{
    "document_id": "JFT_20231004_23G00451_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Die einschreitende Partei ist Antragsgegnerin in einem vor dem Landesgericht für Zivilrechtssachen Graz geführten Erlagsverfahren. Mit Beschluss vom 16. August 2023 stellte das Landesgericht für Zivilrechtssachen Graz der einschreitenden Partei ihren zivilprozessualen Verfahrenshilfeantrag zur Verbesserung zurück. ",
            "annotations": []
        },
        {
            "text": "2. Gegen diesen Beschluss erhob die einschreitende Partei \"Rekurs\" und stellt den vorliegenden auf Art140 Abs1 Z1 litd B-VG gestützten Antrag auf Aufhebung des §63 Abs2 ZPO wegen Verfassungswidrigkeit sowie unter einem einen Antrag auf Bewilligung der Verfahrenshilfe. ",
            "annotations": []
        },
        {
            "text": "3. Der (Partei-)Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen \"auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache\" wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels. ",
            "annotations": []
        },
        {
            "text": "Die Erhebung eines (Partei-)Antrages aus Anlass der Erhebung eines Rechtsmittels gegen einen prozessleitenden Beschluss ist nicht zulässig, weil damit keine \"in erster Instanz entschiedene Rechtssache\" iSd Art140 Abs1 Z1 litd B-VG bzw §62a Abs1 VfGG vorliegt (VfGH 17.2.2016, G622/2015; 3.7.2015, G46/2015; 7.10.2015, G372/2015).",
            "annotations": []
        },
        {
            "text": "4. Bei diesem Ergebnis hat der Verfassungsgerichtshof nicht zu prüfen, ob weitere Prozesshindernisse bestehen.",
            "annotations": []
        },
        {
            "text": "5. Da somit die von der einschreitenden Partei beabsichtigte Rechtsverfolgung vor dem Verfassungsgerichtshof als offenbar aussichtslos erscheint, ist ihr unter einem mit dem Antrag gemäß Art140 Abs1 Z1 litd B-VG gestellter – nicht auf das Vorliegen sämtlicher Formerfordernisse geprüfter – Antrag auf Bewilligung der Verfahrenshilfe abzuweisen (§63 Abs1 ZPO iVm §35 VfGG).",
            "annotations": []
        },
        {
            "text": "6. Diese Beschlüsse konnten gemäß §19 Abs3 Z2 lita VfGG bzw §72 Abs1 ZPO ohne weiteres Verfahren in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}