{
    "document_id": "JFT_20230612_23G00182_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit näher bezeichneter Wortfolgen in §40 Abs29 des Mutterschutzgesetzes 1979 (MSchG) wegen Verstoßes gegen den Gleichheitsgrundsatz: Von dieser Stichtagsregelung seien ältere Arbeitnehmerinnen, die früher Kinder bekommen hätten, gegenüber jüngeren Arbeitnehmerinnen, die erst ab August 2019 Kinder bekommen hätten, benachteiligt. Dies sei eine Alters- und Geschlechterdiskriminierung.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl zB VfSlg 16.370/2001, 17.238/2004, 19.308/2011, 19.884/2014, 20.145/2017, 20.180/2017, 20.298/2018; VfGH 17.3.2022, G63/2022; konkret zu §40 Abs29 MSchG s. VfGH 27.2.2023, G318/2022) lässt das Vorbringen des Antrages die behauptete Verfassungswidrigkeit als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}