{
    "document_id": "JFT_20230613_22E02261_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist den Ausführungen im angefochtenen Erkenntnis des Bundesverwaltungsgerichtes zufolge ein staatenloser Palästinenser aus dem palästinensischen Autonomiegebiet des Gazastreifens. Er ist beim Hilfswerk der Vereinten Nationen für Palästinaflüchtlinge im Nahen Osten (United Nations Relief and Works Agency for Palestine Refugees in the Near East – UNRWA) als palästinensischer Flüchtling registriert. ",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer ist seit 25. Dezember 2007 mit einer im Gazastreifen geborenen österreichischen Staatsbürgerin verheiratet, die nach einem mehrjährigen Aufenthalt als Kleinkind in Österreich seit ihrem zehnten Lebensjahr im Gazastreifen gelebt hat. Der Beschwerdeführer und seine Ehefrau haben zwei Söhne im Alter von sechs und acht Jahren, die im Bundesgebiet geboren und ebenfalls österreichische Staatsbürger sind.",
            "annotations": []
        },
        {
            "text": "Gemeinsam mit seiner Ehefrau und seinen beiden Kindern reiste der Beschwerdeführer im Juli 2019 über Israel nach Jordanien und von dort mit einem palästinensischen Reisepass und einem Visum C für den Schengenraum nach Österreich. Er lebt mit seiner Familie seit 18. Juli 2019 im gemeinsamen Haushalt in Österreich. Am 6. September 2019 stellte er einen Antrag auf internationalen Schutz, nachdem sein Visum am 8. August 2019 abgelaufen war und nicht verlängert wurde. ",
            "annotations": []
        },
        {
            "text": "2. Im Asylverfahren brachte der Beschwerdeführer vor, den Gazastreifen verlassen zu haben, weil er im März 2019 von Mitgliedern der Hamas bedroht und aufgefordert worden sei, als angestellter Mitarbeiter eines Telekommunikationsunternehmens Aufzeichnungen bestimmter Telefonate an sie weiterzugeben. Da die Bedrohungen nicht aufhören würden, habe der Beschwerdeführer beschlossen, den Gazastreifen zu verlassen. Er sei mit dem Visum, das er bereits vor Beginn der Bedrohungen für einen Urlaub in Österreich beantragt habe, nach Österreich gereist. ",
            "annotations": []
        },
        {
            "text": "Das Bundesamt für Fremdenwesen und Asyl wies den Antrag des Beschwerdeführers mit Bescheid vom 3. Dezember 2019 ab, erteilte keinen Aufenthaltstitel, erließ eine Rückkehrentscheidung, stellte die Zulässigkeit der Abschiebung nach Israel fest, und gewährte dem Beschwerdeführer eine vierzehntägige Frist für die freiwillige Ausreise.",
            "annotations": []
        },
        {
            "text": "3. Nach Durchführung einer mündlichen Verhandlung wies das Bundesverwaltungsgericht mit dem angefochtenen Erkenntnis vom 12. Juli 2022 die gegen den Bescheid erhobene Beschwerde mit der Maßgabe ab, dass es die Abweisung des Asylantrages zusätzlich auf §6 Abs1 Z1 AsylG 2005 stützte und als Herkunftsstaat \"Israel, Palästinensische Autonomiegebiete – Gaza\" verfügte.",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht erachtete das Fluchtvorbringen des Beschwerdeführers für unglaubwürdig. Es bejahte das Vorliegen des Asylausschlussgrundes gemäß §6 Abs1 Z1 AsylG 2005, weil der Beschwerdeführer bei der UNRWA als palästinensischer Flüchtling registriert sei, die UNRWA nach wie vor im Gazastreifen tätig sei und Beistand gewähre. Eine Gefährdung im Sinne des Art3 EMRK im Falle der Rückkehr in den Gazastreifen verneinte es, weil der Beschwerdeführer, der einen Universitätsabschluss und langjährige Berufserfahrung habe, seine Existenz trotz der allgemein schwierigen Versorgungslage im Gazastreifen allenfalls mit Unterstützung seiner dort lebenden gutsituierten Verwandten sichern könne und es im Gazastreifen zwar anhaltende Spannungen zwischen Israel und der Hamas gebe, jedoch keine allgemeine Gefährdungslage bestehe. ",
            "annotations": []
        },
        {
            "text": "3.2. Zur familiären Situation in Österreich stellte das Bundesverwaltungsgericht fest, dass die Ehefrau des Beschwerdeführers als Vollzeitbeschäftigte für ein internationales Unternehmen arbeite und der Beschwerdeführer seine beiden Söhne betreue. Der jüngere Sohn besuche den Kindergarten, der ältere sei zu Beginn des Schuljahres 2021/2022 eingeschult worden. ",
            "annotations": []
        },
        {
            "text": "Bei der Prüfung der Zulässigkeit der Rückkehrentscheidung bejahte das Bundesverwaltungsgericht einen Eingriff in das Familienleben des Beschwerdeführers, weil er mit seiner Ehefrau und seinen beiden Kindern, die österreichische Staatsbürger seien, im gemeinsamen Haushalt lebe. Es maß der Rückkehrentscheidung ein hohes öffentliches Interesse zu, weil es davon ausging, dass der Antrag des Beschwerdeführers nur der Verlängerung seines Aufenthaltes in Österreich gedient habe, zumal er ihn erst nach Ablauf seines Visums gestellt habe und das Fluchtvorbringen nicht glaubhaft gewesen sei. Es ging weiters davon aus, dass der Ehefrau und den beiden Kindern zugemutet werden könne, den Beschwerdeführer zur Fortsetzung des Familienlebens in den Gazastreifen zu begleiten oder ihn dort zumindest zu besuchen. Auch könne die Ehefrau, die alleine für den Unterhalt der Familie sorge, die Kinder alleine oder mit Hilfe ihrer in Österreich lebenden Verwandten betreuen. ",
            "annotations": []
        },
        {
            "text": "Zum bejahten Mitzug der Ehefrau und der Kinder in den Gazastreifen und den gegenseitigen Besuchen führte das Bundesverwaltungsgericht wörtlich aus: ",
            "annotations": []
        },
        {
            "text": "\"Hinzu kommt, dass seine Ehegattin selbst in Gaza geboren wurde und dort den weitaus überwiegenden Teil ihres Lebens zusammen mit dem [Beschwerdeführer] verbracht hat. Sie hat ihre universitäre Ausbildung in Gaza erfahren, ist dort schon vor der gemeinsamen Ausreise derselben Erwerbstätigkeit nachgegangen wie derzeit in Österreich und leben dort auch ihre Eltern. Auch die beiden Kinder lebten von 2014 bzw 2016 bis zur Ausreise zusammen mit dem [Beschwerdeführer] und seiner Ehegattin in Gaza. Wenngleich seine österreichischen Angehörigen freilich nicht gezwungen sind das österreichische Bundesgebiet zu verlassen, so kann ihnen vor dem Hintergrund des Gesagten nichtsdestotrotz zugemutet werden den [Beschwerdeführer] zur – allenfalls für die Dauer des Niederlassungsverfahrens des [Beschwerdeführers] nur befristeten – Fortsetzung ihres Familienlebens nach Gaza zu begleiten. Eine für die Ehegattin oder die Kinder unzumutbare Versorgungssituation war in Anbetracht des Umstandes, dass der [Beschwerdeführer] dort nach wie vor über ein Haus verfügt und seine Ehegattin ihre berufliche Tätigkeit – wie auch früher – auch in Gaza fortsetz[…]en könnte sowie aufgrund der Vielzahl verwandtschaftlicher Anknüpfungspunkte zu negieren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Schließlich sind auch Besuche der Ehegattin des [Beschwerdeführers] und der beiden Kinder während eines vorübergehenden Aufenthalts des [Beschwerdeführers]  in Gaza möglich, zumal seine Ehegattin bereits in der Vergangenheit problemlos zwischen Gaza und Österreich reisen konnte. Eine unzumutbare Beeinträchtigung des Kindeswohls konnte daher ebenso wenig erkannt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "So bleibt es dem [Beschwerdeführer] unbenommen auf Grundlage neuerlicher Besuchervisa oder auf Basis der Bestimmungen des NAG rechtmäßig in das Bundesgebiet zurückzukehren. Die Dauer eines derartigen Verfahrens kann er in Gaza abwarten. Der durch die gegenständliche[…] Rückkehrentscheidung bewirkte Eingriff in das Familienleben des [Beschwerdeführers] erweist sich vor dem Hintergrund des Gesagten als nicht unverhältnismäßig und sohin als zulässig.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichbehandlung von Fremden untereinander und auf Achtung des Privat- und Familienlebens behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. ",
            "annotations": []
        },
        {
            "text": "Begründend wird insbesondere ausgeführt, dass die Annahme einer möglichen Rückkehr in den Gazastreifen willkürlich sei und die Fortsetzung des Familienlebens im Gazastreifen insbesondere für die Kinder des Beschwerdeführers nicht möglich sei. Diesbezüglich habe es das Bundesverwaltungsgericht unterlassen, sich mit der Rückkehrsituation der Kinder und ihrem Leben in Österreich auseinanderzusetzen. ",
            "annotations": []
        },
        {
            "text": "5. Die Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt. Von der Erstattung einer Gegenschrift hat es unter Verweis auf die Begründung seiner Entscheidung abgesehen. ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die Beschwerde ist zulässig. ",
            "annotations": []
        },
        {
            "text": "A. Soweit sie sich gegen die erlassene Rückkehrentscheidung, die Zulässigkeit der Abschiebung nach Israel, Palästinensische Autonomiegebiete  – Gaza, und die Frist für die freiwillige Ausreise richtet, ist sich auch begründet: ",
            "annotations": []
        },
        {
            "text": "1. Wie der Verfassungsgerichtshof in seinem Erkenntnis VfSlg 17.340/2004 ausgeführt hat, darf eine Aufenthaltsbeendigung nicht verfügt werden, wenn dadurch das Recht auf Schutz des Privat- und Familienlebens des Betroffenen verletzt würde. Bei der Beurteilung nach Art8 EMRK ist eine Interessenabwägung vorzunehmen (vgl die in VfSlg 18.223/2007 und 18.224/2007 wiedergegebene Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte). ",
            "annotations": []
        },
        {
            "text": "Im Rahmen dieser Interessenabwägung sind die Auswirkungen der Entscheidung und die Konsequenzen einer Außerlandesbringung des Betroffenen auf das Familienleben und das Kindeswohl etwaiger Kinder des Betroffenen zu erörtern (vgl hiezu VfGH 24.9.2018, E1416/2018; zur Bedeutung der mit einer Trennung der Betroffenen von ihrem Kind verbundenen Auswirkungen vgl VfSlg 19.362/2011; VfGH 14.6.2010, B326/08; zur Zumutbarkeit des Familiennachzugs österreichischer Staatsbürger vgl weiters VfSlg 18.832/2009; VfGH 23.9.2019, E4948/2018; 1.7.2009, U992/08). Davon ausgehend kann eine unzureichende Berücksichtigung des Kindeswohles zur Fehlerhaftigkeit der Interessenabwägung und somit zu einer Verletzung in Art8 EMRK führen (vgl VfGH 21.9.2020, E738/2020; vgl auch Lais/Schön, Das Kindeswohl in der Rechtsprechung von VfGH und VwGH, RZ 2021, 211 [216]).",
            "annotations": []
        },
        {
            "text": "2. Vor diesem Hintergrund erweist sich die Interessenabwägung des Bundesverwaltungsgerichtes nach Art8 Abs2 EMRK als mit einem in die Verfassungssphäre reichenden Fehler behaftet:",
            "annotations": []
        },
        {
            "text": "2.1. Das Bundesverwaltungsgericht hält zunächst zutreffend fest, dass zwischen dem Beschwerdeführer und seinen Kindern sowie seiner Ehefrau, die österreichische Staatsbürger sind, ein Familienleben im Sinne des Art8 Abs1 EMRK besteht. Bei der Prüfung, ob der mit der aufenthaltsbeendenden Maßnahme verbundene Eingriff in das Recht auf Achtung des Familienlebens des Beschwerdeführers zulässig ist, geht es davon aus, dass die Ehefrau und die Kinder den Beschwerdeführer in den Gazastreifen begleiten können bzw eine vorübergehende Trennung der Familie, die durch gegenseitige Besuche unterbrochen werden könne, bis zur rechtmäßigen Rückkehr des Beschwerdeführers nach Österreich zulässig sei. ",
            "annotations": []
        },
        {
            "text": "2.2. Sofern das Bundesverwaltungsgericht von der Zulässigkeit einer vorübergehenden Trennung des Beschwerdeführers von seiner Familie ausgeht, verkennt es die Intensität der familiären Bindung des Beschwerdeführers zu seinen Kindern und seiner Ehefrau. Es gewichtet nämlich nicht in entsprechender Weise, dass der Beschwerdeführer mit seinen beiden Kindern und seiner Ehefrau seit jeher – so auch in Österreich – im gemeinsamen Haushalt lebt und in Österreich seine beiden Kinder täglich betreut. Ebensowenig bezieht es mit ein, dass die Dauer und der Ausgang eines ordnungsgemäß geführten Niederlassungsverfahrens, wovon die Verhältnismäßigkeit des mit der Trennung verbundenen Eingriffs ins Familienleben abhängt, ungewiss sind. ",
            "annotations": []
        },
        {
            "text": "Bei seiner Annahme, dass das Familienleben im Gazastreifen (zumindest für die Dauer eines Niederlassungsverfahrens) fortgesetzt werden könne, lässt das Bundesverwaltungsgericht aber außer Betracht, dass die Kinder des Beschwerdeführers als österreichische Staatsbürger in Österreich eingeschult wurden bzw hier den Kindergarten besuchen. Auch lässt es völlig offen, wie sich die Rückkehrsituation für die Kinder im Gazastreifen darstellt, ein Gebiet, das das Bundesverwaltungsgericht selbst als unter \"anhaltende[n] Spannungen\" stehend bezeichnet und in einer \"teils schwierigen […] Versorgungslage\" sieht. Dass der Beschwerdeführer ein Haus im Gazastreifen habe, seine Ehefrau ihre berufliche Tätigkeit dort fortsetzen könne und eine Vielzahl verwandtschaftlicher Anknüpfungspunkte bestünde, vermag eine eingehende Auseinandersetzung mit der spezifischen Situation für die Kinder im Gazastreifen, selbst wenn sie bis zu ihrer Ausreise dort gelebt haben, insbesondere auch im Lichte des Kindeswohles nicht zu ersetzen.  ",
            "annotations": []
        },
        {
            "text": "2.3. Indem das Bundesverwaltungsgericht bei Erlassung der Rückkehrentscheidung wesentliche Gesichtspunkte, die für den Verbleib des Beschwerdeführers in Österreich bzw gegen eine Fortführung des Familienlebens im Herkunftsgebiet sprechen, bei der Interessenabwägung nach Art8 Abs2 EMRK nicht in einer dem Familienleben und dem Kindeswohl entsprechenden Weise würdigt bzw außer Acht lässt, hat es den Beschwerdeführer durch die Rückkehrentscheidung – und die daran anknüpfenden Aussprüche – im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens nach Art8 EMRK verletzt. ",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, also hinsichtlich der Abweisung des Antrages auf internationalen Schutz und der Nichterteilung eines Aufenthaltstitels, wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Nach den Beschwerdebehauptungen wären die im Übrigen gerügten Rechtsverletzungen aber zum erheblichen Teil nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob die der Begründung des angefochtenen Erkenntnisses zugrunde liegende Beweiswürdigung den gesetzlichen Anforderungen entspricht, insoweit nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist durch das angefochtene Erkenntnis, soweit damit die Beschwerde gegen die Erlassung einer Rückkehrentscheidung, gegen die Feststellung, dass die Abschiebung des Beschwerdeführers zulässig ist mit der Maßgabe, dass die Abschiebung nach Israel, Palästinensische Autonomiegebiete – Gaza, zu erfolgen hat, und gegen die Festsetzung einer vierzehntägigen Frist für die freiwillige Ausreise abgewiesen wurde, im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK verletzt worden .",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere diesbezügliche Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}