{
    "document_id": "JFT_20230228_22E03113_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist den Feststellungen des Bundesverwaltungsgerichtes zu Folge Staatsangehörige der Republik Uganda. Sie stellte nach Einreise in das Bundesgebiet am 11. August 2000 als unbegleitete, schwangere Minderjährige einen Antrag auf internationalen Schutz. Den Antrag auf internationalen Schutz begründete sie zum einen damit, dass sie nachdem ihre Eltern von einer Sekte (\"Movement for the Restoration of the Ten Commandments of God\") ermordet worden seien, nun auch von dieser verfolgt werden würde und zum anderen damit, dass sie fürchte von Rebellen vergewaltigt zu werden.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 20. Oktober 2000 wies das Bundesasylamt den Antrag auf internationalen Schutz ab und stellte fest, dass die Zurückweisung, Zurückschiebung oder Abschiebung nach Uganda zulässig sei. Die dagegen erhobene Berufung wies der Unabhängige Bundesasylsenat mit Bescheid vom 13. September 2006 mit der Maßgabe ab, dass er die Zurückweisung, Zurückschiebung oder Abweisung der Beschwerdeführerin in den Herkunftsstaat als nicht zulässig feststellte und eine befristete Aufenthaltsberechtigung erteilte. Diese wurde in der Folge mehrfach verlängert, zuletzt wurde der Beschwerdeführerin mit Bescheid des Bundesasylamtes vom 11. September 2009 eine befristete Aufenthaltsberechtigung bis zum 12. Oktober 2014 erteilt. ",
            "annotations": []
        },
        {
            "text": "3. Am 2. Oktober 2014 stellte die Beschwerdeführerin einen weiteren Verlängerungsantrag. Im Oktober 2016 erhob die Beschwerdeführerin Säumnisbeschwerde an das Bundesverwaltungsgericht. Mit Beschluss des Bundesverwaltungsgerichtes vom 7. September 2018 wurde ein Antrag des Bundesamtes für Fremdenwesen und Asyl (im Folgenden: BFA) auf Wiederaufnahme des Berufungsverfahrens als verspätet zurückgewiesen, jedoch das rechtskräftig abgeschlossene Berufungsverfahren von Amts wegen wiederaufgenommen und der Antrag der Beschwerdeführerin auf Verlängerung der befristeten Aufenthaltsberechtigung als subsidiär Schutzberechtigte vom 2. Oktober 2014 als unzulässig zurückgewiesen.",
            "annotations": []
        },
        {
            "text": "4. Die dagegen erhobene Beschwerde wurde nach Durchführung einer öffentlichen mündlichen Verhandlung mit nunmehr angefochtenem Erkenntnis des Bundesverwaltungsgerichtes vom 6. Oktober 2022 abgewiesen. Das Erkenntnis wurde im Wesentlichen damit begründet, dass die Beschwerdeführerin im Falle der Rückkehr in ihren Herkunftsstaat weder Verfolgung noch sonstiger existenzieller Bedrohung ausgesetzt sei. ",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. ",
            "annotations": []
        },
        {
            "text": "Begründend wird dazu im Wesentlichen Folgendes ausgeführt: Die angefochtene Entscheidung verstoße gegen den Unmittelbarkeitsgrundsatz und weise wesentliche Ermittlungsmängel auf. Eine Abschiebung nach Uganda verletze die Beschwerdeführerin in ihren Rechten gemäß Art2 und 3 EMRK. Die vorgenommene Interessenabwägung verstoße ua vor dem Hintergrund der langen Aufenthaltsdauer und Hauptsozialisierung der Beschwerdeführerin im Bundesgebiet gegen Art8 EMRK.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift abgesehen und die Abweisung der Beschwerde beantragt.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Derartige, in die Verfassungssphäre reichende Fehler sind dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1.  Das Bundesverwaltungsgericht führte am 7. September 2018, 28. Juli 2020 und 8. April 2022 mündliche Verhandlungen durch. ",
            "annotations": []
        },
        {
            "text": "2.2. Gemäß §25 Abs7 VwGVG kann das Erkenntnis nur von denjenigen Mitgliedern des Verwaltungsgerichtes gefällt werden, die an der Verhandlung teilgenommen haben. Ändert sich die Zusammensetzung des Senats oder wurde die Rechtssache einem anderen Richter zugewiesen, ist die Verhandlung zu wiederholen. Bei Fällung des Erkenntnisses ist nur auf das Rücksicht zu nehmen, was in dieser Verhandlung vorgekommen ist. ",
            "annotations": []
        },
        {
            "text": "2.3. Es ist schlechterdings nicht nachvollziehbar, weshalb das Bundesverwaltungsgericht diese klar formulierte Bestimmung trotz ihres eindeutigen Wortlautes ohne jegliche Begründung völlig außer Acht gelassen hat, sodass sich das Erkenntnis in grober Verkennung der Rechtslage auf Erkenntnisse aus mündlichen Verhandlungen stützt, die von einem anderen Richter durchgeführt wurden (zur Missachtung der insoweit vergleichbaren Bestimmungen des §10 Abs1 AsylGHG vgl VfSlg 19.153/2010; und des §67f Abs1 AVG vgl VfGH 22.9.2014, B1244/2013). ",
            "annotations": []
        },
        {
            "text": "2.4. §20 AsylG 2005 verfolgt insbesondere den Zweck, Hemmschwellen bei der Schilderung von Eingriffen in die sexuelle Selbstbestimmung abzubauen, sowohl im verwaltungsbehördlichen als auch im gerichtlichen Verfahren (vgl dazu die Gesetzesmaterialien, RV 952 BlgNR 22. GP, 45; so auch VwSlg 19.469 A/2016 mwN; s. dazu auch Filzwieser/Frank/Kloibmüller/Raschhofer, Asyl- und Fremdenrecht, 2016, §20, K3, 844 f): Gründet ein Asylwerber seine Furcht vor Verfolgung auf Eingriffe in seine sexuelle Selbstbestimmung, normiert §20 AsylG 2005 demensprechend in Abs1 das Gebot der Einvernahme durch Organwalter des gleichen Geschlechts vor der Verwaltungsbehörde und in Abs2 das Gebot der Verhandlung (und demzufolge auch Entscheidung) vor dem Bundesverwaltungsgericht durch Richter des gleichen Geschlechts. Davon kann nach dem insoweit klaren Gesetzeswortlaut nur abgegangen werden, wenn die Partei ausdrücklich anderes verlangt, und zwar vor der Verwaltungsbehörde die Einvernahme durch Organwalter des anderen Geschlechts und vor dem Bundesverwaltungsgericht die Führung der Verhandlung durch Richter des anderen Geschlechts (VfGH 20.6.2018, E1273/2018 ua).",
            "annotations": []
        },
        {
            "text": "2.5. Die Beschwerdeführerin hat bei ihrer Einvernahme vor dem BFA ua vorgebracht, dass sie sich vor einer Vergewaltigung durch die Rebellen in ihrem Herkunftsland fürchte. Sie hat damit der Sache nach einen drohenden Eingriff in ihr Recht auf sexuelle Selbstbestimmung im Sinne des §20 AsylG 2005 behauptet (s dazu VfSlg 19.739/2013; vgl etwa auch VfGH 10.10.2012, U1606/11; 22.11.2012, U399/12 ua; 22.2.2013, U999/12; 11.12.2013, U1914/2012 ua). Der Verfassungsgerichtshof hat bereits festgehalten, dass die Einvernahme vor dem BFA bzw die Verhandlungsführung vor dem Bundesverwaltungsgericht schon dann durch Personen des gleichen Geschlechts durchzuführen ist, wenn die Flucht aus dem Heimatstaat nicht mit bereits stattgefundenen, sondern mit Furcht vor sexuellen Übergriffen begründet wurde (VfSlg 19.739/2013; VfGH 11.12.2013, U1914/2012 ua).",
            "annotations": []
        },
        {
            "text": "Daher ist nach §20 Abs2 AsylG 2005 eine Rechtssache, in der ein Asylwerber einen solchen Eingriff in seine sexuelle Selbstbestimmung spätestens in der Beschwerde geltend macht, gleich bei Beschwerdeanfall einem Einzelrichter desselben Geschlechts oder einem aus Richtern desselben Geschlechts bestehenden Senat zur Behandlung zuzuweisen (die Zuständigkeit wird bereits durch die entsprechende Behauptung vor dem BFA bzw in der Beschwerde begründet, ohne dass dabei eine nähere Prüfung der Glaubwürdigkeit oder ein Zusammenhang mit dem konkreten Fluchtvorbringen zu erfolgen hat), sofern der Asylwerber nichts anderes verlangt (vgl nur VfSlg 19.671/2012).",
            "annotations": []
        },
        {
            "text": "2.6. Das Bundesverwaltungsgericht hat dadurch, dass es die erkennende Richterin unterlassen hat, die mündliche Verhandlung zu wiederholen, den Unmittelbarkeitsgrundsatz verletzt. Weiters hat es, da die mündliche Verhandlung von einem Richter des anderen Geschlechts durchgeführt wurde, die Vorschrift des §20 AslyG 2005 ohne jegliche Begründung außer Acht gelassen. Das Bundesverwaltungsgericht hat daher willkürlich gehandelt. ",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Dem Antrag auf Bewilligung der Verfahrenshilfe ist im beantragten Umfang (§64 Abs1 Z1 lita bis d, Z2 und 5 ZPO) stattzugeben.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die Beschwerdeführerin Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt. ",
            "annotations": []
        }
    ]
}