{
    "document_id": "JFT_20230227_23G00113_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art140 Abs1 Z1 lita B-VG stellt das Oberlandesgericht Wien den Antrag, ",
            "annotations": []
        },
        {
            "text": "\"den drittletzten Satz des §25 Abs3 Glücksspielgesetz (GSpG) und/oder den letzten Satz des §25 Abs3 GSpG, letzteren in eventu nur hinsichtlich des Passus 'mit der Gültigkeit des Spielvertrags oder', und/oder §4 Abs3 Z8 des Niederösterreichischen Spielautomatengesetzes (NÖ SpielautomatenG) aufzuheben\".",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §5 und §25 des Bundesgesetzes vom 28. November 1989 zur Regelung des Glücksspielwesens (Glücksspielgesetz – GSpG), BGBl 620/1989, idF BGBl I 104/2019 lauteten auszugsweise (die angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Landesausspielungen mit Glücksspielautomaten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5. (1) Landesausspielungen mit Glücksspielautomaten sind Ausspielungen nach §2 Abs3 an ortsfesten, öffentlich zugänglichen Betriebsstätten unter Einhaltung ordnungspolitischer Mindestanforderungen an Bewilligungswerber (Abs2) sowie besonderer Begleitmaßnahmen der Spielsuchtvorbeugung (Abs3 bis 5), der Geldwäschevorbeugung (Abs6) und der Aufsicht (Abs7)",
            "annotations": []
        },
        {
            "text": "1. in Automatensalons mit mindestens 10 und höchstens 50 Glücksspielautomaten oder",
            "annotations": []
        },
        {
            "text": "2. in Einzelaufstellung mit höchstens drei Glücksspielautomaten.",
            "annotations": []
        },
        {
            "text": "Dabei darf ein höchstzulässiges Verhältnis von einem Glücksspielautomat pro 1 200 Einwohner insgesamt im Bundesland nicht überschritten werden und die Anzahl der aufrechten Bewilligungen zum Betrieb von Glücksspielautomaten ist mit höchstens drei pro Bundesland beschränkt. Im Bundesland Wien beträgt das höchstzulässige Verhältnis ein Glücksspielautomat pro 600 Einwohner. Die Einwohnerzahl eines Bundeslandes bestimmt sich nach dem für den jeweiligen Finanzausgleich von der Bundesanstalt Statistik Österreich zuletzt festgestellten und kundgemachten Ergebnis der Statistik des Bevölkerungsstandes oder der Volkszählung zum Stichtag 31. Oktober, wobei das zuletzt kundgemachte Ergebnis im Zeitpunkt der Erteilung von Bewilligungen maßgeblich ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Spielbankbesucher",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§25. (1) Der Besuch der Spielbank ist nur Personen gestattet, die das achtzehnte Lebensjahr vollendet haben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Spielbankleitung kann Personen ohne Angabe von Gründen vom Besuch der Spielbank ausschließen. Die Spielbankleitung hat ihre Mitarbeiter in Zusammenarbeit mit zumindest einer Spielerschutzeinrichtung im Umgang mit Spielsucht zu schulen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Entsteht bei einem Staatsbürger eines Mitgliedstaates der Europäischen Union oder eines Staates des Europäischen Wirtschaftsraumes die begründete Annahme, dass Häufigkeit und Intensität seiner Teilnahme am Spiel für den Zeitraum, in welchem er mit dieser Intensität und Häufigkeit spielt, das Existenzminimum gefährden, hat die Spielbankleitung wie folgt vorzugehen:",
            "annotations": []
        },
        {
            "text": "1. Es sind Auskünfte bei einer unabhängigen Einrichtung einzuholen, die Bonitätsauskünfte erteilt (unabhängige Bonitätsauskünfte).",
            "annotations": []
        },
        {
            "text": "a) Wird durch diese Auskünfte die begründete Annahme, dass die fortgesetzte und unveränderte Teilnahme am Spiel das konkrete Existenzminimum dieses Spielers gefährdet, bestätigt, hat die Spielbank durch besonders geschulte Mitarbeiter mit dem Spielteilnehmer ein Beratungsgespräch zu führen, in welchem der Spielteilnehmer auf die Gefahren der Spielteilnahme und der möglichen Gefährdung des Existenzminimums hingewiesen wird und sind dem Spielteilnehmer Informationen über Beratungseinrichtungen anzubieten.",
            "annotations": []
        },
        {
            "text": "b) Nimmt der Spielteilnehmer trotz dieses Beratungsgespräches unverändert häufig und intensiv am Spiel teil oder verweigert er dieses Beratungsgespräch, ist die Spielbankleitung verpflichtet, ihm den Besuch der Spielbank dauernd oder auf eine bestimmte Zeit zu untersagen oder die Anzahl der Besuche einzuschränken.",
            "annotations": []
        },
        {
            "text": "2. Ist die Einholung unabhängiger Bonitätsauskünfte nicht möglich oder sind diese nicht aussagekräftig, so hat die Spielbank",
            "annotations": []
        },
        {
            "text": "a) durch besonders geschulte Mitarbeiter mit dem Spielteilnehmer ein Beratungsgespräch zu führen, in welchem der Spielteilnehmer auf die Gefahren der Spielteilnahme und der möglichen Gefährdung des Existenzminimums hingewiesen wird und sind dem Spielteilnehmer Informationen über Beratungseinrichtungen anzubieten.",
            "annotations": []
        },
        {
            "text": "b) Im Anschluss daran ist der Spielteilnehmer zu befragen, ob seine Einkommens- und Vermögenssituation derart ist, dass durch seine Teilnahme am Spiel sein konkretes Existenzminimum gefährdet ist.",
            "annotations": []
        },
        {
            "text": "c) Wird durch das Beratungsgespräch und die Befragung des Spielteilnehmers über eine allfällige Gefährdung seines Existenzminimums die begründete Annahme bestätigt, dass die fortgesetzte und nach Häufigkeit und Intensität unveränderte Teilnahme am Spiel sein konkretes Existenzminimum gefährden würde, oder verweigert der Spielteilnehmer das Beratungsgespräch oder die Auskunft, ob eine Gefährdung seines Existenzminimums vorliegt, ist die Spielbankleitung verpflichtet, ihm den Besuch der Spielbank dauernd oder auf eine bestimmte Zeit zu untersagen oder die Anzahl der Besuche einzuschränken.",
            "annotations": []
        },
        {
            "text": "Eine über die Einholung der unabhängigen Bonitätsauskünfte, das Beratungsgespräch oder die Befragung des Spielteilnehmers hinausgehende Überprüfungs- und Nachforschungspflicht der Spielbankleitung besteht nicht.",
            "annotations": []
        },
        {
            "text": "Verletzt die Spielbankleitung die nach Z1 und 2 vorgeschriebenen Pflichten und beeinträchtigt der Spielteilnehmer durch die deshalb unveränderte Teilnahme am Spiel sein konkretes Existenzminimum, haftet die Spielbankleitung für die dadurch während der unveränderten Teilnahme am Spiel eintretenden Verluste. Das Existenzminimum ist nach der Exekutionsordnung in der jeweils geltenden Fassung (allgemeiner monatlicher Grundbetrag) zu ermitteln.",
            "annotations": []
        },
        {
            "text": "Die Haftung ist innerhalb von drei Jahren nach dem jeweiligen Verlust gerichtlich geltend zu machen. Die Spielbankleitung haftet nicht, sofern der Spielteilnehmer bei seiner Befragung nicht offensichtlich unrichtige oder unvollständige Angaben macht oder wenn ihr bei der Erfüllung ihrer Pflichten nur leichte Fahrlässigkeit vorwerfbar ist.",
            "annotations": []
        },
        {
            "text": "Dieser Absatz regelt abschließend alle Ansprüche des Spielteilnehmers gegen die Spielbankleitung im Zusammenhang mit der Gültigkeit des Spielvertrages oder mit Verlusten aus dem Spiel.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Den Spielbankbesuchern ist das Mitführen technischer Hilfsmittel, die geeignet sind, sich oder anderen einen Spielvorteil zu verschaffen, nicht gestattet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Ergeben sich begründete Anhaltspunkte dafür, daß eine Person technische Hilfsmittel im Sinne des Abs4 mit sich führt, so hat die Spielbankleitung diese vom Besuch der Spielbank auszuschließen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §25 GSpG lautet in der nunmehr geltenden Fassung (BGBl I 3/2023) nach Aufhebung mehrerer Bestimmungen in §25 Abs3 GSpG durch das Erkenntnis des Verfassungsgerichtshofes vom 14. Dezember 2022, G259/2022, wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Spielbankbesucher",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§25. (1) Der Besuch der Spielbank ist nur Personen gestattet, die das achtzehnte Lebensjahr vollendet haben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Spielbankleitung kann Personen ohne Angabe von Gründen vom Besuch der Spielbank ausschließen. Die Spielbankleitung hat ihre Mitarbeiter in Zusammenarbeit mit zumindest einer Spielerschutzeinrichtung im Umgang mit Spielsucht zu schulen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Entsteht bei einem Staatsbürger eines Mitgliedstaates der Europäischen Union oder eines Staates des Europäischen Wirtschaftsraumes die begründete Annahme, dass Häufigkeit und Intensität seiner Teilnahme am Spiel für den Zeitraum, in welchem er mit dieser Intensität und Häufigkeit spielt, das Existenzminimum gefährden, hat die Spielbankleitung wie folgt vorzugehen:",
            "annotations": []
        },
        {
            "text": "1. Es sind Auskünfte bei einer unabhängigen Einrichtung einzuholen, die Bonitätsauskünfte erteilt (unabhängige Bonitätsauskünfte).",
            "annotations": []
        },
        {
            "text": "a) durch besonders geschulte Mitarbeiter mit dem Spielteilnehmer ein Beratungsgespräch zu führen, in welchem der Spielteilnehmer auf die Gefahren der Spielteilnahme und der möglichen Gefährdung des Existenzminimums hingewiesen wird und sind dem Spielteilnehmer Informationen über Beratungseinrichtungen anzubieten.",
            "annotations": []
        },
        {
            "text": "b) Im Anschluss daran ist der Spielteilnehmer zu befragen, ob seine Einkommens- und Vermögenssituation derart ist, dass durch seine Teilnahme am Spiel sein konkretes Existenzminimum gefährdet ist.",
            "annotations": []
        },
        {
            "text": "c) Wird durch das Beratungsgespräch und die Befragung des Spielteilnehmers über eine allfällige Gefährdung seines Existenzminimums die begründete Annahme bestätigt, dass die fortgesetzte und nach Häufigkeit und Intensität unveränderte Teilnahme am Spiel sein konkretes Existenzminimum gefährden würde, oder verweigert der Spielteilnehmer das Beratungsgespräch oder die Auskunft, ob eine Gefährdung seines Existenzminimums vorliegt, ist die Spielbankleitung verpflichtet, ihm den Besuch der Spielbank dauernd oder auf eine bestimmte Zeit zu untersagen oder die Anzahl der Besuche einzuschränken.",
            "annotations": []
        },
        {
            "text": "Verletzt die Spielbankleitung die vorgeschriebenen Pflichten und beeinträchtigt der Spielteilnehmer durch die deshalb unveränderte Teilnahme am Spiel sein konkretes Existenzminimum, haftet die Spielbankleitung für die dadurch während der unveränderten Teilnahme am Spiel eintretenden Verluste. Das Existenzminimum ist nach der Exekutionsordnung in der jeweils geltenden Fassung (allgemeiner monatlicher Grundbetrag) zu ermitteln.",
            "annotations": []
        },
        {
            "text": "Die Haftung ist innerhalb von drei Jahren nach dem jeweiligen Verlust gerichtlich geltend zu machen. Die Spielbankleitung haftet nicht, sofern der Spielteilnehmer bei seiner Befragung nicht offensichtlich unrichtige oder unvollständige Angaben macht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Den Spielbankbesuchern ist das Mitführen technischer Hilfsmittel, die geeignet sind, sich oder anderen einen Spielvorteil zu verschaffen, nicht gestattet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Ergeben sich begründete Anhaltspunkte dafür, daß eine Person technische Hilfsmittel im Sinne des Abs4 mit sich führt, so hat die Spielbankleitung diese vom Besuch der Spielbank auszuschließen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. §4 des Niederösterreichischen Spielautomatengesetzes 2011, LGBl 7071-0, idF LGBl 73/2019 lautet auszugsweise (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"§4",
            "annotations": []
        },
        {
            "text": "Anforderungen für den Betrieb von Glücksspielautomaten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Wer Glücksspielautomaten betreibt, hat den in Abs2 bis 6 angeführten Anforderungen zu entsprechen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Ordnungspolitische Anforderungen:",
            "annotations": []
        },
        {
            "text": "1. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Begleitende Rahmenbedingungen:",
            "annotations": []
        },
        {
            "text": "1. […] ",
            "annotations": []
        },
        {
            "text": "8. §25 Abs3 GSpG ist sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Dem vorliegenden Antrag des Oberlandesgerichtes Wien liegt ein erstinstanzliches Verfahren vor dem Landesgericht Wiener Neustadt zugrunde. In diesem Verfahren fordert der Kläger von der beklagten Partei, einem Glücksspielanbieter für Landesausspielungen in Niederösterreich, erlittene Spielverluste zurück, weil er zum Zeitpunkt der Vertragsabschlüsse pathologisch spielsüchtig und damit geschäftsunfähig gewesen sei. Die Glücksspielverträge seien daher nichtig und rückabzuwickeln.",
            "annotations": []
        },
        {
            "text": "2. Mit Urteil vom 25. Juli 2022 wies das Landesgericht Wiener Neustadt das Klagebegehren ab. Begründend führte das Landesgericht Wiener Neustadt zusammengefasst aus, es stehe außer Streit, dass die beklagte Partei auf Grund verwaltungsbehördlicher Konzessionen Landesausspielungen mit Glücksspielautomaten gemäß §5 GSpG in Niederösterreich betreibe. Das Klagebegehren sei gemäß §25 Abs3 GSpG bereits verjährt. Diese Bestimmung verdränge als spezielle Vorschrift die allgemeinen Verjährungsregeln.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung erhob der Kläger Berufung und stellte aus Anlass dieses Rechtsmittels einen Parteiantrag auf Normenkontrolle, der Verfassungsgerichtshof möge \"die Wortfolge 'mit der Gültigkeit des Spielvertrages oder' im letzten Satz des §25 Abs3 GlücksspielG idF BGBl I Nr 5/2005 in eventu §25 Abs3 GlücksspielG letzter Satz als verfassungswidrig aufheben\".",
            "annotations": []
        },
        {
            "text": "4. Der Verfassungsgerichtshof wies diesen Antrag wegen zu engen Anfechtungsumfanges zurück (VfGH 28.11.2022, G243/2022).",
            "annotations": []
        },
        {
            "text": "Die Bestimmung des §25 Abs3 GSpG komme im vorliegenden Fall nur auf Grund der Verweisung in §4 Abs3 Z8 Niederösterreichisches Spielautomatengesetz 2011 zur Anwendung. Der Antragsteller hätte daher gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes jedenfalls (auch) die verweisende Bestimmung des §4 Abs3 Z8 Niederösterreichisches Spielautomatengesetz 2011 anfechten müssen. Der Antrag sei daher unzulässig.",
            "annotations": []
        },
        {
            "text": "5. Aus Anlass des Berufungsverfahrens gegen das Urteil des Landesgerichtes Wiener Neustadt stellt das Oberlandesgericht Wien nunmehr den vorliegenden Gesetzesprüfungsantrag. Das Oberlandesgericht Wien legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof veranlassten, wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"[…] Diese Bestimmungen erscheinen aber auch dem Berufungsgericht bedenklich: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der drittletzte Satz des §25 Abs3 GSpG, BGBl 620/1989, idF BGBl I 104/2019, lautet wie folgt: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der letzte Satz des §25 Abs3 GSpG, BGBl 620/1989, idF BGBl I 104/2019, lautet wie folgt: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Diese Bestimmungen bilden im vorliegenden Fall eine Einheit, weil der letzte Satz der Bestimmung bzw der darin enthaltene Passus 'im Zusammenhang mit der Gültigkeit des Spielvertrags oder' regelt, dass die dreijährige Frist des drittletzten Satzes der Bestimmung nicht nur für die zuvor geregelte Haftung der Spielbank wegen Verstößen gegen die Spielerschutzvorschriften des §25 Abs3 GSpG, sondern auch für die hier geltend gemachten Kondiktionsansprüche aus der Rückabwicklung von (hier infolge behaupteter Geschäftsunfähigkeit des Spielers) ungültigen Spielverträgen gilt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4 Abs3 Z8 des NÖ SpielautomatenG 2011, LGBl 7071-0, idF LGBl 73/2019, lautet wie folgt: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch wenn das Berufungsgericht gegen diese Verweisungsnorm im Falle der Verfassungskonformität der oben zitierten Bestimmungen des drittletzten und des letzten Satzes des §25 Abs3 GSpG keine verfassungsrechtlichen Bedenken hätte, bildet diese nach den oben zusammengefasst wiedergegebenen Ausführungen des Verfassungsgerichtshofs im vorliegenden Fall eine Einheit mit den bedenklichen Bestimmungen, sodass auch sie anzufechten ist, um eine meritorische Entscheidung des Verfassungsgerichtshofs zu ermöglichen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die geltende und hier anzuwendende dreijährige Verjährungsfrist des drittletzten Satzes des §25 Abs3 GSpG wurde mit BGBl I Nr 54/2010 eingeführt. Grund dafür war die Aufhebung der Vorgängerregelung, wonach die Haftung innerhalb von sechs Monaten nach dem jeweiligen Verlust gerichtlich geltend zu machen war, durch den Verfassungsgerichtshof (G 162/07-31). Schon damals bezog sich diese Frist nach dem letzten Satz des §25 Abs3 GSpG auch auf Ansprüche im Zusammenhang mit der Gültigkeit des Spielvertrags. Die Regierungsvorlage (658 Blg XXIV GP) führte zu der Änderung der Verjährungsfrist nur aus, dass die Bestimmung auf Grund der Entscheidung des Verfassungsgerichtshofs angepasst werde. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Durch diese Anpassung sind die gegen die Vorgängerbestimmung geäußerten verfassungsrechtlichen Bedenken nicht ausgeräumt. Diese bezogen sich nämlich nicht nur auf die Kürze der Frist, sondern – im Hinblick auf die im damaligen Anlassverfahren geltend gemachten Schadenersatzansprüche – auch darauf, dass diese Frist unabhängig von der Kenntnis des Geschädigten um die anspruchsbegründenden Umstände galt, die im Zeitpunkt der Schädigung oft noch nicht vorliegt. Diese Benachteiligung fiel gegenüber Spielteilnehmern umso mehr ins Gewicht, als es sich bei der Spielsucht um eine psychische Erkrankung handelt, die sich erst über einen längeren Zeitraum entwickelt und bei der der Spielteilnehmer häufig erst nach einem völligen finanziellen Ruin zu einer Krankheitseinsicht gelangt. Hinzu kommt, dass die Bestimmung, wenn man sie als Präklusivfrist auffasst, dadurch benachteiligend ist, dass der Ersatzanspruch nach Ablauf der Frist gänzlich erloschen ist und Präklusivfristen auch von Amts wegen wahrzunehmen sind, während verjährte Ansprüche Naturalobligationen bilden. Schließlich kommt es durch die Bestimmung zu einer unsachlichen Privilegierung eines Monopolbetriebs im Vergleich zu anderen Schädigern, die nach allgemeinen Schadenersatzgrundsätzen haften (2 Ob 90/08m).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auf den vorliegenden Fall bezogen kommt hinzu, dass Kondiktionsansprüche aus der Rückabwicklung eines (etwa wegen Geschäftsunfähigkeit) ungültigen Vertrags grundsätzlich nicht nach drei Jahren ab Kenntnis der anspruchsbegründenden Umstände, sondern erst nach 30 Jahren verjähren. Diese Frist wird durch den Passus 'im Zusammenhang mit der Gültigkeit des Spielvertrags oder' im letzten Satz des §25 Abs3 GSpG auf drei Jahre verkürzt. Insoweit gilt umso mehr, dass Geschäftsunfähige oft erst nach jahrelangem Spielen und angesichts des wirtschaftlichen Ruins krankheitseinsichtig sind, sodass auch die nunmehr geltende dreijährige Frist nichts daran ändert, dass ihre Rückforderungsansprüche im Zeitpunkt dieser Einsicht sehr oft zumindest zum Teil schon verjährt sein werden. Dies ist auch schwer mit dem vom Gesetzgeber in §21 ABGB selbst aufgestellten Postulat in Einklang zu bringen, wonach Geschäftsunfähige unter dem besonderen Schutz der Gesetze stehen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch wenn die mit BGBl I Nr 54/2010 vorgenommene Änderung des drittletzten Satzes des §25 Abs3 die Verjährungsfrist für Kondiktionsansprüche nicht mehr – wie die Vorgängerbestimmung – auf ein Sechzigstel, sondern nur mehr auf ein Zehntel der ohne diese spezielle Regelung bestehenden Dauer reduziert, ist – abgesehen von den Nachteilen für geschäftsunfähige Spieler – auch für die mit der immer noch extremen Fristverkürzung verbundene Diskriminierung anderer Dienstleistungsunternehmen keine sachliche Rechtfertigung erkennbar. Alle von der Bundesregierung im Verfahren G162/07 gebrauchten Argumente (Schnelllebigkeit des Geschäftsverkehrs, Aufbewahrung von Unterlagen, Beweisschwierigkeiten etc) würden für fast alle anderen Dienstleistungsunternehmen ebenso bzw (im Falle kleinerer Unternehmen) sogar noch mehr gelten. Sofern für den Glücksspielbereich spezielle, von den allgemeinen zivilrechtlichen Bestimmungen abweichende Regelungen über Fristen zur Geltendmachung der Ansprüche von Spielern gegen die Spielbank überhaupt für notwendig erachtet werden sollten, wäre nach Ansicht des Berufungsgerichts im Sinne des Spielerschutzes eher eine Erleichterung als eine Erschwerung der Geltendmachung von Ansprüchen der Spieler und somit eher eine Verlängerung als eine Verkürzung der Verjährungsfristen zu rechtfertigen. In diesem Zusammenhang ist darauf hinzuweisen, dass eine glaubwürdige Verfolgung des Zieles des Spielerschutzes auch unionsrechtlich geboten ist, um die Beschränkung der Dienstleistungsfreiheit durch ein Monopol- oder Konzessionssystem im Glücksspielbereich zu rechtfertigen (siehe EuGH C-347/09 Dickinger/Ömer; EuGH C-390/12 Pfleger uva). Abgesehen von der oben aufgezeigten unsachlichen innerstaatlichen Ungleichbehandlung könnten Verkürzungen der Verjährungsfrist speziell für Ansprüche der Spieler gegen die Spielbanken also geeignet sein, die unionsrechtlich erforderliche Kohärenz der in die Dienstleistungsfreiheit eingreifenden Regelungen des österreichischen Glücksspielsystems zu gefährden. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine verfassungsrechtlich unbedenkliche einschränkende Interpretation der angefochtenen Bestimmungen lässt schon deren klarer Wortlaut nicht zu. Auch wenn das Motiv des Gesetzgebers für eine Verkürzung der Verjährungsfristen für die Spieler im Glücksspielbereich nicht erkennbar ist, kann aufgrund der Entstehungsgeschichte der derzeitigen Fassung dieser Bestimmungen kein Zweifel bestehen, dass die vom Berufungsgericht als bedenklich angesehene Privilegierung der Spielbanken gegenüber anderen Dienstleistungsbetrieben und die damit einhergehende Benachteiligung ihrer Kunden, und zwar insbesondere der geschäftsunfähigen Spieler, gegenüber Kunden solcher anderer Unternehmen der Absicht des Gesetzgebers entspricht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Entsprechend den Ausführungen des Verfassungsgerichtshofs umfasst der Aufhebungsantrag alle potentiell verfassungswidrigen, im vorliegenden Fall als einheitlich zu betrachtenden präjudiziellen Normen, wobei es dem Verfassungsgerichtshof vorbehalten bleibt, durch Aufhebung welcher der in Frage kommenden Regelungen diesen Bedenken Rechnung zu tragen ist.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "IV. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Gesetzesprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "2. Gemäß §62 Abs1 erster Satz VfGG muss ein Gesetzesprüfungsantrag das Begehren enthalten, das – nach Auffassung des Antragstellers verfassungswidrige – Gesetz seinem gesamten Inhalt nach oder in bestimmten Stellen aufzuheben.",
            "annotations": []
        },
        {
            "text": "Um das strenge Formerfordernis des ersten Satzes des §62 Abs1 VfGG zu erfüllen, muss – wie der Verfassungsgerichtshof bereits in vielen Beschlüssen entschieden hat – die bekämpfte Gesetzesstelle genau und eindeutig bezeichnet werden. Es darf nicht offen bleiben, welche Gesetzesvorschrift oder welcher Teil einer Vor-schrift nach Auffassung des Antragstellers tatsächlich aufgehoben werden soll (zB VfSlg 17.570/2005 mwN).",
            "annotations": []
        },
        {
            "text": "3. Eben diesen Erfordernissen wird der vorliegende Antrag nicht gerecht.",
            "annotations": []
        },
        {
            "text": "Das Aufhebungsbegehren des antragstellenden Gerichtes, den \"drittletzten Satz des §25 Abs3 Glücksspielgesetz (GSpG) und/oder den letzten Satz des §25 Abs3 GSpG, letzteren in eventu nur hinsichtlich des Passus 'mit der Gültigkeit des Spielvertrags oder', und/oder §4 Abs3 Z8 des Niederösterreichischen Spielautomatengesetzes (NÖ SpielautomatenG) aufzuheben\", lässt auf Grund seiner alternativen Formulierung offen, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des antragstellenden Gerichtes tatsächlich durch den Verfassungsgerichtshof aufgehoben werden soll (vgl VfGH 24.9.2018, G196/2018; 24.9.2019, G162/2019; 6.12.2022, G256/2022). Da es sich dabei um einen inhaltlichen Mangel handelt, scheidet ein Verbesserungsauftrag seitens des Verfassungsgerichtshofes aus (zB VfGH 2.7.2015, G16/2015; 24.9.2018, G196/2018).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}