{
    "document_id": "JFT_20230315_21V00300_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Oberösterreich",
            "annotations": []
        },
        {
            "text": "\"a. die Zahl '0,5' der Nutzungsschablone in der planlichen Darstellung betreffend die Grundstücke Nr 84/1 und 84/3, KG Aschet, der Verordnung des Gemeinderates der Marktgemeinde Thalheim bei Wels, 'Bebauungsplan Marktgemeinde Thalheim bei Wels, Bebauungsplan Nr 16 'Reinberg' Änderung Nr 09 (Bruckhof-Reinberg)', beschlossen vom Gemeinderat der Marktgemeinde Thalheim bei Wels am 13.06.2019, GZ: 0313/2017, kundgemacht durch Anschlag vom 28.10.2019 bis 12.11.2019, genehmigt mit Bescheid der Oö. Landesregierung vom 17.10.2019, […]",
            "annotations": []
        },
        {
            "text": "in eventu",
            "annotations": []
        },
        {
            "text": "die Verordnung des Gemeinderates der Marktgemeinde Thalheim bei Wels, 'Bebauungsplan Marktgemeinde Thalheim bei Wels, Bebauungsplan Nr 16 'Reinberg' Änderung Nr 09 (Bruckhof-Reinberg)', beschlossen vom Gemeinderat der Marktgemeinde Thalheim bei Wels am 13.06.2019, GZ: 0313/2017, kundgemacht durch Anschlag vom 28.10.2019 bis 12.11.2019, genehmigt mit Bescheid der Oö. Landesregierung vom 17.10.2019, soweit sie die Grundstücke Nr 84/1 und 84/3, KG Aschet, betrifft, […]",
            "annotations": []
        },
        {
            "text": "in eventu",
            "annotations": []
        },
        {
            "text": "die Verordnung des Gemeinderates der Marktgemeinde Thalheim bei Wels, 'Bebauungsplan Marktgemeinde Thalheim bei Wels, Bebauungsplan Nr 16 'Reinberg' Änderung Nr 09 (Bruckhof-Reinberg)', beschlossen vom Gemeinderat der Marktgemeinde Thalheim bei Wels am 13.06.2019, GZ: 0313/2017, kundgemacht durch Anschlag vom 28.10.2019 bis 12.11.2019, genehmigt mit Bescheid der Oö. Landesregierung vom 17.10.2019, […]",
            "annotations": []
        },
        {
            "text": "und",
            "annotations": []
        },
        {
            "text": "b. die Verordnung des Gemeinderates der Marktgemeinde Thalheim bei Wels, 'Flächenwidmungsplan Marktgemeinde Thalheim bei Wels, Teil A: Flächenwidmungsteil Nr 5 Änderung Nr 5.25 Bruckhof-Reinberg und Teil B: Örtliches Entwicklungskonzept Nr 2 Änderung Nr 2.06 Bruckhof-Reinberg', beschlossen vom Gemeinderat der Marktgemeinde Thalheim bei Wels am 13.06.2019, GZ: 0311/2017, kundgemacht durch Anschlag vom 28.10.2019 bis 12.11.2019, genehmigt mit Bescheid der Oö. Landesregierung vom 17.10.2019, soweit sie die Grundstücke Nr 84/1 und 84/3, KG Aschet, betrifft, […]",
            "annotations": []
        },
        {
            "text": "in eventu",
            "annotations": []
        },
        {
            "text": "die Verordnung des Gemeinderates der Marktgemeinde Thalheim bei Wels, 'Flächenwidmungsplan Marktgemeinde Thalheim bei Wels, Teil A: Flächenwidmungsteil Nr 5 Änderung Nr 5.25 Bruckhof-Reinberg und Teil B: Örtliches Entwicklungskonzept Nr 2 Änderung Nr 2.06 Bruckhof-Reinberg', beschlossen vom Gemeinderat der Marktgemeinde Thalheim bei Wels am 13.06.2019, GZ: 0311/2017, kundgemacht durch Anschlag vom 28.10.2019 bis 12.11.2019, genehmigt mit Bescheid der Oö. Landesregierung vom 17.10.2019, als gesetzwidrig aufzuheben\".",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Oö. Raumordnungsgesetzes 1994 (Oö. ROG 1994), LGBl 114/1993 idF LGBl 69/2015, wie sie zum Zeitpunkt der Erlassung des Flächenwidmungs- und des Bebauungsplanes in Kraft waren, lauteten bzw lauten auszugsweise:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"§2",
            "annotations": []
        },
        {
            "text": "Raumordnungsziele und -grundsätze",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Raumordnung hat insbesondere folgende Ziele:",
            "annotations": []
        },
        {
            "text": "1. den umfassenden Schutz der Umwelt vor schädlichen Einwirkungen sowie die Sicherung oder Wiederherstellung eines ausgewogenen Naturhaushaltes;",
            "annotations": []
        },
        {
            "text": "2. die Sicherung oder Verbesserung der räumlichen Voraussetzungen für sozial gerechte Lebensverhältnisse und die kulturelle Entfaltung;",
            "annotations": []
        },
        {
            "text": "2a. die Vermeidung und Verminderung des Risikos von Naturgefahren für bestehende und künftige Siedlungsräume;",
            "annotations": []
        },
        {
            "text": "3. die Sicherung oder Verbesserung einer Siedlungsstruktur, die mit der Bevölkerungsdichte eines Gebietes und seiner ökologischen und wirtschaftlichen Tragfähigkeit im Einklang steht, auch unter Bedachtnahme auf die infrastrukturellen Rahmenbedingungen sowie die Stärkung des ländlichen Raumes durch die Sicherung entsprechender räumlicher Entwicklungsmöglichkeiten, insbesondere unter Berücksichtigung der Bevölkerungsentwicklung;",
            "annotations": []
        },
        {
            "text": "4. die Sicherung oder Verbesserung der räumlichen Voraussetzungen für eine leistungsfähige Wirtschaft einschließlich der Sicherung der natürlichen Ressourcen sowie die Sicherung der Versorgung der Bevölkerung und der Wirtschaft mit notwendigen Gütern und Dienstleistungen, insbesondere in Krisenzeiten;",
            "annotations": []
        },
        {
            "text": "5. die Sicherung oder Verbesserung der räumlichen Voraussetzung für eine existenz- und leistungsfähige Land- und Forstwirtschaft, insbesondere die Verbesserung der Agrarstruktur;",
            "annotations": []
        },
        {
            "text": "6. die sparsame Grundinanspruchnahme bei Nutzungen jeder Art sowie die bestmögliche Abstimmung der jeweiligen Widmungen;",
            "annotations": []
        },
        {
            "text": "7. die Vermeidung von Zersiedelung;",
            "annotations": []
        },
        {
            "text": "8. die Sicherung und Verbesserung einer funktionsfähigen Infrastruktur;",
            "annotations": []
        },
        {
            "text": "9. die Schaffung und Erhaltung von Freiflächen für Erholung und Tourismus;",
            "annotations": []
        },
        {
            "text": "10. die Erhaltung und Gestaltung des Orts- und Landschaftsbildes sowie eine umfassende Dorf- und Stadtentwicklung unter besonderer Berücksichtigung der Stärkung der Stadt- und Ortskerne; unvermeidbare Eingriffe in die Landschaft sind durch entsprechende landschaftspflegerische Maßnahmen bestmöglich auszugleichen.",
            "annotations": []
        },
        {
            "text": "(2) Die Ordnung des Gesamtraumes ist auf seine Teilräume abzustimmen. Ordnende Maßnahmen in Teilräumen haben sich der Ordnung des Gesamtraumes einzufügen. Bei der Planung und Umsetzung von ordnenden Maßnahmen in benachbarten Teilräumen ist zur Abstimmung solcher Maßnahmen auf die Planungen der angrenzenden Bundesländer und des benachbarten Auslandes möglichst Bedacht zu nehmen. Dem Schutz und der Erhaltung der Umwelt ist der Vorrang einzuräumen.",
            "annotations": []
        },
        {
            "text": "(3) Bei Planungen und Maßnahmen innerhalb einzelner Sachbereiche (Fachplanungen) sind ihre Auswirkungen auf andere Sachbereiche zu berücksichtigen, um spätere Nutzungskonflikte zu vermeiden. In diesem Zusammenhang ist weiters auch insbesondere darauf Bedacht zu nehmen, dass zwischen den unter den Anwendungsbereich der Seveso III-Richtlinie fallenden Betrieben einerseits und Wohngebieten, öffentlich genutzten Gebäuden und Gebieten, wasserwirtschaftlichen Planungs-, Schutz- und Schongebieten, Erholungsgebieten und – soweit möglich – Hauptverkehrswegen andererseits ein angemessener Sicherheitsabstand gewahrt bleibt; unter dem Gesichtspunkt des Naturschutzes besonders wertvolle bzw besonders empfindliche Gebiete in der Nachbarschaft von unter den Anwendungsbereich der Seveso III-Richtlinie fallenden Betrieben sind erforderlichenfalls durch angemessene Sicherheitsabstände oder durch andere relevante Maßnahmen zu schützen. Als öffentlich genutzte Gebiete im Sinn dieser Bestimmung gelten insbesondere Flächen, die für öffentliche Bauwerke, Büro- und Verwaltungsgebäude, Handels- und Dienstleistungsbetriebe, Veranstaltungsgebäude, Tourismusbetriebe oder Freizeiteinrichtungen bestimmt sind.",
            "annotations": []
        },
        {
            "text": "(4) Planungen und Maßnahmen der Gebietskörperschaften und anderer Planungsträger sind zur Vermeidung von Fehlentwicklungen insbesondere im Bereich der Siedlungsentwicklung, der Standortplanung für die Wirtschaft, des Landschafts- und Umweltschutzes sowie des Verkehrs, durch den rechtzeitigen Austausch von Informationen und Planungsgrundlagen aufeinander abzustimmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§18",
            "annotations": []
        },
        {
            "text": "Flächenwidmungsplan mit örtlichem Entwicklungskonzept",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Jede Gemeinde hat in Durchführung der Aufgaben der örtlichen Raumordnung durch Verordnung den Flächenwidmungsplan zu erlassen, weiterzuführen und regelmäßig zu überprüfen. Der Flächenwidmungsplan besteht aus",
            "annotations": []
        },
        {
            "text": "1. dem Flächenwidmungsteil und",
            "annotations": []
        },
        {
            "text": "2. dem örtlichen Entwicklungskonzeptteil (örtliches Entwicklungskonzept).",
            "annotations": []
        },
        {
            "text": "Das örtliche Entwicklungskonzept ist auf einen Planungszeitraum von zehn Jahren, der Flächenwidmungsteil auf einen solchen von fünf Jahren auszulegen.",
            "annotations": []
        },
        {
            "text": "(2) Das örtliche Entwicklungskonzept ist Grundlage des Flächenwidmungsteiles sowie der Bebauungsplanung und hat die längerfristigen Ziele und Festlegungen der örtlichen Raumordnung zu enthalten.",
            "annotations": []
        },
        {
            "text": "(3) Das örtliche Entwicklungskonzept besteht aus einer zeichnerischen Darstellung (Funktionsplan) und den gegebenenfalls notwendigen ergänzenden textlichen Festlegungen; es hat jedenfalls grundsätzliche Aussagen zu enthalten über:",
            "annotations": []
        },
        {
            "text": "1. das Baulandkonzept, das",
            "annotations": []
        },
        {
            "text": "a) den künftigen Baulandbedarf,",
            "annotations": []
        },
        {
            "text": "b) die räumliche und funktionelle Gliederung des Baulands im Hinblick auf die künftige Siedlungs- und Wirtschaftsentwicklung einschließlich der Festlegung von Funktionen und Entwicklungszielen,",
            "annotations": []
        },
        {
            "text": "c) die technische und soziale Infrastruktur und",
            "annotations": []
        },
        {
            "text": "d) die Sicherung eines wirksamen Umweltschutzes",
            "annotations": []
        },
        {
            "text": "festlegt; die abschätzbare Entwicklung möglicher Baulanderweiterungen ist im Funktionsplan darzustellen, wobei der generelle Ausschluss bestimmter Baulandkategorien zulässig ist;",
            "annotations": []
        },
        {
            "text": "2. das Verkehrskonzept mit den geplanten Infrastrukturmaßnahmen der Gemeinde im Bereich der örtlichen Verkehrserschließung;",
            "annotations": []
        },
        {
            "text": "3. das Grünlandkonzept, das",
            "annotations": []
        },
        {
            "text": "a) die natürlichen Voraussetzungen und Umweltbedingungen,",
            "annotations": []
        },
        {
            "text": "b) die landschaftlichen Vorrangzonen unter besonderer Berücksichtigung der Ökologie, des Landschaftsbildes und der Landwirtschaft,",
            "annotations": []
        },
        {
            "text": "c) die Frei- und Erholungsflächen und",
            "annotations": []
        },
        {
            "text": "d) die Neuaufforstungsgebiete",
            "annotations": []
        },
        {
            "text": "festlegt.",
            "annotations": []
        },
        {
            "text": "(4) Der Flächenwidmungsplan darf den Raumordnungsprogrammen und Verordnungen gemäß §11 Abs6 nicht widersprechen.",
            "annotations": []
        },
        {
            "text": "(5) In Übereinstimmung mit den Zielen und Festlegungen des örtlichen Entwicklungskonzeptes ist im Flächenwidmungsteil (Abs1 zweiter Satz Z1) für das gesamte Gemeindegebiet auszuweisen, welche Flächen als Bauland (§21 bis §23), als Verkehrsflächen (§29) oder als Grünland (§30) gewidmet werden. Die Gemeinde hat dabei auf Planungen benachbarter Gemeinden und anderer Körperschaften öffentlichen Rechtes sowie auf raumbedeutsame Maßnahmen anderer Planungsträger möglichst Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "(6) Für verschiedene räumlich übereinanderliegende Ebenen desselben Planungsraumes können verschiedene Widmungen festgelegt werden.",
            "annotations": []
        },
        {
            "text": "(7) Bei der Erlassung, Änderung oder regelmäßigen Überprüfung des Flächenwidmungsplanes hat die Gemeinde festgelegte Planungen des Bundes und des Landes zu berücksichtigen; solche Planungen sind überdies im Flächenwidmungsplan ersichtlich zu machen; dies gilt für festgelegte Flächennutzungen (wie Flugplätze, Eisenbahnen, Bundesstraßen, Verkehrsflächen des Landes, Wald entsprechend der forstrechtlichen Planung, Ver- und Entsorgungsleitungen, Erdgasspeicher) und Nutzungsbeschränkungen (wie Bannwälder, wasserrechtliche Schutz- und Schongebiete, Schutzzonen für Straßen, Sicherheitszonen für Flugplätze, Bauverbots- und Feuerbereiche bei Eisenbahnen, Naturschutzgebiete, Objekte unter Denkmalschutz, Schutzstreifen für ober- und unterirdische Leitungen, Bergbaugebiete, Gefahrenzonenpläne gemäß Forstgesetz 1975 und Wasserrechtsgesetz 1959 sowie festgelegte Hochwasserabflussgebiete). Auch für Flächen, auf denen überörtliche Planungen ersichtlich zu machen sind, sind Widmungen gemäß Abs5 festzulegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§21",
            "annotations": []
        },
        {
            "text": "Bauland",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Als Bauland dürfen nur Flächen vorgesehen werden, die sich auf Grund der natürlichen und der infrastrukturellen Voraussetzungen für die Bebauung eignen. Sie müssen dem Baulandbedarf der Gemeinde entsprechen, den die Gemeinde für einen Planungszeitraum von fünf Jahren erwartet. Flächen, die sich wegen der natürlichen Gegebenheiten (wie Grundwasserstand, Hochwassergefahr, Steinschlag, Bodenbeschaffenheit, Rutschungen, Lawinengefahr) für eine zweckmäßige Bebauung nicht eignen, dürfen nicht als Bauland gewidmet werden. Das gilt auch für Gebiete, deren Aufschließung unwirtschaftliche Aufwendungen für die kulturelle, hygienische, Verkehrs-, Energie- und sonstige Versorgung sowie für die Entsorgung erforderlich machen würde.",
            "annotations": []
        },
        {
            "text": "(1a)-(6) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§22",
            "annotations": []
        },
        {
            "text": "Widmungen im Bauland",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) […]",
            "annotations": []
        },
        {
            "text": "(2) Als Dorfgebiete sind solche Flächen vorzusehen, die vorrangig für Gebäude land- und forstwirtschaftlicher Betriebe sowie für Gärtnereien, im Übrigen aber nur für Bauwerke und Anlagen bestimmt sind, die auch im Wohngebiet (Abs1) errichtet werden dürfen, wobei jedoch als Wohngebäude nur Gebäude mit nicht mehr als zwei Geschoßen über dem Erdboden und einem Dachraum mit insgesamt höchstens drei Wohnungen und nur insoweit zulässig sind, als die dörfliche Struktur des Gebietes sichergestellt ist. Darüber hinaus dürfen in Dorfgebieten bestehende land- und forstwirtschaftliche Gebäude für Wohn-, Verwaltungs-, Schulungs-, Seminar- und Lagerzwecke sowie für Klein- und Mittelbetriebe, die die Umgebung nicht wesentlich stören, unter den Voraussetzungen des §30 Abs6 verwendet werden; §30 Abs7, 8 und 9 gelten sinngemäß.",
            "annotations": []
        },
        {
            "text": "(3)-(8) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§31",
            "annotations": []
        },
        {
            "text": "Bebauungsplan",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Jede Gemeinde hat in Durchführung der Aufgaben der örtlichen Raumordnung durch Verordnung Bebauungspläne zu erlassen, soweit dies zur Sicherung einer zweckmäßigen und geordneten Bebauung oder zur Erreichung eines möglichst wirksamen Umweltschutzes erforderlich ist. Bebauungspläne dürfen den Raumordnungsgrundsätzen, den Raumordnungsprogrammen, Verordnungen gemäß §11 Abs6 und dem Flächenwidmungsplan nicht widersprechen.",
            "annotations": []
        },
        {
            "text": "(2) Bei der Erlassung der Bebauungspläne ist die im Interesse der baulichen Ordnung erforderliche räumliche Verteilung der Gebäude und sonstigen Anlagen sowie gegebenenfalls das Maß der baulichen Nutzung möglichst so festzulegen, daß eine gegenseitige Beeinträchtigung vermieden wird. Insbesondere ist auf ein ausreichendes Maß an Licht, Luft und Sonne sowie auf die Erfordernisse des Umweltschutzes, insbesondere auch im Hinblick auf die Ermöglichung einer ökologischen Bauweise (z. B. Solaranlagen, Niedrigenergiehäuser, Passivhäuser), der Hygiene und der Feuersicherheit Rücksicht zu nehmen.",
            "annotations": []
        },
        {
            "text": "(3) §20 gilt sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§33",
            "annotations": []
        },
        {
            "text": "Verfahren in der Gemeinde",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Absicht, einen Flächenwidmungsplan, einen Teil eines Flächenwidmungsplans (§18 Abs1 zweiter Satz) oder einen Bebauungsplan neu zu erlassen oder grundlegend zu überprüfen, ist vom Bürgermeister durch vierwöchigen Anschlag an der Amtstafel und – ohne Auswirkung auf die Kundmachung – im Internet unter der Adresse der Gemeinde mit der Aufforderung kundzumachen, dass jeder, der ein berechtigtes Interesse glaubhaft macht, innerhalb einer angemessen festzusetzenden Frist seine Planungsinteressen dem Gemeindeamt (Magistrat) schriftlich bekannt geben kann. Gibt die Gemeinde regelmäßig ein amtliches Mitteilungsblatt heraus, hat die Kundmachung auch dort zu erfolgen.",
            "annotations": []
        },
        {
            "text": "(2) Bei Erlassung oder Änderung eines Flächenwidmungsplans, eines Teils eines Flächenwidmungsplans (§18 Abs1 zweiter Satz) oder eines Bebauungsplans hat der Beschluss des Planentwurfs durch den Gemeinderat zu erfolgen. Nach Beschluss des Planentwurfs hat die Gemeinde",
            "annotations": []
        },
        {
            "text": "1. den in Betracht kommenden Bundesdienststellen,",
            "annotations": []
        },
        {
            "text": "2. der Landesregierung,",
            "annotations": []
        },
        {
            "text": "3. den benachbarten Gemeinden,",
            "annotations": []
        },
        {
            "text": "4. der Wirtschaftskammer Oberösterreich,",
            "annotations": []
        },
        {
            "text": "5. der Landwirtschaftskammer für Oberösterreich,",
            "annotations": []
        },
        {
            "text": "6. der Kammer für Arbeiter und Angestellte für Oberösterreich,",
            "annotations": []
        },
        {
            "text": "7. der Oö. Umweltanwaltschaft, soweit Belange des Umweltschutzes in Frage stehen, sowie",
            "annotations": []
        },
        {
            "text": "8. sonstigen Körperschaften öffentlichen Rechts, von denen bekannt ist, dass ihre Interessen berührt werden,",
            "annotations": []
        },
        {
            "text": "innerhalb von acht Wochen Gelegenheit zur Stellungnahme zu geben. Der Landesregierung sind mit der Aufforderung zur Stellungnahme sechs Planentwürfe vorzulegen. Bei Flächenwidmungsplänen und Flächenwidmungsplanänderungen oder deren Teilen (§18 Abs1 zweiter Satz) ist, soweit nicht durch Verordnung anderes festgelegt ist, zur Frage der Umwelterheblichkeit gemäß den Abs7 und 8 und zur Frage des erforderlichen Prüfungsumfangs des Umweltberichts gemäß Abs11 Z1 eine Stellungnahme der Landesregierung einzuholen.",
            "annotations": []
        },
        {
            "text": "(3) Vor Beschlußfassung eines Flächenwidmungsplanes, eines Teils eines Flächenwidmungsplans (§18 Abs1 zweiter Satz) oder eines Bebauungsplanes durch den Gemeinderat ist der Plan durch vier Wochen zur öffentlichen Einsichtnahme beim Gemeindeamt (Magistrat) aufzulegen. Die Eigentümer jener Grundstücke, an deren Flächenwidmung oder Bebaubarkeit sich Änderungen ergeben, sind von der Planauflage nachweislich zu verständigen. Eine Verständigung kann unterbleiben, wenn die Änderung generelle Regelungen begriffsdefinitorischen Inhalts in den schriftlichen Ergänzungen von Bebauungsplänen betrifft. Auf die Auflage zur öffentlichen Einsichtnahme und die Möglichkeit der Einbringung von Anregungen oder Einwendungen ist während der Auflagefrist durch Anschlag an der Amtstafel und im amtlichen Mitteilungsblatt hinzuweisen, wenn die Gemeinde ein solches regelmäßig herausgibt.",
            "annotations": []
        },
        {
            "text": "(4) Jedermann, der ein berechtigtes Interesse glaubhaft macht, ist berechtigt, während der Auflagefrist schriftliche Anregungen oder Einwendungen beim Gemeindeamt (Magistrat) einzubringen, die mit dem Plan dem Gemeinderat vorzulegen sind. Eine Beschlußfassung des Planes in einer anderen als der zur Einsichtnahme aufgelegten Fassung ist nur nach vorheriger Anhörung der durch die Änderung Betroffenen zulässig. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§34",
            "annotations": []
        },
        {
            "text": "Aufsichtsverfahren und Kundmachung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Beschließt der Gemeinderat einen Flächenwidmungsplan, eine Änderung eines Flächenwidmungsplans oder eines Teils eines Flächenwidmungsplans (§18 Abs1 zweiter Satz), so ist dieser mit dem dazugehörigen Akt und den Planungsunterlagen vor Kundmachung des Beschlusses der Landesregierung als Aufsichtsbehörde zur Genehmigung vorzulegen. Ein Bebauungsplan ist der Landesregierung vor Kundmachung des Beschlusses nur dann zur Genehmigung vorzulegen, wenn überörtliche Interessen im besonderen Maß berührt werden. Überörtliche Interessen werden dann besonders berührt, wenn dies der Gemeinde von der Landesregierung anläßlich ihrer Stellungnahme gemäß §33 Abs2 mitgeteilt wurde.",
            "annotations": []
        },
        {
            "text": "(2) Die Genehmigung darf nur versagt werden, wenn der Plan",
            "annotations": []
        },
        {
            "text": "1. Raumordnungszielen und -grundsätzen einschließlich den aus der Seveso III-Richtlinie erwachsenden Pflichten oder festgelegten Planungen angrenzender Gemeinden oder",
            "annotations": []
        },
        {
            "text": "2. einem Raumordnungsprogramm oder einer Verordnung gemäß §11 Abs6 oder",
            "annotations": []
        },
        {
            "text": "3. – soweit nur der Flächenwidmungsteil (§18 Abs1 zweiter Satz Z1) betroffen ist – dem örtlichen Entwicklungskonzept (§18 Abs1 zweiter Satz Z2) oder",
            "annotations": []
        },
        {
            "text": "4. sonstigen gesetzlichen Bestimmungen, insbesondere den Baulandanforderungen gemäß §21 und den Verfahrensbestimmungen,",
            "annotations": []
        },
        {
            "text": "widerspricht oder",
            "annotations": []
        },
        {
            "text": "5. die geordnete wirtschaftliche, soziale und kulturelle Entwicklung anderer Gemeinden oder des Landes wesentlich beeinträchtigen würde.",
            "annotations": []
        },
        {
            "text": "(3) Vor Versagung der Genehmigung hat die Landesregierung der Gemeinde den Versagungsgrund mitzuteilen und ihr Gelegenheit zu geben, hiezu binnen einer angemessenen, jedoch mindestens sechs Wochen betragenden Frist Stellung zu nehmen.",
            "annotations": []
        },
        {
            "text": "(4) Die Genehmigung gilt als erteilt, wenn",
            "annotations": []
        },
        {
            "text": "1. der Gemeinde nicht innerhalb von vier Monaten nach Einlangen des genehmigungspflichtigen Planes und der nötigen Unterlagen (Abs1) beim Amt der Landesregierung ein Versagungsgrund mitgeteilt wird oder",
            "annotations": []
        },
        {
            "text": "2. der Gemeinde innerhalb von drei Monaten nach Einlangen ihrer Stellungnahme zu den mitgeteilten Versagungsgründen kein das Verfahren abschließender Bescheid zugestellt wird.",
            "annotations": []
        },
        {
            "text": "(5) Nach Einlangen des genehmigten Plans bei der Gemeinde oder nach Fristablauf ist der Plan kundzumachen. Bei Versagung der Genehmigung hat eine Kundmachung des Planes zu unterbleiben. Drei Ausfertigungen des kundgemachten Planes sind dem Amt der Landesregierung vorzulegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§36",
            "annotations": []
        },
        {
            "text": "Änderung des Flächenwidmungsplanes und des Bebauungsplanes",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Flächenwidmungspläne und Bebauungspläne sind",
            "annotations": []
        },
        {
            "text": "1. bei Änderung der maßgeblichen Rechtslage oder",
            "annotations": []
        },
        {
            "text": "2. wenn es das Gemeinwohl erfordert,",
            "annotations": []
        },
        {
            "text": "zu ändern.",
            "annotations": []
        },
        {
            "text": "(2) Flächenwidmungspläne und Bebauungspläne können geändert werden, wenn",
            "annotations": []
        },
        {
            "text": "1. öffentliche Interessen, die nach diesem Landesgesetz bei der Erlassung von solchen Plänen zu berücksichtigen sind, insbesondere Interessen einer ökologischen Energienutzung, dafür sprechen oder",
            "annotations": []
        },
        {
            "text": "2. diese Änderung den Planungszielen der Gemeinde nicht widerspricht und Interessen Dritter nicht verletzt werden.",
            "annotations": []
        },
        {
            "text": "(3) Langen bei der Gemeinde Anregungen auf Änderung eines Flächenwidmungsplanes oder eines Bebauungsplanes ein, hat der Gemeinderat binnen sechs Monaten zu entscheiden, ob die Voraussetzungen zu Änderungen gemäß Abs1 oder 2 gegeben sind. Liegen die Voraussetzungen vor, ist das Verfahren zur Änderung des Planes einzuleiten.",
            "annotations": []
        },
        {
            "text": "(4) Für das Verfahren gelten die Bestimmungen des §33 Abs2 bis 12 und des §34, jedoch ist auch benachbarten Gemeinden und den im §33 Abs2 Z4 bis 6 genannten Körperschaften öffentlichen Rechts nur dann Gelegenheit zur Stellungnahme zu geben, wenn deren Interessen durch die beabsichtigten Planänderungen berührt werden. Der Beschluss und das Stellungnahmeverfahren gemäß §33 Abs2 können zur Gänze entfallen, wenn die geplante Änderung in Übereinstimmung mit dem örtlichen Entwicklungskonzept sowie mit den einschlägigen Raumordnungsprogrammen oder Verordnungen gemäß §11 Abs6 erfolgt, insbesondere wenn sie in Durchführung eines Raumordnungsprogramms gemäß §24 Abs2 ergeht. In diesem Fall obliegt die Vorbereitung eines beschlussreifen Planes für die Behandlung im Gemeinderat der Bürgermeisterin bzw dem Bürgermeister. Über diese vorbereitenden Maßnahmen sind die Mitglieder des Gemeinderats unverzüglich zu informieren. Das Planauflageverfahren gemäß §33 Abs3 und 4 ist nicht erforderlich, wenn die von der Planänderung Betroffenen vor der Beschlussfassung nachweislich verständigt oder angehört werden.",
            "annotations": []
        },
        {
            "text": "(5) Auf Nutzungen, die der bisherigen Widmung entsprechen, ist bei Änderung der Flächenwidmungspläne und der Bebauungspläne möglichst Rücksicht zu nehmen.",
            "annotations": []
        },
        {
            "text": "(6) Die Änderung eines Flächenwidmungsplanes oder eines Bebauungsplanes ist durch den Gemeinderat zu begründen; der Begründung oder den Planungsunterlagen muss überdies die erforderliche Grundlagenforschung und Interessenabwägung zu entnehmen sein.\"",
            "annotations": []
        },
        {
            "text": "2. §31 der Oö. Bauordnung 1994 (Oö. BauO 1994), LGBl 66/1994 idF LGBl 34/2013, wie er zum Zeitpunkt der Erlassung des Flächenwidmungs- und des Bebauungsplanes in Kraft war, lautete auszugsweise:",
            "annotations": []
        },
        {
            "text": "§31",
            "annotations": []
        },
        {
            "text": "Einwendungen der Nachbarn",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1)-(3) […]",
            "annotations": []
        },
        {
            "text": "(4) Öffentlich-rechtliche Einwendungen der Nachbarn sind im Baubewilligungsverfahren nur zu berücksichtigen, wenn sie sich auf solche Bestimmungen des Baurechts oder eines Flächenwidmungsplans oder Bebauungsplans stützen, die nicht nur dem öffentlichen Interesse, sondern auch dem Interesse der Nachbarschaft dienen. Dazu gehören insbesondere alle Bestimmungen über die Bauweise, die Ausnutzbarkeit des Bauplatzes, die Lage des Bauvorhabens, die Abstände von den Nachbargrenzen und Nachbargebäuden, die Gebäudehöhe, die Belichtung und Belüftung sowie jene Bestimmungen, die gesundheitlichen Belangen oder dem Schutz der Nachbarschaft gegen Immissionen dienen. Ein Schutz gegen Immissionen besteht jedoch insoweit nicht, als die Nachbargrundstücke oder die darauf allenfalls errichteten Bauwerke nicht für einen längeren Aufenthalt von Menschen bestimmt oder geeignet sind und die Errichtung solcher Bauwerke auf Grund faktischer oder rechtlicher Umstände auch in Hinkunft nicht zu erwarten ist. Als längerer Aufenthalt gilt dabei jedenfalls nicht ein wenn auch mehrmaliger oder öfterer, jeweils aber nur kurzzeitiger vorübergehender Aufenthalt von Menschen. Überdies kann der Schutz der Nachbarschaft gegen Immissionen nicht dazu führen, daß die Baubewilligung für ein Bauvorhaben, das nach der für das Baugrundstück geltenden Flächenwidmung zulässig ist, grundsätzlich versagt wird.",
            "annotations": []
        },
        {
            "text": "(5) Beim Neubau von Wohngebäuden auf bisher unbebauten Grundstücken (heranrückende Bebauung) sind auch Einwendungen zu berücksichtigen, mit denen Immissionen geltend gemacht werden, die von einer bestehenden benachbarten Betriebsanlage oder von einem bestehenden benachbarten land- und forstwirtschaftlichen Betrieb ausgehen und auf das geplante Bauvorhaben einwirken. Dies gilt jedoch nur für Immissionen, die auf Grund rechtskräftiger Bescheide zulässig sind. In diesem Fall hat der Nachbar die entsprechenden Nachweise beizubringen.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit Eingabe vom 20. Juli 2017 suchte die beteiligte Partei im Verfahren vor dem Landesverwaltungsgericht Oberösterreich (Bauwerberin) bei der Marktgemeinde Thalheim bei Wels in Bezug auf die Grundstücke Nr 84/1 und 84/3, KG Aschet, um Änderung des Flächenwidmungsplanes und des Örtlichen Entwicklungskonzeptes von \"landwirtschaftlich genutzter Fläche\" in \"Bauland-Wohngebiet\" an.",
            "annotations": []
        },
        {
            "text": "2. Mit Schreiben vom 9. Jänner 2018 räumte die Marktgemeinde Thalheim bei Wels der Oö. Landesregierung gemäß §33 Abs2 Z2 Oö. ROG 1994 Gelegenheit zur Stellungnahme zu den Entwürfen der im Sinne dieses Ansuchens geplanten Änderung Nr 25 des Flächenwidmungsplanes Nr 5 samt Änderung Nr 6 des Örtlichen Entwicklungskonzeptes Nr 2 und Änderung Nr 09 des Bebauungsplanes Nr 16 ein. Diese sahen für den verfahrensgegenständlichen Planungsraum zusammengefasst eine Baulandwidmung und die Möglichkeit einer Bebauung mit zwei Geschossen und einem Dachgeschoss vor. Als Geschossflächenzahl war 0,5 geplant.",
            "annotations": []
        },
        {
            "text": "3. Die Stellungnahmen der Fachabteilungen des Amtes der Oö. Landesregierung Land- und Forstwirtschaft, Umwelt-, Bau- und Anlagetechnik (Luftreinhaltung), Natur- und Landschaftsschutz sowie Raumordnung zur Änderung Nr 25 des Flächenwidmungsplanes Nr 5 samt Änderung Nr 6 des Örtlichen Entwicklungskonzeptes Nr 2 kamen zu einem zumindest kritischen Ergebnis. Die Abteilung Wasserwirtschaft und Umweltschutz (Lärmschutz) hatte hingegen keine Bedenken. Zur Änderung Nr 09 des Bebauungsplanes Nr 16 gaben dieselben Fachabteilungen mit Ausnahme der Abteilung Land- und Forstwirtschaft Stellungnahmen ab, die im Wesentlichen jenen zur Änderung Nr 25 des Flächenwidmungsplanes Nr 5 samt Änderung Nr 6 des Örtlichen Entwicklungskonzeptes Nr 2 entsprachen.",
            "annotations": []
        },
        {
            "text": "4. Daraufhin änderte die Marktgemeinde Thalheim bei Wels die Entwürfe. So wurde etwa der von der Umwidmung betroffene Teil des Grundstückes Nr 84/1 als \"Dorfgebiet\" gewidmet und in diesem Teil eine Reduktion der Bruttogeschossfläche vorgesehen sowie eine Schutz- und Pufferzone im Bauland im nördlichen Teil des Grundstückes Nr 84/1 ergänzt.",
            "annotations": []
        },
        {
            "text": "5. Die Marktgemeinde Thalheim bei Wels legte dann gemäß §33 Abs3 Oö. ROG 1994 die Entwürfe der Änderung Nr 25 des Flächenwidmungsplanes Nr 5 samt der Änderung Nr 6 des Örtlichen Entwicklungskonzeptes Nr 2 und der Änderung Nr 09 des Bebauungsplanes Nr 16 vom 22. Oktober bis zum 20. November 2018 zur öffentlichen Einsichtnahme auf.",
            "annotations": []
        },
        {
            "text": "6. Der Oö. Landesregierung wurde zu diesen geänderten Plandokumenten wieder Gelegenheit zur Stellungnahme gemäß §33 Abs2 Z2 Oö. ROG 1994 eingeräumt.",
            "annotations": []
        },
        {
            "text": "7. Das Amt der Oö. Landesregierung erstattete am 18. Dezember 2018 erneut eine Stellungnahme, wonach die Umwidmung aus fachlicher Sicht nach wie vor nicht befürwortet werden könne, weil die Bedenken aus agrarfachlicher und naturschutzfachlicher Sicht aufrecht blieben.",
            "annotations": []
        },
        {
            "text": "8. Am 13. Juni 2019 beschloss der Gemeinderat der Marktgemeinde Thalheim bei Wels die Änderung Nr 25 zum Flächenwidmungsplan Nr 5 samt Änderung Nr 6 zum Örtlichen Entwicklungskonzept Nr 2 und die Änderung Nr 09 zum Bebauungsplan Nr 16 \"Reinberg\". Am 11. Juli 2019 legte die Marktgemeinde Thalheim bei Wels die geänderten Pläne der Oö. Landesregierung zur aufsichtsbehördlichen Genehmigung vor (§34 Abs1 Oö. ROG 1994).",
            "annotations": []
        },
        {
            "text": "9. Die zur Genehmigung vorgelegten Planunterlagen zur Änderung Nr 25 zum Flächenwidmungsplan Nr 5 samt Änderung Nr 6 zum Örtlichen Entwicklungskonzept Nr 2 wurden innerhalb des Amtes der Oö. Landesregierung den Fachabteilungen Land- und Forstwirtschaft sowie den Sachverständigen Natur- und Landschaftsschutz der Direktion Umwelt und Wasserwirtschaft zur neuerlichen Beurteilung vorgelegt. Diese kamen im Wesentlichen zu inhaltsgleichen Ergebnissen.",
            "annotations": []
        },
        {
            "text": "10. Die zur Genehmigung vorgelegten Planunterlagen zur Änderung Nr 09 zum Bebauungsplan Nr 16 \"Reinberg\" wurden durch den Sachverständigen für Natur- und Landschaftsschutz der Direktion Umwelt und Wasserwirtschaft erneut beurteilt. In seiner Stellungnahme wurde die zusätzliche Reduktion der denkbaren Bruttogeschoßfläche gegenüber dem Vorentwurf zwar zur Kenntnis genommen, aber insgesamt eine ablehnende Position gegenüber der Änderung vertreten.",
            "annotations": []
        },
        {
            "text": "11. Mit Schreiben des Amtes der Oö. Landesregierung vom 13. September 2019 wurde zum Bebauungsplan festgehalten, dass überörtliche Interessen im besonderen Maß berührt würden, weshalb dieser der Oö. Landesregierung gemäß §34 Abs1 Oö. ROG 1994 zur Genehmigung vorgelegt werden müsse. Zudem werde aus fachlicher Sicht durch die in der Ortsrandlage übergroßen Bauplatzgrößen und Geschoßflächenzahlen von 0,5 bzw 0,35 im westlichen Teil den Raumordnungsgrundsätzen nicht entsprochen. \"[D]er harmonische Übergang von der kleinstrukturierten Siedlung in das unbebaute Umfeld [werde] durch die möglichen großvolumigen Wohnbauten empfindlich gestört\". Die Bebauungsplanänderung sei somit \"entschieden abzulehnen\" und es werde beabsichtigt, die Genehmigung zu versagen.",
            "annotations": []
        },
        {
            "text": "12. Mit Schreiben des Amtes der Oö. Landesregierung vom 16. September 2019 wurden gemäß §34 Abs3 Oö. ROG 1994 die geplante Versagung der Genehmigung der Änderung Nr 25 zum Flächenwidmungsplan Nr 5 samt Änderung Nr 6 zum Örtlichen Entwicklungskonzept Nr 2 und die Versagungsgründe mitgeteilt.",
            "annotations": []
        },
        {
            "text": "13. Mit Schreiben der Marktgemeinde Thalheim bei Wels vom 7. Oktober 2019 wurde eine Stellungnahme gemäß §34 Abs3 Oö. ROG 1994 zu den Versagungsgründen eingebracht. Zum Flächenwidmungsplan samt Örtlichem Entwicklungskonzept wurde dargelegt, dass auf den am nördlichen Rand befindlichen Pferdebetrieb durch die Änderung der Widmung in \"Dorfgebiet\" und das Vorsehen einer Schutz- und Pufferzone Rücksicht genommen worden sei. Zum Bebauungsplan wurde hinsichtlich der im Vergleich zur Umgebung hohen Geschossflächenzahl und Firsthöhe festgehalten, dass das Bestandsgebäude \"sehr stark in Erscheinung\" trete und sowohl südlich als auch nördlich angrenzend eine \"zumindest so hohe Bebauungsdichte vorhanden\" sei.",
            "annotations": []
        },
        {
            "text": "14. Am 17. Oktober 2019 wurden mit Bescheiden der Oberösterreichischen Landesregierung der Änderung Nr 25 zum Flächenwidmungsplan Nr 5 samt Änderung Nr 6 zum Örtlichen Entwicklungskonzept Nr 2 und der Änderung Nr 09 zum Bebauungsplan Nr 16 \"Reinberg\" der Marktgemeinde Thalheim bei Wels die aufsichtsbehördliche Genehmigung erteilt. Diesen Bescheiden lag eine jeweils abschließende fachliche Stellungnahme durch einen Sachverständigen der Abteilung Raumordnung zugrunde, in der die vorliegende Änderung aus siedlungsstruktureller Sicht zur Kenntnis genommen wurde. Es wurde darauf hingewiesen, dass Einwände der Fachabteilungen gegen die Änderungen bestünden, jedoch läge eine nachvollziehbare Begründung und Auseinandersetzung durch den Gemeinderat anlässlich seiner Sitzung vom 13. Juni 2019 vor.",
            "annotations": []
        },
        {
            "text": "15. Die Änderung Nr 25 zum Flächenwidmungsplan Nr 5 samt Änderung Nr 6 zum Örtlichen Entwicklungskonzept Nr 2 und die Änderung Nr 09 zum Bebauungsplan Nr 16 \"Reinberg\" wurden vom 28. Oktober bis 12. November 2019 durch Anschlag an der Amtstafel kundgemacht.",
            "annotations": []
        },
        {
            "text": "16. Am 23. Dezember 2020 erteilte der Bürgermeister der Marktgemeinde Thalheim bei Wels der Bauwerberin des Anlassverfahrens die baubehördliche Bewilligung für die Errichtung einer Wohnanlage mit Tiefgarage auf den Grundstücken Nr 84/1 und 84/3, KG Aschet.",
            "annotations": []
        },
        {
            "text": "17. Gegen diesen Bescheid erhoben die Beschwerdeführer des Anlassverfahrens (Nachbarn) Beschwerde an das Landesverwaltungsgericht Oberösterreich.",
            "annotations": []
        },
        {
            "text": "18. Das Landesverwaltungsgericht Oberösterreich legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof veranlasst haben, wie folgt dar (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"IV. Begründung (verfassungsrechtliche Bedenken des Landesverwaltungsgerichts Oberösterreich):",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.4. Nach der stRsp des Verfassungsgerichtshofes hat die Grundlagenforschung in allgemeinen Überlegungen zu bestehen, welche die Grundlage für die jeweilige Planungsentscheidung hinsichtlich der von der Umwidmung konkret betroffenen Flächen bilden und als solche auch erkennbar und nachvollziehbar sind. Eine derartige Grundlagenforschung ist auch im Vorfeld der Änderung eines bestehenden Flächenwidmungsplanes vorzunehmen (vgl VfGH 16.06.2017, V74/2016 mwN).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.5. Eine Umwidmung ist nur dann gesetzeskonform, wenn alle für die Widmung maßgebenden Planungsgrundlagen dargetan und erkennbar gegeneinander abgewogen worden sind. Diese Planungsgrundlagen und die Interessenabwägung müssen der Begründung der Änderung des Flächenwidmungsplans gemäß §36 Abs6 OÖ ROG 1994 zu entnehmen sein (vgl VfGH 27.02.2015, V123/2014 mwN).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.6. Eine Nutzung, die die bisher bestehenden Nutzungsmöglichkeiten eines Grundstücks beeinträchtigt, muss im öffentlichen Interesse geboten sein, dh den Raumordnungszielen besser entsprechen als die bisherige Nutzung (vgl VfGH 07.10.2014, V42/2014).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.7. Nach der stRsp des Verfassungsgerichtshofes sind Bebauungspläne für Einzelfälle nicht generell verfassungswidrig (VfSlg 13.306/1992, 17.815/2006), stehen aber unter einer besonderen, der sachlichen Rechtfertigung dienenden Begründungspflicht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.8. In seiner Rsp hat der Verfassungsgerichtshof […] (VfSlg 14378) festgehalten, [dass] 'eine Bebauungsplanänderung, die lediglich deshalb vorgenommen wird, um für ein, auf einem Grundstück im Widerspruch zum geltenden Bebauungsplan errichtetes Bauwerk eine gehörige Rechtsgrundlage zu schaffen, gleichheitswidrig [sei]. Es widerspricht dem Gleichheitssatz, wenn die Änderung eines Bebauungsplanes nicht durch sachliche Erwägungen begründet, sondern ausschließlich dazu bestimmt ist, entgegen der Aufgabe des Bebauungsplanes, Bauvorhaben in die durch öffentliche Rücksichten gebotenen Bahnen zu lenken, durch Anpassung des Bebauungsplanes den Bauführer zu begünstigen. Der Grundgedanke, der in diesem Erkenntnis für die nachträgliche, nach Errichtung eines Bauwerkes beschlossene Bebauungsplanänderung ausgeführt wurde, trifft in gleicher Weise auf eine Bebauungsplanänderung zu, die zwar vor Bauführung beschlossen, aber eben auch ausschließlich dazu erlassen wird, einen bestimmten Bauwerber im Vergleich zu den Eigentümern von Nachbargrundstücken im Hinblick auf die dafür geltenden baurechtlichen Grundlagen zu begünstigen. Wenn ein Bebauungsplan die Bebauung in die durch die öffentlichen Rücksichten gebotenen Bahnen zu lenken hat, ist es sachlich nicht gerechtfertigt, auf einem der vom Bebauungsplan erfaßten Grundstücke lediglich im Interesse des Bauwerbers eine vom sonstigen Bebauungsplan abweichende bauliche Nutzung zuzulassen'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.1. Die Gemeinde Thalheim bei Wels beabsichtigt offenkundig vor dem Hintergrund eines konkreten Bauvorhabens (siehe dazu insbesondere das 'Ansuchen um Abänderung des Flächenwidmungsplanes und Änderung des ÖEK' der Bauwerberin vom 19.07.2017, […], den als 'Planungsgrundlage' genannten 'Entwurfsplan […] vom 30.08.2017, wiedergegeben im verfahrensgegenständlichen Bebauungsplan sowie jene von der Bauwerberin vorgelegten (Projekt-)Unterlagen, die als Grundlage für die Abänderung des Entwurfes des Bebauungsplanes dienten, wiedergegeben in der Stellungnahme, […]) die Änderung der bestehenden raumordnungsrechtlichen Grundlagen in Form der Änderung des Flächenwidmungsplanes (Flächenwidmungsteil und örtliches Entwicklungskonzept) sowie durch Änderung/Erlassung eines Bebauungsplanes. Mit anderen Worten soll durch die Änderung der Planungsdokumente der potentielle Widerspruch des verfahrensauslösenden Bauvorhabens zu bau- und raumordnungsrechtlichen Vorschriften beseitigt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. Die oben wiedergegebenen Bestimmungen des Oö. ROG 1994 sowie die Rsp des Verfassungsgerichtshofes lassen erkennen, dass die Änderung von Planungsdokumenten zuvorderst im öffentlichen Interesse zu erfolgen hat, jedenfalls aber den Planungszielen der Gemeinde nicht widersprechen darf.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. Im Zuge des Verfahrens zur Änderung der Planungsdokumente hat die Oö. Landesregierung (die Fachabteilungen des Amtes der Oö. Landesregierung) Stellungnahmen zu den beabsichtigten Änderungen erstattet. Auf das Wesentliche zusammengefasst wurde einerseits (aus agrarfachlicher und luftreinhaltetechnischer Sicht) ein erheblicher Nutzungskonflikt, insbesondere mit dem benachbarten landwirtschaftlichen Betrieb (somit das Problemfeld der heranrückenden Wohnbebauung) sowie andererseits ein Widerspruch im Lichte des Natur- und Landschaftsschutzes aufgrund einer 'für die Umgebungssituation überproportionale[n], singuläre[n] Verdichtung [...] die eher in städtischen Kernzonen vorzufinden ist' konstatiert. Dazu führt der Amtssachverständige für Natur- und Landschaftsschutz im Detail schlüssig und nachvollziehbar aus:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Grundsätzlich wird auf die bereits ergangenen Stellungnahmen vom 12.2.2018 zum Bebauungsplanentwurf vom 5.9.2017 bzw vom 27.11.2018 zum Entwurf vom 24.9.2018 verwiesen:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Das betroffene Areal befindet sich am westlichen Rand der Bruckhofsiedlung am Reinbergplateau. Diese als 'reines Wohngebiet' gewidmete Siedlung ist im Wesentlichen geprägt durch freistehende Einfamilienhäuser auf üblichen Parzellengrößen mit adäquaten Frei- u. Gartenflächen. Die Geschoßflächenzahl ist bei maximal zweigeschossiger Bebauung durchgehend mit 0,35 festgelegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Als einziger großvolumiger Baubestand tritt der Vierkanthof ('Bruckhof') in Erscheinung, der bereits in der Urmappe verzeichnet ist. Direkt angebaut im Süden ist ein dreigeschoßiges Wohnobjekt ('Schloss Bruckhof'), welches aufgrund der Topografie (nach Süden abfallender Hang) nicht höher als der Vierkanthof in Erscheinung tritt. Das landwirtschaftliche Anwesen war bis vor kurzem noch für Pferdehaltung in Verwendung. Westlich des Hofes befindet sich eine Reithalle. Nördlich des Areals besteht ein weiterer Pferdeeinstellbetrieb mit Reitplatz und eigener Reithalle. Westlich des Siedlungsrandes erstrecken sich unbebaute Agrarflächen bzw Pferdekoppeln.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Bebauungsplan sieht nunmehr einen 4784 m² großen Bauplatz vor, wobei der Vierkanthof sowie die Reithalle abgebrochen werden sollen. Für das Maß der baulichen Dichte ist eine Geschoßflächenzahl von 0,5 bei dreigeschossiger Bebauung festgelegt. Somit wären insgesamt 2392 m² Geschoßflächen zulässig. Dem Bebauungsplan zugrunde gelegt wurde ein Konzept des Architekturbüros […], in dem zwei hofartige dreigeschossige Baukörper (je 26,0 mal 23,5 m) mit insgesamt 16 Wohnungen geplant sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Durch die Größe, Anzahl der Geschoße, Struktur und Anordnung der Baukörper zueinander wird eine für die Umgebungssituation überproportionale, singulare Verdichtung erzeugt, die eher in städtischen Kernzonen vorzufinden ist. Durch den dominanten Vierkanthof ist zwar eine gewisse 'Vorbelastung' gegeben, dies ist jedoch historisch zu sehen, da dieser Hof ursprünglich als freistehendes Objekt in der Landschaft existiert hat (siehe Urmappe). Erst die Siedlungsentwicklung rund um das Anwesen bewirkte diesen Verdichtungseffekt. Singulare mehrgeschossige Wohnbauten an Siedlungsrändern ohne Berücksichtigung des Umfeldes würden ein unharmonisches Gesamtbild bzw den Eindruck einer zufälligen Nachverdichtung ohne großflächigem Gesamtkonzept erzeugen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Daher muss aus naturschutzfachlicher Sicht diese Bebauungsplanänderung abgelehnt werden, weil der harmonische Übergang von der Siedlung in das unbebaute Umfeld durch die möglichen großvolumigen Wohnbauten empfindlich gestört wird.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[Es folgt eine Darstellung der Änderungen des Entwurfes des Bebauungsplanes]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ansonsten sind keine Änderungen gegenüber dem Entwurf vom 24.9.2018 erkennbar.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Da keine Fluchtlinien zur Unterteilung von Baukörpern eingetragen sind, wären somit Baukörper mit nachstehenden Bruttogeschoßflächen möglich:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "BGF(D) = 0,35 x 3100 m² = 1085 m² BGF(W) = 0,50 x 1684 m² = 842 m²",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Somit ergibt sich eine gesamte Bruttogeschoßfläche von 1927 m². Dies wäre eine Reduktion gegenüber dem Entwurf vom 24.9.2018 von etwa 465 m².",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In der unmittelbaren Umgebung sind übliche Parzellengrößen (durchschnittlich 1000 m²) mit einer GFZ von 0,35 vorhanden. Daraus ergeben sich mögliche Bruttogeschoßflächen von 350 m². Das geplante Ausmaß würde somit etwa das 5 bis 6-fache der üblichen Dimensionen betragen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Damit würde zwei grundsätzlichen Raumordnungszielen u. -grundsätzen gemäß §2 des Oö. ROG 1994 in extremer Weise widersprochen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. die Sicherung oder Verbesserung einer Siedlungsstruktur, die mit der Bevölkerungsdichte eines Gebietes und seiner ökologischen und wirtschaftlichen Tragfähigkeit im Einklang steht,...",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "10. die Erhaltung und Gestaltung des Orts- und Landschaftsbildes sowie eine umfassende Dorf- und Stadtentwicklung unter besonderer Berücksichtigung der Stärkung der Stadt- und Ortskerne,....",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bei der Neuerstellung eines Bebauungsplanes ist ua der §31 Abs.[ ]2 des Oö. ROG maßgeblich:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'(2) Bei der Erlassung der Bebauungspläne ist die im Interesse der baulichen Ordnung erforderliche räumliche Verteilung der Gebäude und sonstigen Anlagen sowie gegebenenfalls das Maß der baulichen Nutzung möglichst so festzulegen, dass eine gegenseitige Beeinträchtigung vermieden wird.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammenfassung:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Grundsatzproblematik (aufgezeigt in den Stellungnahmen vom 12.2.2018 und 27.11.2018) bleibt weiterhin aufrecht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Durch die in Relation zu den in der Umgebung vorhandenen Parzellenausmaßen übergroßen Bauplatzgrößen verbunden mit den Geschoßflächenzahlen von 0,5 bzw 0.35 im westlichen Teil wird den zitierten Raumordnungsgrundsätzen nicht entsprochen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch wenn die Geschoßflächenzahl im westlichen Teil vermindert wurde, könnten zufolge der fehlenden Fluchtlinien mehrere großvolumige Baukörper errichtet werden, die ein Vielfaches der in der unmittelbaren Umgebung vorhandenen Gebäudedimensionen ausmacht und sich damit keinesfalls in das Orts- und Landschaftsbild einfügt. Die bestehende Siedlungsstruktur wird nicht verbessert, weil der Einklang mit der gegebenen Bevölkerungsdichte nicht gegeben ist. Da sich das Areal in einer eindeutigen Ortsrandlage befindet, kann auch nicht von einem 'Stadt- und Ortskern' gesprochen werden, in dem solche Verdichtungen durchaus im Einklang mit den Raumordnungsgrundsätzen stehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus naturschutzfachlicher Sicht ist daher auch diese Bebauungsplanänderung entschieden abzulehnen, weil der harmonische Übergang von der kleinstrukturierten Siedlung in das unbebaute Umfeld durch die möglichen großvolumigen Wohnbauten empfindlich gestört wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.4. Das Landesverwaltungsgericht Oberösterreich verkennt insbesondere im Lichte der höchstgerichtlichen Rsp nicht, dass auch Einzeländerungen von Planungsdokumenten, ausgelöst durch konkrete Bauvorhaben, im Einklang mit den verfassungs- und einfachgesetzlichen Vorgaben erfolgen können. Im vorliegenden Fall wurde eine solche Einzeländerung mit Blick auf ein konkretes Bauvorhaben bezogen auf einen kleinräumigen Planungsraum vorgenommen. Aus der Genese des Normsetzungsverfahrens kann abgeleitet werden, dass die Rechtssetzungsakte zunächst im Interesse eines einzelnen Grundstückseigentümers und Bauwerbers erfolgten. Nach der Rsp des Verfassungsgerichtshofes erfordert ein solcher Rechtssetzungsakt einer besonderen, der sachlichen Rechtfertigung dienenden Begründungspflicht. Die vorgelegten Verordnungsakte lassen für das Landesverwaltungsgericht Oberösterreich nicht ausreichend erkennen, welche − anderen oder zumindest zusätzlichen − (öffentlichen) Interessen dem Normsetzungsprozess zugrunde gelegt wurden. Vielmehr haben die Stellungnahmen der Oö. Landesregierung (siehe insbesondere die oben wiedergegebene Stellungnahme unter Punkt 2.3.) anschaulich erhebliche Widersprüche zu öffentlichen Interessen aufgezeigt. Während der Amtssachverständige für Natur- und Landschaftsschutz eindrücklich auch den Widerspruch zu Raumordnungsgrundsätzen und -zielen aufzeigt, werfen der agrarfachliche und der luftreinhaltetechnische Amtssachverständige (siehe dazu insbesondere auch die Stellungnahme der Oö. Landwirtschaftskammer) ein Schlaglicht auf den drohenden Nutzungskonflikt durch die Ermöglichung des Heranrückens der Wohnbebauung an einen bestehenden landwirtschaftlichen Betrieb.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.5. Der Oö. Landesgesetzgeber hat mit der Novelle LGBl 34/2013 zur Oö. BauO 1994 (Oö. Bauordnungs-Novelle 2013) in das Regelungsregime des §31 Abs5 leg cit (heranrückende Wohnbebauung) land- und forstwirtschaftliche Betriebe aufgenommen. In den Materialien (BIgLT AB 845/2013, 27. GP, 12) führt der Landesgesetzgeber dazu aus:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Beschränkung des in dieser Bestimmung geregelten 'umgekehrten Immissionsschutzes' auf eine benachbarte 'Betriebsanlage' geht auf die Oö. Bauordnungs-Novelle 1998, LGBl Nr 70, zurück und wurde mit dem Erkenntnis des Verfassungsgerichtshofs VfSlg 14.777/1997 begründet (vgl den Bericht des Bauausschusses 208 BIgOöLT XXV. GP, S 13). Nach diesem Erkenntnis bestehe im Geltungsbereich der NÖ Bauordnung 1976 ein solcher 'umgekehrter Immissionsschutz' für landwirtschaftliche Betriebe deswegen nicht, weil nur ein bereits bestehender Betrieb gewerblicher Art auf Grund des gewerberechtlichen Immissionsschutzes im Fall der heranrückenden Wohnbebauung mit zusätzlichen Auflagen gemäß §79 Abs2 Gewerbeordnung 1973 zu rechnen habe, während dieses Risiko für einen landwirtschaftlichen Betrieb entfalle.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Für die Rechtslage in Oberösterreich ist allerdings zu bedenken, dass bei einem landwirtschaftlichen Betrieb zusätzliche Auflagen zwar nicht von der Gewerbebehörde, aber unter Umständen von der Baubehörde vorgeschrieben werden könnten. So bestimmt §46 Abs1 Oö. Bauordnung 1994, dass dann, wenn ein ausgeführtes Bauvorhaben trotz Einhaltung der im Baubewilligungsbescheid vorgeschriebenen Auflagen und Bedingungen den dafür geltenden baurechtlichen Vorschriften nicht hinreichend entspricht und dadurch eine Gefährdung für das Leben und die körperliche Sicherheit von Menschen oder eine unzumutbare Belästigung der Nachbarschaft eintritt, die Baubehörde andere oder zusätzliche Auflagen und Bedingungen vorschreiben kann, soweit dies zur Beseitigung der Gefährdung oder unzumutbaren Belästigung erforderlich ist. Da somit auch bei land- und forstwirtschaftlichen Betrieben durch nachträgliche Vorschreibung von Auflagen ein Eingriff in die Rechtskraft von Bescheiden möglich ist, wird §31 Abs5 erster Satz nunmehr auch um diese land- und forstwirtschaftlichen Betriebe erweitert.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die vorgesehene Änderung stellt daher klar, dass bei Vorliegen der entsprechenden Voraussetzungen auch von land- und forstwirtschaftlichen Betrieben der Einwand der heranrückenden Bebauung geltend gemacht werden kann und im Baubewilligungsverfahren inhaltlich zu prüfen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.5. Das Landesverwaltungsgericht Oberösterreich übersieht in diesem Zusammenhang nicht, dass Fragen der heranrückenden Wohnbebauung im Baubewilligungsverfahren, insbesondere auf Grundlage einer Nachbareinwendung, zu prüfen sind. Den Ursprung der Problematik der heranrückenden Wohnbebauung bildet allerdings regelmäßig ein durch einen Umwidmungsakt begründeter (absehbarer) Nutzungskonflikt. Das Landesverwaltungsgericht Oberösterreich verkennt dabei nicht, dass es gerade bei bereits in der Vergangenheit gelegenen Widmungsakten durch die widmungskonforme Bebauung zu einem Heranrücken von Wohnbebauung an (land- und forstwirtschaftliche) Betriebe kommen kann. Fallbezogen liegt allerdings eine solche Konstellation nicht vor. Die von der Umwidmung betroffenen Grundstücke waren vor der Änderung des Flächenwidmungsplanes (sowohl im Flächenwidmungsteil wie auch im örtlichen Entwicklungskonzept) als Grünland ausgewiesen und werden nunmehr der Baulandwidmung zugeführt. Damit wird gerade mit dem vorliegenden Widmungsakt − wie die Oö. Landesregierung eindrücklich festhält − ein Nutzungskonflikt mit der Grünlandwidmung geschaffen. Allein die konkrete Umwidmung ermöglicht das Heranrücken der Wohnbebauung (an der auch die teilweise Widmung als Dorfgebiet nichts zu ändern vermag) an einen land- und forstwirtschaftlichen Betrieb.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.6. Für das Landesverwaltungsgericht Oberösterreich lassen sich auch im Hinblick auf den Bebauungsplan keine anderen oder zumindest zusätzlichen, über das Interesse der Bauwerberin hinausgehenden (öffentlichen) Interessen erkennen. Vielmehr wird − wie die Stellungnahme der Oö. Landesregierung anschaulich darlegt − im Planungsraum des verfahrensgegenständlichen Bebauungsplanes ein Grundeigentümer gegenüber den übrigen Grundeigentümern bevorzugt, indem für eine Teilfläche des Planungsraumes die Geschossflächenzahl mit 0,50 festgelegt wird. Damit ermöglicht der Normsetzer − ohne für das Landesverwaltungsgericht Oberösterreich nachvollziehbare Begründung − die Verwirklichung des der Bebauungsplanänderung zugrundeliegenden Bauvorhabens. Im Lichte der höchstgerichtlichen Rsp hegt das Landesverwaltungsgericht Oberösterreich Bedenken, ob damit − in dem Gleichheitssatz widersprechender Weise − ohne besondere sachliche Begründung ein Grundstückseigentümer gegenüber anderen Grundstückseigentümern bevorzugt wird. Zwar hat sich der Raumordnungsausschuss des Gemeinderates der Gemeinde Thalheim zunächst mit den erheblichen Bedenken der Oö. Landesregierung grundsätzlich auseinandergesetzt und wurden die Planungsdokumente auch geringfügig angepasst. Eine neuerliche Auseinandersetzung mit den aufrechtgehaltenen Bedenken der Oö. Landesregierung (im Lichte der vorgenommenen Änderungen) wurde seitens des Normsetzers allerdings − soweit ersichtlich − gänzlich unterlassen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.7.1. Wie bereits eingangs dargelegt, können Flächenwidmungs- und Bebauungspläne geändert werden, wenn öffentliche Interessen, [...] dafür sprechen (Z1) oder diese Änderung den Planungszielen der Gemeinde nicht widerspricht, wobei auf Interessen Dritter möglichst Rücksicht zu nehmen ist (Z2). Das Landesverwaltungsgericht Oberösterreich hat Bedenken, ob fallbezogen diese Voraussetzungen erfüllt sind:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.7.2. Wenn Einzeländerungen von Bebauungsplänen nach der Rsp des Verfassungsgerichtshofes 'einer besonderen, der sachlichen Rechtfertigung dienenden Begründungspflicht' bedürfen, so hegt das Landesverwaltungsgericht Oberösterreich im vorliegenden Fall Bedenken, ob diesen Vorgaben mit der auf ein konkretes Bauvorhaben bezogenen Änderung entsprochen wird, zumal dem Verordnungsakt kein dokumentiertes − zumindest neben das private Interesse der Bauwerberin tretendes − öffentliches Interesse entnommen werden kann. Beim pauschalen Verweis des Ortsplaners auf die 'Deckung des Wohnbedarfs' […] handelt es sich um einen Allgemeinplatz, der aus Sicht des Landesverwaltungsgerichts Oberösterreich der erforderlichen Begründungspflicht nicht genügt. Ohne Darstellung einer nachvollziehbaren Datenbasis lässt sich mit einem derartigen Verweis das Bestehen eines öffentlichen Interesses nicht ausreichend belegen. Zudem wird mit dem Pauschalverweis gänzlich die von der Oö. Landesregierung mehrmals thematisierte Ortsrandlage sowie die überproportionale − für diese Lage unpassende − Verdichtung ignoriert.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vielmehr wurden seitens der Oö. Landesregierung mehrfach Versagungsgründe mitgeteilt und legen die Stellungnahmen nachvollziehbar Widersprüche zu Raumordnungsgrundsätzen und -zielen dar. Das Landesverwaltungsgericht Oberösterreich hegt Bedenken, dass der Bebauungsplan 'ausschließlich dazu erlassen [wurde], einen bestimmten Bauwerber im Vergleich zu den Eigentümern von Nachbargrundstücken im Hinblick auf die dafür geltenden baurechtlichen Grundlagen zu begünstigen. Wenn ein Bebauungsplan die Bebauung in die durch die öffentlichen Rücksichten gebotenen Bahnen zu lenken hat, ist es sachlich nicht gerechtfertigt, auf einem der vom Bebauungsplan erfaßten Grundstücke lediglich im Interesse des Bauwerbers eine vom sonstigen Bebauungsplan abweichende bauliche Nutzung zuzulassen' (VfSlg 14378).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.7.3. Auch hinsichtlich der Änderung des Flächenwidmungsplanes hegt das Landesverwaltungsgericht Oberösterreich Bedenken, insbesondere ob die gesetzlichen Voraussetzungen für eine Änderung vorliegen. Nach der oben wiedergegebenen Bestimmung des §36 Abs2 Oö. ROG 1994 muss die Änderung entweder im öffentlichen Interesse gelegen sein (Z1) oder darf diese (zumindest) den Planungszielen der Gemeinde nicht widersprechen und ist dabei auf die Interessen Dritter möglichst Rücksicht zu nehmen. Der vorgelegte Verordnungsakt lässt für das Landesverwaltungsgericht Oberösterreich nicht ausreichend erkennen, worin das − über das private Interesse der Bauwerberin hinausgehende − öffentliche Interesse an der Umwidmung von Grünland in Bauland gelegen ist. Vielmehr haben die Stellungnahmen der Oö. Landesregierung gezeigt, dass mit der Umwidmung Interessenskonflikte geschaffen werden, also die Umwidmung den Raumordnungszielen gerade nicht besser entspricht als die ursprüngliche Widmung. Zudem hegt das Landesverwaltungsgericht Oberösterreich auch Zweifel, ob die Voraussetzung des Abs2 Z2 par cit erfüllt wird, zumal durch die gleichzeitige Änderung des örtlichen Entwicklungskonzeptes die Planungsziele der Gemeinde geändert werden. Damit verliert der Tatbestand der Z2 − zumindest teilweise − seinen Anwendungsbereich, wenn die Änderung des Flächenwidmungsteiles mit der Änderung des örtlichen Entwicklungskonzeptes verbunden wird. Die durch §18 Abs2 Oö. ROG 1994 etablierte Hierarchie der Planungsdokumente (Örtliches Entwicklungskonzept (Planungszeitraum 15 Jahre) − Flächenwidmungsteil (Planungszeitraum 7,50 Jahre − Bebauungsplan) wird damit geradezu ins Gegenteil verkehrt. Aber selbst wenn man von keinem Widerspruch zu den Planungszielen der Gemeinde ausgeht, lässt der vorgelegte Verordnungsakt für das Landesverwaltungsgericht Oberösterreich nicht ausreichend erkennen, inwieweit auf die Interessen Dritter 'möglichst Rücksicht' genommen wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.8. Im Ergebnis hegt das Landesverwaltungsgericht Oberösterreich aus den oben genannten Gründen Bedenken an der Gesetzmäßigkeit der verfahrensgegen-ständlichen Verordnungen, insbesondere wegen Widerspruchs zu den gesetzlichen Grundlagen sowie einer nicht ausreichenden / nicht ausreichend dokumentierten Grundlagenforschung und Interessenabwägung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. In von Amts wegen eingeleiteten Normenprüfungsverfahren hat der Verfassungsgerichtshof den Umfang der zu prüfenden und allenfalls aufzuhebenden Bestimmungen derart abzugrenzen, dass einerseits nicht mehr aus dem Rechtsbestand ausgeschieden wird, als Voraussetzung für den Anlassfall ist, dass aber andererseits der verbleibende Teil keine Veränderung seiner Bedeutung erfährt. Darüber hinaus sind auch in einem auf Antrag eingeleiteten Verfahren die Grenzen der Aufhebung so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen vollständig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle in untrennbarem Zusammenhang stehenden Bestimmungen auch erfasst werden (vgl VfSlg 19.020/2010 mwN). Was nach einer allfälligen Aufhebung übrig bleibt, soll kein sprachlicher Torso bzw unverständlich sein (vgl VfSlg 19.663/2012).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Aus prozessualer Vorsicht werden − in eventu − sowohl die Aufhebung der gesamten Verordnungen als auch die Aufhebung der Verordnungen, sofern sie die Grundstücke Nr 84/1 und 84/3, KG Aschet, betreffen, sowie die Aufhebung einer einzelnen Passage der Verordnung beantragt.\"",
            "annotations": []
        },
        {
            "text": "19. Die Oö. Landesregierung erstattete eine Äußerung, in der sie den im Antrag erhobenen Bedenken wie folgt entgegentritt (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"II. Zur Begründung bzw den verfassungsrechtlichen Bedenken des Landesverwaltungsgerichts Oberösterreich im Einzelnen:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie das Landesverwaltungsgericht Oberösterreich zutreffend ausführt, sind Bebauungspläne für Einzelfälle nach der ständigen Rechtsprechung des Verfassungsgerichtshofs nicht generell verfassungswidrig (VfSlg 13.206/1992, 17.815/2006). Richtig ist auch, dass eine Bebauungsplanänderung, die lediglich deshalb vorgenommen wird, um für ein, auf einem Grundstück im Widerspruch zum geltenden Bebauungsplan errichtetes Bauwerk eine gehörige Rechtsgrundlage zu schaffen, gleichheitswidrig ist. Es widerspricht dem Gleichheitssatz, wenn die Änderung eines Bebauungsplans nicht durch sachliche Erwägungen begründet, sondern ausschließlich dazu bestimmt ist, entgegen der Aufgabe des Bebauungsplanes, Bauvorhaben in die durch öffentliche Rücksichten gebotenen Bahnen zu lenken, durch Anpassungen des Bebauungsplanes den Bauführer zu begünstigen (VfSlg 14378).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Oö. Landesregierung als Aufsichtsbehörde bezweifelt aber, dass der diesem Erkenntnis grundgelegte Gedankengang in gleicher Weise auf die konkrete Änderung des Flächenwidmungs- bzw Bebauungsplans zutrifft:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zunächst ist festzuhalten, dass die Änderung eines Bebauungsplans zur Verwirklichung eines Bauvorhabens nach höchstgerichtlicher Rechtsprechung nicht schlechthin gleichheitswidrig ist (VfGH 25. Februar 1997, VfSlg 14757/1997). Aus dem bloßen Umstand, dass im Rahmen der Erstellung des Bebauungsplans auf Unterlagen eines konkreten Bauvorhabens zurückgegriffen wurde (vgl die Ausführungen des [Landesverwaltungsgerichts] Oberösterreich unter IV.2.1.) scheint insbesondere keine mangelnde sachliche Grundlage für die konkrete Verordnung ableitbar zu sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Letztlich bilden solche Unterlagen regelmäßig die notwendige Beurteilungsgrundlage für Planungsmaßnahmen auf Ebene der örtlichen Raumplanung, insbesondere von Bebauungsplänen. Für eine präzise Bearbeitung − wie sie hier zweifelsohne im Rahmen der Ausschüsse bzw durch das für die Grundlagenforschung beigezogene Planungsbüro erfolgt ist − können nachvollziehbare Planungsgrundlagen jedenfalls von Vorteil sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch anlässlich seiner Entscheidung vom 30. November 2021, V600/2020-16, hat der Verfassungsgerichtshof erneut klar festgehalten, dass der Umstand, dass die Erlassung eines Raumordnungsplans im Hinblick auf ein konkretes Vorhaben erfolgt, der Planinhalt also nicht abstrakt, sondern unter Berücksichtigung bestehender Bauvorhaben erstellt wird, nicht per se gesetzwidrig ist, sofern die gesetzlichen Vorgaben erfüllt sind und die Erlassung sachlich gerechtfertigt im Sinne des Art7 B-VG und Art2 StGG ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dringend zu widersprechen ist jedenfalls den 'auf das Wesentliche zusammengefassten' Ergebnissen des Verfahrens unter Punkt IV.2.3., wenn darin − grob verkürzt − ausschließlich auf einen Nutzungskonflikt bzw einen Widerspruch im Lichte des Natur- und Landschaftsschutzes verwiesen wird und somit sowohl die positiven Stellungnahmen der anderen Fachdienststellen als auch die abschließende fachliche Beurteilung vom 11. Oktober 2018, in welcher kein Widerspruch zur Siedlungsstruktur erblickt wurde und eine Kenntnisnahme empfohlen wurde, unerwähnt bleiben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vielmehr ist in diesem Kontext nochmals auf die umfassende Grundlagenforschung und Interessenabwägung durch die Gemeinde hinzuweisen, welche sich auch in der letztlich aufsichtsbehördlich genehmigten Änderungsvariante widerspiegelt. So wurde als Reaktion auf die ablehnenden Stellungnahmen einzelner Fachdienststellen im Zuge des Verfahrens zur Änderung Nr 25 des Flächenwidmungsplans Nr 5 samt Änderung Nr 6 zum Örtlichen Entwicklungskonzept Nr 2 zunächst eine Schutzzone im Bauland ergänzt und in weiterer Folge überdies für einen Teil der Umwidmungsfläche anstelle des ursprünglich intendierten Wohngebiets die Widmungskategorie Dorfgebiet festgelegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch anhand der Genese der Änderung Nr 9 des Bebauungsplans Nr 16 'Reinberg' zeigt sich klar, dass die Marktgemeinde Thalheim bei Wels − jeweils unter fachlicher Begleitung − in Reaktion auf die Stellungnahmen der Fachdienststellen durchaus umfassende Ergänzungen der Grundlagenforschung und entsprechende Adaptierungen der Interessenabwägung hin zu einer im Vergleich zur Ausgangsvariante deutlich weniger dichten Bebauung vorgenommen hat, um den Zielsetzungen des Oö. Raumordnungsgesetzes bestmöglich zu entsprechen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Den Ausführungen des Landesverwaltungsgerichts Oberösterreich zu §31 Abs5 Oö. Bauordnung 1994, also zum Konzept der heranrückenden Wohnbebauung, ist insofern zuzustimmen, als dass diese Frage allenfalls Gegenstand eines Baubewilligungsverfahrens − insbesondere auf Grundlage einer Nachbareinwendung − sein könnte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zwar ist nicht unrichtig, dass − letztlich schon als logische Folge der in der gesetzlichen Systematik grundgelegten, typischen zeitlichen Abfolge aus Raumordnungs- und Bauverfahren − häufig ein Umwidmungsakt einem Bauverfahren vorangeht, in dem ein solcher Einwand thematisiert werden könnte, allerdings wäre es letztlich eine nicht durch den Wortlaut des Oö. ROG 1994 gedeckte, verfehlte Überdehnung der Anforderungen an die Planungsakte der örtlichen Raumordnung, bereits sämtliche künftig potenziell denkbaren Einwände in nachfolgenden Verwaltungsverfahren zu antizipieren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nicht nachvollzogen werden können zudem die Bedenken des Landesverwaltungsgerichts Oberösterreich hinsichtlich des mutmaßlichen Nichtvorliegens der gesetzlichen Änderungsgründe des Flächenwidmungs- bzw Bebauungsplans. Jedenfalls ist die Aussage, wonach dem Verordnungsakt kein dokumentiertes − zumindest neben das private Interesse der Bauwerberin tretendes − öffentliches Interesse entnommen werden könne aktenwidrig, zumal das Landesverwaltungsgericht selbst gleich im Anschluss auf die Ausführungen des Ortsplaners zur Deckung des Wohnbedarfs verweist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Inwiefern es sich hierbei um einen 'Allgemeinplatz' handeln soll, erschließt sich dabei aus Sicht der Oö. Landesregierung schon deshalb nicht, da die Zurverfügungstellung sowohl qualitativ als auch quantitativ adäquater Grundflächen für die Ansiedelung der Wohnbevölkerung einer Gemeinde ein erhebliches öffentliches Interesse im Sinne der Bestimmungen des Oö. ROG 1994 bildet (vgl insb. §2 Abs1 Z2 und 3 leg. cit.). Darüber hinaus enthält schon die erste Stellungnahme der […] GmbH vom 05. September 2017 weitere Ausführungen zum öffentlichen Interesse, wie beispielsweise den Umstand, dass sämtliche erforderliche technische Infrastruktur aufgrund des Bestandsgebäudes bereits in unmittelbarer Nähe vorhanden ist bzw mit vertretbarem technischem und finanziellem Aufwand hergestellt werden kann (vgl §2 Abs1 Z8 Oö. ROG 1994).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Doch selbst wenn man − entgegen der Rechtsansicht der Oö. Landesregierung − davon ausgehen würde, dass ein über das private Interesse der Bauwerberin hinausgehendes öffentliches Interesse nicht gegeben wäre, lägen gegenständlich die Voraussetzungen für eine Änderung des Flächenwidmungsplans vor:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gemäß §36 Abs2 Oö. ROG 1994 können Flächenwidmungspläne und Bebauungspläne geändert werden, wenn öffentliche Interessen, die nach diesem Landesgesetz bei der Erlassung von solchen Plänen zu berücksichtigen sind, insbesondere Interessen einer ökologischen Energienutzung, dafür sprechen oder diese Änderung den Planungszielen der Gemeinde nicht widerspricht, wobei auf Interessen Dritter möglichst Rücksicht zu nehmen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Insbesondere die Aussage des Landesverwaltungsgerichts Oberösterreich, wonach der Tatbestand des §36 Abs2 Z2 seinen Anwendungsbereich verlöre, wenn die Änderung des Flächenwidmungsteiles mit der Änderung des örtlichen Entwicklungskonzeptteiles verbunden wird, findet im Wortlaut und der Systematik des Oö. Raumordnungsgesetzes 1994 keine Deckung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der lange Planungshorizont des örtlichen Entwicklungskonzeptteiles von fünfzehn Jahren bedingt vielmehr de facto zwangsläufig, dass nicht alle Entwicklungen im Gemeindegebiet durch die Planungsbehörde vorhergesehen werden können. Schon die Bezeichnung als Entwicklungskonzept verdeutlicht, dass dieses − als abstraktestes Instrument der örtlichen Raumplanung − lediglich die Grundlage für die weitere Flächenwidmungs- und Bebauungsplanung bilden kann (vgl auch den klaren Wortlaut des §18 Abs2 Oö. ROG 1994), das als solches (bloß) grundsätzliche Aussagen, beispielsweise zur angestrebten Siedlungsgestaltung, zu enthalten hat (vgl Leitl, Überörtliche und örtliche Raumplanung in Hauer/Nußbaumer (Hrsg), Österreichisches Raum- und Fachplanungsrecht [2006] 112).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Mit der gleichzeitigen Änderung des Örtlichen Entwicklungskonzeptteiles wird die in §18 Abs2 Oö. ROG 1994 etablierte Hierarchie der Planungsdokumente also keineswegs 'geradezu ins Gegenteil verkehrt'; vielmehr ist hierin eine notwendige Möglichkeit zu erblicken, auch während des fünfzehnjährigen Planungszeitraums des Örtlichen Entwicklungskonzeptteiles adäquat auf sich neu ergebende, neue Planungsoptionen reagieren zu können.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Würde man demgegenüber der Rechtsansicht des Landesverwaltungsgerichts Oberösterreich folgen und in jeder mit der Änderung des Flächenwidmungsteils verknüpften Änderung des Örtlichen Entwicklungskonzeptes eine (impliziert wird wohl: unzulässige, weil öffentlichen Interessen bzw Planungszielen der Gemeinde zuwiderlaufende) Verkehrung der Hierarchie der Planungsdokumente sehen, entfiele beinahe jeglicher Anwendungsfall für Änderungen des Örtlichen Entwicklungskonzepts.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Letztlich spricht auch der klare Wortlaut des §36 Abs2 Z2 Oö. ROG 1994 gegen diese Interpretation des Landesverwaltungsgerichts Oberösterreich:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nicht übersehen werden darf nämlich, dass gemäß dieser Bestimmung nicht nur der Flächenwidmungsteil geändert werden kann, wenn diese Änderung den Planungszielen der Gemeinde nicht widerspricht, wobei auf Interessen Dritter möglichst Rücksicht zu nehmen ist, sondern der Flächenwidmungsplan als solcher.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schon aus dieser Formulierung folgt daher zwangsläufig, dass der Landesraumordnungsgesetzgeber die Existenz von Planungszielen der Gemeinde anerkennt, welche (bislang) nicht Niederschlag im Örtlichen Entwicklungskonzeptteil gefunden haben und daher dessen Änderung bedingen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Insofern das Landesverwaltungsgericht Oberösterreich unter IV.2.7.3 wiederholt angibt, der vorgelegte Verordnungsakt lasse nicht ausreichend erkennen, inwieweit auf die Interessen Dritter 'möglichst Rücksicht' genommen wurde, ist − nochmals abschließend − auf die bereits mehrfach erwähnte, geradezu beispielhaft umfassende Auseinandersetzung mit den Eingaben im Rahmen der jeweiligen Verfahren und die erfolgte Interessenabwägung mitsamt mehrmaliger Anpassungen der Pläne zu verweisen.\"",
            "annotations": []
        },
        {
            "text": "20. Die verordnungserlassende Behörde, der Gemeinderat der Marktgemeinde Thalheim bei Wels, äußerte sich nicht.",
            "annotations": []
        },
        {
            "text": "21. Die Beschwerdeführer im Verfahren vor dem Landesverwaltungsgericht Oberösterreich erstatteten ebenfalls eine Äußerung, in der sie den vom Landesverwaltungsgericht Oberösterreich erhobenen Bedenken beitreten und diese teilweise näher ausführen.",
            "annotations": []
        },
        {
            "text": "22. Der Bürgermeister der Marktgemeinde Thalheim bei Wels (als belangte Behörde vor dem antragstellenden Verwaltungsgericht und damit beteiligte Partei) erstattete eine Äußerung, in der er angibt, dass sich die Marktgemeinde Thalheim bei Wels bereits 2013 mit dem Areal der Grundstücke der Bauwerberin zur \"Schließung der Wohngebietszeile\" beschäftigt habe und sodann mit Vorlage des konkreten Projektes für das Areal ein gesetzeskonformes Verordnungsverfahren durchgeführt habe.",
            "annotations": []
        },
        {
            "text": "23. Auch die Bauwerberin des Anlassverfahrens brachte eine Äußerung ein, in der sie im Wesentlichen den Ausführungen des Bürgermeisters der Marktgemeinde Thalheim bei Wels beitritt.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Normenprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "1.3. Die Grenzen der Aufhebung einer auf ihre Gesetzmäßigkeit zu prüfenden Verordnungsbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Normenprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Teil der Bestimmung nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Stelle untrennbar zusammenhängenden Bestimmungen ebenfalls erfasst werden.",
            "annotations": []
        },
        {
            "text": "1.4. Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Normenprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Das antragstellende Gericht hat all jene Normen anzufechten, die für es präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014).",
            "annotations": []
        },
        {
            "text": "1.5. Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Verordnungsstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011, 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Gesetzwidrigkeit durch die Aufhebung gar nicht beseitigt würde (VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Verordnung dieser ein völlig veränderter, dem Verordnungsgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "1.6. Die mit Antrag \"a.\" (Hauptantrag zum Bebauungsplan) angestrebte Aufhebung der Zahl \"0,5\" der Nutzungsschablone in der planlichen Darstellung betreffend die Grundstücke Nr 84/1 und 84/3, KG Aschet, des Bebauungsplanes würde dazu führen, dass in Bezug auf das Baugrundstück keine Begrenzung der zulässigen Geschossfläche mehr bestünde (vgl §32 Abs6 Oö. ROG 1994; ebenso bereits VfGH 4.3.2021, V541/2020). Damit würde der Inhalt des Bebauungsplanes völlig verändert werden, was dem Verordnungsgeber nicht mehr zusinnbar wäre. Das ist nach der oben zitierten Rechtsprechung aber unzulässig.",
            "annotations": []
        },
        {
            "text": "1.7. Daher ist dieser Antrag zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "1.8. Im Verfahren hat sich hingegen nichts ergeben, was an der Zulässigkeit im Hinblick auf den ersten Eventualantrag zu Antrag \"a.\" und Antrag \"b.\" zweifeln ließe: Mit dem vor dem Landesverwaltungsgericht Oberösterreich in Beschwerde gezogenen Bescheid des Bürgermeisters der Marktgemeinde Thalheim bei Wels vom 23. Dezember 2020 wurde der Bauwerberin die baubehördliche Bewilligung für den Neubau einer Wohnanlage mit Tiefgarage auf den Grundstücken Nr 84/1 und 84/3, KG Aschet, erteilt. Zur Beurteilung der Beschwerde ist der vom Landesverwaltungsgericht monierte Bebauungsplan Nr 16 \"Reinberg\" und der Flächenwidmungsplan Marktgemeinde Thalheim bei Wels, Teil A: Flächenwidmungsteil Nr 5 Änderung Nr 5.25 Bruckhof-Reinberg und Teil B: Örtliches Entwicklungskonzept Nr 2 Änderung Nr 2.06 Bruckhof-Reinberg, jeweils beschlossen vom Gemeinderat der Marktgemeinde Thalheim bei Wels am 13. Juni 2019, aufsichtsbehördlich genehmigt durch die Oberösterreichische Landesregierung am 17. Oktober 2019, kundgemacht durch Anschlag vom 28. Oktober bis 12. November 2019, jedenfalls insoweit dem Verfahren zugrunde zu legen, als sie sich auf die Grundstücke Nr 84/1 und 84/3, KG Aschet, beziehen.",
            "annotations": []
        },
        {
            "text": "1.9. Da sonst keine Prozesshindernisse hervorgekommen sind, erweisen sich der erste Eventualantrag zu Antrag \"a.\" und Antrag \"b.\" als zulässig.",
            "annotations": []
        },
        {
            "text": "1.10. Angesichts der Zulässigkeit dieser Anträge erübrigt es sich, auf die weiteren Eventualanträge einzugehen.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof ist in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den in der Begründung des Antrages dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist begründet:",
            "annotations": []
        },
        {
            "text": "2.2.1. Allgemeines",
            "annotations": []
        },
        {
            "text": "2.2.1.1. Nach ständiger Rechtsprechung des Verfassungsgerichtshofes zum Raumplanungsrecht (vgl etwa VfSlg 8280/1978, 10.711/1985, 12.926/1991, 19.890/2014) kommt den gesetzlichen Planungszielen besondere Bedeutung zu (vgl etwa VfSlg 16.032/2000, 17.015/2003). Auf den Raumordnungsgesetzen beruhende Vollzugsakte haben sich daher an diesen Planungszielen auszurichten (Leitl-Staudinger, Überörtliche und örtliche Raumplanung, in: Hauer/Nußbaumer [Hrsg.], Österreichisches Raum- und Fachplanungsrecht, 2006, 95 [110]; ebenso VfGH 24.6.2021, V18/2019; 30.11.2021, V600/2020).",
            "annotations": []
        },
        {
            "text": "2.2.1.2. Änderungen eines Raumordnungsplanes aus Anlass eines konkreten Vorhabens sind nicht per se gesetzwidrig, müssen aber jedenfalls sachlich gerechtfertigt im Sinne von Art7 Abs1 B-VG sein (zB VfSlg 15.300/1998, 15.939/2000; VfGH 10.6.2013, B974/2011).",
            "annotations": []
        },
        {
            "text": "2.2.2. Zum Flächenwidmungsplan (Flächenwidmungsteil und örtliches Entwicklungskonzeptteil [örtliches Entwicklungskonzept], vgl §18 Abs1 Oö. ROG 1994)",
            "annotations": []
        },
        {
            "text": "2.2.2.1. Gemäß §36 Abs1 Oö. ROG 1994 idF LGBl 69/2015 sind Flächenwidmungspläne bei Änderung der maßgeblichen Rechtslage (Z1) oder dann, wenn es das Gemeinwohl erfordert (Z2) zu ändern. Gemäß §36 Abs2 Oö. ROG 1994 idF LGBl 69/2015 (im Antrag idF LGBl 125/2020 zitiert) können Flächenwidmungspläne geändert werden, wenn öffentliche Interessen, die nach diesem Landesgesetz bei der Erlassung von solchen Plänen zu berücksichtigen sind, insbesondere Interessen einer ökologischen Energienutzung, dafür sprechen (Z1) oder diese Änderung den Planungszielen der Gemeinde nicht widerspricht und Interessen Dritter nicht verletzt werden (Z2).",
            "annotations": []
        },
        {
            "text": "2.2.2.2. Nach §36 Abs6 Oö. ROG 1994 ist \"[d]ie Änderung eines Flächenwidmungsplanes oder eines Bebauungsplanes […] durch den Gemeinderat zu begründen; der Begründung oder den Planungsunterlagen muss überdies die erforderliche Grundlagenforschung und Interessenabwägung zu entnehmen sein.\" Eine solche Begründung hätte sich daher insbesondere mit den öffentlichen Interessen iSv §36 Abs2 Z1 Oö. ROG 1994 (zB Baulandbedarf) bzw mit den in Z2 leg. cit. angesprochenen Planungszielen der Gemeinde – bei denen es sich ebenfalls um öffentliche Interessen handelt – auseinandersetzen müssen; eine solche Auseinandersetzung ergibt sich aber weder aus dem Protokoll der Sitzung des Gemeinderates noch aus den sonstigen Verordnungsakten. Zwar berief sich die Marktgemeinde Thalheim bei Wels im Verordnungserlassungsverfahren auf die \"Schaffung von neuem Wohnraum\" und die \"Deckung des Wohnungsbedarfes innerhalb der Gemeinde\"; aus dieser pauschalen und nicht näher belegten Behauptung ist aber für den Verfassungsgerichtshof nicht erkennbar, inwieweit überhaupt die Voraussetzungen für die Änderung des Flächenwidmungsplanes vorliegen. Die von §36 Abs6 Oö. ROG 1994 geforderte Begründung fehlt daher.",
            "annotations": []
        },
        {
            "text": "2.2.2.3. Der Flächenwidmungsplan (Flächenwidmungsteil und örtliches Entwicklungskonzeptteil [örtliches Entwicklungskonzept]) erweist sich daher im aufgezeigten Umfang (betreffend die Grundstücke Nr 84/1 und 84/3, KG Aschet) als gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "2.2.3. Zum Bebauungsplan",
            "annotations": []
        },
        {
            "text": "2.2.3.1. Bebauungspläne dürfen dem Flächenwidmungsplan nicht widersprechen (§31 Abs1 Oö. ROG 1994). Das Bestehen eines Flächenwidmungsplanes ist daher Voraussetzung für die Erlassung eines Bebauungsplanes, um dessen Übereinstimmung mit dem Flächenwidmungsplan beurteilen zu können (vgl VfSlg 5912/1969, 17.743/2005, 18.250/2007, 19.007/2010, 19.948/2015, 20.222/2017; vgl auch W. Hauer, Zur Theorie vom \"weißen Fleck\", ecolex 1995, 58). Zudem ist das örtliche Entwicklungskonzept Grundlage der Bebauungsplanung (§18 Abs2 Oö. ROG 1994).",
            "annotations": []
        },
        {
            "text": "2.2.3.2. Da durch die Aufhebung des Flächenwidmungsplanes hinsichtlich der besagten Grundstücke keine Flächenwidmung mehr besteht, ist auch der Bebauungsplan gesetzwidrig, soweit er sich auf die Grundstücke Nr 84/1 und 84/3, KG Aschet, bezieht (VfSlg 20.222/2017).",
            "annotations": []
        },
        {
            "text": "2.2.3.3. Der Bebauungsplan erweist sich daher im aufgezeigten Umfang (betreffend die Grundstücke Nr 84/1 und 84/3, KG Aschet) als gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1.  Der Hauptantrag zum Bebauungsplan ist zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "Der Flächenwidmungsteil Nr 5 Änderung Nr 5.25 Bruckhof-Reinberg, beschlossen vom Gemeinderat der Marktgemeinde Thalheim bei Wels am 13. Juni 2019, kundgemacht durch Anschlag vom 28. Oktober bis 12. November 2019, genehmigt mit Bescheid der Oö. Landesregierung vom 17. Oktober 2019, der Örtliche Entwicklungskonzeptteil Nr 2 Änderung Nr 2.06 Bruckhof-Reinberg, beschlossen vom Gemeinderat der Marktgemeinde Thalheim bei Wels am 13. Juni 2019, kundgemacht durch Anschlag vom 28. Oktober bis 12. November 2019, genehmigt mit Bescheid der Oö. Landesregierung vom 17. Oktober 2019, und der Bebauungsplan Nr 16 \"Reinberg\" Änderung Nr 09, beschlossen vom Gemeinderat der Marktgemeinde Thalheim bei Wels am 13. Juni 2019, kundgemacht durch Anschlag vom 28. Oktober bis 12. November 2019, genehmigt mit Bescheid der Oö. Landesregierung vom 17. Oktober 2019, sind, soweit sie jeweils die Grundstücke Nr 84/1 und 84/3, KG Aschet, betreffen, als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Oberösterreichischen Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §4 Abs1 Z2 litb Oberösterreichisches Verlautbarungsgesetz, LGBl 91/2014 idF LGBl 70/2021.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}