{
    "document_id": "JFT_20230918_23E00479_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der am 22. Februar 1986 geborene Beschwerdeführer stellte am 2. August 2022 in Österreich einen Antrag auf internationalen Schutz. Zu seinen Fluchtgründen gab er an, Staatsangehöriger von Myanmar zu sein und es als Angehöriger der Volksgruppe der Rohingya schwer zu haben, in Bangladesch zu leben.",
            "annotations": []
        },
        {
            "text": "2.  Mit Bescheid vom 2. November 2022 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag auf internationalen Schutz bezüglich der Zuerkennung des Status des Asylberechtigten sowie bezüglich der Zuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Bangladesch ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung, stellte fest, dass die Abschiebung des Beschwerdeführers nach Bangladesch zulässig sei und setzte eine 14-tägige Frist für die freiwillige Ausreise ab Rechtskraft der Rückkehrentscheidung.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 3. Jänner 2023 als unbegründet ab. ",
            "annotations": []
        },
        {
            "text": "3.1. Zunächst trifft das Bundesverwaltungsgericht ua folgende Feststellungen:",
            "annotations": []
        },
        {
            "text": "\"1.1. Der volljährige Beschwerdeführer ist Staatsangehöriger der Republik Bangladesch, spricht Bengali und bekennt sich zur Religionszugehörigkeit des Islam.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer lebte zuletzt in Brahmanbaria, Bangladesch und arbeitete vor seiner Ausreise nach Europa als Schneider. Der Beschwerdeführer ist ledig und kinderlos. In Bangladesch lebt seine Mutter. Im Verfahren ist nicht hervorgekommen, dass dem Beschwerdeführer eine Kontaktaufnahme zu seiner Mutter nicht möglich sein sollte.",
            "annotations": []
        },
        {
            "text": "1.2. Der Beschwerdeführer hält sich spätestens seit seiner Antragstellung am 02.08.2021 im österreichischen Bundesgebiet auf.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer verfügt weder über Familienangehörige, noch sonstige enge Bezugspersonen in Österreich. Er ist geringfügig in einem Imbiss beschäftigt und versucht die deutsche Sprache zu erlernen; ein Deutschzertifikat wurde nicht vorgelegt.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer ist gesund und arbeitsfähig. Der Beschwerdeführer ist strafrechtlich unbescholten.",
            "annotations": []
        },
        {
            "text": "1.3. Es konnte nicht festgestellt werden, dass der Beschwerdeführer in Bangladesch einer asylrelevanten individuellen Verfolgung ausgesetzt war oder im Falle seiner Rückkehr einer solchen ausgesetzt wäre. Der Beschwerdeführer konnte insbesondere nicht glaubhaft machen, dass er Angehöriger der Volksgruppe der Rohingya sei.",
            "annotations": []
        },
        {
            "text": "Es konnte zudem nicht festgestellt werden, dass der Beschwerdeführer im Falle einer Abschiebung nach Bangladesch in seinem Recht auf Leben gefährdet wird, der Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen oder von der Todesstrafe bedroht wird oder eine Rückkehr nach Bangladesch für den Beschwerdeführer als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konflikts mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "Im Fall seiner Rückkehr nach Bangladesch verfügt der Beschwerdeführer zudem über die Möglichkeit, außerhalb seiner Heimatstadt zu leben und einer Beschäftigung nachzugehen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2. Beweiswürdigend gibt das Bundesverwaltungsgericht zunächst wörtlich die Feststellungen des Bescheides des Bundesamtes für Fremdenwesen und Asyl wieder:",
            "annotations": []
        },
        {
            "text": "\"In der Ersteinvernahme gaben Sie an, dass Sie der Volksgruppe der Rohingya angehören. Hierzu wird festgestellt, dass Sie lt. Dolmetscherin bei der Einvernahme vor dem BFA ein akzentfreies Bengali sprachen. Zu der Sprache Rohingya angesprochen gaben Sie an, dass dies gleich wie Bengali ist, was jedoch nicht so ist. Zwischen den Sprachen Bengali und Rohingya gibt es Unterschiede.",
            "annotations": []
        },
        {
            "text": "[...]",
            "annotations": []
        },
        {
            "text": "Zusammengefasst kommt die Behörde zu dem Schluss, dass Sie persönlich unglaubwürdig sind, dass es sich bei Ihren Angaben, zu Ihrer Identität, um ein rein gedankliches Konstrukt von frei erfundenen Schutzbehauptungen handelt, bezüglich deren Sie nicht im Ansatz in der Lage waren nachvollziehbare, schlüssige, Angaben zu liefern.",
            "annotations": []
        },
        {
            "text": "Betreffend die Feststellungen zu den Gründen für das Verlassen Ihres Herkunftsstaats:",
            "annotations": []
        },
        {
            "text": "Betreffend Ihre beim BFA behaupteten Fluchtgründe und Ihre Person ist festzuhalten:",
            "annotations": []
        },
        {
            "text": "[...]",
            "annotations": []
        },
        {
            "text": "Aufgrund der oben angeführten Feststellungen ist Ihre Glaubwürdigkeit sehr stark gemindert.",
            "annotations": []
        },
        {
            "text": "Zur Volksgruppe der Rohingya und Ihrem vermeintlichen Herkunftsstaat Myanmar befragt, konnten Sie keine näheren Angaben machen. Es ist Ihnen nicht gelungen in einer freien Erzählung Einzelheiten aus Ihrer vermeintlichen Heimat Myanmar zu erzählen. Sie brachten kein 'Familienbuch' oder eine entsprechende ID-Card, welche für Angehörige der Volksgruppe der Rohingyas ausgegeben wird, vorzulegen.",
            "annotations": []
        },
        {
            "text": "Sie sprechen kein Wort der Sprache Rohingya. Auch wenn die Erstsprache lange nicht gesprochen wird, so verlernt man diese wohl kaum. Sollten Ihre Eltern der Volksgruppe der Rohingyas angehören so muss die Behörde davon ausgehen, dass Sie sich in dieser Sprache mit Ihren Eltern unterhalten haben.",
            "annotations": []
        },
        {
            "text": "Sie waren ca 15 Jahre alt, als Sie, Ihren Angaben nach, Myanmar verlassen haben. Hier muss und kann erwartet werden, dass es Ihnen möglich sein muss, Einzelheiten Ihrer vermeintlichen Heimat erzählen zu können. Sie sprechen akzentfrei Bengali/Bangla.",
            "annotations": []
        },
        {
            "text": "Ihre vorgegebene Zugehörigkeit zur Volksgruppe der Rohingya ist nicht glaubhaft.",
            "annotations": []
        },
        {
            "text": "Somit steht der von Ihnen als Flucht Grund vorgebrachte Sachverhalt mit keinem der im Asylgesetz taxativ aufgezählten Konventionsgründe im Zusammenhang, sondern gründet sich Ihre Furcht lediglich auf einen nicht glaubhaften vorgebrachten Sachverhalt.",
            "annotations": []
        },
        {
            "text": "Zusammengefasst kommt die erkennende Behörde zu dem Schluss, dass Sie versuchten sich durch die vorsätzliche Täuschung der Behörde, in Bezug auf Ihre Nationalität einen asylrechtlichen Status in Österreich zu erschleichen, um sich eine bessere Zukunft und eine bessere soziale Stellung zu sichern.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.3. Daran anschließend gelangt das Bundesverwaltungsgericht – auszugsweise – zu folgenden eigenen Feststellungen:",
            "annotations": []
        },
        {
            "text": "\"[…] Das Bundesverwaltungsgericht gelangt – wie die belangte Behörde im angefochtenen Bescheid – zum Ergebnis, dass das gesamte Fluchtvorbringen des Beschwerdeführers als nicht glaubhaft zu qualifizieren ist. Wie die belangte Behörde bereits richtigerweise ausführte, spricht der Beschwerdeführer nicht die Sprache Rohingya, konnte keine für die Volksgruppe der Rohingya ausgestellten Dokumente vorlegen und vermochte keine Einzelheiten über Myanmar, wo er seinem Vorbringen nach bis zum Alter von ca 15 Jahren gelebt habe, zu nennen. Daher ist seine vorgebrachte Zugehörigkeit zur Volksgruppe der Rohingya nicht glaubhaft und wurde im angefochtenen Bescheid auch richtigerweise Bangladesch als Herkunftsstaat des Beschwerdeführers der Entscheidung zugrunde gelegt.",
            "annotations": []
        },
        {
            "text": "Den überzeugenden Schlussfolgerungen der belangten Behörde wurde auch in der vorliegenden Beschwerde nicht substantiiert entgegengetreten, sondern bloß das erstattete Fluchtvorbringen zusammengefasst und behauptet, dass eine nachvollziehbare Begründung für die fehlende Glaubwürdigkeit des Beschwerdeführers fehle. Soweit dies damit argumentiert wird, dass lediglich die Angaben des Beschwerdeführers wiederholt würden, ohne erkennbar darzulegen, was daran auszusetzen sei, ist dies nicht zutreffend. Insbesondere wird im angefochtenen Bescheid angeführt, dass Kenntnisse der Sprache Rohingya und Wissen über seine behauptete Heimat Myanmar vom Beschwerdeführer zu erwarten gewesen wären.",
            "annotations": []
        },
        {
            "text": "Angesichts seines schmalen Aussageverhaltens kann auch – entgegen der pauschalen Behauptung im Beschwerdeschriftsatz – nicht erkannt werden, dass der Beschwerdeführer konkrete und umfangreiche Angaben zu seinem Fluchtvorbringen getätigt oder genaue Zeit- und Ortsangaben angeführt hätte und welche scheinbar nebensächlichen Detailangaben er genannt hätte (vgl etwa AS 42, arg. 'LA: Nennen Sie mir bitte ausführlich ihren Fluchtgrund. VP: Ich möchte in diesem Land bleiben. LA: Bitte nennen Sie Ihren Fluchtgrund[. VP]: Vor meiner Ausreise gab es eine Schlägerei in Bangladesch. Jetzt bin ich hier, ich möchte hier bleiben. In meinem Land habe ich Probleme.'; s.a. AS 43, arg. 'LA: Weshalb haben Sie Myanmar verlassen? VP: Weil mein Vater getötet wurde. Aus diesem Grund ist meine Mutter geflüchtet. Ich war ja klein und habe nichts verstanden. Befragt gebe ich an, dass ich 14, nein 15 Jahre alt war. LA: Was können Sie mir über den Tod Ihres Vaters sagen? VP: Er wurde getötet, ich weiß nicht wie, meine Mutter sagte mir, er wurde getötet, wir müssen flüchten. LA: Wie wurde Ihr Vater getötet? VP: Er wurde mitgenommen, ich war ja klein.'). Die diesbezügliche Argumentation ist daher nicht stichhaltig.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.4. In der rechtlichen Beurteilung führt das Bundesverwaltungsgericht sodann bezugnehmend auf die Beweiswürdigung knapp aus:",
            "annotations": []
        },
        {
            "text": "\"[…] Auf Grund des durchgeführten Ermittlungsverfahrens und des festgestellten Sachverhaltes ergibt sich, dass die Beschwerde nicht begründet ist:",
            "annotations": []
        },
        {
            "text": "Ein in seiner Intensität asylrelevanter Eingriff in die vom Staat zu schützende Sphäre des Einzelnen führt dann zur Flüchtlingseigenschaft, wenn er an einem in Art1 Abschnitt A Z2 der GFK festgelegten Grund, nämlich die Rasse, Religion, Nationalität, Zugehörigkeit zu einer bestimmten sozialen Gruppe oder politische Gesinnung anknüpft.",
            "annotations": []
        },
        {
            "text": "Eine gegen den Beschwerdeführer gerichtete Verfolgungsgefahr aus solchen Gründen wurde nicht glaubhaft gemacht (vgl Beweiswürdigung).",
            "annotations": []
        },
        {
            "text": "Da sohin keine Umstände vorliegen, wonach es ausreichend wahrscheinlich wäre, dass der Beschwerdeführer in seiner Heimat in asylrelevanter Weise bedroht wäre, ist die Abweisung des Antrages auf internationalen Schutz hinsichtlich des Status des Asylberechtigten durch die belangte Behörde im Ergebnis nicht zu beanstanden.",
            "annotations": []
        },
        {
            "text": "Da eine aktuelle oder zum Fluchtzeitpunkt bestehende asylrelevante Verfolgung auch sonst im Rahmen des Ermittlungsverfahrens nicht hervorgekommen, notorisch oder amtsbekannt ist, war in der Folge davon auszugehen, dass eine asylrelevante Verfolgung nicht existiert.",
            "annotations": []
        },
        {
            "text": "Daher war die Beschwerde gegen Spruchpunkt I. des angefochtenen Bescheides gemäß §3 Abs1 AsylG 2005 als unbegründet abzuweisen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4.  Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Begründend wird im Wesentlichen ausgeführt, dass das Bundesverwaltungsgericht bei der Beurteilung der Zugehörigkeit des Beschwerdeführers zu der Volksgruppe der Rohingya jegliche Ermittlungstätigkeit unterließ. Der Beschwerdeführer brachte erneut vor, dass ihm als Rohingya Verfolgung in Bangladesch bzw im Falle einer Abschiebung in Myanmar drohe. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gericht- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen. ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Das Bundesverwaltungsgericht erachtet zunächst das Fluchtvorbringen des Beschwerdeführers, im Wesentlichen auf Grund seiner Zugehörigkeit zur Volksgruppe der Rohingya in Bangladesch Diskriminierung ausgesetzt zu sein, für unglaubwürdig, setzt sich mit der Frage der Zugehörigkeit zur Volksgruppe der Rohingya jedoch nicht näher auseinander. Im Hinblick auf die behauptete Zugehörigkeit zu den Rohingya stützt sich das Bundesverwaltungsgericht auf die Ermittlungsergebnisse des Bundesamtes für Fremdenwesen und Asyl, ohne zu dieser Frage eigene Ermittlungen zu tätigen; es begründet seine Entscheidung bloß damit, dass der Beschwerdeführer — laut Aussage des amtlichen Dolmetschers des Bundesamtes für Fremdenwesen und Asyl — nicht die Sprache Rohingya spreche, keine für Rohingya ausgestellte Dokumente habe vorlegen können und keine Kenntnisse über Myanmar habe. ",
            "annotations": []
        },
        {
            "text": "2.2 Bei diesen entscheidungswesentlichen Annahmen übersieht das Bundesverwaltungsgericht jedoch, dass der Beschwerdeführer beginnend mit der ersten Einvernahme stets angegeben hat, aus Myanmar zu stammen und Staatsangehöriger von Myanmar zu sein, jedoch als ein Angehöriger einer verfolgten Gruppe zur Flucht gezwungen gewesen zu sein.",
            "annotations": []
        },
        {
            "text": "2.3. Vor dem Hintergrund der Länderberichte zur Situation von (aus Myanmar geflüchteten) Angehörigen der Volksgruppe der Rohingya hätte sich das Bundesverwaltungsgericht selbst näher mit der Frage zu befassen gehabt, ob es zutreffen kann, dass der Beschwerdeführer – wie von ihm behauptet – Zugehöriger zu dieser Volksgruppe ist und bejahendenfalls ob ihm eine individuelle Verfolgung droht (vgl VfGH 16.12.2021, E1999/2021). ",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat es unterlassen, etwa im Zuge einer mündlichen Verhandlung die — im vorliegenden Verfahren — entscheidungsrelevante Frage der Sprache bzw der Zugehörigkeit des Beschwerdeführers zu den Rohingya zu klären. ",
            "annotations": []
        },
        {
            "text": "2.4. Indem das Bundesverwaltungsgericht das Fluchtvorbringen des Beschwerdeführers zwar für unglaubwürdig erachtet, sich dabei aber weder näher mit der Frage der Zugehörigkeit zur Volksgruppe der Rohingya an sich befasst, noch eine mündliche Verhandlung durchführt hat, hat es letztlich in einem entscheidungswesentlichen Punkt jegliche Ermittlungstätigkeit unterlassen. Damit verletzt das Erkenntnis des Bundesverwaltungsgerichtes den Beschwerdeführer in seinem verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG iVm §64 Abs1 Z1 litf ZPO. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten sowie ferner die nachgewiesenen und zur zweckentsprechenden Rechtsverfolgung auch notwendigen Kosten für die außergerichtliche Beziehung eines Dolmetschers in Höhe von € 290,–. ",
            "annotations": []
        }
    ]
}