{
    "document_id": "JFT_20230616_23G00157_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art139 Abs1 Z3 und Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art139 Abs1b B-VG und Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG sowie zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung bzw die angefochtene Verordnung aus den im Antrag dargelegten Gründen verfassungswidrig bzw gesetzwidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "Die antragstellende Partei behauptet die Verfassungswidrigkeit des §1 sowie näher bezeichneter Wortfolgen in §2 Abs4 und §4 Abs2 COVID-19-GesG und die Gesetzwidrigkeit von (Teilen der) COVID-19-GesV wegen Verstoßes gegen die verfassungsgesetzlich gewährleisteten Rechte auf Unversehrtheit des Eigentums gemäß Art5 StGG und Art1 1. ZPEMRK, auf Gleichheit aller Staatsbürger vor dem Gesetz gemäß Art2 StGG und Art7 B-VG sowie wegen Verstoßes gegen das Bestimmtheitsgebot gemäß Art18 B-VG. ",
            "annotations": []
        },
        {
            "text": "Das Vorbringen in dem Antrag lässt die behaupteten Verfassungswidrigkeiten bzw die behauptete Gesetzwidrigkeit als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: §1 Abs1 COVID-19-GesG sieht keine Verpflichtung, sondern lediglich eine Ermächtigung zur Abhaltung einer virtuellen Hauptversammlung nach Maßgabe der COVID-19-GesV vor.",
            "annotations": []
        },
        {
            "text": "Ob zu Recht eine virtuelle Hauptversammlung bei einer Aktiengesellschaft durchgeführt und weiters ob eine solche virtuelle Hauptversammlung so organisiert wird, dass das Teilnahme-, Auskunfts- und Stimmrecht der Aktionäre gewährleistet ist, ist im Einzelfall von den ordentlichen Gerichten auf Grund einer Anfechtungsklage gegen die in der Hauptversammlung gefassten Beschlüsse zu entscheiden.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann auch nicht erkennen, dass §1 Abs1 COVID-19-GesG gegen Art18 B-VG verstößt (vgl dazu allgemein zB VfSlg 16.993/2003; VfGH 13.12.2016, E729/2016 mwN). Der Gesetzgeber hat ausdrücklich festgelegt, dass die Durchführung von virtuellen (Haupt-)Versammlungen zur Verhinderung der Verbreitung von COVID-19 zulässig ist. Neben §70 Abs1 AktG ergibt sich aus der Verordnungsermächtigung des §1 Abs2 COVID-19-GesG, dass die durch Verordnung zu treffenden Regelungen betreffend die Durchführung der virtuellen Versammlungen \"im Rahmen der jeweils eingesetzten Kommunikationswege eine möglichst hohe Qualität der Rechtssicherheit bei der Willensbildung\" zu gewährleisten haben. ",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG). ",
            "annotations": []
        }
    ]
}