{
    "document_id": "JFT_20230612_23G00124_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art89 Abs2 B-VG gestützten Antrag begehrt das Landesgericht Linz, §2 Abs2 erster Satz und §6a Abs4 zweiter Satz des Gerichtlichen Einbringungsgesetzes (GEG), BGBl 288/1962, idF BGBl I 61/2022 als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des GEG, BGBl 288/1962, idF BGBl I 61/2022 lauten auszugsweise (die angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Anwendungsbereich",
            "annotations": []
        },
        {
            "text": "Gegenstand der Einbringung im Justizverwaltungsweg",
            "annotations": []
        },
        {
            "text": "§1. (1) Dieses Bundesgesetz regelt bestimmte Aspekte der Einbringung folgender Beträge:",
            "annotations": []
        },
        {
            "text": "           1. – 4. […]",
            "annotations": []
        },
        {
            "text": "           5. in bürgerlichen Rechtssachen alle Kosten, die aus Amtsgeldern berichtigt oder sonst vom Bund vorläufig getragen wurden, sofern sie von einer Partei zu ersetzen sind. Solche Kosten sind insbesondere",
            "annotations": []
        },
        {
            "text": "           a) […]",
            "annotations": []
        },
        {
            "text": "           c) die Gebühren der Zeugen, Sachverständigen, Dolmetscher und Beisitzer; von Amts wegen einzubringen sind auch die diesen rechtskräftig auferlegten Rückzahlungen,",
            "annotations": []
        },
        {
            "text": "           d) – h) […]",
            "annotations": []
        },
        {
            "text": "           6. – 7. […]",
            "annotations": []
        },
        {
            "text": "(2) Rechtskräftige und vollstreckbare Entscheidungen von Gerichten und Verwaltungsbehörden, mit denen die Höhe von Beträgen nach Abs1 und die Zahlungspflicht für diese bestimmt werden, sind Exekutionstitel im Sinne der Exekutionsordnung. Soweit gesetzlich oder im Spruch der Entscheidung keine Leistungsfrist festgelegt ist, beträgt die Leistungsfrist 14 Tage.",
            "annotations": []
        },
        {
            "text": "(3) Ist über die Zahlungspflicht für Beträge nach Abs1 Z1 und 5 nicht durch Entscheidung des Gerichtes abzusprechen, so sind sie im Justizverwaltungsverfahren vorzuschreiben (§§6 ff). Vom Gericht, einer Verwaltungsbehörde oder von der Vorschreibungsbehörde rechtskräftig bestimmte Beträge sind nach den Bestimmungen des vierten Abschnitts zu vollstrecken. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Kostentragung",
            "annotations": []
        },
        {
            "text": "§2. (1) Die im §1 Abs1 Z5 lita bis f und lith genannten Kosten sind, sofern hiefür kein Kostenvorschuß (§3) erlegt wurde oder keine andere Regelung getroffen ist, aus Amtsgeldern zu berichtigen; diese und die im §1 Abs1 Z5 litg genannten Kosten sind dem Bund von der Partei zu ersetzen, die nach den bestehenden Vorschriften hiezu verpflichtet ist. Hiebei ist, wenn über die Kostenersatzpflicht der Parteien schon rechtskräftig entschieden worden ist, von dieser Entscheidung auszugehen. Mangels einer Vorschrift oder Entscheidung sind diese Beträge von denjenigen Beteiligten zu ersetzen, die sie veranlaßt haben oder in deren Interesse die Amtshandlung vorgenommen wurde. Mehrere Personen, die zum Ersatz desselben Betrages verpflichtet sind, haften zur ungeteilten Hand.",
            "annotations": []
        },
        {
            "text": "(2) Sind in bürgerlichen Rechtssachen die Gebühren der Sachverständigen oder Dolmetscher (§1 Abs1 Z5 litc) oder die Kosten einer den Betrag von 300 Euro übersteigenden sonstigen Amtshandlung aus Amtsgeldern zu berichtigen oder berichtigt worden, so hat das erkennende Gericht (der Vorsitzende) mit der Auszahlungsanweisung oder, wenn die Auszahlung nicht vom Rechtsprechungsorgan angeordnet wird, unverzüglich nach dieser Anweisung mit gesondertem Beschluss zu bestimmen, welche Partei in welchem Umfang diese Kosten nach Abs1 zu ersetzen hat, und diese außer im Fall des vierten Satzes zur Zahlung binnen 14 Tagen aufzufordern, sofern die Kosten nach den bestehenden Vorschriften nicht endgültig vom Bund zu tragen sind. Gegen diesen Beschluss ist der Rekurs zulässig. Wird dieser Beschluss vom Gericht nicht innerhalb von vier Wochen nach der Auszahlungsanweisung gefasst, so hat der Revisor eine Beschlussfassung zu beantragen. Soweit eine zahlungspflichtige Partei Verfahrenshilfe genießt, ist die Forderung gegen sie erst fällig, wenn sie zur Nachzahlung verpflichtet wird; wenn eine Partei solidarisch mit einer Verfahrenshilfe genießenden Partei haftet, ist ihr die Zahlung des gesamten Betrags aufzutragen. Wenn die Ersatzpflicht nach §70 ZPO auf den Gegner überwälzt wird, so ist der Betrag diesem mit Zahlungsauftrag (§6a Abs1) vorzuschreiben.",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zurückbehaltungsrecht",
            "annotations": []
        },
        {
            "text": "§5. (1) Zur Sicherung der nach §1 Abs1 einzubringenden Beträge steht dem Bund ein Zurückbehaltungsrecht zu:",
            "annotations": []
        },
        {
            "text": "           1. an den in gerichtliche Verwahrung genommenen Geldbeträgen und beweglichen körperlichen Sachen des Zahlungspflichtigen einschließlich der erlegten Kostenvorschüsse sowie",
            "annotations": []
        },
        {
            "text": "           2. […]",
            "annotations": []
        },
        {
            "text": "Das Zurückbehaltungsrecht steht dem Bund schon vor dem Entstehen der Zahlungspflicht zu. Es besteht auch zur Sicherung der Einbringung jener Beträge, von deren Entrichtung die Partei wegen Verfahrenshilfe einstweilig befreit ist (§§8, 9 GGG). Das Zurückbehaltungsrecht unterliegt den gleichen Beschränkungen, die bei der Eintreibung der zu sichernden Beträge zu beachten sind.",
            "annotations": []
        },
        {
            "text": "(2) – (3) […]",
            "annotations": []
        },
        {
            "text": "(4) Wird mit einem Titel die Verpflichtung zur Zahlung eines in §1 Abs1 genannten Betrags ausgesprochen, so verwandelt sich das Zurückbehaltungsrecht in ein gesetzliches Pfandrecht im Range des Zurückbehaltungsrechts, sobald die Leistungsfrist abgelaufen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Abschnitt",
            "annotations": []
        },
        {
            "text": "Vorschreibungsverfahren",
            "annotations": []
        },
        {
            "text": "Zuständigkeit",
            "annotations": []
        },
        {
            "text": "§6. (1) Zuständige Behörde für die Vorschreibung der Beträge nach §1 Abs1, für die nicht bereits ein Exekutionstitel im Sinne des §1 Abs2 vorliegt, aus Verfahren, die im Zeitpunkt der Vorschreibung der Beträge in erster Instanz anhängig sind oder zuletzt in erster Instanz anhängig waren (Grundverfahren), sowie für die Entscheidung über sonstige mit der Einbringung von Beträgen nach §1 Abs1 zusammenhängende Anträge, einschließlich Rückzahlungsanträge und Einwendungen nach §35 EO gegen Zahlungsaufträge, ist",
            "annotations": []
        },
        {
            "text": "           1. der Präsident des Gerichtshofs erster Instanz für Beträge aus Grundverfahren bei seinem Gericht oder den ihm unterstellten Bezirksgerichten;",
            "annotations": []
        },
        {
            "text": "           2. – 6. […]",
            "annotations": []
        },
        {
            "text": "(2) Die nach Abs1 zuständige Behörde kann die Leiter der Geschäftsabteilungen oder andere geeignete Bedienstete der eigenen oder der das Grundverfahren führenden Dienststelle ermächtigen, Entscheidungen (Mandatsbescheide) auch ohne vorausgegangenes Ermittlungsverfahren im Namen der Behörde zu erlassen (Kostenbeamte). Insoweit sind sie auch unmittelbar der Dienst- und Fachaufsicht der Behörde unterstellt. Gegen einen vom Kostenbeamten erlassenen Bescheid ist nur das Rechtsmittel der Vorstellung (§7 Abs1) zulässig; eine Belehrung darüber und über die Tatsache, dass der Bescheid vom Kostenbeamten im Namen der Behörde erlassen wurde, muss dem Bescheid zu entnehmen sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vorschreibung und Kontrolle der Einbringung",
            "annotations": []
        },
        {
            "text": "§6a. (1) Werden Beträge, für die nicht bereits ein Exekutionstitel im Sinne des §1 Abs2 vorliegt, nicht sogleich entrichtet (§4 GGG) oder ist die Einziehung erfolglos geblieben, so sind sie mit Bescheid zur Zahlung vorzuschreiben (Zahlungsauftrag). Die in §1 Abs1 Z6 genannten Beträge sind auf Antrag vorzuschreiben. Der Zahlungsauftrag hat eine Aufstellung der geschuldeten Beträge und die Aufforderung zu enthalten, den Betrag binnen 14 Tagen bei sonstiger Exekution zu zahlen. Gleichzeitig ist dem Zahlungspflichtigen eine Einhebungsgebühr in Höhe von 8 Euro vorzuschreiben. Ein rechtskräftiger Zahlungsauftrag ist ein Exekutionstitel im Sinne der Exekutionsordnung.",
            "annotations": []
        },
        {
            "text": "(2) – (3) […]",
            "annotations": []
        },
        {
            "text": "(4) Das Entscheidungsorgan, das den Exekutionstitel über den einzubringenden Betrag erlassen hat, hat zu bestätigen, dass der Titel rechtskräftig und vollstreckbar ist. Die Dienststelle dieses Organs hat das Einlangen der Beträge zu überwachen und bei nicht fristgerechter Zahlung den rechtskräftigen und vollstreckbaren Titel der Einbringungsstelle weiterzuleiten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Verfahren",
            "annotations": []
        },
        {
            "text": "§6b. (1) – (3) […]",
            "annotations": []
        },
        {
            "text": "(4) Im Verfahren zur Einbringung im Justizverwaltungsweg können weder das Bestehen noch die Rechtmäßigkeit einer im Grundverfahren dem Grunde und der Höhe nach bereits rechtskräftig festgestellten Zahlungspflicht überprüft werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Rückzahlung",
            "annotations": []
        },
        {
            "text": "§6c. (1) Die nach §1 Abs1 einzubringenden Beträge mit Ausnahme der Beträge nach §1 Abs1 Z6 sind zurückzuzahlen",
            "annotations": []
        },
        {
            "text": "           1. soweit sich in der Folge ergibt, dass überhaupt nichts oder ein geringerer Betrag geschuldet wurde und der Rückzahlung keine rechtskräftige Entscheidung entgegensteht;",
            "annotations": []
        },
        {
            "text": "           2. soweit die Zahlungspflicht aufgrund einer nachfolgenden Entscheidung erloschen ist.",
            "annotations": []
        },
        {
            "text": "(2) Die Rückzahlung ist von Amts wegen oder auf Antrag der Partei, die die Beträge entrichtet hat, zu verfügen. Auf Antrag können Gerichtsgebühren auch an eine Partei zurückgezahlt werden, die den Betrag aufgrund einer rechtskräftigen Entscheidung eines Gerichts derjenigen Partei ersetzt hat, die den Betrag entrichtet hatte; im Umfang der Zahlung an die erstgenannte Partei erlischt der Rückzahlungsanspruch der letztgenannten Partei. Insoweit sich jedoch der Rückzahlungsanspruch als nicht berechtigt erweist, ist er von der Behörde (§6) mit Bescheid abzuweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vorstellung und Berichtigung",
            "annotations": []
        },
        {
            "text": "§7. (1) Wer sich durch den Inhalt eines Mandatsbescheids, der von einem Kostenbeamten (§6 Abs2) namens der Behörde erlassen wurde, beschwert erachtet, kann binnen zwei Wochen Vorstellung bei der Behörde (§6 Abs1) erheben. In der Rechtsmittelbelehrung des Mandatsbescheids kann auch angeordnet werden, dass die Vorstellung bei der das Grundverfahren führenden Dienststelle einzubringen ist; auch in diesem Fall gilt aber die Einbringung bei der Behörde nach §6 Abs1 als rechtzeitig.",
            "annotations": []
        },
        {
            "text": "(2) – (3) […]",
            "annotations": []
        },
        {
            "text": "(4) Die Bundesministerin für Justiz kann unrichtige Entscheidungen im Verfahren zur Einbringung von Amts wegen aufheben oder abändern, nach Ablauf der Verjährungsfrist (§8) sowie Bescheide über die Verhängung einer Ordnungs- oder Mutwillensstrafe aber nur zu Gunsten des Zahlungspflichtigen.",
            "annotations": []
        },
        {
            "text": "(5) – (7) […]",
            "annotations": []
        },
        {
            "text": "3. Abschnitt",
            "annotations": []
        },
        {
            "text": "Verjährung, Stundung, Nachlass und Amtshilfe",
            "annotations": []
        },
        {
            "text": "Verjährung",
            "annotations": []
        },
        {
            "text": "§8. (1) Der Anspruch des Bundes auf Entrichtung der Beträge nach §1 Abs1, ausgenommen jener nach §1 Abs1 Z3 und 6, verjährt in fünf Jahren. Die Verjährungsfrist beginnt mit Ablauf des Jahres zu laufen, in dem der Anspruch entstanden ist und die Person des Zahlungspflichtigen feststeht, frühestens jedoch mit rechtskräftiger Beendigung des Grundverfahrens.",
            "annotations": []
        },
        {
            "text": "(2) Die Verjährung wird durch die Aufforderung zur Zahlung, die Einbringung eines Ansuchens um Stundung oder Nachlaß und durch jede Eintreibungshandlung unterbrochen; diesfalls ist die Dauer eines Rechtsmittelverfahrens in die Verjährungszeit nicht einzurechnen.",
            "annotations": []
        },
        {
            "text": "(3) Soweit fällige Gerichtsgebühren und Kosten durch eine bücherliche Eintragung gesichert sind, kann innerhalb von dreißig Jahren nach erfolgter Eintragung gegen die Geltendmachung der durch das Pfandrecht gesicherten Forderung die seither eingetretene Verjährung der Beträge nicht eingewendet werden.",
            "annotations": []
        },
        {
            "text": "(4) Der Anspruch auf Rückzahlung nach §6c Abs1 erlischt fünf Jahre nach Ablauf des Kalenderjahrs, in dem die Beträge entrichtet wurden. Im Fall des §6c Abs1 Z2 beginnt die Frist mit Rechtskraft der Entscheidung, mit der die Zahlungspflicht aufgehoben wurde. Die Verjährung wird durch die Einbringung des Rückzahlungsantrags und jede Verfahrenshandlung im Rückzahlungsverfahren unterbrochen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Stundung und Nachlass",
            "annotations": []
        },
        {
            "text": "§9. (1) Auf Antrag kann die vorgeschriebene Zahlungsfrist verlängert oder die Entrichtung in Teilbeträgen gestattet werden (Stundung), wenn die Einbringung mit besonderer Härte für den Zahlungspflichtigen verbunden wäre und entweder die Einbringlichkeit durch die Stundung nicht gefährdet oder Sicherheit geleistet wird. Wird eine Rate nicht oder verspätet bezahlt, so wird die Stundung wirkungslos (Terminverlust).",
            "annotations": []
        },
        {
            "text": "(2) Gebühren und Kosten können auf Antrag nachgelassen werden, wenn die Einbringung mit besonderer Härte für den Zahlungspflichtigen verbunden wäre oder wenn der Nachlass im öffentlichen Interesse gelegen ist. Eine besondere Härte kann auch dann vorliegen, wenn sich aus dem Grundverfahren oder aus den Ergebnissen eines Verfahrens über die Bestellung eines gerichtlichen Erwachsenenvertreters ergibt, dass der Zahlungspflichtige zum Zeitpunkt der Gebühren auslösenden Verfahrenshandlung nicht entscheidungsfähig war und die Verfahrenshandlung in der Folge nicht genehmigt wurde.",
            "annotations": []
        },
        {
            "text": "(3) Ein Stundungs- oder Nachlassantrag hat keine aufschiebende Wirkung. Die Behörde hat, wenn sonst der Zweck der Entscheidung ganz oder teilweise vereitelt werden könnte, auf Antrag oder von Amts wegen die Einbringung bis zur Entscheidung über das Stundungs- oder Nachlassbegehren aufzuschieben, wenn das Begehren einen ausreichenden Erfolg verspricht und nicht die Einbringlichkeit gefährdet wird.",
            "annotations": []
        },
        {
            "text": "(4) Über Anträge nach Abs1 bis 3 entscheidet der Präsident des Oberlandes-gerichts Wien im Justizverwaltungsverfahren durch Bescheid; er kann den Leiter oder andere Bedienstete der Einbringungsstelle ermächtigen, diese Angelegen-heiten in seinem Namen zu erledigen und zu unterfertigen. Bei Beträgen über 30 000 Euro bedarf die Gewährung einer Stundung oder eines Nachlasses der Zustimmung des Bundesministeriums für Justiz. Über Anträge auf Stundung und Nachlass von Beträgen aus Grundverfahren beim Bundesministerium für Justiz entscheidet die Bundesministerin für Justiz. Auf das Verfahren in Stundungs- und Nachlassangelegenheiten sind §6b, §7 Abs3 bis 7 sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "(5) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Abschnitt",
            "annotations": []
        },
        {
            "text": "Vollstreckung der einzubringenden Beträge",
            "annotations": []
        },
        {
            "text": "Einbringungsstelle",
            "annotations": []
        },
        {
            "text": "§11. (1) Ist der Zahlungspflichtige säumig, so sind die nach §1 Abs3 einzubringenden Beträge samt der unberichtigten Verfahrenskosten im Wege der gerichtlichen Zwangsvollstreckung durch die Einbringungsstelle namens des Bundes einzutreiben. Die Einbringungsstelle ist beim Oberlandesgericht Wien eingerichtet und untersteht dem Präsidenten dieses Gerichts.",
            "annotations": []
        },
        {
            "text": "(2) Soll nicht nur Exekution auf bewegliche Sachen (§§249 bis 288 EO) geführt werden, so kann die Einbringungsstelle die Finanzprokuratur ersuchen, die Exekution zu führen.",
            "annotations": []
        },
        {
            "text": "(3) Das Exekutionsgericht hat die Exekution aufzuschieben,",
            "annotations": []
        },
        {
            "text": "           1. auf Antrag der Einbringungsstelle, wenn ein Antrag auf Stundung oder Nachlass gestellt wurde und die Einbringung aufgeschoben wird (§9 Abs3);",
            "annotations": []
        },
        {
            "text": "           2. auf Antrag der Einbringungsstelle und des Verpflichteten, wenn bei dem Gericht oder der Behörde des Grundverfahrens (§6 Abs1) ein Verfahren anhängig gemacht wurde, dessen Ergebnis zum Wegfall einer bereits rechtskräftig festgestellten Zahlungspflicht führen kann.\"",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt, soweit aus den vom antragstellenden Gericht übermittelten Aktenteilen erischtlich, folgender Sachverhalt zugrunde: Das Landesgericht Linz gewährte dem von ihm bestellten Sachverständigen in einer bürgerlichen Rechtssache einen Gebührenvorschuss von € 19.440,– und wies die Buchhaltungsagentur des Bundes an, diesen Betrag teilweise aus Kostenvorschüssen und teilweise (im Ausmaß von € 1.595,–) aus Amtsgeldern zu überweisen.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass des zu fällenden Beschlusses, welche Partei in welchem Umfang die aus Amtsgeldern bevorschussten Kosten zu ersetzen hat, stellte das Landesgericht Linz den vorliegenden Antrag.",
            "annotations": []
        },
        {
            "text": "3. Das Landesgericht Linz legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, zusammengefasst wie folgt dar:",
            "annotations": []
        },
        {
            "text": "3.1. Zur Präjudizialität führt das Landesgericht Linz aus, es habe eine Gebühr eines Sachverständigen von mehr als € 300,– bestimmt, die aus Amtsgeldern auszubezahlen sei. Daher habe es §2 Abs2 GEG anzuwenden.",
            "annotations": []
        },
        {
            "text": "3.2. Seine Bedenken im Hinblick auf Art94 B-VG begründet das Landesgericht Linz damit, dass die Gerichtsbarkeit über keine Konten verfüge. So habe das Gericht keine Möglichkeit, festzustellen, ob die Gelder eingelangt seien. Wenn der Kostenbeamte als die \"Dienststelle dieses Organs\" zu verstehen sei, so sei die Gerichtsbarkeit davon abhängig, dass die Verwaltung einen solchen ernenne (§6 Abs2 GEG) und dieser seine Überwachungsaufgabe wahrnehme. Die Bundesministerin für Justiz könne im Bereich der Gerichtsgebühren ihre Aufsichtspflicht nicht durchgängig ausüben und sei ihrerseits auf Handlungen der Gerichtsbarkeit angewiesen. Ein Fall des Art87a B-VG liege nicht vor. Schließlich sei auf Grund des nach §214 der Geschäftsordnung für die Gerichte I. und II. Instanz (Geo) zu bildenden digitalen Kostenaktes völlig unklar, welche Behörde für die Gewährleistung des Grundrechtes auf Datenschutz und welche für Auskunfts- und Löschungsersuchen sowie für Beschwerden nach dem Datenschutzgesetz (DSG) zuständig sei.",
            "annotations": []
        },
        {
            "text": "3.3. Im Hinblick auf Art7 B-VG führt das Landesgericht Linz aus, dass nur bei Fällen der Verfahrenshilfe eine spätere Vorschreibung (\"bei Nachzahlung\") vorgesehen sei. Auf Verjährung, Stundung und Nachlass der Gebühr könne das Gericht keine Rücksicht nehmen. Das Gericht habe trotz Kenntnis von Umständen, die zur Verjährung, Stundung oder Nachlass führen würden, den Leistungsbefehl zu schaffen. Dies sei unsachlich.",
            "annotations": []
        },
        {
            "text": "3.4. Das Landesgericht Linz hegt weiters Bedenken im Hinblick auf Art6 EMRK und Art47 GRC. Diese begründet es damit, dass Parteien die Verjährung, Stundung oder den Nachlass der Gebühr zwar bei Gericht vor Schaffung des Leistungsbefehls vorbringen könnten. Sie müssten, um zu diesen Umständen gehört zu werden, den Leistungsbefehl in Rechtskraft erwachsen lassen, diesem zuwider handelnd nicht zahlen, auf die Aktenbildung bei der Präsidentin des Oberlandesgerichtes Wien warten und gegenüber der Präsidentin des Oberlandesgerichtes Wien (Einbringungsstelle) ihre Einwendungen oder Stundungsansuchen vortragen. Diese Systematik widerspreche einem fairen Verfahren, weil der Partei kein wirksamer Rechtsbehelf gegen die Erlassung des Leistungsbefehls zustehe. Das Gesetz gewährleiste somit kein faires Verfahren.",
            "annotations": []
        },
        {
            "text": "3.5. Zu §6a Abs4 zweiter Satz GEG bringt das Landesgericht Linz in seinem Antrag zusammengefasst vor, dass der Begriff der \"Dienststelle dieses Organs\" zu unbestimmt sei und daher gegen Art18 B-VG verstoße.",
            "annotations": []
        },
        {
            "text": "4. Die Bundesregierung hat eine Äußerung erstattet, in der sie die Zulässigkeit des Antrages zusammengefasst wie folgt in Zweifel zieht:",
            "annotations": []
        },
        {
            "text": "4.1. Die begehrte Aufhebung des §2 Abs2 erster Satz GEG sei unzulässig, weil eine Aufhebung den verbleibenden Teil des §2 Abs2 GEG als unverständlichen Torso unanwendbar zurückließe und insbesondere unklar sein würde, auf welchen \"Beschluss\" in §2 Abs2 zweiter und dritter Satz GEG Bezug genommen werde.",
            "annotations": []
        },
        {
            "text": "4.2. Außerdem scheine sich die vom antragstellenden Gericht behauptete Verfassungswidrigkeit – läge sie vor – auf den gesamten §2 Abs2 GEG sowie allgemein auf das System der Festsetzung und Einbringung von Gebühren und Kosten nach dem GEG zu beziehen. So verweise das antragstellende Gericht bei der Begründung seiner Bedenken ua auf die Regelung des Kostenersatzes, wenn eine Partei Verfahrenshilfe genieße (vgl §2 Abs2 vierter Satz GEG), die Regelung betreffend Verjährung, Stundung und Nachlass der Gebühr (vgl §§8 f. GEG) und die Zuständigkeit der Bundesministerin für Justiz, \"unrichtige Entscheidungen\" im Verfahren zur Einbringung von Amts wegen aufzuheben oder abzuändern (vgl §7 Abs4 GEG). Indem das antragstellende Gericht aber lediglich die Aufhebung des §2 Abs2 erster Satz sowie des §6a Abs4 zweiter Satz GEG begehre, nehme es dem Verfassungsgerichtshof die Möglichkeit, darüber zu befinden, auf welche Weise die behauptete Verfassungswidrigkeit zu beseitigen sei. Darüber hinaus würde im Falle der Aufhebung des angefochtenen Satzes in §2 Abs2 GEG unklar sein, wie §2 Abs1 GEG zu vollziehen sei.",
            "annotations": []
        },
        {
            "text": "4.3. Soweit das antragstellende Gericht die mangelnde Bestimmtheit des §6a Abs4 zweiter Satz GEG behaupte, habe das Gericht diese Bestimmung bei der Entscheidung, welche Partei in welchem Umfang die Sachverständigengebühren zu ersetzen habe, nicht anzuwenden.",
            "annotations": []
        },
        {
            "text": "4.4. In der Sache trat die Bundesregierung den im Antrag erhobenen Bedenken ebenfalls mit näherer Begründung entgegen.",
            "annotations": []
        },
        {
            "text": "IV. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.1. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Gesetzesprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "1.2. Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "1.3. Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "1.4. Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "1.5. Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Verordnungsbestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "1.6. Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Zunächst ist ein Antrag nicht zu weit gefasst, soweit das Gericht solche Normen anficht, die denkmöglich eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bilden und damit präjudiziell sind; dabei darf aber nach §62 Abs1 VfGG nicht offen bleiben, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des antragstellenden Gerichtes aus welchem Grund aufgehoben werden soll (siehe mwN VfGH 2.3.2015, G140/2014 ua; vgl auch VfGH 10.12.2015, G639/2015; 15.10.2016, G103-104/2016 ua). Ist ein solcher Antrag in der Sache begründet, hebt der Verfassungsgerichtshof aber nur einen Teil der angefochtenen Bestimmungen als verfassungswidrig auf, so führt dies — wenn die sonstigen Prozessvoraussetzungen vorliegen — im Übrigen zur teilweisen Abweisung des Antrages (VfSlg 19.746/2013; VfGH 5.3.2014, G79/2013 ua).",
            "annotations": []
        },
        {
            "text": "1.7. Umfasst der Antrag auch Bestimmungen, die für das antragstellende Gericht offenkundig keine Voraussetzung seiner Entscheidung im Anlassfall bilden und die somit nicht präjudiziell sind (insofern ist der Antrag zu weit gefasst), die mit den präjudiziellen (und nach Auffassung des antragstellenden Gerichtes den Sitz der Verfassungswidrigkeit bildenden) Bestimmungen aber vor dem Hintergrund der Bedenken in einem Regelungszusammenhang stehen, so ist zu differenzieren: Sind diese Bestimmungen von den den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden präjudiziellen Bestimmungen offensichtlich trennbar, so führt dies zur teilweisen Zurückweisung des Antrages. Umfasst der Antrag auch Bestimmungen, die mit den präjudiziellen, den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden Bestimmungen in einem so konkreten Regelungszusammenhang stehen, dass es nicht von vornherein auszuschließen ist, dass ihre Aufhebung im Fall des Zutreffens der Bedenken erforderlich sein könnte (sind diese Bestimmungen also nicht offensichtlich trennbar), so ist der Antrag insgesamt zulässig (VfSlg 20.111/2016). Dies gilt nach dem vorhin Gesagten aber keinesfalls dann, wenn Bestimmungen mitangefochten werden (etwa alle eines ganzen Gesetzes), gegen die gar keine konkreten Bedenken vorgebracht werden und zu denen auch kein konkreter Regelungszusammenhang dargelegt wird (VfSlg 19.894/2014; VfGH 29.9.2015, G324/2015; 15.10.2016, G183/2016 ua).",
            "annotations": []
        },
        {
            "text": "1.8. Der Verfassungsgerichtshof entscheidet daher – vor dem Hintergrund der Bedenken und der Erforderlichkeit, die den Sitz der Bedenken bildenden Bestimmungen (bei geringstmöglichem Eingriff in den Gehalt der Rechtsordnung) zu ermitteln – über die Frage, ob gegebenenfalls auch Bestimmungen aufzuheben sind, die nicht präjudiziell sind, aber mit präjudiziellen Bestimmungen in einem untrennbaren Zusammenhang stehen (vgl zB VfSlg 19.939/2014, 20.086/2016), nicht im Rahmen der Prüfung der Zulässigkeit des Antrages, sondern im Einzelnen erst dann, wenn der Verfassungsgerichtshof, erweist sich der Antrag als begründet, den Umfang der aufzuhebenden Bestimmungen abzugrenzen hat.",
            "annotations": []
        },
        {
            "text": "2. Der Antrag des Landesgerichtes Linz ist schon aus folgenden Gründen insgesamt unzulässig:",
            "annotations": []
        },
        {
            "text": "2.1. Soweit sich die Bedenken des Landesgerichtes Linz im Hinblick auf Art7 und Art94 B-VG sowie Art6 EMRK und Art47 Abs2 GRC maßgeblich auf Bestimmungen beziehen, die nicht angefochten werden (etwa §2 Abs2 vorletzter Satz, §7 Abs4, §9 Abs1 GEG), erweist sich der Antrag als zu eng gefasst. Vor dem Hintergrund seiner Bedenken hätte das Landesgericht Linz alle Teile des als verfassungswidrig erachteten Regelungskomplexes kumulativ anzufechten gehabt, um den Verfassungsgerichtshof im Falle des Zutreffens der Bedenken in die Lage zu versetzen, darüber zu befinden, auf welche Weise die Verfassungswidrigkeit beseitigt werden kann (vgl zB VfGH 10.3.2015, G201/2014, 17.6.2021; G251/2019 ua; 1.3.2023, G146/2022 ua).",
            "annotations": []
        },
        {
            "text": "2.2. Hinsichtlich des angefochtenen §6 Abs4 zweiter Satz GEG wiederum ist weder ersichtlich, inwiefern das Landesgericht Linz diese Bestimmung bei seiner Entscheidung anzuwenden hätte, noch dass diese in einem untrennbaren Zusammenhang mit dem präjudiziellen §2 Abs2 erster Satz GEG stünde. Insoweit ist der Antrag ebenfalls unzulässig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist daher als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}