{
    "document_id": "JFT_20231004_23E01639_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist ein im Jahr 1989 geborener irakischer Staatsangehöriger, der der Volksgruppe der Araber angehört und sich zum sunnitisch-muslimischen Glauben bekennt. Er wurde in Mossul geboren und lebte bis zu seiner Ausreise in Faidah (Provinz Ninawa). Der Beschwerdeführer stellte am 2. Jänner 2022 einen Antrag auf internationalen Schutz in Österreich und begründete diesen damit, im Irak eine Beziehung und zwei Kinder mit einer verheirateten Frau gehabt zu haben. Deren Ehemann, ein Polizist, habe dies herausgefunden, weshalb er von der Familie seiner Geliebten, deren Brüder Mitglieder einer schiitischen Miliz seien, gesucht werde. Er befürchte, im Irak Opfer eines \"Ehrverbrechens\" zu werden. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 28. November 2022 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten und hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ gegen den Beschwerdeführer eine Rückkehrentscheidung, stellte fest, dass die Abschiebung zulässig sei und setzte eine Frist von 14 Tagen für die freiwillige Ausreise. ",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 17. April 2023 als unbegründet ab. ",
            "annotations": []
        },
        {
            "text": "Begründend führt das Bundesverwaltungsgericht zur Nichtzuerkennung des Status des Asylberechtigten zusammengefasst aus, es könne nicht festgestellt werden, dass der Beschwerdeführer auf Grund einer Affäre mit einer verheirateten Frau im Herkunftsstaat einer Gefährdung bzw Gewalt ausgesetzt wäre. Sein Vorbringen dazu sei auf Grund näher dargelegter Unstimmigkeiten, Widersprüche und Steigerungen nicht glaubhaft. Darüber hinaus habe er keine mit seiner arabischen Volksgruppenzugehörigkeit oder sunnitischen Religionszugehörigkeit in Zusammenhang stehenden Schwierigkeiten vor der Ausreise glaubhaft machen können. Im Irak gebe es keine systematische Verfolgung sunnitischer Araber, diese bildeten zudem die Mehrheitsbevölkerung in der Provinz Ninawa. Es lägen auch keine Hinweise vor, dass dem Beschwerdeführer im Fall der Rückkehr eine Nähe zum Islamischen Staat unterstellt werde. ",
            "annotations": []
        },
        {
            "text": "Die Voraussetzungen für die Zuerkennung des Status des subsidiär Schutzberechtigten erachtet das Bundesverwaltungsgericht ebenfalls nicht für gegeben. Der Beschwerdeführer sei ein arbeits- und anpassungsfähiger Mensch mit achtjähriger Schulausbildung sowie Berufserfahrung als Lkw-Fahrer im Herkunftsland. Die Aufnahme einer Erwerbstätigkeit sei ihm möglich und zumutbar. Er stamme aus keiner der regionalen Problemzonen, sondern aus dem Bezirk Mossul in der Provinz Ninawa. Laut EUAA Country Guidance vom Juni 2022 handle es sich dabei um ein Gebiet, in dem willkürliche Gewalt zwar stattfinde, jedoch kein hohes Niveau erreiche. Die allgemeine Sicherheitslage im Irak und auch in der Provinz Ninawa habe sich seit der Niederlage des Islamischen Staates 2017 entscheidend verbessert. Der Beschwerdeführer verfüge über ein familiäres Unterstützungsnetzwerk und eine Wohnmöglichkeit im Herkunftsstaat. Die Erreichbarkeit seiner Heimatstadt ergebe sich aus der stabilen Sicherheitslage in Bagdad und Erbil, die ein Erreichen der dortigen Flughäfen ermögliche. Für die Einreise werde kein Sponsor benötigt und es bestünden auch keine Hinweise auf Restriktionen für Personen, die aus ehemals vom IS kontrollierten Gebieten stammten, oder für die Weiterreise in das Gouvernement Ninawa. Es sei nicht maßgeblich wahrscheinlich, dass ihm im Falle einer Rückkehr eine Unterstützung des IS unterstellt werde. Der Beschwerdeführer begebe sich nicht etwa in einen anderen Landesteil, sondern zurück in seine Heimatstadt und verfüge über einen gültigen irakischen Reisepass, weshalb er in der Lage sein werde, auf dem Reiseweg liegende Checkpoints zu passieren. ",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf einen wirksamen Rechtsbehelf und ein unparteiisches Gericht (Art47 Abs2 GRC) und auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) behauptet und unter anderem die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht und das Bundesamt für Fremdenwesen und Asyl haben die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber jeweils abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Soweit sich die – zulässige – Beschwerde gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich der Nichtzuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung, gegen den Ausspruch der Zulässigkeit der Abschiebung in den Irak und gegen die Festsetzung einer 14-tägigen Frist für die freiwillige Ausreise richtet, ist sie auch begründet:",
            "annotations": []
        },
        {
            "text": "1. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Nichtzuerkennung des Status des subsidiär Schutzberechtigten unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §8 Abs1 AsylG 2005 ist einem Fremden, dessen Antrag auf internationalen Schutz in Bezug auf die Zuerkennung des Status des Asylberechtigten abgewiesen wird, der Status des subsidiär Schutzberechtigten zuzuerkennen, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2 oder 3 EMRK oder der Protokolle Nr 6 oder Nr 13 zur EMRK bedeuten oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "2.2. Das Bundesverwaltungsgericht begründet die Nichtzuerkennung des Status des subsidiär Schutzberechtigten damit, dass der Beschwerdeführer ein arbeits- und anpassungsfähiger Mensch mit achtjähriger Schulausbildung sowie Berufserfahrung als Lkw-Fahrer sei. Er stamme aus dem Bezirk Mossul in der Provinz Ninawa, wo willkürliche Gewalt kein hohes Niveau erreiche, und verfüge dort über ein familiäres Unterstützungsnetzwerk und eine Wohnmöglichkeit. Der Beschwerdeführer könne seine Heimatstadt im Wege einer Einreise über die Flughäfen Bagdad und Erbil sicher erreichen. Laut aktuellen Länderinformationen bestünden keine Hinweise auf Restriktionen für Personen, die aus ehemals vom IS kontrollierten Gebieten stammten, oder für deren Weiterreise in das Gouvernement Ninawa. Es sei nicht maßgeblich wahrscheinlich, dass dem Beschwerdeführer im Falle einer Rückkehr eine Unterstützung des IS unterstellt werde. Er begebe sich in seine Heimatstadt zurück und verfüge über einen gültigen Reisepass, weshalb er in der Lage sein werde, auf dem Reiseweg liegende Checkpoints zu passieren. ",
            "annotations": []
        },
        {
            "text": "2.3. Dem vom Bundesverwaltungsgericht herangezogenen Länderinformationsblatt der Staatendokumentation vom August 2022 ist allerdings zu entnehmen, dass sunnitische Araber, die aus einem ehemals vom IS besetzten Gebiet stammen, kollektiv verdächtigt werden, Verbindungen zum IS zu haben oder diesen zu unterstützen (vgl VfGH 14.6.2022, E851/2022, zum insoweit gleichlautenden Länderinformationsblatt vom Oktober 2021). Angehörige dieser Personengruppe sind folglich diversen Gefährdungen insbesondere bei Kontrollpunkten (Checkpoints) sowie Beschränkungen ihrer Bewegungs- und Niederlassungsfreiheit ausgesetzt: ",
            "annotations": []
        },
        {
            "text": "\"Oft werden Sunniten einzig aufgrund ihrer Glaubensrichtung als IS-Sympathisanten stigmatisiert oder gar strafrechtlich verfolgt. […]",
            "annotations": []
        },
        {
            "text": "Im Zuge von Anti-Terror-Operationen, aber auch an Kontrollpunkten, wurden seit 2014 junge, vorwiegend sunnitische Männer festgenommen. Den Sicherheitskräften werden dabei zahlreiche Fälle von Verschwindenlassen zur Last gelegt […]. Es gibt zahlreiche Berichte über Festnahmen und die vorübergehende Internierung von überwiegend sunnitisch-arabischen IDPs durch Regierungskräfte, den NSS, PMF, Peshmerga und Asayish […].",
            "annotations": []
        },
        {
            "text": "Über eine Million sunnitische Araber sind vertrieben. Viele von ihnen werden verdächtigt den IS zu unterstützen und fürchten Vergeltungsmaßnahmen, wenn sie in ihre Häuser in den früher vom IS kontrollierten Gebieten zurückkehren […]. Die kurdischen Behörden haben Tausende von Arabern daran gehindert, in ihre Dörfer im Unterbezirk Rabia und im Bezirk Hamdaniya im Gouvernement Ninewa zurückzukehren, Gebiete, aus denen kurdische Einheiten 2014 den IS vertrieben und dort die territoriale Kontrolle übernommen hatten. […]\"",
            "annotations": []
        },
        {
            "text": "Auch laut UNHCR werden \"Personen mit überwiegend sunnitisch-arabischer Identität und zwar vornehmlich [...] Männer und Jungen im kampffähigen Alter aus Gebieten, die zuvor von ISIS besetzt waren, [...] Berichten zufolge kollektiv verdächtigt, mit ISIS verbunden zu sein oder ISIS zu unterstützen\" (UNHCR-Erwägungen zum Schutzbedarf von Personen, die aus dem Irak stammen, vom Mai 2019, S 69) und weisen daher ein besonderes Risikoprofil auf (vgl etwa VfGH 7.10.2021, E2372/2021; 18.3.2022, E3751/2021; 14.6.2022, E1040/2022; 15.3.2023, E131/2023).",
            "annotations": []
        },
        {
            "text": "2.4. Vor diesem Hintergrund ist die Argumentation des Bundesverwaltungsgerichtes, dass \"keine Hinweise\" vorlägen, dass dem Beschwerdeführer im Fall der Rückkehr eine Nähe zum IS unterstellt werde, nicht nachvollziehbar. Es hat seine Einschätzung, eine derartige Unterstellung wäre nicht maßgeblich wahrscheinlich, ansonsten nicht näher begründet. Nach der Rechtsprechung des Verfassungsgerichtshofes hat das Bundesverwaltungsgericht die sich aus den Länderberichten ergebenden Gefährdungen für sunnitische Araber, die aus einem ehemals vom IS besetzten Gebiet stammen, bei der Beurteilung der sicheren Erreichbarkeit der Region, in die der Beschwerdeführer zurückkehren soll, entsprechend zu berücksichtigen (vgl dazu bereits VfGH 7.10.2021, E2637/2021 mwN). Der bloße Verweis auf familiäre Anknüpfungspunkte sowie darauf, dass sich der Beschwerdeführer zurück in seine Heimatstadt begebe, wird den verfassungsrechtlichen Anforderungen an eine entsprechende Auseinandersetzung nicht gerecht (vgl VfGH 14.6.2022, E851/2022).",
            "annotations": []
        },
        {
            "text": "2.5. Indem es das Bundesverwaltungsgericht unterlassen hat, sich im Hinblick auf die sichere Erreichbarkeit der Herkunftsregion mit dem aus aktuellen Länderinformationen ersichtlichen Risikoprofil des Beschwerdeführers auseinanderzusetzen, hat es sein Erkenntnis – soweit es sich auf die Nichtzuerkennung des Status des subsidiär Schutzberechtigten und daran anknüpfend auf die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, die Erlassung einer Rückkehrentscheidung, den Ausspruch der Zulässigkeit der Abschiebung in den Irak und die Festsetzung einer 14-tägigen Frist für die freiwillige Ausreise bezieht – mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, soweit sich die Beschwerde gegen die Abweisung des Antrages auf Zuerkennung des Status des Asylberechtigten richtet, wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die vorliegende Beschwerde behauptet die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf einen wirksamen Rechtsbehelf und ein unparteiisches Gericht (Art47 Abs2 GRC) und auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973). Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen, insbesondere der Frage, ob die Beweiswürdigung des Bundesverwaltungsgerichtes in jeder Hinsicht den gesetzlichen Vorgaben entspricht, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis, soweit damit seine Beschwerde gegen Nichtzuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung, gegen den Ausspruch der Zulässigkeit der Abschiebung in den Irak und gegen die Festsetzung einer 14-tägigen Frist für die freiwillige Ausreise abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}