{
    "document_id": "JFT_20230315_23E00355_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit am 1. Februar 2023 im Wege des elektronischen Rechtsverkehrs eingebrachtem Schriftsatz begehrt der Einschreiter die Wiedereinsetzung in den vorigen Stand gegen die Versäumung der Frist zur Erhebung einer Beschwerde gegen das oben genannte Erkenntnis des Verwaltungsgerichtes Wien und erhebt unter einem Beschwerde gegen dieses Erkenntnis.",
            "annotations": []
        },
        {
            "text": "2. Zur Begründung seines Wiedereinsetzungsantrages führt der Einschreiter im Wesentlichen aus, es sei im Laufe des Beschwerdeverfahrens vor dem Verwaltungsgericht Wien zu einem Wechsel seines Rechtsvertreters gekommen. Mit Schreiben vom 15. Dezember 2021 habe sein vormaliger Rechtsvertreter dem Verwaltungsgericht Wien bekannt gegeben, dass das Vollmachtsverhältnis aufgelöst worden sei. Am 11. Jänner 2022 habe der neue Rechtsvertreter des Einschreiters dem Verwaltungsgericht Wien die Übernahme der Vertretung angezeigt. In weiterer Folge habe jedoch das Verwaltungsgericht Wien keinerlei Dokumente an diesen Rechtsvertreter zugestellt, sondern direkt an den Einschreiter. Dies gelte insbesondere für das Verhandlungsprotokoll der mündlichen Verhandlung vom 27. April 2022 sowie die Zustellung des angefochtenen Erkenntnisses. Der Rechtsvertreter des Einschreiters habe das angefochtene Erkenntnis erst am 18. Jänner 2023 erhalten.",
            "annotations": []
        },
        {
            "text": "3. Der Antrag auf Wiedereinsetzung in den vorigen Stand ist nicht begründet: ",
            "annotations": []
        },
        {
            "text": "3.1. Da das VfGG die Voraussetzungen für die Wiedereinsetzung in den vorigen Stand nicht selbst regelt, sind nach §35 Abs1 VfGG die Bestimmungen der §§146 ff ZPO sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "3.2. Nach §146 Abs1 ZPO ist einer Partei, soweit das Gesetz nichts anderes bestimmt, auf Antrag die Wiedereinsetzung in den vorigen Stand zu bewilligen, wenn sie durch ein unvorhergesehenes oder unabwendbares Ereignis an der rechtzeitigen Vornahme einer befristeten Prozesshandlung verhindert wurde und die dadurch verursachte Versäumung für die Partei den Rechtsnachteil des Ausschlusses von der vorzunehmenden Prozesshandlung zur Folge hatte. Dass der Partei ein Verschulden an der Versäumung zur Last liegt, hindert die Bewilligung der Wiedereinsetzung nicht, wenn es sich nur um einen minderen Grad des Versehens handelt.",
            "annotations": []
        },
        {
            "text": "3.3. Aus den dem Verfassungsgerichtshof vorliegenden Unterlagen geht zwar hervor, dass der (neue) Rechtsvertreter des Einschreiters dem Verwaltungsgericht Wien mit Eingabe vom 11. Jänner 2022 nachweislich seine Vertretungsbefugnis angezeigt hat. Der Einschreiter unterlässt es jedoch, in der vorliegenden Eingabe an den Verfassungsgerichtshof den Umstand zu erwähnen, dass dieser Rechtsvertreter dem Verwaltungsgericht Wien mit Eingabe vom 18. März 2022 bekannt gegeben hat, dass das Vollmachtsverhältnis wieder aufgelöst worden sei. Eine wirksame Zustellung könne nur direkt beim Einschreiter erfolgen. Auf Grund dieser Mitteilung stellte das Verwaltungsgericht Wien die schriftliche Ausfertigung des am 27. April 2022 mündlich verkündeten Erkenntnisses dem Einschreiter (nachweislich) persönlich zu.",
            "annotations": []
        },
        {
            "text": "3.4. Vor diesem Hintergrund ist für den Verfassungsgerichtshof nicht erkennbar, dass der Einschreiter durch ein unvorhergesehenes oder unabwendbares Ereignis an der rechtzeitigen Einbringung der Beschwerde gehindert gewesen wäre. ",
            "annotations": []
        },
        {
            "text": "4. Der Antrag auf Wiedereinsetzung in den vorigen Stand ist somit abzuweisen und die (verspätete) Beschwerde gemäß Art144 B-VG zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs3 Z2 litb VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "6. Damit erübrigt sich ein Abspruch über den Antrag, der Beschwerde die aufschiebende Wirkung zuzuerkennen.",
            "annotations": []
        }
    ]
}