{
    "document_id": "JFT_20230306_22G00296_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag begehrt das Bundesverwaltungsgericht, \"in §1 Abs2 litd des Arbeitslosenversicherungsgesetzes 1977 (AlVG), BGBl Nr 609, in der Fassung des Budgetbegleitgesetzes 2016, BGBl I Nr 144/2015, den Ausdruck 'Dienstnehmer,' und §1 Abs4 Satz 1 AlVG in der Fassung des Budgetbegleitgesetzes 2016, BGBl I Nr 144/2015 als verfassungswidrig aufzuheben\".",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Arbeitslosenversicherungsgesetzes 1977 (im Folgenden: AlVG), BGBl 609/1977 idF BGBl I 144/2015 (§1 Abs4 idF BGBl I 139/1997), lauten auszugsweise wie folgt (die angefochtenen Bestimmungen sind hervorgehoben): ",
            "annotations": []
        },
        {
            "text": "\"Umfang der Versicherung",
            "annotations": []
        },
        {
            "text": "§1. (1) Für den Fall der Arbeitslosigkeit versichert (arbeitslosenversichert) sind",
            "annotations": []
        },
        {
            "text": "a) Dienstnehmer, die bei einem oder mehreren Dienstgebern beschäftigt sind,",
            "annotations": []
        },
        {
            "text": "b)–h) […]",
            "annotations": []
        },
        {
            "text": "soweit sie in der Krankenversicherung auf Grund gesetzlicher Vorschriften pflichtversichert sind oder Anspruch auf Leistungen einer Krankenfürsorgeanstalt haben und nicht nach Maßgabe der folgenden Bestimmungen versicherungsfrei sind.",
            "annotations": []
        },
        {
            "text": "(2) Ausgenommen von der Arbeitslosenversicherungspflicht sind",
            "annotations": []
        },
        {
            "text": "a)–c) […]",
            "annotations": []
        },
        {
            "text": "d) Dienstnehmer, Heimarbeiter und selbständige Pecher, die nach der Höhe des Entgelts geringfügig beschäftigt sind;",
            "annotations": []
        },
        {
            "text": "e)–g) […]",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "(4) Bei der Beurteilung der Frage, ob eine Beschäftigung als geringfügig gilt, ist §5 Abs2 ASVG sinngemäß anzuwenden. Eine Beschäftigung als Hausbesorger im Sinne des Hausbesorgergesetzes, BGBl Nr 16/1970, gilt jedoch dann als geringfügig, wenn das Entgelt die im §5 Abs2 ASVG angeführten Beträge nicht überschreitet.",
            "annotations": []
        },
        {
            "text": "(5) Abs4 erster Satz gilt sinngemäß für Heimarbeiter und selbständige Pecher.",
            "annotations": []
        },
        {
            "text": "(6) Für Beginn und Ende der Arbeitslosenversicherungspflicht gelten die §§10 und 11 des Allgemeinen Sozialversicherungsgesetzes.",
            "annotations": []
        },
        {
            "text": "(7)–(8) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Arbeitslosenversicherung selbständig Erwerbstätiger",
            "annotations": []
        },
        {
            "text": "§3. (1) Erwerbstätige Personen, die auf Grund einer Erwerbstätigkeit der Pflichtversicherung in der Pensionsversicherung nach dem GSVG unterliegen oder gemäß §5 GSVG von dieser Pflichtversicherung ausgenommen sind, können nach Maßgabe der folgenden Bestimmungen in die Arbeitslosenversicherung einbezogen werden, wenn diese nicht auf Grund ihres Lebensalters gemäß §1 Abs2 lite von der Arbeitslosenversicherungspflicht ausgenommen sind. ",
            "annotations": []
        },
        {
            "text": "(2) Personen, die die Voraussetzungen des Abs1 erfüllen, werden in die Arbeitslosenversicherung einbezogen, wenn sie fristgerecht ihren Eintritt in die Arbeitslosenversicherung erklären. Diese Personen sind von der Sozialversicherunganstalt der gewerblichen Wirtschaft unmittelbar nach Einlangen der Meldung oder sonstigen Kenntnisnahme der Pflichtversicherung in der Pensionsversicherung oder Ausnahme von der Pflichtversicherung gemäß §5 GSVG schriftlich auf die maßgeblichen Umstände der Einbeziehung in die Arbeitslosenversicherung, insbesondere die Frist für den zulässigen Eintritt in die Arbeitslosenversicherung, die Bindungsdauer der Entscheidung für oder gegen die Einbeziehung und die Wahlmöglichkeit der Beitragsgrundlage hinzuweisen.",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "(4) Personen, die den Eintritt in die Arbeitslosenversicherung erklären, haben eine der gemäß §2 AMPFG zur Auswahl stehenden Beitragsgrundlagen auszuwählen. Die gewählte Beitragsgrundlage gilt ab dem Beginn der Einbeziehung in die Arbeitslosenversicherung. Die Einbeziehung in die Arbeitslosenversicherung und die gewählte Beitragsgrundlage gelten, soweit kein zulässiger Austritt erfolgt, für alle (künftigen) Zeiträume, in denen die Voraussetzungen des Abs1 vorliegen.",
            "annotations": []
        },
        {
            "text": "(5)–(8) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Meldungen zur Arbeitslosenversicherung",
            "annotations": []
        },
        {
            "text": "§4. (1) Dienstgeber und selbständige Pecher sowie gemäß §3 in die Arbeitslosenversicherung einbezogene Personen sind verpflichtet, dem zuständigen Sozialversicherungsträger alle für die Durchführung der Arbeitslosenversicherung maßgebenden Daten mitzuteilen. ",
            "annotations": []
        },
        {
            "text": "(2) […] ",
            "annotations": []
        },
        {
            "text": "(3) Die An- und Abmeldungen arbeitslosenversicherungspflichtiger Personen zur gesetzlichen Krankenversicherung gelten auch als Meldungen zur Arbeitslosenversicherung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Arbeitslosigkeit",
            "annotations": []
        },
        {
            "text": "§12. (1) Arbeitslos ist, wer ",
            "annotations": []
        },
        {
            "text": "1. eine (unselbständige oder selbständige) Erwerbstätigkeit (Beschäftigung) beendet hat, ",
            "annotations": []
        },
        {
            "text": "2. nicht mehr der Pflichtversicherung in der Pensionsversicherung unterliegt oder dieser ausschließlich auf Grund eines Einheitswertes, der kein Einkommen über der Geringfügigkeitsgrenze erwarten lässt, unterliegt oder auf Grund des Weiterbestehens der Pflichtversicherung für den Zeitraum, für den Kündigungsentschädigung gebührt oder eine Ersatzleistung für Urlaubsentgelt oder eine Urlaubsabfindung gewährt wird (§16 Abs1 litk und l), unterliegt und ",
            "annotations": []
        },
        {
            "text": "3. keine neue oder weitere (unselbständige oder selbständige) Erwerbstätigkeit (Beschäftigung) ausübt.",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "(3) Als arbeitslos im Sinne der Abs1 und 2 gilt insbesondere nicht: ",
            "annotations": []
        },
        {
            "text": "a) wer in einem Dienstverhältnis steht;",
            "annotations": []
        },
        {
            "text": "b)–g) […]",
            "annotations": []
        },
        {
            "text": "h) wer beim selben Dienstgeber eine Beschäftigung aufnimmt, deren Entgelt die im §5 Abs2 ASVG angeführten Beträge nicht übersteigt, es sei denn, daß zwischen der vorhergehenden Beschäftigung und der neuen geringfügigen Beschäftigung ein Zeitraum von mindestens einem Monat gelegen ist.",
            "annotations": []
        },
        {
            "text": "(6) Als arbeitslos gilt jedoch, ",
            "annotations": []
        },
        {
            "text": "a) wer aus einer oder mehreren Beschäftigungen ein Entgelt erzielt, das die im §5 Abs2 ASVG angeführten Beträge nicht übersteigt, wobei bei einer Beschäftigung als Hausbesorger im Sinne des Hausbesorgergesetzes, BGBl Nr 16/1970, der Entgeltwert für die Dienstwohnung und der pauschalierte Ersatz für Materialkosten unberücksichtigt bleiben;",
            "annotations": []
        },
        {
            "text": "b)–g) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bemessung des Arbeitslosengeldes",
            "annotations": []
        },
        {
            "text": "§21. (1) Für die Festsetzung des Grundbetrages des Arbeitslosengeldes ist bei Geltendmachung bis 30. Juni das Entgelt des vorletzten Kalenderjahres aus den beim Hauptverband der Sozialversicherungsträger gespeicherten Jahresbeitragsgrundlagen aus arbeitslosenversicherungspflichtigem Entgelt, mangels solcher aus anderen für Zwecke der Sozialversicherung gespeicherten Jahresbeitragsgrundlagen heranzuziehen. Bei Geltendmachung nach dem 30. Juni ist das Entgelt des letzten Kalenderjahres heranzuziehen. Liegen die nach den vorstehenden Sätzen heranzuziehenden Jahresbeitragsgrundlagen nicht vor, so sind jeweils die letzten vorliegenden Jahresbeitragsgrundlagen eines vorhergehenden Jahres heranzuziehen. […]",
            "annotations": []
        },
        {
            "text": "Für Personen, die gemäß §3 versichert waren, sind die entsprechenden Jahresbeitragsgrundlagen in der Arbeitslosenversicherung heranzuziehen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§45. (1) Streitigkeiten über die Arbeitslosenversicherungspflicht oder über Beiträge zur Arbeitslosenversicherung sind in dem für die gesetzliche Krankenversicherung geltenden Verfahren zu entscheiden. In diesem Verfahren kommt den Landesgeschäftsstellen Parteistellung zu. ",
            "annotations": []
        },
        {
            "text": "(2) Bei Überschreiten der Höchstbeitragsgrundlage im Fall der Mehrfachversicherung sind die jeweiligen krankenversicherungsrechtlichen Vorschriften mit der Maßgabe anzuwenden, dass an die Stelle der Krankenversicherung die Arbeitslosenversicherung tritt. §70a ASVG ist überdies mit der Maßgabe anzuwenden, dass an die Stelle des dort genannten Prozentsatzes des Erstattungsbetrages der für den von der (dem) Versicherten zu tragenden Anteil am Arbeitslosenversicherungsbeitrag geltende Prozentsatz tritt. ",
            "annotations": []
        },
        {
            "text": "(3) Wenn auf Grund des §1 Abs2 lite keine Arbeitslosenversicherungspflicht besteht, aber trotzdem Beiträge zur Arbeitslosenversicherung geleistet wurden, so sind diese Beiträge auf Antrag zurück zu erstatten. Die für die Erstattung von Beiträgen der Krankenversicherung geltenden krankenversicherungsrechtlichen Vorschriften sind mit der Maßgabe anzuwenden, dass an die Stelle der Krankenversicherung die Arbeitslosenversicherung und an die Stelle des im §70a ASVG oder im §24b B-KUVG genannten Prozentsatzes des Erstattungsbetrages der für den vom jeweiligen Antragsteller (Dienstgeber oder Versicherten) zu tragenden Anteil am Arbeitslosenversicherungsbeitrag geltende Prozentsatz tritt.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §§4 und 5 des Allgemeinen Sozialversicherungsgesetzes – ASVG, BGBl 189/1955, idF BGBl I 125/2017 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§4. (1) In der Kranken-, Unfall- und Pensionsversicherung sind auf Grund dieses Bundesgesetzes versichert (vollversichert), wenn die betreffende Beschäftigung weder gemäß den §§5 und 6 von der Vollversicherung ausgenommen ist, noch nach §7 nur eine Teilversicherung begründet:",
            "annotations": []
        },
        {
            "text": "1. die bei einem oder mehreren Dienstgebern beschäftigten Dienstnehmer;",
            "annotations": []
        },
        {
            "text": "2. – 4. […]",
            "annotations": []
        },
        {
            "text": "(2) Dienstnehmer im Sinne dieses Bundesgesetzes ist, wer in einem Verhältnis persönlicher und wirtschaftlicher Abhängigkeit gegen Entgelt beschäftigt wird; hiezu gehören auch Personen, bei deren Beschäftigung die Merkmale persönlicher und wirtschaftlicher Abhängigkeit gegenüber den Merkmalen selbständiger Ausübung der Erwerbstätigkeit überwiegen. […]",
            "annotations": []
        },
        {
            "text": "(3) – (6) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5. (1) Von der Vollversicherung nach §4 sind – unbeschadet einer nach §7 oder nach §8 eintretenden Teilversicherung – ausgenommen:",
            "annotations": []
        },
        {
            "text": "1. […]",
            "annotations": []
        },
        {
            "text": "2. Dienstnehmer und ihnen gemäß §4 Abs4 gleichgestellte Personen, ferner Heimarbeiter und ihnen gleichgestellte Personen sowie die im §4 Abs1 Z6 genannten Personen, wenn das ihnen aus einem oder mehreren Beschäftigungsverhältnissen im Kalendermonat gebührende Entgelt den Betrag gemäß Abs2 nicht übersteigt (geringfügig beschäftigte Personen);",
            "annotations": []
        },
        {
            "text": "3. – 16. […]",
            "annotations": []
        },
        {
            "text": "(2) Ein Beschäftigungsverhältnis gilt als geringfügig, wenn daraus im Kalendermonat kein höheres Entgelt als 425,70 € gebührt. An die Stelle dieses Betrages tritt ab Beginn jedes Beitragsjahres (§242 Abs10) der unter Bedachtnahme auf §108 Abs6 mit der jeweiligen Aufwertungszahl (§108a Abs1) vervielfachte Betrag.",
            "annotations": []
        },
        {
            "text": "(3) […].\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Das Bundesgesetz über die Finanzierung der Arbeitsmarktpolitik (Arbeitsmarktpolitik-Finanzierungsgesetz – AMPFG), BGBl 315/1994, idF BGBl I 118/2015 lautet auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Arbeitslosenversicherungsbeitrag",
            "annotations": []
        },
        {
            "text": "§2. (1) Zur Finanzierung der Arbeitsmarktpolitik des Bundes wird ein Arbeitslosenversicherungsbeitrag von allen Personen, die der Arbeitslosenversicherungspflicht gemäß §1 des Arbeitslosenversicherungsgesetzes 1977 (AlVG) oder der Arbeitslosenversicherung gemäß §3 AlVG unterliegen, und den Dienstgebern pflichtversicherter Personen eingehoben. Der Arbeitslosenversicherungsbeitrag beträgt für Lehrlinge 2,4 vH und für die übrigen Versicherten 6 vH der Beitragsgrundlage. Die Beitragsgrundlage für Pflichtversicherte entspricht der nach dem Allgemeinen Sozialversicherungsgesetz (ASVG), BGBl Nr 189/1955, geltenden allgemeinen Beitragsgrundlage bis zur Höhe der gemäß §45 ASVG festgelegten Höchstbeitragsgrundlage. Beitragsgrundlage für gemäß §3 Abs1 AlVG versicherte Personen ist nach Wahl der versicherten Person ein Viertel, die Hälfte oder drei Viertel der Höchstbeitragsgrundlage gemäß §48 des Gewerblichen Sozialversicherungsgesetzes (GSVG), BGBl Nr 560/1978. […].",
            "annotations": []
        },
        {
            "text": "(2)–(7) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Einhebung des Arbeitslosenversicherungsbeitrages ",
            "annotations": []
        },
        {
            "text": "§4. (1) Für den Arbeitslosenversicherungsbeitrag (§2 Abs1) und für den Sonderbeitrag (§2 Abs2) der pflichtversicherten Personen gelten die Vorschriften der gesetzlichen Krankenversicherung über den Abzug des Versicherungsbeitrages vom Entgelt. ",
            "annotations": []
        },
        {
            "text": "(2) Soweit die Beitragsabfuhr nicht durch den Dienstgeber zu erfolgen hat, haben die Versicherten den Arbeitslosenversicherungsbeitrag (Sonderbeitrag) dem zuständigen Versicherungsträger einzuzahlen. […] ",
            "annotations": []
        },
        {
            "text": "(3) […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Durchführung der Einhebung ",
            "annotations": []
        },
        {
            "text": "§5. (1) Die Beiträge gemäß §2 sind durch die zuständigen Sozialversicherungsträger einzuheben, soweit es sich um Beiträge pflichtversicherter Personen handelt, gemeinsam mit dem Beitrag zur Krankenversicherung. […]",
            "annotations": []
        },
        {
            "text": "(2)–(6) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegen derselbe Sachverhalt und die im Wesentlichen selben Bedenken zugrunde wie dem zur Zahl G193/2022 protokollierten Antrag, den der Verfassungsgerichtshof mit Beschluss vom 4. Oktober 2022 wegen zu engen Anfechtungsumfanges als unzulässig zurückwies. Das Bundesverwaltungsgericht legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar: ",
            "annotations": []
        },
        {
            "text": "\"",
            "annotations": []
        },
        {
            "text": "[…] Die Geringfügigkeitsgrenze des §5 Abs2 ASVG definiert nicht nur, ab welchem Einkommen eine Einbeziehung in die Sozialversicherung erfolgt, sondern auch, ab welchem Einkommen ein Schutz durch die Einbeziehung in die Sozialversicherung gewährt wird. Anders formuliert: Mit der Festlegung auf eine Einkommensgrenze, ab der Versicherungsschutz besteht, anerkennt der Gesetzgeber, dass ab Überschreiten dieser Grenze generell ein Schutzbedürfnis besteht. Nun unterscheidet sich aber das Schutzbedürfnis einer Person, deren monatliches Einkommen die Geringfügigkeitsgrenze aufgrund eines Beschäftigungsverhältnisses übersteigt, nicht vom Schutzbedürfnis einer Person, deren monatliches Einkommen die monatliche Geringfügigkeitsgrenze auf Grund von mehreren geringfügigen Beschäftigungen übersteigt. So bedeutet für beide Personengruppen Arbeitsunfähigkeit infolge Krankheit einen Einkommensausfall. Für beide Personen-gruppen hat der Gesetzgeber durch die Einbeziehung in die Krankenversicherung das Vorliegen eines Schutzbedürfnisses anerkannt (§5 Abs1 Z2 ASVG und §471f ASVG). Beide Personengruppen haben bei Eintritt des Risikos der Arbeitsunfähigkeit infolge Krankheit Anspruch auf einen vom Schutzzweck der Krankenversicherung umfassten Anspruch auf Einkommensersatzleistung. Für beide Personengruppen bedeutet aber auch Arbeitslosigkeit einen Einkommensausfall. Geschützt vor Eintritt dieses Risikos wurde jedoch, obwohl beide Personengruppen auf Grund der Höhe ihres Einkommens krankenversichert sind, nur die Personengruppe, deren monatliches Einkommen die Geringfügigkeitsgrenze aufgrund eines die Geringfügigkeit übersteigenden Beschäftigungsverhältnisses übersteigt, nicht aber jene, deren monatliches Einkommen aufgrund von mehreren geringfügigen Beschäftigungen die Geringfügigkeitsgrenze übersteigt. Eine sachliche Rechtfertigung dafür, warum bei gleichem Schutzbedürfnis den geringfügig Beschäftigten, deren Einkommen aufgrund von mehreren geringfügigen Beschäftigungen die Geringfügigkeitsgrenze übersteigt, kein Schutz vor dem Risiko der Arbeitslosigkeit eingeräumt wird, liegt nicht vor. ",
            "annotations": []
        },
        {
            "text": "Nach einer dem antragstellenden Gericht vorliegenden Auswertung des Dachverbandes der Sozialversicherungsträger führten im Jahr 2019 bei insgesamt 232.325 Personen die ausgeübten geringfügigen Beschäftigungsverhältnisse zu einer Pflichtversicherung in der Kranken- und Pensionsversicherung gemäß §471f ASVG bzw wurden diesen 232.325 Personen gemäß §53a ASVG Beiträge zur Kranken- und Pensionsversicherung vorgeschrieben. Von diesen 232.325 Personen waren im Jahr 2019 insgesamt 31.090 Personen als mehrfach geringfügig Beschäftigte mit einer monatlichen Beitragsgrundlage über der Geringfügigkeitsgrenze und somit nach §471f ASVG versichert. 182.021 Personen übten neben einem vollversicherungspflichtigen Beschäftigungsverhältnis eine geringfügige Beschäftigung aus und waren als geringfügig Beschäftigte nach §53a ASVG versichert. 16.441 Personen haben beide Tatbestände erfüllt und waren somit nach §471f ASVG und §53a ASVG versichert. Bei weiteren 2.773 Fällen (sog Fehlerfälle), bei denen eine exakte Auswertung nicht möglich war, liegen die Voraussetzungen entweder nach §471f ASVG und/oder §53a ASVG vor. ",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf die hohe Zahl der potentiell Betroffenen ist somit auch nicht von einem bloßen Härtefall auszugehen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Die Bundesregierung hat auf ihre Äußerung in dem zur Zahl G193/2022 protokollierten Verfahren verwiesen, in der sie den im Antrag erhobenen Bedenken wie folgt entgegentritt:",
            "annotations": []
        },
        {
            "text": "\"III. In der Sache:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "3. ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Verfassungsgerichtshofes steht der Gesetzgebung bei der Beurteilung sozialer Bedarfslagen und bei der Ausgestaltung der an diese Bedarfslagen anknüpfenden sozialen Maßnahmen sowohl ein weiter Beurteilungsspielraum als auch ein weiter rechtspolitischer Gestaltungsspielraum zu (vgl zB VfSlg 18.885/2009). Im Rahmen dieser rechtspolitischen Gestaltungsfreiheit steht es der Gesetzgebung frei, Grenzen für die Einbeziehung bestimmter Berufsgruppen in eine Sozialversicherungspflicht zu ziehen und zu entscheiden, welche bisher nicht versicherten Berufsgruppen in die Sozialversicherungspflicht einbezogen werden (VfSlg 9551/1982, 14.842/1997). Die Gesetzgebung darf sich hiebei ua von der sozialen Schutzbedürftigkeit der betreffenden Personen- oder Berufsgruppe leiten lassen, wobei nicht die Ausnahme, sondern die typischen Fälle den Ausschlag geben sollen (vgl VfSlg 4688/1964, 11.469/1987, 16.007/2000). Der Verfassungsgerichtshof hat angenommen, dass diese Grundsätze auch für die Ausnahme einer Personengruppe von der Sozial- einschließlich der Arbeitslosenversicherungspflicht gelten (vgl den in VfSlg 17.070/2003 zitierten Prüfungsbeschluss).",
            "annotations": []
        },
        {
            "text": "4. Vor dem Hintergrund dieser Rechtsprechung geht die Bundesregierung davon aus, dass es in der rechtspolitischen Gestaltungsfreiheit der Gesetzgebung liegt, darüber zu entscheiden, ob Personen, die eine oder mehrere geringfügige Beschäftigungen ausüben, in der Arbeitslosenversicherung pflichtversichert sind. Der Gesetzgebung kann daher nach Ansicht der Bundesregierung von vornherein gleichheitsrechtlich nicht entgegengetreten werden, wenn sie sich entscheidet, geringfügig beschäftigte Dienstnehmer auch dann nicht in die Pflichtversicherung in der Arbeitslosenversicherung miteinzubeziehen, wenn ihr Einkommen aus mehreren geringfügigen Beschäftigungsverhältnissen zusammengerechnet die Geringfügigkeitsgrenze übersteigt. ",
            "annotations": []
        },
        {
            "text": "5. Entgegen der Auffassung des antragstellenden Gerichts unterscheidet sich auch die typische Schutzbedürftigkeit mehrfach geringfügig beschäftigter Dienstnehmer im Hinblick auf das Risiko der Arbeitslosigkeit von der typischen Schutzbedürftigkeit von Dienstnehmern, die nur in einem nicht geringfügigen Dienstverhältnis stehen: ",
            "annotations": []
        },
        {
            "text": "Der sozialpolitische Zweck der Arbeitslosenversicherung besteht darin, ein existenzsicherndes Erwerbseinkommen bei Wegfall teilweise zu ersetzen (siehe oben unter Punkt I.4). Geringfügige Beschäftigungsverhältnisse werden aber typischerweise nicht eingegangen, um ein existenzsicherndes Erwerbseinkommen zu verdienen, sondern um zusätzliche Einkünfte neben der bereits anderweitig (etwa durch ein anderes Einkommen oder einen Unterhaltsanspruch) sichergestellten Existenzsicherung zu erzielen, dies auch dann, wenn eine Person in mehreren geringfügigen Dienstverhältnissen steht. Demgegenüber werden nicht geringfügige Beschäftigungsverhältnisse typischerweise eingegangen, um ein existenzsicherndes Einkommen zu erzielen. ",
            "annotations": []
        },
        {
            "text": "Zumal nach der Rechtsprechung des Verfassungsgerichtshofes bei der Beurteilung der Schutzbedürftigkeit einer Personengruppe die typischen Fälle, nicht jedoch die Ausnahmen den Ausschlag geben sollen (siehe oben unter Punkt III.3.), erscheint es daher sachlich gerechtfertigt, Personen in geringfügigen Beschäftigungsverhältnissen auch dann nicht in die Arbeitslosenversicherung einzubeziehen, wenn die daraus erzielten Entgelte zusammengerechnet die Geringfügigkeitsgrenze überschreiten.",
            "annotations": []
        },
        {
            "text": "6. Das antragstellende Gericht ist demgegenüber der Ansicht, dass die Gesetzgebung die Schutzbedürftigkeit von mehrfach geringfügig beschäftigten Personen, deren Einkommen zusammengerechnet die Geringfügigkeitsgrenze überschreitet, durch ihre Einbeziehung in die Krankenversicherung gemäß §5 Abs1 Z2 ASVG anerkannt habe (vgl Seite 9 f des Antrags). ",
            "annotations": []
        },
        {
            "text": "Dieses Argument geht nach Ansicht der Bundesregierung von vornherein ins Leere: Bei der Kranken- und Arbeitslosenversicherung handelt es sich um unterschiedliche Versicherungssysteme, die auch keinen identen Versicherungskreis haben (vgl Müller in Pfeil [Hrsg.], Der AlV-Komm, 67. Lfg 2020, §1 Rz. 1). Aus dem Umstand, dass die Gesetzgebung eine bestimmte Personengruppe in die Krankenversicherung miteinbezogen hat, kann daher nicht abgeleitet werden, dass diese Personengruppe im Hinblick auf das Risiko der Arbeitslosigkeit ebenso schutzwürdig wäre. Auch gebietet der Gleichheitsgrundsatz keine einheitliche Regelung der Sozialversicherungssysteme (vgl VfSlg 13.634/1993). ",
            "annotations": []
        },
        {
            "text": "Insoweit das antragstellende Gericht in diesem Zusammenhang den krankenversicherungsrechtlichen Anspruch auf Einkommensersatzleistung (gemeint ist wohl primär der Anspruch auf Krankengeld nach den §§138 bis 143 ASVG) ins Treffen führt, begnügt sich die Bundesregierung mit dem Hinweis, dass dieser Anspruch lediglich eine von vielen Leistungen (insbesondere der Sachleistungen) der Krankenversicherung ist, deren Anspruchsvoraussetzungen auch nicht jenen der Leistungen aus der Arbeitslosenversicherung entspricht. ",
            "annotations": []
        },
        {
            "text": "7. Die Ausnahme mehrfach geringfügig Beschäftigter von der Arbeitslosenversicherung dient auch verwaltungsökonomischen Zwecken, da andernfalls bei jedem geringfügigen Einkommen von der Behörde geprüft werden müsste, ob dieses in der Arbeitslosenversicherung zu berücksichtigen ist. ",
            "annotations": []
        },
        {
            "text": "Allenfalls müssten (nachträglich) Beitragszahlungen angeordnet werden, wobei aber fraglich wäre, wer diese Beiträge zu tragen hätte. Sollte die (nachträgliche) Beitragspflicht den Arbeitgeber treffen, wäre für diesen bei Abschluss eines geringfügigen Beschäftigungsverhältnisses nicht vorhersehbar, ob er im Hinblick auf dieses Beschäftigungsverhältnis beitragspflichtig ist (genauer: gewesen sein wird), was unzumutbar erschiene. ",
            "annotations": []
        },
        {
            "text": "8. Die Bundesregierung gibt ferner Folgendes zu bedenken:",
            "annotations": []
        },
        {
            "text": "In der Arbeitslosenversicherung werden Leistungen für den Fall der Arbeitslosigkeit gewährt. Arbeitslos ist, wer – vereinfacht gesagt – eine Erwerbstätigkeit beendet hat und keine neue oder weitere Erwerbstätigkeit ausübt (vgl §12 Abs1 AlVG). Nicht als weitere Erwerbstätigkeit gilt eine geringfügige Beschäftigung (vgl §12 Abs6 lita AlVG). ",
            "annotations": []
        },
        {
            "text": "Wenn Personen, die in mehreren geringfügigen Beschäftigungsverhältnissen stehen und deren Einkommen insgesamt die Geringfügigkeitsgrenze übersteigt, arbeitslosenversichert sein sollten, wäre fraglich, unter welchen Voraussetzungen in diesen Fällen der Versicherungsfall der Arbeitslosigkeit eintreten soll. Sollte dies dann der Fall sein, wenn ein geringfügiges Beschäftigungsverhältnis wegfällt und das Einkommen der Person aus diesem Grund insgesamt unter die Geringfügigkeitsgrenze sinkt? Oder sollte der Versicherungsfall dann eintreten, wenn die Person alle geringfügigen Beschäftigungsverhältnisse verliert? ",
            "annotations": []
        },
        {
            "text": "Die erste Lösung würde Fragen im Hinblick auf die Berechnung des Arbeitslosengeldes aufwerfen: Offenkundig nicht sachgerecht wäre es, wenn das Arbeitslosengeld auf der Grundlage eines Einkommens berechnet werden würde, das der Arbeitslose teilweise weiterhin bezieht. Es müssten daher Regelungen getroffen werden, die sicherstellen, dass das Arbeitslosengeld ausschließlich auf der Grundlage jenes geringfügigen Einkommens berechnet wird, das tatsächlich weggefallen ist. Dies hätte aber zur Folge, dass in solchen Fällen niedrige (jedenfalls nicht existenzsichernde) Beträge als Arbeitslosengeld ausgezahlt werden, was nicht dem Zweck der Arbeitslosenversicherung entspräche. Da sich außerdem das Einkommen des (mehrfach) geringfügig Beschäftigten auch während der Zeit der Arbeitslosigkeit ändern kann, müsste die Höhe des Anspruchs auf Arbeitslosengeld während dieser Zeit gegebenenfalls (und allenfalls auch wiederholt) angepasst werden, was zu großem Verwaltungsaufwand führen würde. ",
            "annotations": []
        },
        {
            "text": "Die zweite Lösung wiederum (der zufolge der Versicherungsfall erst dann eintritt, wenn alle geringfügigen Beschäftigungsverhältnisse wegfallen) wäre mit dem Grundsatz des §12 Abs6 lita AlVG nicht vereinbar, wonach eine geringfügige Beschäftigung der Arbeitslosigkeit nicht schadet. ",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund erscheint es nach Ansicht der Bundesregierung systemkonform, geringfügige Beschäftigungsverhältnisse generell von der Arbeitslosenversicherung auszunehmen. ",
            "annotations": []
        },
        {
            "text": "9. Das antragstellende Gericht ist der Auffassung, dass von der fraglichen Ausnahme Dienstnehmer in hoher Zahl potentiell benachteiligt seien und daher kein bloßer Härtefall vorliege (vgl Seite 10 des Antrags). Nach den Angaben im Antrag standen im Jahr 2019 insgesamt 31.090 Personen in mehrfach geringfügigen Beschäftigungsverhältnissen mit einer monatlichen Beitragsgrundlage über der Geringfügigkeitsgrenze. ",
            "annotations": []
        },
        {
            "text": "Das antragstellende Gericht zeigt damit aber nicht auf, dass es sich bei diesen Personen um Härtefälle handle. Denn die Nichteinbeziehung in die Arbeitslosenversicherung muss nicht zwangsläufig einen Nachteil bedeuten, sondern kann zur Vermeidung der Beitragspflicht gerade von Personen mit geringerem Einkommen auch erwünscht sein (dies auch dann, wenn der vom Arbeitnehmer zu tragende Arbeitslosenversicherungsbeitrag gemäß §2a des Arbeitsmarktpolitik-Finanzierungsgesetzes, BGBl I Nr 315/1994, entfällt). Aufgrund den vom antragstellenden Gericht genannten Daten kann daher von vornherein nicht auf eine hohe Zahl von Härtefällen geschlossen werden. ",
            "annotations": []
        },
        {
            "text": "Zudem weist die Bundesregierung darauf hin, dass im Jahr 2019 in Österreich insgesamt 3.729.439 Personen in Beschäftigungsverhältnissen standen (vgl Korn/Firzinger, Personenbezogene Statistiken 2019, SozSi 2020, 47 [48]). Jene 31.090 Personen, die in diesem Jahr mehrfach geringfügig beschäftigt waren und deren Einkommen zusammengerechnet die Geringfügigkeitsgrenze überschritten, machten also lediglich rund 0,83 % der Gesamtbeschäftigten aus. Entgegen der Ansicht des antragstellenden Gerichts ist daher auch nicht von einer hohen Zahl von Betroffenen auszugehen.\" (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.  Der Verfassungsgerichtshof ersuchte die Bundesregierung ergänzend um eine Äußerung insbesondere zu folgenden Fragen:",
            "annotations": []
        },
        {
            "text": "\"1.) Trifft es zu, dass mehrfach geringfügig beschäftigte Dienstnehmer, die gemäß §4 Abs1 Z1 des Allgemeinen Sozialversicherungsgesetzes (ASVG) krankenversicherungspflichtig sind, nicht gemäß §1 Abs1 lita AlVG arbeitslosenversichert sind? ",
            "annotations": []
        },
        {
            "text": "2.) Geringfügig beschäftigte Dienstnehmer sind seit Inkrafttreten der 54. ASVG-Novelle im Rahmen des Arbeits- und Sozialrechts-Änderungsgesetzes 1997 (ASRÄG 1997), BGBl I 139/1997, nicht mehr hinsichtlich jeder Beschäftigung von der Vollversicherungspflicht ausgenommen, sondern nur dann, wenn das im Kalendermonat bezogene Entgelt aus einem oder mehreren Beschäftigungsverhältnissen die Geringfügigkeitsgrenze nicht übersteigt (vgl VwSlg 15.995 A/2003). In diesem Zusammenhang hätte Art5 Z1 der Regierungsvorlage zum ASRÄG 1997 (886 BlgNR 20. GP, 5) – anders als noch der Ministerialentwurf zum ASRÄG 1997 (185/ME 20. GP, 4) – ausdrücklich vorgesehen, geringfügig Beschäftigte von der Arbeitslosenversicherungspflicht gemäß §1 AlVG auszunehmen, 'auch wenn die Summe der Entgelte aus mehreren Beschäftigungen die Geringfügigkeitsgrenze übersteigt.' Dieser Teilsatz war jedoch im veränderten Gesetzesvorschlag des Ausschusses für Arbeit und Soziales nicht mehr enthalten (vgl AB 912 BlgNR 20. GP, 15) und fand nicht Eingang in den kundgemachten Gesetzestext (vgl Art5 Z1 BGBl I 139/1997). Weshalb wurde dieser Teilsatz zunächst in die Regierungsvorlage aufgenommen und in weiterer Folge vom Ausschuss für Arbeit und Soziales wieder gestrichen? Was folgt aus dieser Streichung für die Auslegung des §1 AlVG?",
            "annotations": []
        },
        {
            "text": "3.) Stellen sich bei einer Arbeitslosenversicherungspflicht von mehrfach geringfügig Beschäftigten, die gemäß §4 Abs1 Z1 ASVG der Krankenversicherungspflicht unterliegen, Vollzugsprobleme? Falls ja: ",
            "annotations": []
        },
        {
            "text": "a) Inwiefern unterscheiden sich diese Probleme in der Arbeitslosenversicherung von jenen, die bei einer Versicherung mehrfach geringfügig Beschäftigter im Rahmen der Vollversicherung des ASVG, also in anderen Versicherungszweigen, auftreten? ",
            "annotations": []
        },
        {
            "text": "b) Inwiefern unterscheiden sich diese Probleme von anderen vergleichbaren Konstellationen im Rahmen der Arbeitslosenversicherung, etwa jenen, die der Gewährung von Arbeitslosengeld als Vorschuss (vgl §16 Abs2 und 4 AlVG) zugrunde liegen?\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Die Bundesregierung hat eine Äußerung erstattet, in der sie auf ihre Äußerung, die sie im Verfahren zu G193/2022 erstattet hat, verweist und ergänzend ausführt:",
            "annotations": []
        },
        {
            "text": "\"II. Allgemeines:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "4. Zum Aufhebungsumfang weist die Bundesregierung auf Folgendes hin:",
            "annotations": []
        },
        {
            "text": "Sollten sich die Bedenken des Bundesverwaltungsgerichts als zutreffend erweisen, so könnte nach Ansicht der Bundesregierung der Sitz der Verfassungswidrigkeit ausschließlich in §1 Abs2 litd AlVG, nicht jedoch in §1 Abs4 erster Satz AlVG gelegen sein: §1 Abs4 erster Satz ASVG übernimmt (durch Verweisung) den Inhalt des §5 Abs2 ASVG. Diese Bestimmung regelt, unter welchen Voraussetzungen ein Beschäftigungsverhältnis als geringfügig gilt (was also unter einem geringfügigen Beschäftigungsverhältnis zu verstehen ist). §5 Abs2 ASVG und in weiterer Folge §1 Abs4 erster Satz AlVG regeln jedoch nicht, ob und unter welchen Voraussetzungen 'einfach' oder mehrfach geringfügig beschäftigte Dienstnehmer von der jeweiligen Pflichtversicherung ausgenommen sind. Dass mehrfach geringfügig beschäftigte Dienstnehmer, deren Entgelt (zusammengezählt) die Geringfügigkeitsgrenze übersteigt, von der Arbeitslosenversicherung ausgenommen sind, ergibt sich (ausschließlich) aus §1 Abs2 litd AlVG.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Zu den Fragen des Verfassungsgerichtshofs:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "1. Zur ersten Frage: ",
            "annotations": []
        },
        {
            "text": "Arbeitslosenversichert gemäß §1 Abs1 lita AlVG sind Dienstnehmer, die bei einem oder mehreren Dienstgebern beschäftigt sind, soweit sie in der Krankenversicherung auf Grund gesetzlicher Vorschriften pflichtversichert sind oder Anspruch auf Leistungen einer Krankenfürsorgeanstalt haben und nicht nach Maßgabe des §1 Abs2 ff versicherungsfrei sind. Mehrfach geringfügig beschäftigte Dienstnehmer können gemäß §4 Abs1 Z1 ASVG in der Krankenversicherung pflichtversichert sein, wenn ihr Entgelt (zusammengezählt) die Geringfügigkeitsgrenze übersteigt. §1 Abs2 litd AlVG sieht jedoch für solche Personen eine Ausnahme von der Arbeitslosenversicherungspflicht vor: Gemäß §1 Abs2 litd AlVG sind Dienstnehmer (sowie Heimarbeiter und selbständige Pecher), die nach der Höhe des Entgelts geringfügig beschäftigt sind, von der Arbeitslosenversicherungspflicht ausgenommen. '[N]ach der Höhe des Entgelts geringfügig beschäftigt' iSd. §1 Abs2 litd AlVG sind Dienstnehmer auch dann, wenn sie in mehreren geringfügigen Beschäftigungsverhältnissen stehen. Auch wenn das Entgelt aus mehreren geringfügigen Beschäftigungen in Summe die Geringfügigkeitsgrenze überschreitet, wird eine Pflichtversicherung in der Arbeitslosenversicherung – anders als in der Kranken- und Pensionsversicherung (vgl §5 Abs1 Z2 ASVG) – daher nicht begründet (vgl Sdoutz/Zechner, Arbeitslosenversicherungsgesetz. Praxiskommentar, 19. Lfg. 2022, §1 AlVG Rz. 106). ",
            "annotations": []
        },
        {
            "text": "Zwar könnte §1 Abs2 litd AlVG aufgrund einer bloßen Wortlautinterpretation auch so ausgelegt werden, dass Dienstnehmer, die aufgrund mehrerer geringfügiger Beschäftigungen ein Entgelt erhalten, das zusammengerechnet die Geringfügigkeitsgrenze überschreitet, nicht iSd. §1 Abs2 litd AlVG 'nach der Höhe des Entgelts geringfügig beschäftigt' und somit nicht von der Arbeitslosenversicherungspflicht ausgenommen sind. Eine solche Auslegung widerspräche aber nicht nur dem Willen des historischen Rechtssetzers (siehe dazu sogleich unter Punkt III.2.) und der ständigen Vollziehungspraxis. Sie hätte auch zur Folge, dass die in §1 Abs2 litd AlVG normierte Ausnahme in Bezug auf Dienstnehmer (und Heimarbeiter) keinen Anwendungsbereich hätte: Denn Dienstnehmer (und Heimarbeiter), die in einem geringfügigen Beschäftigungsverhältnis stehen oder die aufgrund mehrerer geringfügiger Beschäftigungen ein Entgelt erhalten, das zusammengerechnet nicht die Geringfügigkeitsgrenze überschreitet, sind gemäß §5 Abs1 Z2 ASVG nicht in der Krankenversicherung pflichtversichert und unterliegen daher bereits gemäß §1 Abs1 lita AlVG nicht der Arbeitslosenversicherung (arg. 'soweit sie in der Krankenversicherung auf Grund gesetzlicher Vorschriften pflichtversichert sind' im Schlussteil des §1 Abs1 AlVG), sodass es für sie der Ausnahme gemäß §1 Abs2 litd AlVG nicht bedarf (sie vom Anwendungsbereich des §1 Abs2 litd AlVG gar nicht erfasst sind). ",
            "annotations": []
        },
        {
            "text": "Zusammengefasst ist daher festzuhalten, dass mehrfach geringfügig beschäftigte Dienstnehmer, deren Entgelt (zusammengezählt) die Geringfügigkeitsgrenze übersteigt, zwar gemäß §4 Abs1 Z1 ASVG krankenversichert sind, gemäß §1 Abs1 lita iVm. Abs2 litd AlVG jedoch von der Arbeitslosenversicherungspflicht ausgenommen sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Zur zweiten Frage: ",
            "annotations": []
        },
        {
            "text": "Der Teilsatz 'auch wenn die Summe der Entgelte aus mehreren Beschäftigungen die Geringfügigkeitsgrenze übersteigt' wurde in die Regierungsvorlage zum Arbeits- und Sozialrechts-Änderungsgesetz 1997 – ASRÄG 1997 (886 BlgNR XX. GP, 5) aufgenommen, um ausdrücklich klarzustellen, dass – entsprechend der bisherigen Rechtslage – mehrfach geringfügig beschäftigte Dienstnehmer, deren Entgelt zusammengerechnet die Geringfügigkeitsgrenze übersteigt, nicht arbeitslosenversichert sind.",
            "annotations": []
        },
        {
            "text": "Aus welchen Gründen dieser Teilsatz im Ausschuss für Arbeit und Soziales des Nationalrats entfallen ist, kann von der Bundesregierung nicht festgestellt werden. Die Bundesregierung geht aber davon aus, dass diese Änderung keine materielle Änderung der Rechtslage bewirken sollte, sondern vielmehr lediglich redaktionelle Hintergründe hatte.",
            "annotations": []
        },
        {
            "text": "Dass mit dem Entfall des Teilsatzes eine materielle Änderung der Rechtslage bezweckt worden wäre, liegt schon deshalb nicht nahe, weil bei einer Einbeziehung mehrfach geringfügig Beschäftigter in die Arbeitslosenversicherung zahlreiche begleitende Regelungen zu treffen gewesen wären, solche Regelungen aber nicht erlassen wurden. Insbesondere wäre zu regeln gewesen, ob für solche Beschäftigte Beiträge zur Arbeitslosenversicherung zu zahlen sind und wer die Beiträge zu entrichten hat. Auch hätte geregelt werden müssen, unter welchen Voraussetzungen der Versicherungsfall bei mehrfach geringfügig Beschäftigten eintritt (vgl dazu Punkt III.8. der Äußerung der Bundesregierung im Verfahren vor dem Verfassungsgerichtshof G193/2022).",
            "annotations": []
        },
        {
            "text": "Auch wäre anzunehmen, dass in den parlamentarischen Materialien eine entsprechende Aussage enthalten wäre, falls durch den Entfall des Teilsatzes – nach vormaliger Vollziehungspraxis nicht arbeitslosenversicherte – mehrfach geringfügig beschäftigte Dienstnehmer in die Arbeitslosenversicherung einbezogen werden sollten. ",
            "annotations": []
        },
        {
            "text": "Die Bundesregierung geht daher davon aus, dass durch den Entfall des Teilsatzes nicht bewirkt werden sollte, dass mehrfach geringfügig beschäftigte Dienstnehmer arbeitslosenversichert sind, wenn die Summe ihrer Entgelte die Geringfügigkeitsgrenze übersteigt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Zur dritten Frage: ",
            "annotations": []
        },
        {
            "text": "Eine Einbeziehung mehrfach geringfügig beschäftigter Dienstnehmer, deren Entgelt zusammengerechnet die Geringfügigkeitsgrenze übersteigt, in die Arbeitslosenversicherung würde zu einem höheren Verwaltungsaufwand führen und wäre auch mit den Grundsätzen, dass das Arbeitslosengeld existenzsichernd sein soll bzw eine geringfügige Beschäftigung der Arbeitslosigkeit nicht schadet, nur schwer vereinbar. Im Einzelnen verweist die Bundesregierung dazu auf die Ausführungen in den Punkten III.7. und III.8. ihrer Äußerung im Verfahren vor dem Verfassungsgerichtshof G193/2022.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus weist die Bundesregierung auf Folgendes hin: ",
            "annotations": []
        },
        {
            "text": "Das Arbeitsmarktservice muss bei Arbeitslosigkeit einer Person rasch über das Vorliegen der Anspruchsvoraussetzungen und die Zuerkennung des 'Ersatzeinkommens' entscheiden. Bei mehrfach geringfügig beschäftigten Dienstnehmern stellt der Krankenversicherungsträger gegenwärtig erst im folgenden Kalenderjahr, also im Nachhinein, die Versicherungspflicht und -höhe endgültig fest. Diese Feststellung käme für das Arbeitsmarktservice zu spät, da das Arbeitsmarktservice für die Prüfung, ob die Anwartschaft auf Arbeitslosengeld erfüllt ist oder welche Bemessung dem Arbeitslosengeld zugrunde zu legen ist, die Pflichtversicherungszeiten und -beiträge der arbeitslosen Personen unmittelbar bei der Stellung des Antrags auf Arbeitslosengeld kennen muss. Wenn mehrfach geringfügig beschäftigte Dienstnehmer in die Arbeitslosenversicherung einbezogen wären, müsste sichergestellt werden, dass das Arbeitsmarktservice laufend über aktuelle Daten betreffend die Versicherungspflicht und -höhe mehrfach geringfügig Beschäftigter verfügt, was den Verwaltungsaufwand der Behörden erhöhen würde.",
            "annotations": []
        },
        {
            "text": "Die Vorschussleistungen gemäß §16 Abs2 und 4 AlVG werfen keine vergleichbaren Vollzugsprobleme auf, weil in diesen Fällen die Höhe der auszuzahlenden Leistungen unmittelbar bei der Antragstellung feststeht (fraglich ist hier nur, zu welchem Zeitpunkt die Arbeitslosigkeit eintritt). […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Gesetzesprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "1.3. Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "1.4. Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011; VfGH 14.3.2017, G311/2016). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "1.5. Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Zunächst ist ein Antrag nicht zu weit gefasst, soweit das Gericht solche Normen anficht, die denkmöglich eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bilden und damit präjudiziell sind; dabei darf aber nach §62 Abs1 VfGG nicht offen bleiben, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des antragstellenden Gerichtes aus welchem Grund aufgehoben werden soll (s mwN VfGH 2.3.2015, G140/2014 ua; vgl auch VfGH 10.12.2015, G639/2015; 15.10.2016, G103-104/2016 ua). Ist ein solcher Antrag in der Sache begründet, hebt der Verfassungsgerichtshof aber nur einen Teil der angefochtenen Bestimmungen als verfassungswidrig auf, so führt dies — wenn die sonstigen Prozessvoraussetzungen vorliegen — im Übrigen zur teilweisen Abweisung des Antrages (VfSlg 19.746/2013; VfGH 5.3.2014, G79/2013 ua). ",
            "annotations": []
        },
        {
            "text": "1.6. Umfasst der Antrag auch Bestimmungen, die für das antragstellende Gericht offenkundig keine Voraussetzung seiner Entscheidung im Anlassfall bilden und die somit nicht präjudiziell sind (insofern ist der Antrag zu weit gefasst), die mit den präjudiziellen (und nach Auffassung des antragstellenden Gerichtes den Sitz der Verfassungswidrigkeit bildenden) Bestimmungen aber vor dem Hintergrund der Bedenken in einem Regelungszusammenhang stehen, so ist zu differenzieren: Sind diese Bestimmungen von den den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden präjudiziellen Bestimmungen offensichtlich trennbar, so führt dies zur teilweisen Zurückweisung des Antrages. Umfasst der Antrag auch Bestimmungen, die mit den präjudiziellen, den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden Bestimmungen in einem so konkreten Regelungszusammenhang stehen, dass es nicht von vornherein auszuschließen ist, dass ihre Aufhebung im Fall des Zutreffens der Bedenken erforderlich sein könnte (sind diese Bestimmungen also nicht offensichtlich trennbar), so ist der Antrag insgesamt zulässig (VfSlg 20.111/2016). Dies gilt nach dem vorhin Gesagten aber keinesfalls dann, wenn Bestimmungen mitangefochten werden (etwa alle eines ganzen Gesetzes), gegen die gar keine konkreten Bedenken vorgebracht werden und zu denen auch kein konkreter Regelungszusammenhang dargelegt wird (VfSlg 19.894/2014; VfGH 29.9.2015, G324/2015; 15.10.2016, G183/2016 ua).",
            "annotations": []
        },
        {
            "text": "1.7. Der Verfassungsgerichtshof entscheidet daher – vor dem Hintergrund der Bedenken und der Erforderlichkeit, die den Sitz der Bedenken bildenden Bestimmungen (bei geringstmöglichem Eingriff in den Gehalt der Rechtsordnung) zu ermitteln – über die Frage, ob gegebenenfalls auch Bestimmungen aufzuheben sind, die nicht präjudiziell sind, aber mit präjudiziellen Bestimmungen in einem untrennbaren Zusammenhang stehen (vgl zB VfSlg 19.939/2014, 20.086/2016), nicht im Rahmen der Prüfung der Zulässigkeit des Antrages, sondern im Einzelnen erst dann, wenn der Verfassungsgerichtshof, erweist sich der Antrag als begründet, den Umfang der aufzuhebenden Bestimmungen abzugrenzen hat.",
            "annotations": []
        },
        {
            "text": "1.8. §62 Abs1 erster Satz VfGG normiert, dass der Antrag, ein Gesetz als verfassungswidrig aufzuheben, begehren muss, dass entweder das Gesetz seinem ganzen Inhalt nach oder dass bestimmte Stellen des Gesetzes als verfassungswidrig aufgehoben werden. Im vorliegenden Fall bezieht sich der Antrag des Bundesverwaltungsgerichtes auf die Fassung BGBl I 144/2015, was hinsichtlich des §1 Abs2 AlVG zutrifft, während §1 Abs4 AlVG seine maßgebliche Fassung durch das Arbeits- und Sozialrechts-Änderungsgesetz 1997 – ASRÄG 1997, BGBl I 139/1997, erhalten hat. Dem Formerfordernis des §62 Abs1 erster Satz VfGG wird im vorliegenden Fall aber insofern entsprochen, als sich die maßgebliche Fassung der zur Aufhebung begehrten Rechtsvorschriften aus der wörtlichen Wiedergabe der bekämpften Bestimmungen im Antrag mit hinreichender Deutlichkeit entnehmen lässt (vgl zB VfSlg 14.040/1995; 20.012/2015; VfGH 28.9.2022, G101/2022).",
            "annotations": []
        },
        {
            "text": "1.9. Im Verfahren hat sich nichts ergeben, was am Vorliegen dieser Voraussetzungen zweifeln ließe. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Das antragstellende Gericht legt die Gründe, die es zur Antragstellung an den Verfassungsgerichtshof bewogen haben, zusammengefasst wie folgt dar:",
            "annotations": []
        },
        {
            "text": "Es sei nicht sachlich gerechtfertigt, mehrfach geringfügig Beschäftigte, deren Einkommen insgesamt die Geringfügigkeitsgrenze übersteige, von der Arbeitslosenversicherungspflicht auszunehmen. Das Schutzbedürfnis einer Person, deren monatliches Einkommen die Geringfügigkeitsgrenze auf Grund eines einzigen Beschäftigungsverhältnisses übersteige, unterscheide sich nicht vom Schutzbedürfnis einer Person, deren monatliches Einkommen die monatliche Geringfügigkeitsgrenze auf Grund mehrerer geringfügiger Beschäftigungen übersteige. Für beide bedeute Arbeitslosigkeit einen Einkommensausfall.",
            "annotations": []
        },
        {
            "text": "2.3. Die Bundesregierung hält diesen Bedenken zusammengefasst Folgendes entgegen:",
            "annotations": []
        },
        {
            "text": "2.3.1. Es liege in der rechtspolitischen Gestaltungsfreiheit des Gesetzgebers, ob Personen, die eine oder mehrere geringfügige Beschäftigungen ausüben, in der Arbeitslosenversicherung pflichtversichert seien. Die typische Schutzbedürftigkeit mehrfach geringfügig beschäftigter Dienstnehmer unterscheide sich im Hinblick auf das Risiko der Arbeitslosigkeit von der typischen Schutzbedürftigkeit von Dienstnehmern, die nur in einem nicht geringfügigen Dienstverhältnis stünden. Geringfügige Beschäftigungsverhältnisse würden typischerweise nicht eingegangen, um ein existenzsicherndes Erwerbseinkommen zu verdienen. ",
            "annotations": []
        },
        {
            "text": "2.3.2. Dass die Gesetzgebung eine bestimmte Personengruppe in die Krankenversicherung miteinbezogen habe, bedeute nicht, dass diese Personengruppe im Hinblick auf das Risiko der Arbeitslosigkeit ebenso schutzwürdig wäre. Auch gebiete der Gleichheitsgrundsatz keine einheitliche Regelung der Sozialversicherungssysteme. ",
            "annotations": []
        },
        {
            "text": "2.3.3. Die Ausnahme mehrfach geringfügig Beschäftigter von der Arbeitslosenversicherung diene auch verwaltungsökonomischen Zwecken, da andernfalls bei jedem geringfügigen Einkommen von der Behörde geprüft werden müsste, ob dieses in der Arbeitslosenversicherung zu berücksichtigen sei. Darüber hinaus sei bei mehrfach geringfügig Beschäftigten unklar, unter welchen Voraussetzungen die Arbeitslosigkeit eintrete: ob bereits bei Beendigung eines Beschäftigungsverhältnisses oder erst bei Beendigung aller Beschäftigungsverhältnisse. Wenn mehrfach geringfügig beschäftigte Dienstnehmer in die Arbeitslosenversicherung einbezogen wären, müsste sichergestellt werden, dass das Arbeitsmarktservice laufend über aktuelle Daten betreffend die Versicherungspflicht und -höhe mehrfach geringfügig Beschäftigter verfüge, was den Verwaltungsaufwand der Behörden erhöhen würde. Daher erscheine es systemkonform, geringfügige Beschäftigungsverhältnisse generell von der Versicherungspflicht auszunehmen. ",
            "annotations": []
        },
        {
            "text": "2.3.4. Im Jahr 2019 seien in Österreich insgesamt 3.729.439 Personen in Beschäftigungsverhältnissen gestanden. Jene 31.090 Personen, die in diesem Jahr mehrfach geringfügig beschäftigt gewesen seien und deren Einkommen zusammengerechnet die Geringfügigkeitsgrenze überschritten habe, hätten lediglich rund 0,83 % der Gesamtbeschäftigten ausgemacht.",
            "annotations": []
        },
        {
            "text": "2.4. Die einfachgesetzliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.4.1. §1 Abs1 lita AlVG bestimmt, dass Dienstnehmer, die bei einem oder mehreren Dienstgebern beschäftigt sind, grundsätzlich arbeitslosenversichert sind, soweit sie in der Krankenversicherung pflichtversichert sind oder Anspruch auf Leistungen einer Krankenfürsorgeanstalt haben. ",
            "annotations": []
        },
        {
            "text": "2.4.2. Welche Dienstnehmer in der Krankenversicherung pflichtversichert sind, ergibt sich aus §§4 bis 7 ASVG: Gemäß §4 Abs1 Z1 ASVG sind die bei einem oder mehreren Dienstgebern beschäftigten Dienstnehmer grundsätzlich vollversichert, sofern die betreffende Beschäftigung weder den Ausnahmen nach §§5 und 6 ASVG noch einer bloßen Teilversicherung nach §7 ASVG unterliegt.",
            "annotations": []
        },
        {
            "text": "2.4.3. Geringfügig beschäftigte Dienstnehmer sind gemäß §5 Abs1 Z2 ASVG nur dann von der Vollversicherungspflicht ausgenommen, wenn das im Kalendermonat bezogene Entgelt aus einem oder mehreren Beschäftigungsverhältnissen die Geringfügigkeitsgrenze des §5 Abs2 ASVG nicht übersteigt. Überschreitet das Entgelt aus zwei oder mehreren geringfügigen Beschäftigungsverhältnissen die Geringfügigkeitsgrenze, so tritt Vollversicherungspflicht für alle geringfügigen Beschäftigungsverhältnisse ein (s VwSlg 15.995 A/2003). ",
            "annotations": []
        },
        {
            "text": "2.4.4. Die nach §5 Abs1 Z2 ASVG von der Vollversicherung ausgenommenen geringfügig beschäftigten Dienstnehmer sind gemäß §7 Z3 ASVG in der Unfallversicherung teilversichert. ",
            "annotations": []
        },
        {
            "text": "2.4.5. Wer von der Arbeitslosenversicherungspflicht ausgenommen ist, bestimmt §1 Abs2 AlVG. Gemäß §1 Abs2 litd AlVG sind jene Dienstnehmer von der Arbeitslosenversicherungspflicht befreit, die nach der Höhe des Entgelts geringfügig beschäftigt sind. Gemäß §1 Abs4 erster Satz AlVG ist bei der Beurteilung der Frage, ob eine Beschäftigung als geringfügig gilt, §5 Abs2 ASVG sinngemäß anzuwenden. Ausweislich der Materialien (Erläut zur RV der Änderung des Arbeitslosenversicherungsgesetzes 1958, 146 BlgNR 14. GP, 13 f.) hat dieser Verweis den Zweck, \"die automatische Anpassung der Geringfügigkeitsgrenzen in der Arbeitslosenversicherung an die Geringfügigkeitsgrenzen in der Krankenversicherung sicherzustellen und somit eine jeweils gesonderte Novellierung des Arbeitslosenversicherungsgesetzes in diesem Punkt zu vermeiden\" (vgl auch R. Müller, §§1, 2 AlVG, in: Pfeil [Hrsg.], Der AlV-Komm, 67. Lfg. 2020, Rz 47).",
            "annotations": []
        },
        {
            "text": "2.4.6. Die Bedenken des Bundesverwaltungsgerichtes sind von der Überlegung getragen, dass §1 Abs4 erster Satz AlVG hinsichtlich der Geringfügigkeit nur auf §5 Abs2 ASVG verweist. Aus dem Fehlen eines ausdrücklichen Verweises auf §5 Abs1 Z2 ASVG folgert das Bundesverwaltungsgericht, dass bei geringfügig Beschäftigten selbst dann keine Arbeitslosenversicherungspflicht eintrete, wenn das Entgelt aus mehreren geringfügigen Beschäftigungen in Summe die monatliche Geringfügigkeitsgrenze überschreite und insofern eine Pflichtversicherung in der Krankenversicherung nach dem ASVG begründet werde (vgl idS auch Zechner, §1 AlVG, in: Sdoutz/Zechner [Hrsg.], Arbeitslosenversicherungsgesetz. Praxiskommentar, Bd. 1, 19. Lfg. 2022, Rz 106; Resch, Sozialrecht8, 2020, 154).",
            "annotations": []
        },
        {
            "text": "2.4.7. Die Bedenken des Bundesverwaltungsgerichtes beruhen somit auf der Auffassung, dass die durch den Schlussteil des §1 Abs1 AlVG hergestellte Verknüpfung von Arbeitslosen- und Krankenversicherungspflicht (arg. \"soweit sie in der Krankenversicherung auf Grund gesetzlicher Vorschriften pflichtversichert sind\"; vgl Tomandl, Arbeitslosenversicherung, 2019, Rz 3 f., 8, 31; R. Müller, aaO, Rz 1 und 49) bei mehrfach geringfügig Beschäftigten, die nach dem ASVG krankenversicherungspflichtig sind, durch §1 Abs4 erster Satz AlVG durchbrochen werde.",
            "annotations": []
        },
        {
            "text": "2.4.8. Die Bundesregierung vertritt hingegen, dass der Ausschluss mehrfach geringfügig beschäftigter Dienstnehmer bereits durch §1 Abs2 litd AlVG erfolge, wonach Dienstnehmer versicherungsfrei seien, \"die nach der Höhe des Entgelts geringfügig beschäftigt sind\". Dem ist entgegenzuhalten, dass diese Gesetzesstelle auf die 8. Arbeitslosenversicherungsgesetz-Novelle 1956, BGBl 49, zurückgeht und es nach §1 Abs2 litg iVm Abs4 AlVG idF BGBl 1956/49 gerade nicht darauf ankommt, ob das Entgelt aus einem oder mehreren Dienstverhältnissen erzielt wird (EB zur RV der 8. Arbeitslosenversicherungsgesetz-Novelle 743 BlgNR 7. GP, 5).",
            "annotations": []
        },
        {
            "text": "2.5. Der Antrag des Bundesverwaltungsgerichtes ist begründet.",
            "annotations": []
        },
        {
            "text": "2.5.1. Der Gleichheitsgrundsatz gebietet dem Gesetzgeber, Gleiches gleich und Ungleiches ungleich zu behandeln, und setzt ihm insofern inhaltliche Schranken, als er es verbietet, sachlich nicht begründbare Differenzierungen zwischen den Normadressaten zu schaffen (vgl VfSlg 17.315/2004, 17.500/2005, 20.244/2018, 20.270/2018). Innerhalb dieser Schranken ist es dem Gesetzgeber jedoch von Verfassungs wegen durch den Gleichheitsgrundsatz nicht verwehrt, seine politischen Zielvorstellungen auf die ihm geeignet erscheinende Art zu verfolgen (s etwa VfSlg 16.176/2001, 16.504/2002). Bei der Einbeziehung von Personen in den Kreis der Versicherungspflichtigen hat die Gesetzgebung grundsätzlich einen weiten rechtspolitischen Gestaltungsspielraum (vgl VfSlg 9551/1982, 11.469/1987, 14.842/1997, 16.007/2000, 17.260/2004; VfGH 13.12.2019, G67/2019 ua; 22.9.2022, G342/2020).",
            "annotations": []
        },
        {
            "text": "2.5.2. Die Arbeitslosenversicherung bildet jenen Versicherungszweig der sozialen Sicherheit, der den Schutz vor dem Risiko des Verlustes der Beschäftigung und des damit einhergehenden Verlustes der Unterhaltsmittel zum Gegenstand hat. Wie der Verfassungsgerichtshof daher bereits ausgesprochen hat, ist eine Beschäftigung in persönlicher und wirtschaftlicher Abhängigkeit grundsätzlich ein sachlicher Anknüpfungspunkt für die Arbeitslosenversicherung (vgl VfSlg 14.842/1997). Im Hinblick auf das Ziel der Arbeitslosenversicherung, die Folgen einer Arbeitslosigkeit abzumildern, sowie im Hinblick auf die Schutzbedürftigkeit innerhalb der Gruppe abhängig beschäftigter Personen besteht jedoch kein wesentlicher Unterschied zwischen Dienstnehmern, deren Entgelt die monatliche Geringfügigkeitsgrenze bereits auf Grund eines Beschäftigungsverhältnisses überschreitet, und jenen, deren Entgelt die Geringfügigkeitsgrenze auf Grund mehrerer geringfügiger Beschäftigungsverhältnisse überschreitet. Soweit die Bundesregierung vorbringt, dass geringfügige Beschäftigungsverhältnisse typischerweise nicht eingegangen würden, um ein existenzsicherndes Einkommen zu erwerben, so trifft diese Überlegung gerade nicht auf Beschäftigte zu, die mehreren geringfügigen Beschäftigungen nachgehen und deren Entgelt zusammengerechnet sehr wohl die Geringfügigkeitsgrenze überschreitet. Wenn der Gesetzgeber in der Arbeitslosenversicherung daher innerhalb der Gruppe der Dienstnehmer mit einem nicht bloß geringfügigen Entgelt unterscheidet, und (nur) einen Teil der Gruppe von der Arbeitslosenversicherungspflicht des §1 Abs1 lita AlVG ausnimmt, so bedarf es hiefür sachlicher Gründe. ",
            "annotations": []
        },
        {
            "text": "2.5.3. Dem Gesetzgeber muss es zwar gestattet sein, eine einfache und leicht handhabbare Regelung zu treffen (vgl VfSlg 11.616/1988, 14.694/1996, 16.361/2001, 16.641/2002). Doch ist diese Erlaubnis nicht schrankenlos; sie findet ihre Grenze dort, wo anderen Überlegungen, die gegen die Regelung sprechen, größeres Gewicht beizumessen ist als den verwaltungsökonomischen Erwägungen (vgl VfSlg 13.726/1994, 15.819/2000, 17.886/2006). ",
            "annotations": []
        },
        {
            "text": "2.5.4. Für den Verfassungsgerichtshof ist entgegen der Auffassung der Bundesregierung nicht erkennbar, weshalb mehrfach geringfügig Beschäftigte aus verwaltungsökonomischen und legistischen Gründen nicht in die Arbeitslosenversicherung, sehr wohl aber in die Vollversicherung des ASVG – also in andere Zweige der Sozialversicherung – einbezogen werden können (vgl §4 Abs1 Z1 iVm §5 Abs1 Z2 ASVG). Denn das Versicherungs- und Leistungsrecht des AlVG ist bereits in seiner derzeitigen Form eng mit der Krankenversicherung des ASVG verzahnt (vgl etwa den Schlussteil des §1 Abs1 sowie §1 Abs6, §4 Abs3, §45 Abs1 AlVG; außerdem §4 Abs1 und §5 Abs1 AMPFG; weiters zB §12 Abs1 Z3 AlVG iVm §12 Abs6 lita AlVG sowie dazu VwGH 31.7.2014, 2013/08/0282; 20.2.2020, Ra 2019/08/0156 Rz 13; zum engen Konnex zwischen der Arbeitslosenversicherungspflicht und der Krankenversicherungspflicht s. ausdrücklich auch die EB zur RV 747 BlgNR 5. GP, 15, sowie VwGH 2.7.2019, Ra 2019/08/0068, Rz 13). Nicht tragfähig ist weiters der Einwand der Bundesregierung, dass bei einer Arbeitslosenversicherungspflicht mehrfach geringfügig beschäftigter Personen unklar sei, ob der Versicherungsfall erst bei Wegfall aller Beschäftigungsverhältnisse oder bereits bei Unterschreiten der Geringfügigkeitsgrenze eintrete. Gemäß §12 Abs6 lita AlVG gilt nämlich nur derjenige als arbeitslos, der aus einer oder mehreren Beschäftigungen ein Entgelt erzielt, das die Geringfügigkeitsgrenze nicht übersteigt (s dazu die oben zu dieser Bestimmung zitierte Rechtsprechung des Verwaltungsgerichtshofes; vgl auch Pfeil, §12 AlVG, in: derselbe [Hrsg.], Der AlV-Komm, 40. Lfg. 2016, Rz 15 mwN). Es sei auch darauf hingewiesen, dass §19a ASVG idF bis zum Inkrafttreten des ASRÄG 1997 eine Selbstversicherung bei mehrfacher (geringfügiger) Beschäftigung vorsah, an die eine Arbeitslosenversicherungspflicht gemäß §1 Abs1 AlVG idF vor Inkrafttreten des ASRÄG 1997 knüpfte (vgl Zechner, aaO, Rz 106). Im Übrigen ist der Gesetzgeber nicht gehindert, Begleitregelungen für den Versicherungsfall mehrfach geringfügig Beschäftigter zu schaffen, um die nach Auffassung der Bundesregierung bestehenden Unklarheiten zu beseitigen und eine taugliche Bemessungsgrundlage festzulegen.",
            "annotations": []
        },
        {
            "text": "2.5.5. Vor dem Hintergrund des Zieles der Arbeitslosenversicherung, die Folgen einer Arbeitslosigkeit abzumildern, kommt dem Schutzbedürfnis mehrfach geringfügig beschäftigter Dienstnehmer, bei Überschreiten der Geringfügigkeitsgrenze in die Arbeitslosenversicherung einbezogen zu werden, somit mehr Gewicht zu als dem damit verbundenen administrativen Mehraufwand im Versicherungs- und Leistungsrecht des AlVG.",
            "annotations": []
        },
        {
            "text": "2.5.6. Wie das Bundesverwaltungsgericht zutreffend annimmt, kann auch nicht von bloßen Härtefällen die Rede sein: Die ungeachtet der Entgelthöhe geltende Ausnahme mehrfach geringfügig beschäftigter Dienstnehmer von der Arbeitslosenversicherungspflicht ist nämlich nicht nur die zufällige Folge einer an sich sachlichen Regelung bloß in einem Härtefall, sondern in der Regelung des §1 Abs2 litd iVm Abs4 erster Satz AlVG angelegt (vgl VfSlg 14.095/1995; VfGH 28.9.2022, G181/2022 ua).",
            "annotations": []
        },
        {
            "text": "2.5.7. Nach Auffassung des Verfassungsgerichtshofes erscheint die vom Bundesverwaltungsgericht zugrunde gelegte Auslegung des §1 Abs2 litd iVm Abs4 erster Satz AlVG und die hieraus abgeleitete Versicherungsfreiheit mehrfach geringfügig beschäftigter Dienstnehmer zwar nicht zwingend. Eine verfassungskonforme Interpretation scheidet jedoch aus, weil die Bundesregierung dargelegt hat, dass ein Vollzug der Versicherungspflicht von mehrfach geringfügig beschäftigten Dienstnehmern im derzeitigen Versicherungs- und Leistungsrecht des AlVG mit Schwierigkeiten verbunden wäre, die einer gesetzlichen Regelung bedürfen.",
            "annotations": []
        },
        {
            "text": "2.6. Der Verfassungsgerichtshof hat den Umfang der zu prüfenden und allenfalls aufzuhebenden Bestimmungen derart abzugrenzen, dass einerseits nicht mehr aus dem Rechtsbestand ausgeschieden wird, als Voraussetzung für den Anlassfall ist, dass aber andererseits der verbleibende Teil keine Veränderung seiner Bedeutung erfährt; da beide Ziele gleichzeitig niemals vollständig erreicht werden können, ist in jedem Einzelfall abzuwägen, ob und inwieweit diesem oder jenem Ziel der Vorrang vor dem anderen gebührt (VfSlg 7376/1974, 16.929/2003, 16.989/2003, 17.057/2003, 18.227/2007, 19.166/2010, 19.698/2012). ",
            "annotations": []
        },
        {
            "text": "Zur Herstellung eines Rechtszustandes, gegen den die im Antrag dargelegten Bedenken nicht bestehen, genügt es, lediglich den Ausdruck \"Abs2\" in §1 Abs4 erster Satz AlVG aufzuheben. So bereinigt verweist die Bestimmung des §1 Abs4 erster Satz AlVG nämlich auf §5 ASVG zur Gänze, also auch auf dessen Abs1 Z2.  §1 Abs2 litd iVm Abs4 erster Satz AlVG in seiner bereinigten Fassung ist daher unzweifelhaft so auszulegen, dass alle Dienstnehmer, die aus einer oder mehreren Beschäftigungen ein Entgelt erzielen, das die Geringfügigkeitsgrenze des §5 Abs2 ASVG übersteigt, gemäß §1 Abs1 lita AlVG arbeitslosenversichert sind. ",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Wort- und Zeichenfolge \"Abs2\" in §1 Abs4 erster Satz AlVG ist daher wegen Verstoßes gegen den auch den Gesetzgeber bindenden Gleichheitsgrundsatz als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzesstelle gründet sich auf Art140 Abs5 dritter und vierter Satz B-VG.",
            "annotations": []
        },
        {
            "text": "3. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "4. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}