{
    "document_id": "JFT_20230612_22G00323_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art140 Abs1 Z1 litc B-VG begehrt der Antragsteller, der Verfassungsgerichtshof möge (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "\"folgende […] Bestimmungen des EStG 1988 als verfassungswidrig aufheben:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "-       die gesamten Übergangsbestimmungen von §124b Z215, 217, 218 EStG [1988] in der […] präjudiziellen Fassung des 1. StabG 2012 […] (in eventu teilweise) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu und/oder",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "-       den gesamten §30 EStG 1988 in der […] präjudiziellen Fassung des 1. StabG 2012 […];",
            "annotations": []
        },
        {
            "text": "-       §30 Abs3 und Abs4 EStG 1988 in der […] präjudiziellen Fassung des 1. StabG 2012 […].\"",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Bundesgesetzes vom 7. Juli 1988 über die Besteuerung des Einkommens natürlicher Personen (Einkommensteuergesetz 1988 – EStG 1988), BGBl 400/1988, in der mit dem Hauptantrag angefochtenen Fassung des 1. Stabilitätsgesetzes 2012, BGBl I 22/2012, (sohin in der vor dem Inkrafttreten des Abgabenänderungsgesetzes 2012, BGBl I 112/2012, geltenden Fassung) lauten (die mit dem Hauptantrag angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Private Grundstücksveräußerungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§30. (1) Private Grundstücksveräußerungen sind Veräußerungsgeschäfte von Grundstücken, soweit sie keinem Betriebsvermögen angehören. Der Begriff des Grundstückes umfasst Grund und Boden, Gebäude und Rechte, die den Vorschriften des bürgerlichen Rechts über Grundstücke unterliegen. Bei unentgeltlich erworbenen Grundstücken ist auf den Anschaffungszeitpunkt des Rechtsvorgängers abzustellen. Bei Tauschvorgängen ist §6 Z14 sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Von der Besteuerung ausgenommen sind die Einkünfte:",
            "annotations": []
        },
        {
            "text": "1.   Aus der Veräußerung von Eigenheimen oder Eigentumswohnungen samt Grund und Boden (§18 Abs1 Z3 litb), wenn sie dem Veräußerer",
            "annotations": []
        },
        {
            "text": "a)   ab der Anschaffung bis zur Veräußerung für mindestens zwei Jahre durchgehend als Hauptwohnsitz gedient haben und der Hauptwohnsitz aufgegeben wird oder",
            "annotations": []
        },
        {
            "text": "b)   innerhalb der letzten zehn Jahre vor der Veräußerung mindestens fünf Jahre durchgehend als Hauptwohnsitz gedient haben und der Hauptwohnsitz aufgegeben wird.",
            "annotations": []
        },
        {
            "text": "2.   Aus der Veräußerung von selbst hergestellten Gebäuden, soweit sie innerhalb der letzten zehn Jahre nicht zur Erzielung von Einkünften gedient haben.",
            "annotations": []
        },
        {
            "text": "3.   Aus der Veräußerung von Grundstücken infolge eines behördlichen Eingriffs oder zur Vermeidung eines solchen nachweisbar unmittelbar drohenden Eingriffs.",
            "annotations": []
        },
        {
            "text": "4.   Aus Tauschvorgängen von Grundstücken im Rahmen eines Zusammenlegungs- oder Flurbereinigungsverfahrens im Sinne des Flurverfassungs-Grundsatzgesetzes 1951, BGBl Nr 103/1951, sowie im Rahmen behördlicher Maßnahmen zur besseren Gestaltung von Bauland nach den für die bessere Gestaltung von Bauland geltenden Vorschriften. Das in solchen Verfahren erworbene Grundstück tritt hinsichtlich aller für die Ermittlung der Einkünfte relevanter Umstände an die Stelle des hingegebenen Grundstückes.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Als Einkünfte ist der Unterschiedsbetrag zwischen dem Veräußerungserlös und den Anschaffungskosten anzusetzen. Die Anschaffungskosten sind um Herstellungsaufwendungen und Instandsetzungsaufwendungen zu erhöhen, soweit diese nicht bei der Ermittlung von Einkünften zu berücksichtigen waren. Die Anschaffungskosten sind um Absetzungen für Abnutzungen, soweit diese bei der Ermittlung außerbetrieblicher Einkünfte abgezogen worden sind, sowie um die in §28 Abs6 genannten steuerfreien Beträge zu vermindern. Müssen Grundstücksteile im Zuge einer Änderung der Widmung auf Grund gesetzlicher Vorgaben an die Gemeinde übertragen werden, sind die Anschaffungskosten der verbleibenden Grundstücksteile um die Anschaffungskosten der übertragenen Grundstücksteile zu erhöhen.",
            "annotations": []
        },
        {
            "text": "Die Einkünfte sind zu vermindern um",
            "annotations": []
        },
        {
            "text": "     die für die Mitteilung oder Selbstberechnung gemäß §30c anfallenden Kosten;",
            "annotations": []
        },
        {
            "text": "     2% jährlich ab dem 11. Jahr nach dem Zeitpunkt der Anschaffung, höchstens jedoch um 50% (Inflationsabschlag).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Soweit Grundstücke am 31. März 2012 nicht steuerverfangen waren, sind als Einkünfte anzusetzen:",
            "annotations": []
        },
        {
            "text": "1.   Im Falle einer Umwidmung des Grundstückes nach dem 31. Dezember 1987 der Unterschiedsbetrag zwischen dem Veräußerungserlös und den mit 40% des Veräußerungserlöses anzusetzenden Anschaffungskosten. Als Umwidmung gilt eine Änderung der Widmung, die nach dem letzten entgeltlichen Erwerb stattgefunden hat und die erstmals eine Bebauung ermöglicht, die in ihrem Umfang im Wesentlichen der Widmung als Bauland oder Baufläche im Sinne der Landesgesetze auf dem Gebiet der Raumordnung entspricht. Dies gilt auch für eine spätere Umwidmung in engem zeitlichem und wirtschaftlichem Zusammenhang mit der Veräußerung.",
            "annotations": []
        },
        {
            "text": "2.   In allen übrigen Fällen der Unterschiedsbetrag zwischen dem Veräußerungserlös und den mit 86% des Veräußerungserlöses anzusetzenden Anschaffungskosten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Auf Antrag können die Einkünfte statt nach Abs4 auch nach Abs3 ermittelt werden. Im Falle einer Umwidmung im Sinne des Abs4 Z1 ist für den Inflationsabschlag der Zeitpunkt der Änderung der Widmung als Anschaffungszeitpunkt maßgeblich.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Ein Auf- oder Abwertungsbetrag nach §4 Abs10 Z3 lita in der Fassung vor dem 1. Stabilitätsgesetz 2012, BGBl I Nr 22/2012, ist bei der Veräußerung einkünftewirksam anzusetzen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Führen die privaten Grundstücksveräußerungen in einem Kalenderjahr insgesamt zu einem Verlust, ist dieser nicht ausgleichsfähig (§2 Abs2); dies gilt auch im Falle der Regelbesteuerungsoption (§30a Abs2).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Die Einkommensteuer, die auf Grundstücksveräußerungen entfällt, wird im Ausmaß der sonst entstehenden Doppelbelastung der Einkünfte aus Grundstücksveräußerungen auf Antrag ermäßigt oder erlassen, wenn der Steuerpflichtige infolge des Erwerbes der Grundstücke innerhalb der letzten drei Jahre Erbschafts- oder Schenkungssteuer, Grunderwerbsteuer oder Stiftungseingangssteuer entrichtet hat.",
            "annotations": []
        },
        {
            "text": "Besonderer Steuersatz für Einkünfte aus Grundstücksveräußerungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§30a. (1) Einkünfte aus der Veräußerung von Grundstücken im Sinne des §30 unterliegen einem besonderen Steuersatz von 25% und sind bei der Berechnung der Einkommensteuer des Steuerpflichtigen weder beim Gesamtbetrag der Einkünfte noch beim Einkommen (§2 Abs2) zu berücksichtigen, sofern nicht die Regelbesteuerung (Abs2) anzuwenden ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Anstelle des besonderen Steuersatzes von 25% kann auf Antrag der allgemeine Steuertarif angewendet werden (Regelbesteuerungsoption). Die Regelbesteuerungsoption kann nur für sämtliche Einkünfte, die dem besonderen Steuersatz gemäß Abs1 unterliegen, angewendet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Abs1 und 2 gelten auch für betriebliche Einkünfte aus der Veräußerung oder der Entnahme von Grundstücken. Dies gilt nicht:",
            "annotations": []
        },
        {
            "text": "1.   Wenn das Grundstück dem Umlaufvermögen zuzurechnen ist. Wurde das veräußerte Grundstück in das Betriebsvermögen eingelegt, sind hinsichtlich des Unterschiedsbetrages zwischen dem Teilwert im Einlagezeitpunkt und den niedrigeren Anschaffungs- oder Herstellungskosten Abs1 und 2 anzuwenden.",
            "annotations": []
        },
        {
            "text": "2.   Wenn ein Schwerpunkt der betrieblichen Tätigkeit in der Überlassung oder Veräußerung von Grundstücken liegt. Z1 zweiter Satz gilt entsprechend.",
            "annotations": []
        },
        {
            "text": "3.   Soweit eine Teilwertabschreibung vorgenommen wurde.",
            "annotations": []
        },
        {
            "text": "4.   Soweit stille Reserven übertragen wurden, die vor dem 1. April 2012 aufgedeckt worden sind.",
            "annotations": []
        },
        {
            "text": "Immobilienertragsteuer",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§30b. (1) Für Einkünfte aus Grundstücksveräußerungen ist im Falle der Selbstberechnung gemäß §30c Abs2 eine auf volle Euro abzurundende Steuer in Höhe von 25% der Bemessungsgrundlage zu entrichten (Immobilienertragsteuer). Die Immobilienertragsteuer ist spätestens am 15. Tag des auf den Kalendermonat des Zuflusses zweitfolgenden Kalendermonats zu leisten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Mit der Entrichtung der selbstberechneten Immobilienertragsteuer durch Parteienvertreter gilt die Einkommensteuer für Einkünfte aus privaten Grundstücksveräußerungen gemäß §30 als abgegolten. Dies gilt jedoch nicht, wenn die der Selbstberechnung zugrunde liegenden Angaben des Steuerpflichtigen nicht den tatsächlichen Gegebenheiten entsprechen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Auf Antrag sind die Einkünfte aus privaten Grundstücksveräußerungen gemäß §30, für die eine selbstberechnete Immobilienertragsteuer entrichtet wurde, mit dem besonderen Steuersatz gemäß §30a zu veranlagen (Veranlagungsoption). Dabei ist die Immobilienertragsteuer auf die zu erhebende Einkommensteuer anzurechnen und mit dem übersteigenden Betrag zu erstatten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Wird außer in den Fällen des §30c Abs4 erster und dritter Teilstrich keine Immobilienertragsteuer entrichtet, ist vom Steuerpflichtigen eine auf volle Euro abzurundende besondere Vorauszahlung in Höhe von 25% der Bemessungsgrundlage zu entrichten. Abs1 letzter Satz gilt entsprechend.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Abs1 und 4 gelten auch für betriebliche Einkünfte aus der Veräußerung von Grundstücken, es sei denn, der besondere Steuersatz ist aufgrund des §30a Abs3 Z1 und 2 zumindest teilweise nicht anwendbar.",
            "annotations": []
        },
        {
            "text": "Mitteilung und Selbstberechnung der Immobilienertragsteuer durch Parteienvertreter",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§30c. (1) Im Rahmen einer Abgabenerklärung gemäß §10 Abs1 des Grunderwerbsteuergesetzes 1987 ist mitzuteilen, wenn aus dem zugrundeliegenden Erwerbsvorgang Einkünfte gemäß §2 Abs3 Z1 bis 3 oder 7 erzielt werden. Die Mitteilung hat die am Veräußerungsgeschäft beteiligten Parteien unter Angabe ihrer Steuernummer und die Höhe der nach den Angaben des Steuerpflichtigen zu entrichtenden besonderen Vorauszahlung gemäß §30b Abs4 zu enthalten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Parteienvertreter, die eine Selbstberechnung gemäß §11 des Grunderwerbsteuergesetzes 1987 vornehmen, haben gleichzeitig",
            "annotations": []
        },
        {
            "text": "1.   dem für den Steuerpflichtigen zuständigen Finanzamt mitzuteilen, wenn aus dem zugrundeliegenden Erwerbsvorgang Einkünfte gemäß §2 Abs3 Z1 bis 3 oder 7 erzielt werden, und diesfalls",
            "annotations": []
        },
        {
            "text": "2.   die Immobilienertragsteuer gemäß §30b Abs1 auf Grund der Angaben des Steuerpflichtigen selbst zu berechnen. Dabei hat der Steuerpflichtige dem Parteienvertreter die für die Ermittlung der Bemessungsgrundlage erforderlichen Unterlagen vorzulegen und deren Richtigkeit und Vollständigkeit schriftlich zu bestätigen.",
            "annotations": []
        },
        {
            "text": "Die Mitteilung gemäß Z1 hat die am Veräußerungsgeschäft beteiligten Parteien unter Angabe ihrer Steuernummer und die für die Selbstberechnung der Steuer notwendigen Daten zu enthalten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Parteienvertreter haben die selbstberechnete Immobilienertragsteuer gemäß §30b Abs1 zu entrichten und haften für deren Entrichtung. Ist die Fälligkeit noch nicht eingetreten, erlischt die Verpflichtung zur Entrichtung nach einem Jahr ab Vornahme der Mitteilung nach Abs2 Z1. Zusätzlich haften die Parteienvertreter für die Richtigkeit der Immobilienertragsteuer nur, wenn diese wider besseren Wissens auf Grundlage der Angaben des Steuerpflichtigen berechnet wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Selbstberechnung der Immobilienertragsteuer gemäß Abs2 Z2 kann auch bei Vornahme einer Selbstberechnung gemäß §11 des Grunderwerbsteuergesetzes 1987 unterbleiben, soweit",
            "annotations": []
        },
        {
            "text": "     die Einkünfte aus dem Veräußerungsgeschäft nach §30 Abs2 befreit sind oder",
            "annotations": []
        },
        {
            "text": "     der Zufluss voraussichtlich später als ein Jahr nach dem Veräußerungsgeschäft erfolgt oder",
            "annotations": []
        },
        {
            "text": "     bei der Veräußerung von Grundstücken des Betriebsvermögens, die stillen Reserven gemäß §12 übertragen oder einer Übertragungsrücklage zugeführt werden.",
            "annotations": []
        },
        {
            "text": "In diesem Fall ist in der Mitteilung gemäß Abs2 Z1 anzugeben, warum die Selbstberechnung unterbleibt.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§124b.",
            "annotations": []
        },
        {
            "text": "1. – 214. […]",
            "annotations": []
        },
        {
            "text": "215.    §§3 Abs1 Z33, 4 Abs3a, 20 Abs2, 29 Z2, 30, 30a, 31 und §98 Abs1 Z7, jeweils in der Fassung des 1. Stabilitätsgesetzes 2012, BGBl I Nr 22/2012, treten mit 1. April 2012 in Kraft und sind erstmals für Veräußerungen nach dem 31. März 2012 anzuwenden. Die §§41 Abs1 Z10 und 42 Abs1 Z5 in der Fassung des 1. Stabilitätsgesetzes 2012, BGBl I Nr 22/2012, sind erstmalig bei der Veranlagung für das Kalenderjahr 2012 anzuwenden. §12 Abs4 in der Fassung des 1. Stabilitätsgesetzes 2012, BGBl I Nr 22/2012, ist erstmals anzuwenden für die Übertragung stiller Reserven auf nach dem 31. März 2012 anfallende (Teil-)Anschaffungs- oder Herstellungskosten.",
            "annotations": []
        },
        {
            "text": "216.    […]",
            "annotations": []
        },
        {
            "text": "217.    §§30b, 30c, §98 Abs4 und [§] 102 Abs1, jeweils in der Fassung des 1. Stabilitätsgesetzes 2012, BGBl I Nr 22/2012, sind für Veräußerungen nach dem 31. Dezember 2012 anzuwenden. §46 Abs1 in der Fassung des 1. Stabilitätsgesetzes 2012, BGBl I Nr 22/2012, ist erstmalig bei der Veranlagung für das Kalenderjahr 2013 anzuwenden.",
            "annotations": []
        },
        {
            "text": "218.    Für Grundstücksveräußerungen nach dem 31. März 2012 und vor dem 1. Jänner 2013 können Parteienvertreter, die eine Selbstberechnung gemäß §11 des Grunderwerbsteuergesetzes vornehmen, einen Betrag in Höhe der Immobilienertragsteuer gemäß §30b Abs1 selbst berechnen und entrichten. Mit der Entrichtung gilt unter den Voraussetzungen des §30b Abs2 die Einkommensteuer als abgegolten. In diesem Fall sind die §§30b Abs3, 30c Abs2 Z2 und Abs3, 41 Abs1 Z10, 42 Abs1 Z5 und 46 Abs1 Z2 sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "219. – 223. […]\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages führt der Antragsteller unter anderem aus, ihm stehe kein zumutbarer anderer Weg zur Verfügung, seine verfassungsrechtlichen Bedenken gegen die angefochtenen Gesetzesbestimmungen, welche es ihm nicht gestatten würden, privates Grundvermögen einkommensteuerfrei zu veräußern, an den Verfassungsgerichtshof heranzutragen. Hinsichtlich einer im August 2012 getätigten Grundstücksveräußerung liege zwar ein Bescheid vom 17. August 2015 über die Festsetzung der Einkommensteuer vor. Das Bundesfinanzgericht habe über die vom Antragsteller gegen diesen Bescheid erhobene Beschwerde bisher aber nicht entschieden. Der Rechtsweg sei dem Antragsteller nicht zumutbar, weil eine Entscheidung des Bundesfinanzgerichtes nicht in absehbarer Zeit zu erwarten sei und weil das Bundesfinanzgericht für die Klärung der Frage der Verfassungswidrigkeit der angefochtenen Gesetzesbestimmungen ohnedies nicht zuständig sei. Das Bundesfinanzgericht habe auch bereits erkennen lassen, keinen Gesetzesprüfungsantrag an den Verfassungsgerichtshof stellen zu wollen. Im Verfahren vor dem Bundesfinanzgericht seien zudem nur teilweise Fragen der Immobilienertragsteuer präjudiziell; primär gehe es um die steuerliche Anerkennung von Verlusten aus Fremdwährungskrediten. Daher sei zu erwarten, dass der Verfassungsgerichtshof aus Anlass einer Erkenntnisbeschwerde mangels ausreichender Präjudizialität kein Gesetzesprüfungsverfahren einleiten würde. Auch im Hinblick auf zwei weitere Grundstücksverkäufe in den Jahren 2018 bzw 2019 sei dem Antragsteller der Rechtsweg nicht zumutbar.",
            "annotations": []
        },
        {
            "text": "2. In der Sache bringt der Antragsteller zusammengefasst vor, dass die am 1. April 2012 in Kraft getretenen, von ihm angefochtenen Gesetzesbestimmungen, denen zufolge jegliche Einkünfte aus der Veräußerung von privaten Grundstücken nach dem 31. März 2012 der Einkommensteuer unterliegen, gegen den Gleichheitssatz (Art7 B-VG, Art2 StGG) verstießen. Es sei grob unsachlich und verstoße gegen den Vertrauensschutzgrundsatz, dass auch Einkünfte aus der Veräußerung von privaten Grundstücken der Steuerpflicht unterliegen, wenn im Veräußerungszeitpunkt die nach der zuvor geltenden Gesetzeslage beachtliche Spekulationsfrist von in der Regel zehn Jahren schon abgelaufen gewesen sei. Der Gesetzgeber habe es insbesondere verabsäumt, für eine verfassungskonforme Übergangsregelung zu sorgen. Dies verstoße auch gegen die verfassungsgesetzlich gewährleisteten Rechte auf Unversehrtheit des Eigentums (Art5 StGG, Art1 1. ZPEMRK) und auf Freiheit der Erwerbsbetätigung (Art6 StGG).",
            "annotations": []
        },
        {
            "text": "IV. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1. Gemäß Art140 Abs1 Z1 litc B‐VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die unmittelbar durch diese Verfassungswidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn das Gesetz ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat seit dem Beschluss VfSlg 8009/1977 in ständiger Rechtsprechung den Standpunkt vertreten, die Antragslegitimation nach Art140 Abs1 Z1 litc B-VG setze voraus, dass durch die bekämpfte Bestimmung die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt werden müssen und dass der durch Art140 Abs1 B-VG dem Einzelnen eingeräumte Rechtsbehelf dazu bestimmt ist, Rechtsschutz gegen verfassungswidrige Gesetze nur insoweit zu gewähren, als ein anderer zumutbarer Weg hiefür nicht zur Verfügung steht (zB VfSlg 11.803/1988, 13.871/1994, 15.343/1998, 16.722/2002, 16.867/2003).",
            "annotations": []
        },
        {
            "text": "2. Entgegen der Ansicht des Antragstellers ist ein solcher Weg im vorliegenden Fall gegeben:",
            "annotations": []
        },
        {
            "text": "Der Antragsteller hat im August 2012, im September 2018 und im Dezember 2019 in seinem Privateigentum stehende Grundstücke veräußert. Die Festsetzung der Einkommensteuer in der Höhe von € 127.602,81 für die im August 2012 getätigte Grundstücksveräußerung erfolgte im Rahmen der Einkommensteuerveranlagung für das Jahr 2013 mit Bescheid vom 17. August 2015. Laut Antragsvorbringen ist eine vom Antragsteller gegen diesen Bescheid erhobene Beschwerde derzeit beim Bundesfinanzgericht anhängig. Für die vom Antragsteller aus der Veräußerung von Grundstücken im September 2018 sowie im Dezember 2019 erzielten Einkünfte wurde eine Immobilienertragsteuer in der Höhe von € 69.300,– bzw € 12.050,– entrichtet. Vor dem Hintergrund seines Vorbringens hatte der Antragsteller auch insoweit die Möglichkeit, eine bescheidmäßige Festsetzung der Einkommensteuer (§30b Abs3 EStG 1988) und in weiterer Folge ein Erkenntnis des Bundesfinanzgerichtes zu erwirken.",
            "annotations": []
        },
        {
            "text": "Gegen das Erkenntnis des Bundesfinanzgerichtes kann der Antragsteller eine auf Art144 B-VG gestützte Beschwerde beim Verfassungsgerichtshof erheben und seine verfassungsrechtlichen Bedenken gegen die von ihm angefochtenen Gesetzesbestimmungen anders als im Wege eines – als bloß subsidiärer Rechtsbehelf ausgestalteten – Individualantrages an den Verfassungsgerichtshof herantragen (vgl VfSlg 19.575/2011; VfGH 5.6.2014, G8/2014). Der Antragsteller hat keine besonderen Umstände geltend gemacht, die eine ausnahmsweise Unzumutbarkeit der Beschreitung des Rechtsweges begründen würden. Vor dem Hintergrund des Antragsvorbringens ist auch nicht ersichtlich, dass das Bundesfinanzgericht die angefochtenen Gesetzesbestimmungen nicht anzuwenden hätte (vgl dagegen etwa VfSlg 15.031/1997). Da dem Antragsteller damit ein zumutbarer anderer Weg offensteht, seine verfassungsrechtlichen Bedenken gegen die angefochtenen Gesetzesbestimmungen an den Verfassungsgerichtshof heranzutragen, erweist sich der Antrag schon aus diesem Grund mangels Legitimation als unzulässig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}