{
    "document_id": "JFT_20230919_23E00636_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist nordmazedonische Staatsangehörige, gehört der Volksgruppe der Roma an und bekennt sich zum muslimischen Glauben. Am 27. Jänner 2022 stellte die Beschwerdeführerin im Bundesgebiet einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 11. März 2022 wies das Bundesamt für Fremdenwesen und Asyl den Antrag auf internationalen Schutz sowohl bezüglich der Zuerkennung des Status der Asylberechtigten (Spruchpunkt I.) als auch bezüglich der Zuerkennung des Status der subsidiär Schutzberechtigten (Spruchpunkt II.) in Bezug auf ihren Herkunftsstaat ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen (Spruchpunkt III.), erließ gegen die Beschwerdeführerin eine Rückkehrentscheidung (Spruchpunkt IV.), stellte fest, dass die Abschiebung nach Nordmazedonien zulässig sei (Spruchpunkt V.), erkannte der Beschwerde die aufschiebende Wirkung ab (Spruchpunkt VI.), setzte keine Frist für die freiwillige Ausreise (Spruchpunkt VII.) und erließ gegen die Beschwerdeführerin ein auf die Dauer von drei Jahren befristetes Einreiseverbot (Spruchpunkt VIII.).",
            "annotations": []
        },
        {
            "text": "3. Der dagegen erhobenen Beschwerde gab das Bundesverwaltungsgericht mit Erkenntnis vom 3. Februar 2023 insoweit statt, als es eine 14-tägige Frist für die freiwillige Ausreise ab Rechtskraft der Rückkehrentscheidung setzt und die Dauer des befristeten Einreiseverbotes auf zwei Jahre herabsetzt, die Beschwerde aber im Übrigen als unbegründet abwies. Das Einreiseverbot begründet das Bundesverwaltungsgericht damit, dass die Beschwerdeführerin konkret und aktuell nicht in der Lage sei, die Mittel für ihren Unterhalt aus Eigenem nachzuweisen. Weiters sei weder von einer bestehenden noch einer zukünftig eintretenden Selbsterhaltungsfähigkeit der Beschwerdeführerin auszugehen. Da die Beschwerdeführerin die zulässige Dauer des visumfreien Aufenthaltes um mehr als zwei Monate überschritten, entgegen ihrer Verpflichtung das Bundesgebiet nicht verlassen, gegen das Meldegesetz verstoßen und einen unbegründeten Antrag auf internationalen Schutz gestellt habe, sei die Annahme der belangten Behörde gerechtfertigt, dass der Aufenthalt der Beschwerdeführerin die öffentliche Ordnung und Sicherheit gefährde. Die Dauer des Einreiseverbotes sei allerdings von drei auf zwei Jahre herabzusetzen.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung Fremder untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Soweit sich die – zulässige – Beschwerde gegen die Erlassung des befristeten Einreiseverbotes richtet, ist sie auch begründet:",
            "annotations": []
        },
        {
            "text": "1. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat mit Erkenntnis vom 6. Dezember 2022, G264/2022, §53 Abs2 Z6 des Bundesgesetzes über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 – FPG), BGBl I 100/2005, idF BGBl I 87/2012 als verfassungswidrig aufgehoben und verfügt, dass diese Bestimmung nicht mehr anzuwenden ist. Die Kundmachung dieser Aufhebung erfolgte durch den Bundeskanzler am 27. Dezember 2022 in BGBl I 202/2022.",
            "annotations": []
        },
        {
            "text": "2.2. Wie dem Spruch und den Entscheidungsgründen zu entnehmen ist, stützt das Bundesverwaltungsgericht das befristete Einreiseverbot ua auf die zum Entscheidungszeitpunkt am 3. Februar 2023 nicht mehr in Kraft stehende Bestimmung des §53 Abs2 Z6 FPG. ",
            "annotations": []
        },
        {
            "text": "2.3. Indem das Bundesverwaltungsgericht diese Bestimmung seiner Entscheidung zugrunde gelegt hat, hat es Willkür geübt (VfSlg 12.341/1990). ",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, soweit sich die Beschwerde gegen die Nichtzuerkennung des Status der Asylberechtigten und des Status der subsidiär Schutzberechtigten, die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, die Erlassung einer Rückkehrentscheidung, den Ausspruch der Zulässigkeit der Abschiebung, die Aberkennung der aufschiebenden Wirkung sowie die Setzung einer Frist für die freiwillige Ausreise richtet, wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen, insbesondere der Frage, ob die Entscheidung des Bundesverwaltungsgerichtes in jeder Hinsicht dem Gesetz entspricht, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "3. Demgemäß wurde beschlossen, von einer Behandlung der Beschwerde abzusehen und sie gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abzutreten (§19 Abs3 Z1 iVm §31 letzter Satz VfGG; zum System der Abtretung der Beschwerde an den Verwaltungsgerichtshof durch den Verfassungsgerichtshof nach Inkrafttreten der Verwaltungsgerichtsbarkeits-Novelle 2012 vgl VfSlg 19.867/2014).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis, soweit damit ein auf die Dauer von zwei Jahren befristetes Einreiseverbot erlassen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von der Behandlung der Beschwerde abgesehen und diese gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abgetreten.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten. ",
            "annotations": []
        },
        {
            "text": "Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die Beschwerdeführerin Verfahrenshilfe im Umfang des §35 Abs1 VfGG iVm §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}