{
    "document_id": "JFT_20230315_21E03778_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die vorliegenden Beschwerden rügen die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten. Nach den Beschwerdebehauptungen wären diese Rechtsverletzungen aber zum erheblichen Teil nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob das Verwaltungsgericht Wien die Bestimmungen des Wiener Mindestsicherungsgesetzes in jeder Hinsicht richtig angewendet hat, insoweit nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "3. Aus Anlass ua dieser Beschwerden leitete der Verfassungsgerichtshof gemäß Art140 Abs1 Z1 litb B-VG und Art139 Abs1 Z2 B-VG von Amts wegen ein Verfahren zur Prüfung ua der Verfassungsmäßigkeit des §7 Abs2 Z2, des §8 Abs2 Z2 und des §9 des Wiener Mindestsicherungsgesetzes – WMG und der Gesetzmäßigkeit jeweils des §1 Abs3 und des §2 der Verordnung zum Wiener Mindestsicherungsgesetz 2020 – WMG-VO 2020, der Verordnung zum Wiener Mindestsicherungsgesetz 2021 – WMG-VO 2021 sowie der Verordnung zum Wiener Mindestsicherungsgesetz für das Jahr 2022 – WMG-VO 2022 ein. ",
            "annotations": []
        },
        {
            "text": "Mit Erkenntnis vom heutigen Tag, G270-275/2022, V223-228/2022, hob der Verfassungsgerichtshof ua §8 Abs2 Z2 WMG als verfassungswidrig sowie jeweils §1 Abs3 WMG-VO 2020, WMG-VO 2021 und WMG-VO 2022 als gesetzwidrig auf.",
            "annotations": []
        },
        {
            "text": "4. Gemäß Art140 Abs7 B-VG und Art139 Abs6 B-VG wirkt die Aufhebung eines Gesetzes bzw einer Verordnung auf den Anlassfall zurück. Nach Lage des vorliegenden Falles ist es jedoch von vornherein ausgeschlossen, dass die aufgehobenen Bestimmungen des WMG, der WMG-VO 2020, der WMG-VO 2021 und der WMG-VO 2022 für die Rechtsstellung des Beschwerdeführers nachteilig waren, weil sie ihm höhere Leistungen einräumten als vom Sozialhilfe-Grundsatzgesetz vorgesehen.",
            "annotations": []
        },
        {
            "text": "5. Demgemäß wurde beschlossen, von einer Behandlung der Beschwerden abzusehen und sie gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abzutreten (§19 Abs3 Z1 iVm §31 letzter Satz VfGG; zum System der Abtretung der Beschwerde an den Verwaltungsgerichtshof durch den Verfassungsgerichtshof nach Inkrafttreten der Verwaltungsgerichtsbarkeits-Novelle 2012 vgl VfSlg 19.867/2014).",
            "annotations": []
        }
    ]
}