{
    "document_id": "JFT_20230612_23G00148_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art140 Abs1 Z1 litc B-VG, begehrt der Antragsteller, §4 Abs1 des Sozialhilfe-Grundsatzgesetzes, BGBl I 41/2019, als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "Gemäß Art140 Abs1 Z1 litc B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die unmittelbar durch diese Verfassungswidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn das Gesetz ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist. Wie der Verfassungsgerichtshof in seiner mit VfSlg 8009/1977 beginnenden ständigen Rechtsprechung ausgeführt hat, ist daher grundlegende Voraussetzung für die Antragslegitimation, dass das Gesetz in die Rechtssphäre der betroffenen Person unmittelbar eingreift und sie – im Fall seiner Verfassungswidrigkeit – verletzt. Anfechtungsberechtigt ist also von vornherein nur ein Rechtsträger, an oder gegen den sich das anzufechtende Gesetz wendet, der diesem gegenüber also Normadressat ist (vgl VfSlg 15.127/1998, 15.665/1999, 19.115/2010).",
            "annotations": []
        },
        {
            "text": "Das Sozialhilfe-Grundsatzgesetz ist ein Grundsatzgesetz iSd Art12 B-VG. Nach ständiger Rechtsprechung des Verfassungsgerichtshofes sind Grundsatzgesetze ausschließlich an den Ausführungsgesetzgeber adressiert (vgl VfSlg 7263/1974, 15.576/1999, 16.244/2001). Der Antragsteller wird durch die angefochtene Bestimmung nicht unmittelbar in seiner Rechtssphäre berührt.",
            "annotations": []
        },
        {
            "text": "Der Antrag ist daher mangels Legitimation des Antragstellers gemäß §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung zurückzuweisen (vgl VfSlg 9317/1982, 12.910/1991).",
            "annotations": []
        }
    ]
}