{
    "document_id": "JFT_20230919_23E00940_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer, ein Staatsangehöriger Nigerias, reiste mit einem für den Zeitraum von 27. April 2021 bis 2. August 2021 gültigen Visum C in das österreichische Bundesgebiet ein. In Österreich leben die Ehefrau des Beschwerdeführers, die ebenfalls nigerianische Staatsangehörige ist und über den Aufenthaltstitel \"Daueraufenthalt-EU\" verfügt, sowie der gemeinsame, am 4. Mai 2020 in Österreich geborene, Sohn. ",
            "annotations": []
        },
        {
            "text": "2. Am 29. Juni 2021 brachte der Beschwerdeführer beim Landeshauptmann von Wien, Magistratsabteilung 35, schriftlich durch seine Rechtsvertreterin einen Antrag auf Erteilung eines Aufenthaltstitels \"Rot-Weiß-Rot-Karte plus\" gemäß §46 Abs1 Z2 Niederlassungs- und Aufenthaltsgesetz (NAG) ein. Am 4. August 2021 stellte der Beschwerdeführer durch seine Rechtsvertreterin einen Antrag gemäß §21 Abs3 NAG. Am 4. November 2021 holte der Beschwerdeführer die persönliche Antragstellung im Inland nach.",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheid des Landeshauptmannes von Wien, Magistratsabteilung 35, vom 9. Mai 2022 wurde der Antrag des Beschwerdeführers vom 29. Juni 2021 auf Erteilung eines Aufenthaltstitels \"Rot-Weiß-Rot-Karte plus\" gemäß §46 Abs1 Z2 NAG abgewiesen. ",
            "annotations": []
        },
        {
            "text": "4. Gegen diesen Bescheid erhob der Beschwerdeführer Beschwerde an das Verwaltungsgericht Wien. Darin rügte er insbesondere, dass völlig außer Acht gelassen worden sei, dass der Beschwerdeführer einen minderjährigen Sohn in Österreich habe, und keine Berücksichtigung des Kindeswohles stattgefunden habe. ",
            "annotations": []
        },
        {
            "text": "5. In der mündlichen Verhandlung vor dem Verwaltungsgericht Wien am 8. November 2022 gab der Beschwerdeführer über Befragung durch seine Rechtsvertretung unter anderem Folgendes an:",
            "annotations": []
        },
        {
            "text": "\"Die Mutter meiner Frau lebt in Wien, ebenso mein Schwiegervater. Ich bin ein aktiver Vater, meine Frau hat eine Vollzeitbeschäftigung, daher sorge ich für meinen Sohn, spiele mit ihm, bereit ihm sein Essen zu, bringe ihn zu Bett, außerdem bringe ich meinen Sohn täglich in den Kindergarten. Er ist fünf, manchmal sechs Stunden im Kindergarten. Mein Sohn hat eine sehr enge Bindung zu mir und würde sicher krank werden, wenn er mich nicht mehr als Bezugsperson hätte. Ich wäre damit einverstanden, wenn die Bindung meines Sohnes zu mir als Vater von einem Sachverständigen geprüft würde. Es gibt auch Handyvideos, die mich mit meinem Sohn zeigen. Befragt, inwiefern mein Sohn erkranken würde, wenn er von mir getrennt würde, bin ich mir sicher, dass er eine Essstörung entwickeln würden, nicht mehr gerne in den Kindergarten gehen würde und viel weinen würde. Ich wüsste nicht, wer sich um meinen Sohn kümmern würde, wenn ich von ihm getrennt würde. Meine Frau ist nämlich berufstätig und meine Schwiegereltern leben ihr eigenes Leben. […]\"",
            "annotations": []
        },
        {
            "text": "6. Mit im Anschluss an die mündliche Verhandlung mündlich verkündetem und am 5. Februar 2023 antragsgemäß schriftlich ausgefertigtem Erkenntnis wies das Verwaltungsgericht Wien die Beschwerde ab. Begründend führte das Verwaltungsgericht Wien Folgendes aus:",
            "annotations": []
        },
        {
            "text": "\"Rechtlich ist festzuhalten, dass sich der Beschwedreführer aufgrund eines bis 2.8.2021 gültigen Visums zum Zeitpinkt der Antragstellung am 29.6.2021 rechtmäßig im Bundesgebiet aufgehalten hat. Der Beschwerdeführer hat jedoch den visumpflichtigen Aufenthalt, dessen Gültigkeit am 02.08.2021 abgelaufen ist, deutlich überschritten. Dies stellt ein Aufenthaltshindernis gemäß §11 Abs1 Z5 NAG dar. Außerdem reicht das Einkommen der Ehegattin des Beschwerdeführers nicht aus, um die Aufenthaltsvoraussetzung des §11 Abs2 Z4 NAG zu erfüllen. ",
            "annotations": []
        },
        {
            "text": "Eine Interessenabwägung gemäß §11 Abs3 NAG fällt zu Ungunsten des Beschwerdeführers aus. Sofern der Beschwerdeführer ins Treffen geführt hat, die Ausreise nach Nigeria sei innerhalb des Gültigkeitsbereichs seines Visums wegen der COVID-19 Einschränkungen und wegen des Fehlens von Flügen nicht möglich gewesen, steht dem die Auskunft der österreichischen Botschaft in Abuja, eingeholt im Verfahren zu GZ: VGW-151/088/16413/2020, entgegen. Demnach wurde ab ca Mitte September 2020 der Flugverkehr zwischen Österreich und Nigeria wieder aufgenommen und war die Einreise mit einem gültigen COVID-Test erlaubt. ",
            "annotations": []
        },
        {
            "text": "Was das Kindeswohl betrifft, ist darauf hinzuweisen, dass der Sohn des Beschwerdeführers das erste Lebensjahr ohne seinen Vater verbracht hat und vom ersten Kontakt des Beschwerdeführers mit seinem Sohn in Österreich bis zum Ablauf seines Visums bloß ca vier Monate verstrichen sind. Vor diesem Hintergrund wäre es dem Beschwerdeführer zuzumuten gewesen bei der örtlich zuständigen Berufsvertretungsbehörde im Ausland den Antrag auf Erteilung eines Aufenthaltstitels zu stellen und in Nigeria das Verfahren abzuwarten.",
            "annotations": []
        },
        {
            "text": "Dazu kommt, dass die Mutter und der Sohn des Beschwerdeführers nigerianische Staatsangehörige sind und der Beschwerdeführer selbst über eine gute Berufsausbildung verfügt, mit der er auch in Nigeria eine Existenz für sich und seine Familie aufbauen könnte. Dass die Gesundheitsversorgung und Sicherheitslage in Nigeria weniger gut sind als in Österreich trifft zwar zu, berechtigt den Beschwerdeführer aber nicht, seinen Aufenthalt frei wählen zu können.",
            "annotations": []
        },
        {
            "text": "Beruflich ist der Beschwerdeführer in Österreich nicht integriert. Auch sprachlich weist der Beschwerdeführer, mit dem in der mündlichen Verhandlung eine Kommunikation in deutscher Sprache nicht möglich war, keine weitreichende Integration auf. Was seine famliäre Integration betrifft, ist festzuhalten, dass sowohl die Eltern als auch die vier Geschwister des Beschwerdeführers in Nigeria leben und nur seine Ehegattin und deren Eltern in Österreich aufhältig sind. Sein Familienleben mit Frau und Kind hat der Beschwerdeführer zu einem Zeitpunkt begründet als er nicht mit einem Aufenthaltstitel rechnen konnte.",
            "annotations": []
        },
        {
            "text": "Der unrechtmäßige Aufenthalt des Beschwerdeführers im Bundesgebiet lässt sich auch nicht auf von der belangten Behörde verschuldete Verfahrensverzögerungen zurückführen, konnte der Beschwerdeführer doch nicht damit rechnen, dass über seinen am 29.6.2021 gestellten Antrag auf Erteilung eines Aufenthaltstitels von der belangten Behörde noch innerhalb seiner von einem gültigen Visum gedeckten Aufenthalts (bi 2.8.2021) erfolgt.",
            "annotations": []
        },
        {
            "text": "In Ansehung dieser Umstände überwiegt das öffentliche Interesse an einer geordneten, rechtmäßigen Zuwanderung in das Bundesgebiet die Intressen des Beschwerdeführers und seiner Familienangehörigen am Aufenthalt im Bundesgebiet deutlich. Vom Aufenthaltshindernis des unrechtmäßigen Aufenthalts im Sinne des §11 Abs1 Z5 NAG konnte somit gemäß §11 Abs3 NAG ebenso wenig abgesehen werden wie von der allgemeinen Erteilungsvoraussetzung des §11 Abs2 Z4 NAG.",
            "annotations": []
        },
        {
            "text": "Die belangte Behörde hat daher zu Recht den Antrag des Beschwerdeführers auf Erteilung des Aufenthaltstitels 'Rot-Weiss-Rot-Karte plus' abgewiesen. Die Beschwerde war daher spruchgemäß abzuweisen.\"",
            "annotations": []
        },
        {
            "text": "7. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichbehandlung von Fremden untereinander sowie auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "8. Der Landeshauptmann von Wien, Magistratsabteilung 35, und das Verwaltungsgericht Wien haben die Verwaltungs- bzw Gerichtsakten vorgelegt und von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Gemäß §11 Abs3 und §21 Abs3 Z2 NAG kann ein Aufenthaltstitel ua trotz Ermangelung einer Voraussetzung des §11 Abs2 Z1 bis 7 NAG erteilt sowie die ausnahmsweise Inlandsantragstellung zugelassen werden, wenn dies zur Aufrechterhaltung des Privat- und Familienlebens im Sinne des Art8 EMRK geboten ist.",
            "annotations": []
        },
        {
            "text": "3. Ein Eingriff in das durch Art8 EMRK verfassungsgesetzlich garantierte – unter Gesetzesvorbehalt stehende – Recht ist dann verfassungswidrig, wenn die ihn verfügende verwaltungsgerichtliche Entscheidung ohne jede Rechtsgrundlage ergangen ist, auf einer dem Art8 EMRK widersprechenden Rechtsvorschrift beruht oder wenn das Verwaltungsgericht bei Erlassung der Entscheidung eine verfassungsrechtlich unbedenkliche Rechtsgrundlage in denkunmöglicher Weise angewendet hat; ein solcher Fall liegt nur vor, wenn das Verwaltungsgericht einen so schweren Fehler begangen hat, dass dieser mit Gesetzlosigkeit auf eine Stufe zu stellen wäre, oder wenn es der angewendeten Rechtsvorschrift fälschlicherweise einen verfassungswidrigen, insbesondere einen dem Art8 Abs1 EMRK widersprechenden und durch Art8 Abs2 EMRK nicht gedeckten Inhalt unterstellt hat (vgl VfSlg 11.638/1988, 19.692/2012, 20.063/2016, 20.100/2016, 20.227/2016; VfGH 1.3.2022, E3857/2021 ua).",
            "annotations": []
        },
        {
            "text": "Aus Art8 EMRK ist keine generelle Verpflichtung abzuleiten, dem Wunsch eines Fremden, sich in einem bestimmten Mitgliedstaat aufzuhalten, nachzukommen (VfSlg 19.713/2012 mwN zur Rechtsprechung des Verfassungsgerichtshofes und des Europäischen Gerichtshofes für Menschenrechte). Unter besonderen Umständen kann sich aus Art8 EMRK aber eine Verpflichtung des Staates ergeben, den Aufenthalt eines Fremden zu ermöglichen (vgl zB VfSlg 17.734/2005, 19.162/2010, 20.049/2016; VfGH 14.3.2018, E4329/2017, G408/2017), mit der Folge, dass die Verweigerung der Einreise oder Niederlassung einen Eingriff in Art8 EMRK bildet.",
            "annotations": []
        },
        {
            "text": "3.1. Vor diesem Hintergrund ist die vom Verwaltungsgericht Wien vorgenommene Abwägungsentscheidung gemäß Art8 EMRK in verfassungsrechtlich relevanter Weise fehlerhaft:",
            "annotations": []
        },
        {
            "text": "3.2. Das Verwaltungsgericht Wien stellt fest, dass in Österreich die Ehegattin des Beschwerdeführers sowie der gemeinsame, am 4. Mai 2020 in Österreich geborene Sohn lebten. Die Ehefrau des Beschwerdeführers sei vollzeitbeschäftigt; der \"Beschwerdeführer betreut seinen Sohn liebevoll während der berufsbedingten Abwesenheit seiner Frau\". ",
            "annotations": []
        },
        {
            "text": "3.3. Das Verwaltungsgericht Wien führt zwar aus, dass bei der Interessenabwägung nach Art8 EMRK das Kindeswohl zu berücksichtigen ist. Die Feststellung, dass es dem Beschwerdeführer, der seinen Sohn im Alter von einem Jahr zum ersten Mal gesehen habe, zum Zeitpunkt des Ablaufes seines Visums \"zuzumuten gewesen [wäre] bei der örtlich zuständigen Berufsvertretungsbehörde im Ausland den Antrag auf Erteilung eines Aufenthaltstitels zu stellen und in Nigeria das Verfahren abzuwarten\", ersetzt jedoch keinesfalls eine Auseinandersetzung mit den zum Zeitpunkt der Entscheidung des Verwaltungsgerichtes aktuellen Umständen.",
            "annotations": []
        },
        {
            "text": "3.4. Das Verwaltungsgericht Wien verweist darauf, dass \"die Mutter [Anm: gemeint ist hier wohl die Ehefrau] und der Sohn des Beschwerdeführers nigerianische Staatsangehörige sind und der Beschwerdeführer selbst über eine gute Berufsausbildung verfügt, mit der er auch in Nigeria eine Existenz für sich und seine Familie aufbauen könnte\". Dabei berücksichtigt das Verwaltungsgericht Wien aber nicht, dass die Ehefrau des Beschwerdeführers über den Aufenthaltstitel \"Daueraufenthalt-EU\" verfügt und damit zum dauernden Aufenthalt in Österreich berechtigt ist und setzt sich auch nicht mit den Auswirkungen einer solchen Übersiedlung der gesamten Familie auf das Kindeswohl auseinander.",
            "annotations": []
        },
        {
            "text": "3.5. Das Verwaltungsgericht Wien unterlässt es, im Rahmen seiner Interessenabwägung auf die von Art8 EMRK geschützte Verbindung des Beschwerdeführers zu seinem Sohn zum Zeitpunkt seiner Entscheidung einzugehen und diese Beziehung zu würdigen. Der Sohn des Beschwerdeführers wurde in Österreich geboren, ist zum Zeitpunkt der Entscheidung des Verwaltungsgerichtes knapp drei Jahre alt und wird in wesentlichem Ausmaß von seinem Vater, dem Beschwerdeführer, betreut. Das Verwaltungsgericht Wien stellt keinerlei Ermittlungen oder Überlegungen zu der Frage an, welche Auswirkungen die Entscheidung auf die Beziehung zwischen Vater und Kind sowie insbesondere das Kindeswohl hätte (vgl zur Berücksichtigung des Kindeswohles bei der Interessenabwägung nach Art8 EMRK: VfSlg 19.362/2011; VfGH 9.6.2016, E2617/2015; 12.10.2016, E1349/2016; 11.6.2018, E343/2018 ua; 26.6.2018, E1791/2018; 28.11.2019, E1721/2019).",
            "annotations": []
        },
        {
            "text": "3.6. Indem das Verwaltungsgericht Wien diese Umstände bei seiner Abwägungsentscheidung nicht berücksichtigt, hat es – ungeachtet des Umstandes, dass das Privat- und Familienleben in einem Zeitpunkt entstanden ist, in dem der Beschwerdeführer \"nicht mit einem Aufenthaltstitel rechnen konnte\" – diese mit einem in die Verfassungssphäre reichenden Mangel belastet (vgl zB VfGH 11.6.2018, E343/2018 ua).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}