{
    "document_id": "JFT_20231005_22G00305_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Mit dem auf Art140 Abs1 Z1 litd B-VG gestützten Antrag begehrt die Antragstellerin, der Verfassungsgerichtshof möge ",
            "annotations": []
        },
        {
            "text": "\"entweder Art42 EGZPO insgesamt […], in eventu dessen ersten Absatz, in eventu aus dieser Norm die Wortfolge 'Wer nach den Vorschriften des bürgerlichen Rechtes ein Vermögen oder Schulden anzugeben verpflichtet ist, oder'\" ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "und §355 Exekutionsordnung sowie ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"aus §55 Markenschutzgesetz die Wortfolge ',151 (Rechnungslegung)'\", ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "als verfassungswidrig aufheben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Mit Urteil vom 24. Oktober 2022 des Bezirksgerichts Landeck wurde das Klagebegehren der Antragstellerin, \"der Anspruch der betreibenden Partei aus dem rechtskräftigen und vollstreckbaren Urteil des Handelsgerichtes Wien vom 28.11.2017, 39 Cg 19/15k-26, zu dessen Erwirkung das Bezirksgericht Landeck mit Beschluss vom 27.8.2018, 6 E 1747/18k-2 die Exekution bewilligt und mit Beschluss vom 26.11.2018, 6 E 1747/18k-9, die von der betreibenden Partei wider die verpflichtete Partei beantragte Geldstrafe von EUR 10.000,-- verhängt hat, sei zur Ganze erloschen\", abgewiesen.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung erhob die Antragstellerin Berufung und stellte den vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag. Die Antragstellerin bringt vor, Art42 Zivilprozessordnung-Einführungsgesetz (EGZPO) sei gleichheitswidrig und verstoße gegen Art6 EMRK und Art47 GRC. In diesem Zusammenhang stellt die Antragstellerin den Antrag, auch §355 Exekutionsordnung aufzuheben. Es sei zudem der Verweis in §55 Markenschutzgesetz 1970 auf §151 Patentgesetz unverhältnismäßig und als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgebliche Rechtslage stellt sich wie folgt dar (die angefochtenen Wortfolgen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "1. Art42 Zivilprozessordnung-Einführungsgesetz (EGZPO), RGBl 112/1895, in Kraft getreten am 23. September1895, lautet: ",
            "annotations": []
        },
        {
            "text": "\"Artikel XLII.",
            "annotations": []
        },
        {
            "text": "Wer nach den Vorschriften des bürgerlichen Rechtes ein Vermögen oder Schulden anzugeben verpflichtet ist, oder wer von der Verschweigung oder Verheimlichung eines Vermögens vermuthlich Kenntnis hat, kann mittels Urtheiles dazu verhalten werden, allenfalls unter Vorlage eines Verzeichnisses des Vermögens oder der Schulden anzugeben, was ihm von diesem Vermögen, von den Schulden oder von der Verschweigung oder Verheimlichung des Vermögens bekannt ist, und einen Eid dahin zu leisten, dass seine Angaben richtig und vollständig sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zur Klage ist befugt, wer ein privatrechtliches Interesse an der Ermittlung des Vermögens oder des Schuldenstandes hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wenn mit der Klage auf eidliche Angabe des Vermögens die Klage auf Herausgabe desjenigen verbunden wird, was der Beklagte aus dem zugrunde liegenden Rechtsverhältnisse schuldet, so kann die bestimmte Angabe der Leistungen, welche der Kläger beansprucht, vorbehalten werden, bis die eidliche Angabe über das Vermögen gemacht ist.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §55 Markenschutzgesetz 1970, BGBl 260/1970, idF BGBl I 111/1999 lautet: ",
            "annotations": []
        },
        {
            "text": "\"§55. Im übrigen gilt §119 Abs2 (Ausschluß der Öffentlichkeit), §149 (Urteilsveröffentlichung), §151 (Rechnungslegung) und §154 (Verjährung) des Patentgesetzes 1970, BGBl Nr 259, sinngemäß.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. §151 Patentgesetz 1970, BGBl 259/1970, idF BGBl 349/1977 lautet: ",
            "annotations": []
        },
        {
            "text": "\"Rechnungslegung",
            "annotations": []
        },
        {
            "text": "§151.",
            "annotations": []
        },
        {
            "text": "Der Verletzer ist dem Verletzten zur Rechnungslegung und dazu verpflichtet, deren Richtigkeit durch einen Sachverständigen prüfen zu lassen. Wenn sich dabei ein höherer Betrag als aus der Rechnungslegung ergibt, sind die Kosten der Prüfung vom Verletzer zu tragen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. §355 Exekutionsordnung, RGBl. 79/1896, idF BGBl I 86/2021 lautet:",
            "annotations": []
        },
        {
            "text": "\"Erwirkung von Duldungen und Unterlassungen",
            "annotations": []
        },
        {
            "text": "§355.(1) Die Exekution gegen den zur Unterlassung einer Handlung oder zur Duldung der Vornahme einer Handlung Verpflichteten geschieht dadurch, dass wegen eines jeden Zuwiderhandelns nach Eintritt der Vollstreckbarkeit des Exekutionstitels auf Antrag vom Exekutionsgericht anlässlich der Bewilligung der Exekution eine Geldstrafe verhängt wird. Wegen eines jeden weiteren Zuwiderhandelns hat das Exekutionsgericht auf Antrag eine weitere Geldstrafe oder eine Haft bis zur Gesamtdauer eines Jahres zu verhängen. Diese sind nach Art und Schwere des jeweiligen Zuwiderhandelns, unter Bedachtnahme auf die wirtschaftliche Leistungsfähigkeit des Verpflichteten und das Ausmaß der Beteiligung an der Zuwiderhandlung auszumessen. In einem Beschluss, mit dem eine Geldstrafe oder eine Haft verhängt wird, sind auch die Gründe anzuführen, die für die Festsetzung der Höhe der Strafe maßgeblich sind.",
            "annotations": []
        },
        {
            "text": "(2) Auf Antrag des betreibenden Gläubigers kann dem Verpflichteten vom Exekutionsgericht die Bestellung einer Sicherheit für den durch ferneres Zuwiderhandeln entstehenden Schaden aufgetragen werden. Hiebei ist die Höhe und Art der zu leistenden Sicherheit, sowie die Zeit zu bestimmen, für welche sie zu haften hat. In Ansehung der Vollstreckung dieses Beschlusses gelten die Bestimmungen des §353 Abs2.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auch auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels. Nach §62a Abs1 erster Satz VfGG idF BGBl I 78/2016 kann eine Person, die als Partei in einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, einen Antrag stellen, das Gesetz als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "1.1. Der vorliegende Antrag wurde aus Anlass der Berufung gegen das Urteil des Bezirksgerichts Landeck vom 24. Oktober 2022 zu 4 C272/18b gestellt. Mit diesem Urteil wurde die Rechtssache in erster Instanz durch ein ordentliches Gericht entschieden (Art140 Abs1 Z1 litd B-VG).",
            "annotations": []
        },
        {
            "text": "1.2. Also ist die Antragstellerin Partei des Verfahrens vor dem ordentlichen Gericht, womit sie zur Antragstellung gemäß Art140 Abs1 Z1 litd B-VG berechtigt ist.",
            "annotations": []
        },
        {
            "text": "1.3. Dem Erfordernis der Einbringung aus Anlass eines Rechtsmittels hat die Antragstellerin jedenfalls dadurch Rechnung getragen, dass sie den vorliegenden Antrag und das Rechtsmittel gegen das Urteil des Bezirksgerichts Landeck am selben Tag erhoben und eingebracht hat (vgl VfSlg 20.074/2016). ",
            "annotations": []
        },
        {
            "text": "1.4. Im Übrigen geht der Verfassungsgerichtshof auf Grund einer entsprechenden Mitteilung des Bezirksgerichts Landeck davon aus, dass das erhobene Rechtsmittel rechtzeitig und zulässig ist.",
            "annotations": []
        },
        {
            "text": "1.5. Die Antragstellerin äußert im Wesentlichen folgende Bedenken gegen Art42 EGZPO und §355 Exekutionsordnung: ",
            "annotations": []
        },
        {
            "text": "\"Die Bestimmung ist gleichheitswidrig und verstößt gegen das Prinzip einer wirksamen und zügigen Entscheidungsführung nach Art6 EMRK und Art47 EUGRC und gegen das diesem Beschleunigungsgebot zugrunde liegende sonst in der Rechtsordnung durchgezogene Subsidiaritätsprinzip der Feststellungsklage.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Offenkundig machen die beiden weiteren Absätze keinen Sinn mehr, wenn der erste Absatz eliminiert würde. Die Bestimmung ist daher insofern als Einheit anzusehen. Die Bestimmung ist insgesamt miserabel formuliert, präjudiziell dürfte aber diesen Fall der erste Satzteil mit der Wortfolge 'Wer nach den Vorschriften des bürgerlichen Rechtes ein Vermögen oder Schulden anzugeben verpflichtet ist, oder'. Der Rest der Norm bliebe dann sprachlich verständlich und anwendbar.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Nach Wegfall dieser Bestimmung wird es im anhängigen Oppositionsverfahren kein Rechnungslegungsurteil und dann auch keine Rechtsgrundlage für einen behaupteten Verstoß dagegen geben.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin sieht also den Verweis auf §355 ff EO als das eigentliche Problem, das im ArtXLII EGZPO grundgelegt ist. Daher auch die Anfechtung dieser Bestimmung.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Bedenken der Antragstellerin gegen §55 Markenschutzgesetz 1970 lauten im Wesentlichen wie folgt (ohne Hervorhebungen im Original): ",
            "annotations": []
        },
        {
            "text": "\"Im Hinblick auf ihre Eingriffsnähe, die in jedem Fall seiner Anwendung besteht, also 100%ig ist, dürfte diese Bestimmung nicht abstrakt die Rechnungslegungspflicht tel quel festlegen, sondern müsste die näheren Umstände derselben festlegen, die Grundrechte des Rechnungslegungspflichtigen und seine Datenschutzansprüche sichern und den Grundsatz der Verhältnismäßigkeit festschreiben. ",
            "annotations": []
        },
        {
            "text": "Nach dem Prinzip des gelindesten Eingriffs in die Rechtsordnung müsste es genügen, aus §55 Markenschutzgesetz die Verweisung auf §151 Patentgesetz aufzuheben.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Der Antrag ist nicht zulässig.",
            "annotations": []
        },
        {
            "text": "2.1. Nach §62 Abs1 VfGG muss der Antrag, ein Gesetz als verfassungswidrig aufzuheben, begehren, dass entweder das Gesetz seinem ganzen Inhalte nach oder dass bestimmte Stellen des Gesetzes als verfassungswidrig aufgehoben werden. Gemäß §62 Abs1 zweiter Satz VfGG hat der Antrag die gegen die Verfassungsmäßigkeit des Gesetzes sprechenden Bedenken \"im Einzelnen\" darzulegen. Wenn mehrere Bedenken vorgetragen werden und verschiedene Gesetze und Verordnungen bzw Gesetzes- und Verordnungsstellen bekämpft werden, ist es auch Sache des Antragstellers, die jeweiligen Bedenken den verschiedenen Aufhebungsbegehren zuzuordnen (vgl VfGH 5.3.2014, G79/2013 ua; 2.3.2015, G140/2014 ua). Dem Antrag muss mit hinreichender Deutlichkeit zu entnehmen sein, zu welcher Rechtsvorschrift jede von mehreren zur Aufhebung beantragte Norm in Widerspruch stehen soll und welche Gründe für diese These sprechen (VfSlg 14.802/1997, 17.752/2006, 19.938/2003). Die Gründe der behaupteten Verfassungswidrigkeit müssen daher in überprüfbarer Art und präzise ausgebreitet werden (zB VfSlg 11.150/1986, 13.851/1994, 14.802/1997, 19.933/2014). Es ist nicht Aufgabe des Verfassungsgerichtshofes, pauschal vorgetragene Bedenken einzelnen Bestimmungen zuzuordnen und – gleichsam stellvertretend – für den Antragsteller zu präzisieren (vgl VfSlg 17.099/2003, 17.102/2003, vgl auch VfSlg 19.825/2013, 19.832/2013, 19.870/2014; VfGH 20.11.2014, V61/2013). Anträge, die dem Erfordernis des §62 Abs1 VfGG nicht entsprechen, sind nach der ständigen Rechtsprechung des Verfassungsgerichtshofs (vgl VfSlg 14.320/1995, 14.526/1996, 15.977/2000, 18.235/2007) nicht im Sinne von §18 VfGG verbesserungsfähig, sondern als unzulässig zurückzuweisen (vgl etwa VfSlg 12.797/1991, 13.717/1994, 17.111/2004, 18.187/2007, 19.505/2011, 19.721/2012 und zuletzt etwa VfGH 1.10.2020, V405/2020; 1.10.2020, G271/2020 ua).",
            "annotations": []
        },
        {
            "text": "2.2. Vor dem Hintergrund der dargestellten Judikatur erweist sich der Antrag als unzulässig: Der Antrag beschränkt sich nämlich auf die pauschale Behauptung, Art42 EGZPO sei verfassungswidrig. Nach Aufhebung dieser Bestimmung und der Wortfolge in §55 Markenschutzgesetz 1970 durch den Verfassungsgerichtshof entfiele auch im anhängigen Oppositionsverfahren die Rechtsgrundlage für die Rechnungslegungspflicht. Der Verweis auf §355 Exekutionsordnung sei für die Antragstellerin das \"eigentliche Problem\", weshalb auch diese Bestimmung angefochten werde. ",
            "annotations": []
        },
        {
            "text": "Konkrete Bedenken, welche Stellen der angefochtenen Bestimmungen aus welchem Grund verfassungswidrig seien, werden von der Antragstellerin nicht vorgebracht. Dem Verfassungsgerichtshof ist es daher mangels Darlegung der Bedenken im Einzelnen (§62 Abs1 VfGG) verwehrt, auf den vorliegenden Antrag inhaltlich einzugehen. ",
            "annotations": []
        },
        {
            "text": "3. Der Antrag entspricht daher nicht den Anforderungen des §62 Abs1 VfGG und ist daher schon aus diesem Grund wegen nicht behebbarer inhaltlicher Mängel als unzulässig zurückzuweisen, ohne dass das Vorliegen der weiteren Prozessvoraussetzungen zu prüfen ist, so etwa hinsichtlich der Frage, ob die Antragstellerin den Anfechtungsumfang zutreffend gewählt hat.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}