{
    "document_id": "JFT_20230228_23E00143_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt und Beschwerdevorbringen ",
            "annotations": []
        },
        {
            "text": "1. Mit Bescheid vom 28. April 2022 bzw Berichtigungsbescheid vom 5. Mai 2022 setzte die Bezirkshauptmannschaft Braunau auf Grundlage von §50 Abs3 Oö Jagdgesetz einen Abschussplan für Rotwild fest.",
            "annotations": []
        },
        {
            "text": "2. Die vom Beschwerdeführer – einer gemäß §19 Abs7 UVP-G 2000 anerkannten und für das Bundesland Oberösterreich zugelassenen Umweltorganisation – gegen diesen Bescheid erhobene Beschwerde wurde vom Landesverwaltungsgericht Oberösterreich mit Beschluss vom 5. Dezember 2022 zurückgewiesen. Begründend wurde ausgeführt, dass Umweltorganisationen nach §91a Abs3 Oö Jagdgesetz lediglich gegen Bescheide gemäß §48 Abs5 und 7 sowie §49 Abs3 Oö Jagdgesetz Beschwerde an das Landesverwaltungsgericht erheben könnten. Im gegenständlichen Fall handle es sich um einen Bescheid gemäß §50 Abs3 Oö Jagdgesetz, sodass der Beschwerdeführer zur Erhebung einer Beschwerde nicht legitimiert sei.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten sowie die Verletzung in Rechten wegen der Anwendung eines verfassungswidrigen Gesetzes, nämlich §91a Abs3 Oö Jagdgesetz, geltend gemacht und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, für den Fall der Abweisung oder Ablehnung der Beschwerde die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die §§50 und 91a des Gesetzes vom 3. April 1964 über die Regelung des Jagdwesens (Oö Jagdgesetz), LGBl 32/1964, idF LGBl 64/2022 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§50",
            "annotations": []
        },
        {
            "text": "Abschußplan",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Der Abschuss von Schalenwild (mit Ausnahme des Schwarzwildes) ist nur auf Grund und im Rahmen eines Abschussplans zulässig. Die Abschussplanzahlen gelten als Mindestabschuss, sofern nicht durch Verordnung gemäß Abs5 im Interesse der Jagdwirtschaft für einzelne Wildarten und Wildklassen Abweichendes festgelegt ist.",
            "annotations": []
        },
        {
            "text": "(2) Die bzw der Jagdausübungsberechtigte hat den Abschussplan längstens bis zum 15. April jeden Jahres bei der Bezirksverwaltungsbehörde anzuzeigen. Ist eine Begehung der Vergleichs- und Weiserflächen zur Erstellung des Abschussplans auf Grund der Witterung nicht rechtzeitig möglich, dann ist der Abschussplan spätestens 20 Tage nach der frühestmöglichen Begehung, längstens jedoch bis zum 1. Juni des Jahres vorzulegen. Wird der Abschussplan nicht fristgerecht angezeigt, so hat die Bezirksverwaltungsbehörde nach Anhören des Jagdausschusses und des Bezirksjagdbeirats den Abschussplan festzusetzen. Erfolgt die Festsetzung nicht binnen acht Wochen ab Ablauf der Frist, gilt der Abschussplan des vorangegangenen Jagdjahres. ",
            "annotations": []
        },
        {
            "text": "(3) Bestehen gegen den Abschussplan vom Standpunkt der Interessen der Jagdwirtschaft und der Landeskultur Bedenken, so hat die Bezirksverwaltungsbehörde nach Anhören des Jagdausschusses und des Bezirksjagdbeirats den Abschussplan festzusetzen. Erfolgt diese Festsetzung nicht binnen acht Wochen ab Einlangen bei der Bezirksverwaltungsbehörde, gilt der angezeigte Abschussplan. ",
            "annotations": []
        },
        {
            "text": "(4) Die Bezirksverwaltungsbehörde hat nach Anhören des Bezirksjagdbeirates und des Jagdausschusses während des Jagdjahres Änderungen des Abschußplanes anzuordnen, wenn sich die maßgeblichen Verhältnisse geändert haben oder wenn sonst aus zwingenden Gründen die Einhaltung des Abschußplanes unmöglich ist. ",
            "annotations": []
        },
        {
            "text": "(5) Die Landesregierung hat durch Verordnung nähere Vorschriften über den Abschussplan, insbesondere über dessen Erstellung, Anzeige und Durchführung zu erlassen; sie hat im Rahmen dieser Verordnung, die insbesondere auch Maßnahmen der Wildlenkung und zur Beurteilung des Vegetationszustands (z. B. durch Festlegung von Vergleichs- oder Weiserflächen) anordnen kann, darauf abzustellen, dass eine volkswirtschaftlich untragbare Überhege, die den Mischwald einschließlich der Tanne nicht mehr gedeihen lässt, vermieden wird. Die Landesregierung kann durch Verordnung auch den Kreis der Wildarten, für deren Abschuss ein Plan aufzustellen ist, erweitern, soweit dies die Interessen der Jagdwirtschaft, der Fischereiwirtschaft oder der Landeskultur erfordern. ",
            "annotations": []
        },
        {
            "text": "(6) Die bzw der Jagdausübungsberechtigte ist verpflichtet, jeden Abschuss von Schalenwild im Sinn des Abs1 und von Schwarzwild, sowie jedes tot aufgefundene Stück Schwarzwild innerhalb von zwei Wochen nach dessen Abschuss bzw Auffinden der Bezirksverwaltungsbehörde anzuzeigen. ",
            "annotations": []
        },
        {
            "text": "(7) Kümmerndes oder krankgeschossenes Wild darf zur Schonzeit oder über den Abschußplan hinaus nur erlegt werden, wenn dies zur Gesunderhaltung des Bestandes oder zur Behebung von Qualen des Wildes unerläßlich ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§91a",
            "annotations": []
        },
        {
            "text": "Zugang von berechtigten Umweltorganisationen zu den Gerichten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Berechtigte Umweltorganisationen im Sinn dieses Landesgesetzes sind Vereine oder Stiftungen, die gemäß §19 Abs7 des Umweltverträglichkeitsprüfungsgesetzes 2000 (UVP-G 2000), BGBl Nr 697/1993, in der Fassung des Bundesgesetzes BGBl I Nr 80/2018, zur Ausübung von Parteienrechten in Oberösterreich befugt sind. ",
            "annotations": []
        },
        {
            "text": "(2) In Verfahren gemäß §48 Abs5 und 7 sowie §49 Abs3 ist der verfahrensabschließende Bescheid auf der für berechtigte Umweltorganisationen zugänglichen elektronischen Plattform (§39a Abs2 Oö NSchG 2001) bereitzustellen. Mit Ablauf von zwei Wochen ab dem Tag der Bereitstellung gilt der Bescheid den berechtigten Umweltorganisationen als zugestellt. Ab dem Tag der Bereitstellung ist ihnen Einsicht in den Verwaltungsakt zu gewähren. Selbiges gilt in Verfahren gemäß §61 Abs1, wenn durch eine Bewilligung für das Aussetzen landfremder Wildarten, geschützte Pflanzen- und Tierarten, die im Anhang IV der FFH-Richtlinie aufgelistet sind oder der Vogelschutz-Richtlinie unterliegen, betroffen sind. ",
            "annotations": []
        },
        {
            "text": "(3) Berechtigte Umweltorganisationen haben das Recht, gegen Bescheide gemäß §48 Abs5 und 7 sowie §49 Abs3 Beschwerde an das Landesverwaltungsgericht zu erheben, und zwar wegen der Verletzung von Vorschriften dieses Landesgesetzes, soweit sie Bestimmungen der Vogelschutz-Richtlinie oder der FFH-Richtlinie umsetzen. Das Recht, gegen Bescheide Beschwerde an das Landesverwaltungsgericht zu erheben, steht berechtigten Umweltorganisationen auch in Verfahren gemäß Abs2 letzter Satz zu, wenn durch eine Bewilligung für das Aussetzen landfremder Wildarten die Schutzgüter geschützter Pflanzen- und Tierarten, die im Anhang IV der FFH-Richtlinie aufgelistet sind oder der Vogelschutz-Richtlinie unterliegen, wesentlich beeinträchtigt würden. ",
            "annotations": []
        },
        {
            "text": "(4) Beschwerden von berechtigten Umweltorganisationen sind binnen vier Wochen ab der Zustellung (Abs2) schriftlich bei der Behörde einzubringen.\"",
            "annotations": []
        },
        {
            "text": "2. §19 des Bundesgesetzes über die Prüfung der Umweltverträglichkeit (Umweltverträglichkeitsprüfungsgesetz 2000 – UVP-G 2000), BGBl 697/1993, idF BGBl I 80/2018 lautet auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Partei- und Beteiligtenstellung sowie Rechtsmittelbefugnis",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§19. (1) Parteistellung haben ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "7. Umweltorganisationen, die gemäß Abs7 anerkannt wurden und ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(6) Umweltorganisation ist ein Verein oder eine Stiftung, ",
            "annotations": []
        },
        {
            "text": "1. der/die als vorrangigen Zweck gemäß Vereinsstatuten oder Stiftungserklärung den Schutz der Umwelt hat, ",
            "annotations": []
        },
        {
            "text": "2. der/die gemeinnützige Ziele im Sinn der §§35 und 36 BAO, BGBl Nr 194/1961, verfolgt und ",
            "annotations": []
        },
        {
            "text": "3. der/die vor Antragstellung gemäß Abs7 mindestens drei Jahre mit dem unter Z1 angeführten Zweck bestanden hat. ",
            "annotations": []
        },
        {
            "text": "Der Verein muss aus mindestens hundert Mitgliedern bestehen. Ein Verband muss mindestens fünf Mitgliedsvereine umfassen, die die Kriterien des Abs6 Z1 bis 3 erfüllen und die gemeinsam die für fünf anerkannte Umweltorganisationen erforderliche Mitgliederzahl erreichen. Die entsprechende Anzahl ist der Behörde glaubhaft zu machen. ",
            "annotations": []
        },
        {
            "text": "(7) (Verfassungsbestimmung) Der Bundesminister/die Bundesministerin für Land- und Forstwirtschaft, Umwelt und Wasserwirtschaft hat im Einvernehmen mit dem Bundesminister/der Bundesministerin für Wirtschaft und Arbeit auf Antrag mit Bescheid zu entscheiden, ob eine Umweltorganisation die Kriterien des Abs6 erfüllt und in welchen Bundesländern die Umweltorganisation zur Ausübung der Parteienrechte befugt ist. ",
            "annotations": []
        },
        {
            "text": "(8) Dem Antrag gemäß Abs7 sind geeignete Unterlagen anzuschließen, aus denen hervorgeht, dass die Kriterien des Abs6 erfüllt werden und auf welches Bundesland/welche Bundesländer sich der Tätigkeitsbereich der Umweltorganisation erstreckt. Eine Ausübung der Parteienrechte ist in Verfahren betreffend Vorhaben möglich, die in diesem Bundesland/in diesen Bundesländern oder daran unmittelbar angrenzenden Bundesland/Bundesländern verwirklicht werden sollen. Der Bundesminister/die Bundesministerin für Nachhaltigkeit und Tourismus veröffentlicht auf der Homepage des Bundesministeriums für Nachhaltigkeit und Tourismus eine Liste jener Umweltorganisationen, die mit Bescheid gemäß Abs7 anerkannt wurden. In der Liste ist anzuführen, in welchen Bundesländern die Umweltorganisation zur Ausübung der Parteienrechte befugt ist. ",
            "annotations": []
        },
        {
            "text": "(9) Eine gemäß Abs7 anerkannte Umweltorganisation ist verpflichtet, den Wegfall eines in Abs6 festgelegten Kriteriums unverzüglich dem Bundesminister/der Bundesministerin für Nachhaltigkeit und Tourismus zu melden. Auf Verlangen des Bundesministers/der Bundesministerin für Nachhaltigkeit und Tourismus hat die Umweltorganisation geeignete Unterlagen vorzulegen, aus denen hervorgeht, dass die Kriterien des Abs6 weiterhin erfüllt werden. Wird dem Bundesminister/der Bundesministerin für Nachhaltigkeit und Tourismus bekannt, dass eine anerkannte Umweltorganisation ein Kriterium gemäß Abs6 nicht mehr erfüllt, ist dies mit Bescheid im Einvernehmen mit dem Bundesminister/der Bundesministerin für Digitalisierung und Wirtschaftsstandort festzustellen. Die Liste gemäß Abs8 ist entsprechend zu ändern. Auf Verlangen des Bundesministers/der Bundesministerin für Nachhaltigkeit und Tourismus, jedenfalls aber alle drei Jahre ab Zulassung, hat die Umweltorganisation geeignete Unterlagen vorzulegen, aus denen hervorgeht, dass die Kriterien des Abs6 weiterhin erfüllt werden. Eine solche Überprüfung ist auch auf Verlangen einer UVP-Behörde durchzuführen. ",
            "annotations": []
        },
        {
            "text": "(10) Eine gemäß Abs7 anerkannte Umweltorganisation hat Parteistellung und ist berechtigt, die Einhaltung von Umweltschutzvorschriften im Verfahren geltend zu machen, soweit sie während der Auflagefrist gemäß §9 Abs1 schriftlich Einwendungen erhoben hat. Sie ist auch berechtigt, Beschwerde an das Bundesverwaltungsgericht sowie Revision an den Verwaltungsgerichtshof zu erheben. ",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "3. Die maßgeblichen Bestimmungen des Übereinkommens von Aarhus über den Zugang zu Informationen, die Öffentlichkeitsbeteiligung an Entscheidungsverfahren und den Zugang zu Gerichten in Umweltangelegenheiten samt Erklärung, BGBl III 88/2005, lauten auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Artikel 2",
            "annotations": []
        },
        {
            "text": "Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Sinne dieses Übereinkommens ",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "4. bedeutet 'Öffentlichkeit' eine oder mehrere natürliche oder juristische Personen und, in Übereinstimmung mit den innerstaatlichen Rechtsvorschriften oder der innerstaatlichen Praxis, deren Vereinigungen, Organisationen oder Gruppen;",
            "annotations": []
        },
        {
            "text": "5. bedeutet 'betroffene Öffentlichkeit' die von umweltbezogenen Entscheidungsverfahren betroffene oder wahrscheinlich betroffene Öffentlichkeit oder die Öffentlichkeit mit einem Interesse daran; im Sinne dieser Begriffsbestimmung haben Nichtregierungsorganisationen, die sich für den Umweltschutz einsetzen und alle nach innerstaatlichem Recht geltenden Voraussetzungen erfüllen, ein Interesse.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Artikel 9 ",
            "annotations": []
        },
        {
            "text": "Zugang zu Gerichten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Jede Vertragspartei stellt im Rahmen ihrer innerstaatlichen Rechtsvorschriften sicher, dass jede Person, die der Ansicht ist, dass ihr nach Artikel 4 gestellter Antrag auf Informationen nicht beachtet, fälschlicherweise ganz oder teilweise abgelehnt, unzulänglich beantwortet oder auf andere Weise nicht in Übereinstimmung mit dem genannten Artikel bearbeitet worden ist, Zugang zu einem Überprüfungsverfahren vor einem Gericht oder einer anderen auf gesetzlicher Grundlage geschaffenen unabhängigen und unparteiischen Stelle hat. ",
            "annotations": []
        },
        {
            "text": "Für den Fall, dass eine Vertragspartei eine derartige Überprüfung durch ein Gericht vorsieht, stellt sie sicher, dass die betreffende Person auch Zugang zu einem schnellen, gesetzlich festgelegten sowie gebührenfreien oder nicht kostenaufwendigen Überprüfungsverfahren durch eine Behörde oder Zugang zu einer Überprüfung durch eine unabhängige und unparteiische Stelle, die kein Gericht ist, hat. ",
            "annotations": []
        },
        {
            "text": "Nach Absatz 1 getroffene endgültige Entscheidungen sind für die Behörde, die über die Informationen verfügt, verbindlich. Gründe werden in Schriftform dargelegt, zumindest dann, wenn der Zugang zu Informationen nach diesem Absatz abgelehnt wird. ",
            "annotations": []
        },
        {
            "text": "(2) Jede Vertragspartei stellt im Rahmen ihrer innerstaatlichen Rechtsvorschriften sicher, dass Mitglieder der betroffenen Öffentlichkeit, ",
            "annotations": []
        },
        {
            "text": "(a) die ein ausreichendes Interesse haben oder alternativ ",
            "annotations": []
        },
        {
            "text": "(b) eine Rechtsverletzung geltend machen, sofern das Verwaltungsverfahrensrecht einer Vertragspartei dies als Voraussetzung erfordert, ",
            "annotations": []
        },
        {
            "text": "Zugang zu einem Überprüfungsverfahren vor einem Gericht und/oder einer anderen auf gesetzlicher Grundlage geschaffenen unabhängigen und unparteiischen Stelle haben, um die materiell-rechtliche und verfahrensrechtliche Rechtmäßigkeit von Entscheidungen, Handlungen oder Unterlassungen anzufechten, für die Artikel 6 und – sofern dies nach dem jeweiligen innerstaatlichen Recht vorgesehen ist und unbeschadet des Absatzes 3 – sonstige einschlägige Bestimmungen dieses Übereinkommens gelten. ",
            "annotations": []
        },
        {
            "text": "Was als ausreichendes Interesse und als Rechtsverletzung gilt, bestimmt sich nach den Erfordernissen innerstaatlichen Rechts und im Einklang mit dem Ziel, der betroffenen Öffentlichkeit im Rahmen dieses Übereinkommens einen weiten Zugang zu Gerichten zu gewähren. Zu diesem Zweck gilt das Interesse jeder Nichtregierungsorganisation, welche die in Artikel 2 Nummer 5 genannten Voraussetzungen erfüllt, als ausreichend im Sinne des Buchstaben a. Derartige Organisationen gelten auch als Träger von Rechten, die im Sinne des Buchstaben b verletzt werden können. ",
            "annotations": []
        },
        {
            "text": "Absatz 2 schließt die Möglichkeit eines vorangehenden Überprüfungsverfahrens vor einer Verwaltungsbehörde nicht aus und lässt das Erfordernis der Ausschöpfung verwaltungsbehördlicher Überprüfungsverfahren vor der Einleitung gerichtlicher Überprüfungsverfahren unberührt, sofern ein derartiges Erfordernis nach innerstaatlichem Recht besteht. ",
            "annotations": []
        },
        {
            "text": "(3) Zusätzlich und unbeschadet der in den Absätzen 1 und 2 genannten Überprüfungsverfahren stellt jede Vertragspartei sicher, dass Mitglieder der Öffentlichkeit, sofern sie etwaige in ihrem innerstaatlichen Recht festgelegte Kriterien erfüllen, Zugang zu verwaltungsbehördlichen oder gerichtlichen Verfahren haben, um die von Privatpersonen und Behörden vorgenommenen Handlungen und begangenen Unterlassungen anzufechten, die gegen umweltbezogene Bestimmungen ihres innerstaatlichen Rechts verstoßen. ",
            "annotations": []
        },
        {
            "text": "(4) Zusätzlich und unbeschadet des Absatzes 1 stellen die in den Absätzen 1, 2 und 3 genannten Verfahren angemessenen und effektiven Rechtsschutz und, soweit angemessen, auch vorläufigen Rechtsschutz sicher; diese Verfahren sind fair, gerecht, zügig und nicht übermäßig teuer. Entscheidungen nach diesem Artikel werden in Schriftform getroffen oder festgehalten. Gerichtsentscheidungen und möglichst auch Entscheidungen anderer Stellen sind öffentlich zugänglich. ",
            "annotations": []
        },
        {
            "text": "(5) Um die Effektivität dieses Artikels zu fördern, stellt jede Vertragspartei sicher, dass der Öffentlichkeit Informationen über den Zugang zu verwaltungsbehördlichen und gerichtlichen Überprüfungsverfahren zur Verfügung gestellt werden; ferner prüft jede Vertragspartei die Schaffung angemessener Unterstützungsmechanismen, um Hindernisse finanzieller und anderer Art für den Zugang zu Gerichten zu beseitigen oder zu verringern.\"",
            "annotations": []
        },
        {
            "text": "III. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerde ist nicht zulässig.",
            "annotations": []
        },
        {
            "text": "2. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes ist die Beschwerdelegitimation nach Art144 Abs1 B-VG nur dann gegeben, wenn durch die behördliche Entscheidung ein subjektives Recht der beschwerdeführenden Partei verletzt worden sein kann (vgl VfSlg 11.764/1988, 15.398/1999, 15.733/2000, 17.840/2006, 17.920/2006, 18.442/2008, 19.151/2010, 19.289/2011; VfGH 20.2.2014, B182/2014).",
            "annotations": []
        },
        {
            "text": "3. Gemäß §91a Abs1 und 3 Oö Jagdgesetz haben nach §19 Abs7 UVP-G 2000 anerkannte und zur Ausübung von Parteienrechten in Oberösterreich befugte Umweltorganisationen das Recht, gegen Bescheide gemäß §48 Abs5 und 7 sowie §49 Abs3 Beschwerde an das Landesverwaltungsgericht zu erheben, und zwar wegen der Verletzung von Vorschriften des Oö Jagdgesetzes, soweit sie Bestimmungen der Richtlinie 2009/147/EG über die Erhaltung der wildlebenden Vogelarten (im Folgenden: Vogelschutz-Richtlinie), ABl. 2010 L 20, 7, idF der Verordnung (EU) 2019/1010, ABl. 2019 L 170, 115 oder der Richtlinie 92/43/EWG zur Erhaltung der natürlichen Lebensräume sowie der wildlebenden Tiere und Pflanzen (im Folgenden: FFH-Richtlinie), ABl. 1992 L 206, 7, idF der Richtlinie 2013/17/EU, ABl. 2013 L 158, 193 umsetzen. Überdies kommt diesen Umweltorganisationen gemäß §91a Abs1 und 3 Oö Jagdgesetz ein Beschwerderecht an das Landesverwaltungsgericht in Verfahren gemäß §61 Abs1 Oö Jagdgesetz zu, wenn durch eine Bewilligung für das Aussetzen landfremder Wildarten die Schutzgüter geschützter Pflanzen- und Tierarten, die im Anhang IV der FFH-Richtlinie aufgelistet sind oder der Vogelschutz-Richtlinie unterliegen, wesentlich beeinträchtigt würden.",
            "annotations": []
        },
        {
            "text": "4. Der Beschwerdeführer ist eine gemäß §19 Abs7 UVP-G 2000 anerkannte Umweltorganisation, die zur Ausübung von Parteienrechten im Bundesland Oberösterreich befugt ist. Er hat daher gemäß §91a Abs1 und 3 Oö Jagdgesetz in bestimmten Verfahren nach dem Oö Jagdgesetz das Recht, Beschwerde an das Landesverwaltungsgericht Oberösterreich zu erheben. Eine Beschwerdelegitimation nach Art144 B-VG kommt dem Beschwerdeführer hingegen nicht zu (vgl VfGH 24.11.2020, E1097/2020; 18.3.2022, E2107/2021; 29.4.2022, E285/2022).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis ",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerde ist zurückzuweisen, ohne dass das Vorliegen der übrigen Prozessvoraussetzungen näher zu prüfen ist. ",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}