{
    "document_id": "JFT_20230228_21G00346_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Die vorliegende \"Verfassungsbeschwerde\" richtet sich auf Aufhebung des §21 Abs2 StGB. Aus der Eingabe geht nicht mit hinreichender Klarheit hervor, ob der Antragsteller einen Individualantrag gemäß Art140 Abs1 Z1 litc B-VG oder einen Parteiantrag gemäß Art140 Abs1 Z1 litd B-VG zu stellen beabsichtigt.",
            "annotations": []
        },
        {
            "text": "2. Mit Verfügung vom 16. Jänner 2023 – zugestellt am 22. Jänner 2023 – wurde der Antragsteller daher unter Hinweis auf die Säumnisfolgen aufgefordert, innerhalb von zwei Wochen bekannt zu geben, ob er die Stellung eines Individualantrages oder eines Parteiantrages beabsichtigt.",
            "annotations": []
        },
        {
            "text": "3. Die dem Antragsteller gesetzte Frist ist ungenützt verstrichen. Der Antrag ist somit wegen nicht behobenen Mangels eines formellen Erfordernisses zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "4. Da somit die von der antragstellenden Partei angestrebte Rechtsverfolgung vor dem Verfassungsgerichtshof als offenbar aussichtslos erscheint, ist auch der unter einem gestellte Antrag auf Bewilligung der Verfahrenshilfe abzuweisen (§35 Abs1 VfGG iVm §63 Abs1 ZPO).",
            "annotations": []
        },
        {
            "text": "5. Dies konnte gemäß §19 Abs3 Z2 litc VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        },
        {
            "text": "6. Im Übrigen wird auf die Bestimmung des §86a Abs2 ZPO hingewiesen, wonach ein Schriftsatz zurückzuweisen ist, wenn er \"aus verworrenen, unklaren sinn- oder zwecklosen Ausführungen\" besteht \"und […] das Begehren nicht erkennen\" lässt, oder \"sich in der Wiederholung bereits erledigter Streitpunkte oder schon vorgebrachter Behauptungen\" erschöpft.",
            "annotations": []
        },
        {
            "text": "Der vorliegende Schriftsatz entspricht – abgesehen davon, dass er beleidigende Äußerungen im Sinne des §86a Abs1 ZPO enthält – dem Tatbestand des §86a Abs2 ZPO. Der Antragsteller wiederholt Behauptungen aus früheren derartigen Eingaben, hinsichtlich derer bereits zurück- bzw abweisende Entscheidungen des Verfassungsgerichtshofes ergangen sind. Gemäß §35 Abs1 VfGG iVm §86a Abs1 letzter Satz und Abs2 ZPO wird der Antragsteller darauf hingewiesen, dass weitere derartige Eingaben ohne inhaltliche Behandlung zu den Akten genommen würden.",
            "annotations": []
        }
    ]
}