{
    "document_id": "JFT_20230315_22E02880_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführende Partei ist eine betriebliche Vorsorgekasse im Sinne des Betrieblichen Mitarbeiter- und Selbstständigenvorsorgegesetzes – BMSVG, BGBl I 100/2002, idF BGBl I 199/2021. Sie ist zur Einnahme und Veranlagung von Abfertigungsbeiträgen und Selbstständigenvorsorgebeiträgen (Betriebliches Vorsorgekassengeschäft) gemäß §1 Abs1 Z21 BWG berechtigt.",
            "annotations": []
        },
        {
            "text": "2. Nachdem die Finanzmarktaufsichtsbehörde (in weiterer Folge: FMA) einen Hinweis des Staatskommissärs erhalten hatte, dass die beschwerdeführende Partei der Veranlagungsgemeinschaft zu viel an Verwaltungskosten entnommen habe, führte die FMA im Jahr 2021 eine Vor-Ort-Prüfung bei der beschwerdeführenden Partei durch.",
            "annotations": []
        },
        {
            "text": "Im Rahmen dieser Vor-Ort-Prüfung erhärtete sich für die FMA nicht nur der diesbezügliche Verdacht, sondern es kamen Verdachtsmomente für weitere Rechtsverletzungen zutage. Mit Erledigung vom 18. November 2021 forderte die FMA die beschwerdeführende Partei zur Herstellung des gesetzmäßigen Zustandes auf, widrigenfalls ein Maßnahmenbescheid erlassen werde.",
            "annotations": []
        },
        {
            "text": "3. Mit Schreiben vom 16. Dezember 2021 nahm die beschwerdeführende Partei dazu Stellung und führte unter Anschluss mehrerer Beilagen aus, dass ihrer Auffassung zufolge keine Rechtsverletzungen vorlägen bzw der gesetzmäßige Zustand mittlerweile hergestellt worden sei.",
            "annotations": []
        },
        {
            "text": "4. Da die FMA dies nicht als ausreichend erachtete, trug sie der beschwerdeführenden Partei mit Bescheid vom 3. März 2022 (in weiterer Folge: Maßnahmenbescheid) mehrere konkret bezeichnete Maßnahmen auf, um den gesetzmäßigen Zustand bis zum 31. März 2022 herzustellen. Dies war der FMA durch die beschwerdeführende Partei bis zum 7. April 2022 nachzuweisen.",
            "annotations": []
        },
        {
            "text": "5. Mit Bescheid vom 7. März 2022 trug die FMA der beschwerdeführenden Partei zudem auf, zwei namentlich genannte Geschäftsleiter unverzüglich abzuberufen. Dies war der FMA innerhalb von sieben Tagen ab Erhalt des Bescheides nachzuweisen. Darüber hinaus verhängte die FMA für den Fall der Nichtbefolgung des Auftrages eine Zwangsstrafe in Höhe von € 10.000,– und schloss die aufschiebende Wirkung einer allenfalls erhobenen Beschwerde gegen diesen Bescheid aus.",
            "annotations": []
        },
        {
            "text": "Begründend führte die FMA im Wesentlichen aus, die Erhebungen im Verfahren betreffend den Maßnahmenbescheid hätten gezeigt, dass die erforderliche Zuverlässigkeit der beiden Geschäftsleiter nicht mehr vorliege. Diese hätten auffallend sorglos gehandelt, wodurch mehrere Gesetzesverstöße eingetreten seien. Trotz positiver Kenntnis der Verstöße sowie der Aufforderung der FMA hätten die Geschäftsleiter die Missstände nicht vollständig beseitigt und entsprechende Maßnahmen nur inkonsequent umgesetzt. Darüber hinaus hätten die Geschäftsleiter an der nachträglichen Herstellung von \"Checklisten\" mitgewirkt und diese im Ermittlungsverfahren der FMA als Beweismittel vorgelegt. Das Vertrauensverhältnis zwischen der FMA und den Geschäftsleitern sei derart erschüttert, dass die weitere Ausübung der Tätigkeit aus aufsichtsrechtlicher Sicht nicht mehr möglich sei. Die Abberufung sei geeignet, erforderlich und verhältnismäßig.",
            "annotations": []
        },
        {
            "text": "6. Die zwei namentlich genannten Geschäftsleiter legten in der Folge ihre Vorstandsmandate nieder. Die beschwerdeführende Partei erteilte ihnen daraufhin die Prokura.",
            "annotations": []
        },
        {
            "text": "7. Mit Bescheid vom 8. Juli 2022 trug die FMA der beschwerdeführenden Partei auf, den beiden mittlerweile zurückgetretenen Geschäftsleitern unverzüglich die Prokura zu entziehen sowie sie von sämtlichen Schlüsselfunktionen und Verantwortlichkeitsbereichen abzuberufen und ihnen keine über eine bloß beratende Tätigkeit hinausgehenden Aufgaben zu übertragen. Dies war der FMA durch die beschwerdeführende Partei umgehend, spätestens aber binnen sieben Tagen nach Erhalt des Bescheides nachzuweisen. Darüber hinaus verhängte die FMA für den Fall der Nichtbefolgung des Auftrages eine Zwangsstrafe iHv € 10.000,– und schloss die aufschiebende Wirkung einer allenfalls erhobenen Beschwerde gegen den Bescheid aus.",
            "annotations": []
        },
        {
            "text": "Begründend verwies die FMA zunächst auf die bisherigen Ermittlungsergebnisse und führte weiters aus, dass die ehemaligen Geschäftsleiter nach ihrer Abberufung weiterhin Schlüsselfunktionen bei der beschwerdeführenden Partei eingenommen hätten. Sie seien weiterhin zeichnungsberechtigt und könnten ohne die Geschäftsleitung Überweisungen tätigen. Dies sei auch tatsächlich der Fall gewesen, wobei der FMA dazu eine unrichtige Urkunde vorgelegt und der Fehler erst auf Vorhalt eingeräumt worden sei.",
            "annotations": []
        },
        {
            "text": "8. Die beschwerdeführende Partei erhob gegen alle genannten Bescheide fristgerecht Beschwerde an das Bundesverwaltungsgericht, wobei hinsichtlich des Bescheides vom 7. März 2022 der Ausschluss der aufschiebenden Wirkung nicht bekämpft wurde.",
            "annotations": []
        },
        {
            "text": "9. Mit Beschluss vom 15. September 2022 wies das Bundesverwaltungsgericht die gegen die beiden Abberufungsbescheide vom 7. März 2022 (Anordnung zur Abberufung von Geschäftsleitern) und vom 8. Juli 2022 (Anordnung zur Abberufung von Prokuristen) erhobenen Beschwerden zurück.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht begründete dies zusammengefasst damit, der Verwaltungsgerichtshof habe im Zusammenhang mit der Erfüllung von Aufträgen gemäß §70 Abs4 BWG eine differenzierende Praxis entwickelt, nach der – je nachdem, ob dem angefochtenen Bescheid Rechtswirkungen für die beschwerdeführende Partei zugekommen sei oder nicht – mit Einstellung vorgegangen oder das Beschwerdeverfahren fortgesetzt und eine Sachentscheidung getroffen werde. Ein Auftrag, einen Geschäftsleiter abzuberufen, entfalte nach Ansicht des Verwaltungsgerichtshofes nach der tatsächlich erfolgten Abberufung keine Wirkungen mehr. Die beschwerdeführende Partei sei diesfalls nicht mehr fortdauernd in ihren Rechten verletzt. Einer Entscheidung des Verwaltungsgerichtshofes käme somit nur noch abstrakt-theoretische Bedeutung zu, weil die beschwerdeführende Partei auch durch eine Aufhebung des angefochtenen Bescheides rechtlich nicht besser gestellt werden könne. Es könne nicht Aufgabe eines effektiven Rechtsschutzes sein, Rechtsfragen von lediglich theoretisch-abstraktem Interesse zu entscheiden (mit Verweis auf VwGH 28.5.2013, 2010/17/0026; 17.11.2014, 2010/17/0039).",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall habe die beschwerdeführende Partei dem Auftrag entsprochen, indem die Geschäftsleiter ihren Rücktritt erklärt hätten und abberufen worden seien. Dementsprechend sei bei einem Auftrag nach §70 Abs4 BWG gemäß der zitierten Judikatur des Verwaltungsgerichtshofes von einem Wegfall des Rechtsschutzinteresses auszugehen. Im vorliegenden Fall stütze die FMA den Auftrag an die beschwerdeführende Partei nicht auf §70 Abs4 BWG, sondern auf §70 Abs4b Z1 BWG. Die Rechtsprechung des Verwaltungsgerichtshofes sei auch auf diese Bestimmung zu übertragen, weil §70 Abs4b BWG nach den Gesetzesmaterialien eine lex specialis zur Ergreifung von Aufsichtsmaßnahmen gemäß Abs4 leg cit darstelle. Dementsprechend könne zur Auslegung des §70 Abs4b Z1 BWG auch auf die Judikatur und Literatur zu §70 Abs4 BWG zurückgegriffen werden. Die beschwerdeführende Partei habe zudem den Ausschluss der aufschiebenden Wirkung gegen den Auftrag, die Geschäftsleiter abzuberufen, nicht bekämpft. Die Geschäftsleiter hätten vielmehr ihren Rücktritt noch vor der Beschwerdeerhebung selbst erklärt.",
            "annotations": []
        },
        {
            "text": "Das Rechtsschutzbedürfnis sei eine Prozessvoraussetzung für das Verfahren vor dem Bundesverwaltungsgericht. Da die Geschäftsleiter bereits zum Zeitpunkt der Erhebung der Beschwerde zurückgetreten bzw abberufen worden seien und die beschwerdeführende Partei demzufolge bereits zu diesem Zeitpunkt kein Rechtsschutzbedürfnis mehr gehabt habe, sei die Beschwerde unzulässig und daher zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "Dies gelte auch für den Auftrag der FMA, den beiden ehemaligen Geschäftsleitern die Prokura zu entziehen. Auch dieser behördliche Auftrag entfalte nach tatsächlicher Befolgung keine Rechtswirkungen für die beschwerdeführende Partei mehr. Eine Prüfung durch das Bundesverwaltungsgericht sei nicht möglich, weil dem Auftrag, den ehemaligen Geschäftsleitern die Prokura zu entziehen, bereits nachgekommen worden sei. Für eine neuerliche Bestellung sei die Zustimmung der FMA erforderlich; dem Bundesverwaltungsgericht komme hiefür keine Zuständigkeit zu. Da die Prokura bereits vor Erhebung der Beschwerde entzogen worden sei, sei die Beschwerde auch gegen diesen Auftrag wegen fehlenden Rechtsschutzinteresses zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "10. Gegen diesen Beschluss des Bundesverwaltungsgerichtes richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die beschwerdeführende Partei eine Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichheit aller Staatsbürger vor dem Gesetz gemäß Art7 B-VG und Art2 StGG, auf ein Verfahren vor dem gesetzlichen Richter gemäß Art83 Abs2 B-VG, auf ein faires Verfahren gemäß Art6 EMRK, auf Unversehrtheit des Eigentums gemäß Art5 StGG und Art1 1. ZPEMRK sowie auf Freiheit der Erwerbsausübung gemäß Art6 StGG geltend macht:",
            "annotations": []
        },
        {
            "text": "In Verfahren vor dem Bundesverwaltungsgericht sei – anders als im Verfahren vor dem Verwaltungsgerichtshof – eine formelle Beendigung des Verfahrens wegen Wegfall des Rechtsschutzinteresses bzw der Beschwer gesetzlich nicht vorgesehen und daher unzulässig. Das Vorgehen der FMA und des Bundesverwaltungsgerichtes sei rechtsstaatlich bedenklich, weil unüblich kurze Fristen (im konkreten Fall: sieben Tage) für die Umsetzung eines bescheidmäßigen Auftrages vorgesehen und zugleich die aufschiebende Wirkung ausgeschlossen worden sei. Zudem sei nach der \"erzwungenen\" sofortigen Umsetzung, die eine Anfechtung des Ausschlusses der aufschiebenden Wirkung de facto unmöglich gemacht habe, die Gegenstandslosigkeit der Beschwerde und die Klaglosstellung der beschwerdeführenden Partei behauptet und entschieden worden. Damit sei entgegen dem rechtsstaatlichen Prinzip der Bundesverfassung eine materielle Überprüfung durch die Höchstgerichte des öffentlichen Rechtes unmöglich gemacht worden.",
            "annotations": []
        },
        {
            "text": "Der Rücktritt der Geschäftsleiter begründe keinesfalls den Wegfall des Rechtsschutzinteresses und damit die Gegenstandslosigkeit der Beschwerde: Die beschwerdeführende Partei habe zur Vermeidung von Zwangsstrafen, des Vorwurfes der Unzuverlässigkeit sowie der angedrohten Gefahr eines Konzessionsentzuges dem Auftrag zur Abberufung der Geschäftsleiter unverzüglich nachkommen müssen. Solange dieser Auftrag nicht beseitigt sei, bleibe ein Eingriff in die verfassungsgesetzlich gewährleisteten Rechte der beschwerdeführenden Partei aufrecht, sodass weiterhin Beschwer vorliege.",
            "annotations": []
        },
        {
            "text": "Das Rechtsschutzinteresse liege insbesondere darin begründet, dass im Falle der Nichtbekämpfbarkeit des Bescheides – wegen Entsprechung der darin aufgetragenen Abberufung der Geschäftsleiter – die darin ausgesprochene Unzuverlässigkeit der Geschäftsleiter weiterhin bestehen bleibe. Durch die Einstellung des Beschwerdeverfahrens wegen Gegenstandslosigkeit komme es de facto zu keiner Überprüfung der Rechtmäßigkeit des Auftrages zur Abberufung der Geschäftsleiter. Der beschwerdeführenden Partei werde dadurch die Möglichkeit einer Wiederbestellung der abberufenen Geschäftsleiter genommen. Dasselbe gelte auch hinsichtlich des Auftrages der FMA, den beiden ehemaligen Geschäftsleitern die Prokura zu entziehen. Durch diesen Auftrag werde nicht nur der Entzug der bisherigen Prokura sowie bestehender Schlüsselfunktionen und Verantwortungsbereiche angeordnet, sondern auch für die Zukunft untersagt, die ehemaligen Geschäftsleiter außerhalb einer beratenden Tätigkeit zu beschäftigen. Dadurch werde jedenfalls eine Beschwer und ein rechtliches Interesse der beschwerdeführenden Partei begründet.",
            "annotations": []
        },
        {
            "text": "11. Mit – dem hier nicht verfahrensgegenständlichen – Erkenntnis vom 16. November 2022 wies das Bundesverwaltungsgericht zudem die Beschwerde der beschwerdeführenden Partei gegen den Maßnahmenbescheid der FMA als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Begründend führte das Bundesverwaltungsgericht dazu zusammengefasst aus, es sei nicht rechtswidrig gewesen, dass die FMA der beschwerdeführenden Partei die im Maßnahmenbescheid genannten Maßnahmen aufgetragen habe. Maßgeblich sei hiefür nach der ständigen Judikatur des Verwaltungsgerichtshofes der Zeitpunkt der Erlassung des angefochtenen Bescheides. Die FMA habe die konkrete Umsetzung der Einhebung der Verwaltungskosten durch die beschwerdeführende Partei nicht vorab genehmigt, weswegen diese nicht darauf vertrauen habe dürfen, dass die gewählte Vorgangsweise rechtmäßig gewesen sei. Durch die ehemaligen Geschäftsleiter sei ein System implementiert worden, das faktisch nicht umsetzbar gewesen sei. Die FMA habe der beschwerdeführenden Partei auch zu Recht aufgetragen, angemessene Kontroll- und Verwaltungsverfahren zu implementieren und den entstandenen Schaden wiedergutzumachen. Es sei im Übrigen unstrittig, dass der Veranlagungsgemeinschaft zu viel an Verwaltungskosten entnommen worden seien. Im Ergebnis sei die Beschwerde gegen die angefochtenen Spruchpunkte des Maßnahmenbescheides als unberechtigt abzuweisen.",
            "annotations": []
        },
        {
            "text": "12. Mit Beschluss vom 8. November 2022 gab der Verfassungsgerichtshof dem in der vorliegenden Beschwerde gestellten Antrag auf Zuerkennung der aufschiebenden Wirkung gemäß §85 Abs2 und 4 VfGG aus dem folgenden Grund keine Folge: Es sei Sache des Beschwerdeführers, die Voraussetzungen für die Zuerkennung der aufschiebenden Wirkung in seinem Antrag konkret darzulegen und solcherart der ihm obliegenden Konkretisierungspflicht zu entsprechen. Dieser Verpflichtung sei die beschwerdeführende Partei nicht nachgekommen. In der Beschwerde werde nicht substantiiert dargetan, warum sich gerade durch die mit dem angefochtenen Beschluss des Bundesverwaltungsgerichtes erfolgte Zurückweisung der Beschwerden ein unverhältnismäßiger Nachteil für die beschwerdeführende Partei ergäbe. Die beschwerdeführende Partei behaupte zwar das Vorliegen von finanziellen (Mehr-)Aufwendungen, unterlasse es aber, dazu konkrete Angaben zu erstatten.",
            "annotations": []
        },
        {
            "text": "13. Die FMA erstattete eine Gegenschrift, in der sie dem Vorbringen der beschwerdeführenden Partei Folgendes entgegenhält (ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"2.2. Zur behaupteten Verletzung in verfassungsgesetzlich gewährleisteten Rechten durch das angefochtene Erkenntnis ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2.1 Zur angefochtenen Zurückweisung der Beschwerden durch das BVwG ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Bf behauptet, gestützt auf Kommentarliteratur zum §28 Abs1 VwGVG, dass das BVwG nur in den im Gesetz taxativ vorgesehenen Gründen eine Beschwerde zurückweisen dürfe (Punkt 3.2.1.1. der Beschwerde). Dazu würde eine Zurückweisung wegen Wegfalls der Beschwer nicht dazugehören. Die gegenständliche Zurückweisung der Beschwerde durch das BVwG sei daher willkürlich erfolgt und verletze den Bf in verfassungsgesetzlich gewährleisteten Rechten. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dem ist […] zunächst zu entgegnen, dass der vom Bf angeführten Bestimmung eine solche Beschränkung nicht zu entnehmen ist. §28 Abs1 VwGVG bestimmt lediglich, dass sofern die Beschwerde nicht zurückzuweisen oder das Verfahren einzustellen ist, das Verwaltungsgericht die Rechtssache durch Erkenntnis zu erledigen hat. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Darüber hinaus gehört nach höchstgerichtlicher Judikatur zu den Prozessvoraussetzungen für das verwaltungsgerichtliche Verfahren – wie insbesondere aus §58 Abs2 VwGG abzuleiten ist – das Rechtsschutzinteresse des Revisionswerbers. Es besteht bei Revisionen nach Art133 Abs1 Z1 B-VG im objektiven Interesse des Revisionswerbers an einer Beseitigung der angefochtenen, ihn beschwerenden Entscheidung des Verwaltungsgerichts. Dieses Interesse ist daher immer dann zu verneinen, wenn es für die Rechtsstellung des Revisionswerbers keinen Unterschied macht, ob die angefochtene Entscheidung aufrecht bleibt oder aufgehoben wird, bzw wenn die Erreichung des Verfahrenszieles für den Revisionswerber keinen objektiven Nutzen hat, die in der Revision aufgeworfenen Rechtsfragen also nur (mehr) theoretische Bedeutung besitzen (vgl VwGH 26.04.2016, Ra 2016/03/0043, VwGH 30.11.2015, Ra 2015/08/0111). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In diesem Sinne judiziert der VwGH auch, dass immer dann, wenn das VwG eine Beschwerde – die bei richtiger rechtlicher Beurteilung wegen mangelnden Rechtsschutzbedürfnisses zurückzuweisen gewesen wäre – nach inhaltlicher Behandlung abweist, es dadurch die revisionswerbende Partei nicht in ihren subjektiven Rechten verletzt (vgl VwGH 26.04.2016, Ra 2016/03/0043, RS VwSlg 19358 A/2016). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Somit stellt sich die Rechtslage genau diametral als vom Bf behauptet dar. Das VwG ist genauso wie der VwGH bei mangelndem Rechtsschutzbedürfnis verpflichtet, die Beschwerde zurückzuweisen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2.2 Zum behaupteten Rechtsschutzdefizit ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Bf behauptet, dass durch die kurze Frist zur Abberufung und den Ausschluss der aufschiebenden Wirkung die sofortige Umsetzung erzwungen wurde und damit auch die Anfechtung des Ausschlusses der aufschiebenden Wirkung de facto unmöglich gemacht wurde (Punkt 3.2.1.2. der Beschwerde). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Mit dieser Argumentation befindet sich der Bf im Irrtum. Das Rechtsschutzsystem vor dem BVwG sieht explizit vor, dass gegen den in einer behördlichen Entscheidung ausgesprochenen Ausschluss der aufschiebenden Wirkung, gemäß §22 Abs3 VwGVG ein Antrag auf Aufhebung des Ausschlusses der aufschiebenden Wirkung möglich ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es ist bezeichnend, dass der Bf im Fall der Beschwerde gegen den Bescheid der FMA vom 07.03.2022, […], wegen Abberufung der Geschäftsleiter einen solchen Antrag gar nicht gestellt hat. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Erst 4 Monate nachdem die beiden vormaligen GL zurückgetreten waren, und zwar erst in Verbindung mit der Beschwerde gegen den Bescheid der FMA vom 08.07.2022, […], wegen Entziehung der Prokura sowie Abberufung aus sämtlichen Schlüsselfunktionen, wurde erstmalig ein solcher Antrag gestellt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Somit ist offensichtlich, dass die verfügbaren Rechtsschutzinstrumente vom Bf nicht, zumindest nicht rechtzeitig, ergriffen wurden. Die Behauptung eines Rechtsschutzdefizits ist aus den genannten Gründen nicht nachvollziehbar. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Übrigen ist auf der faktischen Ebene festzuhalten, dass die Frist zur Abberufung nicht zuletzt deshalb seitens der FMA auf 7 Tage festgesetzt wurde, da beim Bf zum Zeitpunkt der Abberufung bereits zwei andere Vorstandsmitglieder, DI Mag. Dr. *** *** – seit 10.12.2021 und Mag. *** *** – seit 01.01.2022, bestellt waren. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2.3 Zum behaupteten Vorliegen einer Beschwer ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "a) Der Bf behauptet einen (nicht näher definierten) tiefgreifenden Eingriff in seine verfassungsgesetzlich gewährleistet[en] Rechte, da solange der Auftrag betreffend Abberufung der GL aufrecht bleiben würde, die Wiederbestellung der schon wegen deren Know-How wichtigen GL nicht möglich sei, sodass weiterhin eine Beschwer vorliegt (Punkt 3.2.1.3. der Beschwerde).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Weiters bringt der Bf zum Nachweis der weiter vorliegenden Beschwer vor, dass durch die Untersagung der Betrauung von zwei ehemaligen GL mit unersetzbarem Know-How und Spezialisierung als Prokuristen der Bf auf diese Know-How Träger endgültig verzichten müsse (Punkt 3.2.2. der Beschwerde). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schließlich bringt der Bf vor, dass durch die Abberufung der beiden Personen als GL und Prokuristen ein konsistenter Außenauftritt gegenüber Kunden und Geschäftspartnern des Bf nicht mehr möglich sei und daher Reputationsschäden zu erwarten seien. Das gänzliche Verschwinden der langjährigen Vorstandsmitglieder würde zu entsprechenden Nachfragen und Verunsicherung bei den Kunden führen (Punkt 4.2. der Beschwerde). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Wesentlichen sieht der Bf somit seine Beschwer darin, dass die beiden ehemaligen GL mit ihrem Know-How und Wissen nicht mehr zur Verfügung stehen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "An dieser Stelle ist klar festzuhalten, dass die FMA dem Bf zu keiner Zeit aufgetragen hat, die beiden ehemaligen GL aus dem Unternehmen zu entfernen. Es wurde vielmehr aufgetragen, den beiden ehemaligen GL unverzüglich die Prokura zu entziehen sowie diese von sämtlichen Schlüsselfunktionen und Verantwortungsbereichen abzuberufen sowie ihnen aktuell keine, über bloß beratende Tätigkeiten hinausgehende Aufgaben in der Bf zu übertragen. Der Bf hat selbst mehrfach ins Treffen geführt, dass das Know-How der ehemaligen GL weiter erhalten bleiben müsse. Dies wurde von der FMA auch berücksichtigt, indem die für diese Zwecke klassische Berater-/Konsulententätigkeit ausdrücklich nicht untersagt wurde. Die Verantwortung für die gegenständlichen außerhalb des bescheidmäßigen Auftrages liegenden personellen Entscheidungen (also die Beendigung des Dienstverhältnisses zu den vormaligen GL) liegt demnach zur Gänze beim Bf. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf die vom Bf relevierte Beschwer ist sodann auf die einschlägige (höchst-)gerichtliche Rechtsprechung zu verweisen: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "So hat das BVwG in der angefochtenen Entscheidung (Seite 6) unter Bezugnahme auf die Judikatur des Verwaltungsgerichtshofes treffend festgehalten, dass ein Auftrag[,] einen Geschäftsleiter abzuberufen, nach dessen tatsächlicher erfolgter Abberufung keine Wirkungen mehr entfaltet. Die beschwerdeführende Partei sei nicht mehr fortdauernd in ihren Rechten verletzt. Eine[r] Entscheidung des Verwaltungsgerichtshofes über die dagegen erhobene Beschwerde käme somit nur noch abstrakt-theoretische Bedeutung zu, weil die beschwerdeführende Partei auch durch eine Aufhebung des angefochtenen Bescheides rechtlich nicht besser gestellt wäre. Der Einstellung stehe somit auch der Grundsatz des effektiven Rechtsschutzes nicht entgegen. Es könne nämlich nicht Aufgabe eines effektiven Rechtsschutzes sein, Rechtsfragen von lediglich theoretisch-abstraktem Interesse zu entscheiden (VwGH 17.11.2014, 2010/17/0039; VwGH 28.05.2013, 2010/17/0026). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Verwaltungsgerichtshof verneint somit für den Fall der Abberufung von Geschäftsleitern explizit eine Beschwer oder Verletzung in Rechten des von der behördlichen Anordnung Betroffenen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Darüber hinaus ist nach der ständigen Rechtsprechung des Verwaltungsgerichtshofes jede aufsichtsbehördliche Maßnahme regelmäßig auch mit Nachteilen für die Beaufsichtigten verbunden. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat in seinem Beschluss vom 17.09.2015, G398/2015 ua, vor dem Hintergrund eines Geschäftsleiterabberufungsverfahrens gemäß §70 Abs4 Z1 BWG festgehalten, dass das Kreditinstitut allenfalls die negativen Konsequenzen einer Nichtbefolgung des Auftrags – wie den Vollzug der Zwangsstrafe oder letztlich sogar den Verlust der Konzession – zu tragen hat. Die zu vollziehenden aufsichtsrechtlichen Bestimmung[en] des §70 Abs4 Z1 BWG, sollen, dem Verfassungsgerichtshof zufolge, gewährleisten, dass die Konzessionsvoraussetzungen gemäß §5 Abs1 Z1 bis 14 und §5 Abs4 BWG beim Kreditinstitut auch nach Konzessionserteilung weiterhin vorliegen, womit sie dem Schutz der Gläubiger dienen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Organe des adressierten Kreditinstituts haben laut Verfassungsgerichtshof eine Entscheidung zu treffen, in welcher Weise sie auf den konkreten behördlichen Auftrag reagieren, um einen der Rechtsordnung entsprechenden Zustand herzustellen. Dies könnte aus rechtlicher Sicht auch die Zurücklegung der Konzession gemäß Bankwesengesetz sein, ohne dass die Geschäftsleiterfunktion überhaupt berührt wäre. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In diesem Zusammenhang ist auch zu betonen, dass ein Abberufungsbescheid kein Berufs- bzw Beschäftigungsverbot darstellt (VwGH 02.04.2010, AW 2010/17/0015; 11.11.2008, AW 2008/17/0044). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Daraus erschließt sich für den vorliegenden Fall, dass eine behördliche Abberufung der Geschäftsleiter natürlich Auswirkungen auf das betreffende Unternehmen hat und zwar nicht nur auf das Unternehmen. In der genannten Entscheidung führt der Verfassungsgerichtshof weiter aus: 'Der Verfassungsgerichtshof 'verkennt [hiebei] nicht', dass die Abberufung als Geschäftsleiter für diese bedeutende wirtschaftliche Nachteile nach sich ziehen könne; diese Nachteile würden jedoch nicht unmittelbar auf Grund der angefochtenen Bestimmungen für die Geschäftsleiter wirksam, sondern erst durch die im Privatrechtsverhältnis zwischen den Geschäftsleitern und dem Kreditinstitut allenfalls erfolgende Abberufung als Geschäftsleiter. Die möglichen wirtschaftlichen Nachteile der abberufenen Geschäftsleiter würden daher erst auf Grund einer Entscheidung des Kreditinstituts eintreten.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die genannten Auswirkungen, sowohl den Bf betreffend, wie auch die abberufenen GL betreffend, sind aber lediglich indirekte Folgen (Reflexwirkungen) der zu vollziehenden aufsichtsrechtlichen Bestimmung des §70 BWG, welche dem Verfassungsgerichtshof zufolge, gewährleisten soll, dass die Konzessionsvoraussetzungen gemäß §5 Abs1 Z1 bis 14 und §5 Abs4 BWG beim betroffenen Unternehmen auch nach Konzessionserteilung weiterhin vorliegen, womit sie dem Schutz der Gläubiger dienen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Somit können allfällige Nachteile und Beschwernisse aufgrund der Umsetzung des behördlichen Auftrags keine rechtlich relevante Beschwer begründen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "b) Insoweit der Bf eine Beschwer auch darin erblickt, dass durch die Einstellung des Beschwerdeverfahrens wegen Gegenstandslosigkeit es de facto niemals zu einer Überprüfung der im Bescheid ausgesprochene[n] Unzuverlässigkeit der GL kommen würde[,] ist Folgendes zu entgegnen: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Laut Judikatur des VwGH hat der Bescheid zur Abberufung gerade keinen Feststellungscharakter hinsichtlich der Zuverlässigkeit (VwGH 17.11.2014, 2010/17/0039). […] Dass es sich bei der persönlichen Zuverlässigkeit eines GL nur um eine Vorfrage handelt[,] wird auch vom Bf eingestanden (Seite 9 der Beschwerde). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die groben Sorgfaltspflichten der vormaligen GL in Bezug auf einzelne Handlungen als auch in der Organisation im Betrieb der Vorsorgekasse sind zudem auch Gegenstand eines weiteren Verfahrens zur Herstellung des rechtmäßigen Zustands vor dem BVwG […]. In diesem Verfahren fand am 14.10.2022 eine mündliche Verhandlung statt. Im Rahmen dieser mündlichen Verhandlung wurden der Bf sowie auch einer der ehemaligen GL gehört. Eine Entscheidung steht noch aus. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine Beschwer des Bf liegt somit auch in diesem Punkt nicht vor. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammenfassend ist daher festzuhalten, dass der angefochtene Beschluss des Bundesverwaltungsgerichtes den Bf nicht in seinen verfassungsgesetzlich gewährleisteten Rechten verletzt.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "14. Das Bundesverwaltungsgericht legte die Gerichts- bzw Verwaltungsakten vor und sah von der Erstattung einer Gegenschrift ab.",
            "annotations": []
        },
        {
            "text": "15. Die beschwerdeführende Partei erstattete eine Replik, in der sie das Folgende ausführt (ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"Die belangte Behörde hat aktuell in einem anderen Aufsichtsverfahren gegen de[n] Beschwerdeführer […] beiliegende Entscheidung über verwaltungspolizeiliche Aufträge, nämlich das Setzen von Maßnahmen, erlassen (Beilage ./A).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Obwohl der Beschwerdeführer zur Verhinderung von Zwangsstrafen und zur Hintanhaltung des Vorwurfes eines nicht sorgfaltsgemäßen Vorgehens nach Erlassung des Maßnahmebescheides durch die FMA vom 03.03.2022 […] unverzüglich diesen verwaltungspolizeilichen Aufträgen entsprochen hat, hat die belangte Behörde in diesem Verfahren keinesfalls die Auffassung vertreten, dass trotz Entsprechung des verwaltungspolizeilichen Auftrages ein Rechtsschutzinteresse/eine Beschwer des Beschwerdeführers nicht vorliegt und hat daher die belangte Behörde in der Sache selbst durch ein Erkenntnis vom 16.11.2022 (Beilage ./A) entschieden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Völlig richtig führt die belangte Behörde selbst hier als Begründung aus, dass 'eine Erfüllung nach dem Zeitpunkt der Erfassung eines in Beschwerde gezogenen Auftrages… keine im Beschwerdeverfahren zu beachtende Änderung des maßgeblichen Sachverhaltes' darstellt und 'die Umsetzung eines Bescheides, der eine Leistung auferlegt, in die Wirklichkeit… weder eine noch anhängige Beschwerde gegenstandslos machen noch die Entscheidung des Verwaltungsgerichts in einem bestimmten Sinn festlegen' kann (Beilage ./A, Seite 15). In einem solchen Fall darf die Sachlage nicht anders gesehen werden, als ob in der Zeit nach der Erlassung des Bescheides, mit dem die Verpflichtung zur Leistung ausgesprochen worden ist, nichts geschehen wäre (VwGH 26.11.2015, Ra 2015/07/0118).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es ist daher festzuhalten, dass dieselbe Behörde, nämlich die belangte Behörde, in einem gleichzeitig anhängigen Verfahren gerade bei Erfüllung verwaltungsbehördlicher Aufträge trotz Umsetzung des Bescheides ein Rechtsschutzinteresse des Beschwerdeführers sieht. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus vorstehenden Ausführungen ist klar ersichtlich, dass ein völlig willkürliches, gesetzloses Vorgehen der belangten Behörde in dem nunmehr beim Verfassungsgerichtshof anhängigen Verfahren der belangten Behörde vorliegt, welches dem Beschwerdeführer in seine[n] verfassungsge[setzlich] gewährleisteten Rechten (insbesondere Freiheit der Erwerbsausübung, Unverletzlichkeit des Eigentums, gesetzlicher Richter, faires Verfahren und Gleichheit aller Staatsbürger vor dem Gesetz) verletzt. Es ist gerade deshalb auch von der Entscheidung durch das Verfassungsgericht eine Klärung einer verfassungsrechtlichen Frage im Sinne Artikel 144 Abs2 B-VG zu erwarten und liegt jedenfalls eine grob unrichtige Anwendung des einfachen Gesetzes durch die belangte Behörde durch das nunmehrige Negieren des Rechtsschutzinteresses des Beschwerdeführers in diesem Verfahren vor.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch ergibt sich daraus, dass selbst nach der Auffassung der belangten Behörde in verwaltungspolizeilichen Auftragsverfahren sehr wohl auch bei Erfüllung des angefochtenen Bescheides ein Rechtsschutzinteresse (Beschwer) des Beschwerdeführers für die Erhebung einer Beschwerde an die belangte Behörde vorliegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer hält daher sämtliche seiner Anträge ausdrücklich aufrecht.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Bundesgesetzes über das Bankwesen (Bankwesengesetz – BWG), BGBl 532/1993, idF BGBl I 36/2022 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Kredit- und Finanzinstitute",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§1. (1) Ein Kreditinstitut ist, wer auf Grund der §§4 oder 103 Z5 dieses Bundesgesetzes oder besonderer bundesgesetzlicher Regelungen berechtigt ist, Bankgeschäfte zu betreiben. Bankgeschäfte sind die folgenden Tätigkeiten, soweit sie gewerblich durchgeführt werden:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "21. die Hereinnahme und Veranlagung von Abfertigungsbeiträgen und Selbständigenvorsorgebeiträgen (Betriebliches Vorsorgekassengeschäft);",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5. (1) Die Konzession ist zu erteilen, wenn:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "7. die Geschäftsleiter über geordnete wirtschaftliche Verhältnisse verfügen und keine Tatsachen vorliegen, aus denen sich Zweifel an ihrer persönlichen für den Betrieb der Geschäfte gemäß §1 Abs1 erforderlichen Zuverlässigkeit, Aufrichtigkeit und Unvoreingenommenheit ergeben; die Mitgliedschaft bei einem mit dem Kreditinstitut verbundenen Unternehmen oder einer mit dem Kreditinstitut verbundenen Rechtsperson stellt dabei für sich alleine keine Tatsache dar, die Zweifel an der Unvoreingenommenheit eines Geschäftsleiter rechtfertigen würden; bei der Überprüfung der Zuverlässigkeit hat die FMA auch auf die von der EBA gemäß Art69 Abs1 der Richtlinie 2013/36/EU eingerichtete Datenbank zurückzugreifen; liegen derartige Tatsachen vor, dann darf die Konzession nur erteilt werden, wenn die Unbegründetheit der Zweifel bescheinigt wurde;",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aufsichtsbefugnisse",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§70. (1) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Liegt eine Konzessionsvoraussetzung gemäß §5 Abs1 Z1 bis 15 nach Erteilung der Konzession nicht mehr vor oder verletzt ein Kreditinstitut, eine Finanzholdinggesellschaft, eine gemischte Finanzholdinggesellschaft oder eine gemischte Holdinggesellschaft Bestimmungen dieses Bundesgesetzes, des Sparkassengesetzes, des Bausparkassengesetzes, der Einführungsverordnung zum Hypothekenbank- und zum Pfandbriefgesetz, des Hypothekenbankgesetzes, des Pfandbriefgesetzes, des Bankschuldverschreibungsgesetzes, des Investmentfondsgesetzes 2011, des Depotgesetzes, des E-Geldgesetzes, des BMSVG, des Immobilien-Investmentfondsgesetzes, des Finanzkonglomerategesetzes, des Bundesgesetzes über die Sanierung und Abwicklung von Banken, des Einlagensicherungs- und Anlegerentschädigungsgesetzes, des Pfandbriefgesetzes – PfandBG, BGBl I Nr 199/2021, einer auf Grund dieser Bundesgesetze erlassenen Verordnung oder eines Bescheides, die Bestimmungen der Verordnung (EU) Nr 575/2013 oder eines auf Basis dieser Verordnung erlassenen Bescheides oder der für die Bankenaufsicht relevanten technischen Standards im Sinne der Art10 bis 15 der Verordnung (EU) Nr 1093/2010 und der Art10 bis 15 der Verordnung (EU) Nr 1095/2010, so hat die FMA",
            "annotations": []
        },
        {
            "text": "1. dem Kreditinstitut, der Finanzholdinggesellschaft, der gemischten Finanzholdinggesellschaft oder der gemischten Holdinggesellschaft unter Androhung einer Zwangsstrafe aufzutragen, den rechtmäßigen Zustand binnen jener Frist herzustellen, die im Hinblick auf die Umstände des Falles angemessen ist;",
            "annotations": []
        },
        {
            "text": "2. im Wiederholungs- oder Fortsetzungsfall den Geschäftsleitern die Geschäftsführung ganz oder teilweise zu untersagen, es sei denn, dass dies nach Art und Schwere des Verstoßes unangemessen wäre, und die Wiederherstellung des rechtmäßigen Zustandes durch nochmaliges Vorgehen gemäß Z1 erwartet werden kann; in diesem Fall ist die erstverhängte Zwangsstrafe zu vollziehen und der Auftrag unter Androhung einer höheren Zwangsstrafe zu wiederholen;",
            "annotations": []
        },
        {
            "text": "3. die Konzession eines Kreditinstitutes zurückzunehmen, wenn andere Maßnahmen nach diesem Bundesgesetz die Funktionsfähigkeit des Kreditinstitutes nicht sicherstellen können.",
            "annotations": []
        },
        {
            "text": "Verletzt ein Kreditinstitut oder ein gemäß §30 Abs6 verantwortliches Unternehmen die Vorgaben der im ersten Satz angeführten Rechtsakte oder besteht nach Ansicht der FMA nachweislich Grund zur Annahme, dass ein Kreditinstitut oder ein gemäß §30 Abs6 verantwortliches Unternehmen innerhalb der nächsten zwölf Monate voraussichtlich gegen diese Vorgaben verstoßen wird, kann die FMA auch Maßnahmen gemäß Abs4a Z1 bis 12 ergreifen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4a) Unbeschadet des Abs4 erster Satz (allgemeine Maßnahmen) kann die FMA, wenn dies aufgrund der Ergebnisse ihrer Aufsichtstätigkeit im Rahmen der Beaufsichtigung interner Modelle und des §69 Abs2, im Falle des Abs4 letzter Satz oder zur Durchsetzung der Einhaltung der Bestimmungen der Verordnung (EU) Nr 575/2013 erforderlich ist,",
            "annotations": []
        },
        {
            "text": "1. unter Berücksichtigung der in §70b genannten Voraussetzungen vorschreiben, zusätzliche Eigenmittel vorzuhalten, die über das Eigenmittelerfordernis gemäß Art92 der Verordnung (EU) Nr 575/2013 hinausgehen (zusätzliche Eigenmittelanforderung);",
            "annotations": []
        },
        {
            "text": "2. eine Verstärkung der zur Einhaltung der §§39 und 39a eingeführten Regelungen, Verfahren, Mechanismen und Strategien vorschreiben;",
            "annotations": []
        },
        {
            "text": "3. die Vorlage eines Planes für die Herstellung des rechtmäßigen Zustandes verlangen und eine Frist für die Durchführung dieses Plans setzen, sowie gegebenenfalls Nachbesserungen hinsichtlich seines Geltungsbereiches und Zeitrahmens verlangen;",
            "annotations": []
        },
        {
            "text": "4. bestimmte Rückstellungsgrundsätze oder Kreditinstituten oder Kreditinstitutsgruppen eine bestimmte Behandlung ihrer Vermögenswerte vorschreiben;",
            "annotations": []
        },
        {
            "text": "5. die Geschäftsbereiche, die Tätigkeiten oder das Netz von Kreditinstituten oder Kreditinstitutsgruppen einschränken oder begrenzen oder die Veräußerung von Geschäftszweigen, die für die Solidität des Kreditinstitutes mit zu großen Risiken verbunden sind, verlangen;",
            "annotations": []
        },
        {
            "text": "6. dazu verpflichten, das mit Tätigkeiten, Produkten und Systemen verbundene Risiko von Kreditinstituten oder Kreditinstitutsgruppen, darunter auch das mit ausgelagerten Tätigkeiten verbundenen Risiko, zu verringern;",
            "annotations": []
        },
        {
            "text": "7. dazu verpflichten, die variable Vergütung auf einen bestimmten Prozentsatz der Nettoeinkünfte zu begrenzen, wenn diese ansonsten nicht mit der Erhaltung einer soliden Kapitalausstattung zu vereinbaren ist;",
            "annotations": []
        },
        {
            "text": "8. dazu verpflichten, Nettogewinne zur Stärkung der Eigenmittel einzusetzen;",
            "annotations": []
        },
        {
            "text": "9. Kapital-, Gewinnausschüttungen und Zinszahlungen des Kreditinstitutes an Anteilseigner, Gesellschafter oder Inhaber von Instrumenten des zusätzlichen Kernkapitals einschränken oder untersagen, sofern die Nichtzahlung nicht ein Ausfallereignis für das Kreditinstitut darstellt;",
            "annotations": []
        },
        {
            "text": "10. zusätzliche Meldepflichten oder kürzere Meldeintervalle, auch zur Eigenmittel-, Liquiditäts- und Verschuldungslage, vorschreiben, falls die verlangten Angaben nicht schon der gemeinsamen Datenbank für bankaufsichtliche Analysen gemäß §79 Abs3 zu entnehmen sind;",
            "annotations": []
        },
        {
            "text": "11. besondere Liquiditätsanforderungen vorschreiben, einschließlich der Beschränkung von Laufzeitinkongruenzen zwischen Aktiva und Passiva und",
            "annotations": []
        },
        {
            "text": "12. ergänzende Offenlegung, späteste Offenlegungszeitpunkte oder die Nutzung bestimmter Offenlegungsorte verlangen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4b) Verletzt ein Kreditinstitut, eine Finanzholdinggesellschaft oder eine gemischte Finanzholdinggesellschaft die Bestimmungen des §5 Abs1 Z6 bis 9a, §28a Abs3, §28a Abs5 oder §30 Abs7a, so hat die FMA abweichend von Abs4",
            "annotations": []
        },
        {
            "text": "1. dem Kreditinstitut, der Finanzholdinggesellschaft oder der gemischten Finanzholdinggesellschaft unter Androhung einer Zwangsstrafe aufzutragen, den rechtmäßigen Zustand binnen jener Frist herzustellen, die im Hinblick auf die Umstände des Falles angemessen ist;",
            "annotations": []
        },
        {
            "text": "2. im Wiederholungs- oder Fortsetzungsfall",
            "annotations": []
        },
        {
            "text": "a) bei einem Verstoß gegen §5 Abs1 Z6 bis 9a oder §30 Abs7a dem betroffenen Geschäftsleiter die Geschäftsführung ganz oder teilweise zu untersagen und die unverzügliche Abberufung des betroffenen Geschäftsleiters sowie, soweit notwendig, Neubestellung eines anderen Geschäftsleiters durch das für die Bestellung des betroffenen Geschäftsleiters zuständige Organ zu verlangen, oder",
            "annotations": []
        },
        {
            "text": "b) bei einem Verstoß gegen §28a Abs3, §28a Abs5 oder §30 Abs7a dem betroffenen Mitglied des Aufsichtsrates die Ausübung der Tätigkeit als Mitglied des Aufsichtsrates zu untersagen und die unverzügliche Abberufung des betroffenen Mitglieds des Aufsichtsrates sowie, soweit notwendig, Neubestellung durch das für die Bestellung des betroffenen Mitglieds des Aufsichtsrates zuständige Organ oder den zur Bestellung des betroffenen Mitglieds des Aufsichtsrates befugten Entsendungsberechtigten zu verlangen,",
            "annotations": []
        },
        {
            "text": "es sei denn, dass dies nach Art und Schwere des Verstoßes unangemessen wäre, und die Wiederherstellung des rechtmäßigen Zustandes durch nochmaliges Vorgehen gemäß Z1 erwartet werden kann; in diesem Fall ist die erstverhängte Zwangsstrafe zu vollziehen und der Auftrag unter Androhung einer höheren Zwangsstrafe zu wiederholen;",
            "annotations": []
        },
        {
            "text": "3. die Konzession eines Kreditinstitutes, einer Finanzholdinggesellschaft oder einer gemischten Finanzholdinggesellschaft zurückzunehmen, wenn andere Maßnahmen nach diesem Bundesgesetz die Funktionsfähigkeit des Kreditinstitutes nicht sicherstellen können.",
            "annotations": []
        },
        {
            "text": "Die FMA hat die Einhaltung der §§5 Abs1 Z6 bis 9a, 28a Abs3 und 28a Abs5 insbesondere dann zu überprüfen, wenn der begründete Verdacht besteht, dass im Zusammenhang mit einem Kreditinstitut Geldwäsche oder Terrorismusfinanzierung stattfinden, stattgefunden haben oder diese Straftaten versucht wurden oder dass ein erhöhtes Risiko hiefür besteht. Soweit aufgrund von Maßnahmen gemäß Z2 lita die Vertretung des Kreditinstitutes, der Finanzholdinggesellschaft oder der gemischten Finanzholdinggesellschaft nicht mehr möglich ist, hat in dringenden Fällen der für den Sitz des Kreditinstitutes, der Finanzholdinggesellschaft oder der gemischten Finanzholdinggesellschaft zuständige, zur Ausübung der Gerichtsbarkeit in Handelssachen berufene Gerichtshof erster Instanz im Verfahren außer Streitsachen auf Antrag der FMA neue Geschäftsleiter für die Zeit bis zur Behebung des Mangels zu bestellen. Der Beschluss über die Bestellung des Geschäftsleiters ist mit dessen Zustimmung sowie, sofern im Beschluss nicht anderes angeordnet ist, mit Zustellung an den Geschäftsleiter wirksam.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §18 und §19 des Betrieblichen Mitarbeiter- und Selbständigenvorsorgegesetzes (BMSVG), BGBl I 100/2002, idF BGBl I 100/2018 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Betriebliche Vorsorgekassen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§18. (1) Wer berechtigt ist, Abfertigungsbeiträge und Selbstständigenvorsorgebeiträge hereinzunehmen und zu veranlagen (§1 Abs1 Z21 Bankwesengesetz – BWG, BGBl Nr 532/1993; Betriebliches Vorsorgekassengeschäft) ist eine Betriebliche Vorsorgekasse (BV-Kasse) und unterliegt den Vorschriften dieses Bundesgesetzes.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die der BV-Kasse überwiesenen Abfertigungsbeiträge stehen im Eigentum der BV-Kasse, die diese treuhändig für die Anwartschaftsberechtigten hält und verwaltet (offene Verwaltungstreuhand).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die gesetzliche Interessenvertretung der BV-Kassen hat für jede BV-Kasse eine MVK-Leitzahl zu vergeben und diese sowie die Firma der BV-Kasse und allfällige Änderungen dieser Daten dem Dachverband bekannt zu geben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Rechtsform und Geschäftsbeschränkungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§19. (1) Das Betriebliche Vorsorgekassengeschäft darf nur von Aktiengesellschaften oder von Gesellschaften mit beschränkter Haftung betrieben werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) BV-Kassen dürfen nur die in §1 Abs1 Z21 BWG angeführten Geschäftstätigkeiten ausüben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) BV-Kassen dürfen keine Beteiligungen an anderen Unternehmen halten, sofern diese Unternehmen nicht operative oder sonstige mit dem Betrieblichen Vorsorgekassengeschäft verbundene Aufgaben wahrnehmen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. §33 des Verwaltungsgerichtshofgesetzes 1985 (VwGG), BGBl 10/1985, idF BGBl I 2/2021 lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Einstellung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§33. (1) Wenn in irgendeiner Lage des Verfahrens offenbar wird, dass der Revisionswerber klaglos gestellt wurde, ist die Revision nach Anhörung des Revisionswerbers mit Beschluss als gegenstandslos geworden zu erklären und das Verfahren einzustellen. Dasselbe gilt, wenn die Revision zurückgezogen wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Beruht die Revision auf einer Rechtsansicht, die der bisherigen Rechtsprechung des Verwaltungsgerichtshofes widerspricht, so kann der Berichter den Revisionswerber mit Zustimmung des Vorsitzenden unter Hinweis auf die einschlägigen Erkenntnisse oder Beschlüsse des Verwaltungsgerichtshofes und unter Setzung einer angemessenen Frist auffordern, die Revision durch Angabe der Gründe zu ergänzen, aus denen er die der bisherigen Rechtsprechung zugrunde liegende Rechtsansicht für unrichtig hält; die Versäumung dieser Frist gilt als Zurückziehung.\" ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. §28 des Bundesgesetzes über das Verfahren der Verwaltungsgerichte (Verwaltungsgerichtsverfahrensgesetz – VwGVG), BGBl I 33/2013, idF BGBl I 138/2017 lautet auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Erkenntnisse",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§28. (1) Sofern die Beschwerde nicht zurückzuweisen oder das Verfahren einzustellen ist, hat das Verwaltungsgericht die Rechtssache durch Erkenntnis zu erledigen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Über Beschwerden gemäß Art130 Abs1 Z1 B-VG hat das Verwaltungsgericht dann in der Sache selbst zu entscheiden, wenn",
            "annotations": []
        },
        {
            "text": "1. der maßgebliche Sachverhalt feststeht oder",
            "annotations": []
        },
        {
            "text": "2. die Feststellung des maßgeblichen Sachverhalts durch das Verwaltungsgericht selbst im Interesse der Raschheit gelegen oder mit einer erheblichen Kostenersparnis verbunden ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Liegen die Voraussetzungen des Abs2 nicht vor, hat das Verwaltungsgericht im Verfahren über Beschwerden gemäß Art130 Abs1 Z1 B-VG in der Sache selbst zu entscheiden, wenn die Behörde dem nicht bei der Vorlage der Beschwerde unter Bedachtnahme auf die wesentliche Vereinfachung oder Beschleunigung des Verfahrens widerspricht. Hat die Behörde notwendige Ermittlungen des Sachverhalts unterlassen, so kann das Verwaltungsgericht den angefochtenen Bescheid mit Beschluss aufheben und die Angelegenheit zur Erlassung eines neuen Bescheides an die Behörde zurückverweisen. Die Behörde ist hiebei an die rechtliche Beurteilung gebunden, von welcher das Verwaltungsgericht bei seinem Beschluss ausgegangen ist.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Das Recht auf ein Verfahren vor dem gesetzlichen Richter wird durch die Entscheidung eines Verwaltungsgerichtes verletzt, wenn das Verwaltungsgericht eine ihm gesetzlich nicht zukommende Zuständigkeit in Anspruch nimmt (zB VfSlg 15.372/1998, 15.738/2000, 16.066/2001, 16.298/2001 und 16.717/2002) oder wenn es in gesetzwidriger Weise seine Zuständigkeit ablehnt, etwa indem es zu Unrecht eine Sachentscheidung verweigert (zB VfSlg 15.482/1999, 15.858/2000, 16.079/2001 und 16.737/2002).",
            "annotations": []
        },
        {
            "text": "Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen.",
            "annotations": []
        },
        {
            "text": "2. Der angefochtene Beschluss ist vor folgendem rechtlichen Hintergrund und der dazu ergangenen Rechtsprechung des Verwaltungsgerichtshofes sowie des Verfassungsgerichtshofes zu sehen:",
            "annotations": []
        },
        {
            "text": "2.1. Verletzt ein Kreditinstitut, eine Finanzholdinggesellschaft oder eine gemischte Finanzholdinggesellschaft die Bestimmungen des §5 Abs1 Z6 bis 9a, §28a Abs3, §28a Abs5 oder §30 Abs7a BWG, hat die FMA – abweichend von §70 Abs4 BWG – zunächst dem Kreditinstitut, der Finanzholdinggesellschaft oder der gemischten Finanzholdinggesellschaft unter Androhung einer Zwangsstrafe aufzutragen, den rechtmäßigen Zustand binnen jener Frist herzustellen, die im Hinblick auf die Umstände des Falles angemessen ist (§70 Abs4b Z1 BWG).",
            "annotations": []
        },
        {
            "text": "Im Wiederholungs- oder Fortsetzungsfall hat die FMA bei einem Verstoß gegen §5 Abs1 Z6 bis 9a oder §30 Abs7a BWG dem betroffenen Geschäftsleiter die Geschäftsführung ganz oder teilweise zu untersagen und die unverzügliche Abberufung des betroffenen Geschäftsleiters sowie, soweit notwendig, Neubestellung eines anderen Geschäftsleiters durch das für die Bestellung des betroffenen Geschäftsleiters zuständige Organ zu verlangen (§70 Abs4b Z2 BWG). Dies gilt nicht, wenn dies nach der Art und Schwere des Verstoßes unangemessen wäre und die Wiederherstellung des rechtmäßigen Zustandes durch nochmaliges Vorgehen gemäß §70 Abs4b Z1 BWG erwartet werden kann. Diesfalls ist die zuerst verhängte Zwangsstrafe zu vollziehen und der Auftrag unter Androhung einer höheren Zwangsstrafe zu wiederholen.",
            "annotations": []
        },
        {
            "text": "Gemäß §70 Abs4b Z3 BWG hat die FMA die Konzession eines Kreditinstitutes, einer Finanzholdinggesellschaft oder einer gemischten Finanzholdinggesellschaft zurückzunehmen, wenn andere Maßnahmen nach diesem Bundesgesetz die Funktionsfähigkeit des Kreditinstitutes nicht sicherstellen können.",
            "annotations": []
        },
        {
            "text": "2.2. Der Verwaltungsgerichtshof geht in ständiger Rechtsprechung davon aus, dass einem Kreditinstitut, das einem Auftrag der FMA gemäß §70 Abs4 BWG, einen Geschäftsleiter abzuberufen, nachkommt, im weiteren Verfahren gegen die von der Aufsichtsbehörde verfügte Maßnahme die Beschwer und damit die Rechtsmittellegitimation fehlt (vgl VwGH 28.5.2013, 2010/17/0026; 17.11.2014, 2010/17/0039).",
            "annotations": []
        },
        {
            "text": "In einem solchen Fall sei Gegenstandslosigkeit anzunehmen, weil die beschwerdeführende Partei durch die Erfüllung des durch den angefochtenen Bescheid erteilten Auftrages nicht mehr fortdauernd in ihren Rechten verletzt sein könne. Durch die Erfüllung des behördlichen Auftrages sei der Bescheid, der eine Zwangsstrafe für den Fall der Nichterfüllung des Auftrages verhängt habe, wirkungslos geworden. Einer Entscheidung des Verwaltungsgerichtshofes käme somit nur noch abstrakt-theoretische Bedeutung zu, weil der Rechtsmittelwerber auch durch eine Aufhebung des angefochtenen Bescheides rechtlich nicht besser gestellt wäre als er ohnehin stünde.",
            "annotations": []
        },
        {
            "text": "Der Gegenstandslosigkeit im erwähnten Sinne stehe auch der unionsrechtliche Grundsatz des effektiven Rechtsschutzes nicht entgegen. Durch die Anwendung der nationalen Verfahrensregelungen hinsichtlich der Einstellung verwaltungsgerichtlicher Verfahren im Falle der Gegenstandslosigkeit werde nämlich weder der Grundsatz der Äquivalenz noch jener der Effektivität verletzt; es könne nicht Aufgabe eines effektiven Rechtsschutzes sein, Rechtsfragen von lediglich theoretisch-abstraktem Interesse zu entscheiden. Dies gelte auch für Rechtssachen mit ausschließlich innerstaatlichem Bezug.",
            "annotations": []
        },
        {
            "text": "Beschwerdelegitimation liege ausnahmsweise nur dann vor, wenn dem angefochtenen Bescheid noch Rechtswirkungen für die beschwerdeführende Partei zukämen (vgl VwGH 23.5.2014, 2014/02/0013).",
            "annotations": []
        },
        {
            "text": "2.3. Der angefochtene Beschluss des Bundesverwaltungsgerichtes vom 15. September 2022 stützt sich im Wesentlichen auf diese Rechtsprechung des Verwaltungsgerichtshofes und überträgt diese auf Abberufungsbescheide gemäß §70 Abs4b Z2 BWG.",
            "annotations": []
        },
        {
            "text": "2.4. Nach §70 Abs4 BWG erteilte Aufträge der FMA richten sich an den beaufsichtigten Rechtsträger, der allenfalls die negativen Konsequenzen einer Nichtbefolgung des Auftrages – wie den Vollzug der Zwangsstrafe oder letztlich sogar den Verlust der Konzession – zu tragen hat. Die abberufenen Geschäftsleiter sind demgegenüber nicht Normadressaten der aufsichtsrechtlichen Bestimmungen des §70 Abs4 (und 4b) BWG (vgl VfGH 17.9.2015, G398/2015 ua; vgl auch VwGH 14.12.2011, 2007/17/0177) und haben daher für sich keine eigene Rechtsschutzmöglichkeit.",
            "annotations": []
        },
        {
            "text": "3. Wie der Verfassungsgerichtshof in ständiger Rechtsprechung betont (dazu grundlegend VfSlg 11.196/1986 mwN), gipfelt der Sinn des rechtsstaatlichen Prinzips darin, dass alle Akte staatlicher Organe im Gesetz und mittelbar letzten Endes in der Verfassung begründet sein müssen und ein System von Rechtsschutzeinrichtungen die Gewähr dafür bietet, dass nur solche Akte in ihrer rechtlichen Existenz als dauernd gesichert erscheinen, die in Übereinstimmung mit den sie bedingenden Akten höherer Stufe erlassen wurden.",
            "annotations": []
        },
        {
            "text": "Ein dem rechtsstaatlichen Prinzip innewohnender Gesichtspunkt besteht insbesondere auch darin, dass die unabdingbar geforderten Rechtsschutzeinrichtungen ihrer Zweckbestimmung nach ein bestimmtes Maß an Effizienz für den Rechtsschutzwerber aufweisen müssen (vgl VfSlg 11.196/1986).",
            "annotations": []
        },
        {
            "text": "4. Art6 EMRK gebietet zudem unter anderem, dass der Einzelne seine Rechte effektiv vertreten können muss. Denselben Gedanken des \"effektiven Rechtsschutzes\" bringt auch Art13 EMRK zum Ausdruck, der eine \"wirksame Beschwerde\" verlangt (vgl bereits VfSlg 10.291/1984 und VfSlg 16.245/2001).",
            "annotations": []
        },
        {
            "text": "5. Hinsichtlich sogenannter zeitraumbezogener Rechte hat der Verfassungsgerichtshof eine differenzierte Rechtsprechung entwickelt, je nachdem ob in der jeweiligen Konstellation von einem Fortbestand des Rechtsschutzinteresses auszugehen ist oder dies (ausnahmsweise) nicht der Fall ist.",
            "annotations": []
        },
        {
            "text": "So hat der Verfassungsgerichtshof wiederholt ausgesprochen, dass in Konstellationen, die zeitraumbezogene Rechte zum Gegenstand haben, auch ein Fortbestand des Rechtsschutzinteresses gegeben sein kann (vgl VfSlg 20.190/2017; VfGH 24.9.2019, E1588/2019; vgl auch VfSlg 20.380/2020). Dies gilt insbesondere dann, wenn der Beschwerdeführer beabsichtigt, das in Rede stehende Verhalten in Zukunft zu wiederholen. Diesfalls ist davon auszugehen, dass die Bedeutung der Entscheidung für gleich- oder ähnlich gelagerte Sachverhalte für ihn weiterhin gegeben ist (VfSlg 20.190/2017; vgl auch VfGH 17.3.2022, E2379/2021; VwGH 26.5.2003, 2000/12/0047; 4.2.2009, 2008/12/0102). ",
            "annotations": []
        },
        {
            "text": "6. Die Zurückweisung der Beschwerden der beschwerdeführenden Partei gegen die Abberufungsbescheide der FMA durch das Bundesverwaltungsgericht bewirkt, dass der beschwerdeführenden Partei ein hinreichend effektiver Rechtsschutz im Sinne der Rechtsprechung des Verfassungsgerichtshofes nicht eingeräumt wird:",
            "annotations": []
        },
        {
            "text": "6.1. Wie dargestellt geht der Verwaltungsgerichtshof in ständiger Rechtsprechung davon aus, dass einem Kreditinstitut, das einem Auftrag der FMA gemäß §70 Abs4 BWG, einen Geschäftsleiter abzuberufen, nachkommt, im weiteren Verfahren gegen die von der Aufsichtsbehörde verfügte Maßnahme die Beschwer und damit die Rechtsmittellegitimation fehlt. In einem solchen Fall sei Gegenstandslosigkeit anzunehmen, weil der beaufsichtigte Rechtsträger nach Erfüllung des durch den Bescheid der FMA erteilten Auftrages nicht mehr fortdauernd in seinen Rechten verletzt sein könne. Einer Entscheidung des Verwaltungsgerichtshofes käme nur noch abstrakt-theoretische Bedeutung zu.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat in dem angefochtenen Beschluss diese Rechtsprechung auf Abberufungsbescheide gemäß §70 Abs4b BWG übertragen und die Beschwerden der beschwerdeführenden Partei mangels Rechtsschutzinteresses zurückgewiesen.",
            "annotations": []
        },
        {
            "text": "6.2. Der Verfassungsgerichtshof teilt die dieser Rechtsprechung zugrunde liegende Auffassung nicht, dass der Entscheidung über die Beschwerden gegen die Abberufungsbescheide in der vorliegenden Konstellation nur mehr theoretisch-abstrakte Bedeutung zukommt. Vielmehr ist aus den folgenden Gründen von einem Fortbestand des Rechtsschutzinteresses der beschwerdeführenden Partei auszugehen:",
            "annotations": []
        },
        {
            "text": "6.2.1. Der beaufsichtigte Rechtsträger befindet sich nämlich mit der Erlassung eines Abberufungsbescheides, der – wie auch der Anlassfall zeigt – regelmäßig unter Setzung einer sehr kurzen Frist für die Abberufung der Geschäftsleiter und unter Ausschluss der aufschiebenden Wirkung einer allfälligen Beschwerde erlassen wird, in einer Situation, in der die Abberufung der Geschäftsleiter eine unabdingbare rechtliche (und faktische) Konsequenz ist. Kommt der beaufsichtigte Rechtsträger dem Abberufungsauftrag nämlich nicht nach und bekämpft er den diesbezüglichen und (in aller Regel) bereits vollstreckbaren Bescheid beim Bundesverwaltungsgericht, droht als ultima ratio der bescheidmäßige Entzug der Konzession durch die FMA (vgl §70 Abs4b Z3 BWG).",
            "annotations": []
        },
        {
            "text": "6.2.2. Auf Grund der (existenzbedrohenden) wirtschaftlichen und rechtlichen Konsequenzen eines (wenn auch nur vorübergehenden) Konzessionsentzuges für den beaufsichtigten Rechtsträger und dessen Kunden ist eine solche Vorgangsweise zwar theoretisch denkbar, aus rechtsstaatlicher Sicht faktisch aber nicht hinreichend effizient.",
            "annotations": []
        },
        {
            "text": "6.2.3. Die Abberufungsbescheide entfalten darüber hinaus – trotz der zwischenzeitig erfolgten Abberufung bzw des Rücktrittes der Geschäftsleiter – insofern (weiterhin) Rechtswirkungen, als der damit zum Ausdruck kommende Vorwurf der Unzuverlässigkeit in Bezug auf die Geschäftsleiter von der FMA in zukünftigen aufsichtsrechtlichen Verfahren, insbesondere betreffend die (Wieder-)Bestellung zu Geschäftsleitern, zu berücksichtigen ist. Aus diesem Grund kann nicht davon gesprochen werden, dass der Entscheidung des Bundesverwaltungsgerichtes über die Beschwerden gegen die Abberufungsbescheide lediglich theoretisch-abstrakte Bedeutung zukommt.",
            "annotations": []
        },
        {
            "text": "6.2.4. Der Vollständigkeit halber sei bemerkt, dass (auch) das Beschwerdeverfahren gegen einen allfälligen Maßnahmenbescheid der FMA keinen hinreichenden Rechtsschutz für den betroffenen Rechtsträger eröffnet. In diesem Verfahren wird nämlich nicht über den Vorwurf der Unzuverlässigkeit gegen die (ehemaligen) Geschäftsleiter des beaufsichtigten Rechtsträgers, sondern nur über die Frage abgesprochen, ob die von der FMA gegenüber dem beaufsichtigten Rechtsträger angeordneten Maßnahmen – auf der Grundlage des verbindlichen Abberufungsbescheides – rechtmäßig waren.",
            "annotations": []
        },
        {
            "text": "7. Im Ergebnis kann daher ein den rechtsstaatlichen Grundsätzen genügender, faktisch effizienter Rechtsschutz für den beaufsichtigten Rechtsträger in der vorliegenden Konstellation nur im Beschwerdeverfahren gegen den Abberufungsbescheid bzw die Abberufungsentscheidung sichergestellt werden. ",
            "annotations": []
        },
        {
            "text": "8. Das Bundesverwaltungsgericht hätte daher die Beschwerden der beschwerdeführenden Partei gegen die Bescheide vom 7. März 2022 und 8. Juli 2022 nicht mangels Rechtsschutzinteresses zurückweisen dürfen. Indem es dies tat, hat es die beschwerdeführende Partei aus den dargelegten Gründen in ihrem verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter gemäß Art83 Abs2 B-VG verletzt.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführende Partei ist durch den angefochtenen Beschluss im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter gemäß Art83 Abs2 B-VG verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Der angefochtene Beschluss ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88a Abs1 iVm §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}