{
    "document_id": "JFT_20230615_23W_I00002_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Anfechtung und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Am 2. Oktober 2022 fanden die durch Verordnung der Burgenländischen Landesregierung vom 25. Jänner 2022, LGBl 48/2022, ausgeschriebenen Wahlen des Gemeinderates und des Bürgermeisters im Burgenland und daher auch der Gemeinde Forchtenstein statt. ",
            "annotations": []
        },
        {
            "text": "2. Da bei der Wahl des Bürgermeisters der Gemeinde Forchtenstein kein Bewerber mehr als die Hälfte der abgegebenen gültigen Stimmen erreicht hatte, fand am 23. Oktober 2022 (vgl §3 Abs2 Verordnung, LGBl 48/2022) eine engere Wahl zwischen den Wahlwerbern DI Dr. Alexander Rüdiger Knaak der wahlwerbenden Partei \"Sozialdemokratische Partei Österreichs – SPÖ\" und Josef Neusteurer der wahlwerbenden Partei \"Österreichische Volkspartei - ÖVP\" statt.",
            "annotations": []
        },
        {
            "text": "3. Laut Kundmachung der Gemeindewahlbehörde der Gemeinde Forchtenstein vom 23. Oktober 2022 wurden bei dieser Wahl 1.951 gültige Stimmen und 23 ungültige Stimmen abgegeben, davon entfielen 978 Stimmen auf DI Dr. Alexander Rüdiger Knaak und 973 Stimmen auf Josef Neusteurer. Die Wahlbehörde machte daher kund, dass DI Dr. Alexander Rüdiger Knaak zum Bürgermeister gewählt wurde. ",
            "annotations": []
        },
        {
            "text": "4. Gegen das Ergebnis der engeren Wahl wurde durch den Zustellungsbevollmächtigten der ÖVP mit einer als \"Einspruch wegen Unrichtigkeit der ziffernmäßigen Ermittlung des Wahlergebnisses gemäß §76 Bgld Gemeindewahlordnung 1992\" bezeichneten Eingabe vom 31. Oktober 2022 Einspruch erhoben. Darin wird inhaltlich ausgeführt, dass in rechtswidriger Weise auch \"Hilfskräfte\" an der Auszählung mitgewirkt hätten und die Niederschrift des Wahlsprengels 2 nicht unterschrieben worden sei. Es wurde beantragt, dem Einspruch wegen ziffernmäßiger Unrichtigkeit stattzugeben und eine Neuauszählung der Stimmen aller drei Wahlsprengel durchzuführen.",
            "annotations": []
        },
        {
            "text": "5. Diesen Einspruch wies die \"Landeswahlbehörde nach der Landtagswahlordnung beim Amt der Burgenländischen Landesregierung\" (im Folgenden: Landeswahlbehörde) mit Bescheid vom 23. Jänner 2023 als unbegründet ab. Begründend führt sie – auf das Wesentliche zusammengefasst – aus, dass der Einspruch fristgerecht eingebracht worden sei, sich aber ausdrücklich nur auf die Unrichtigkeit der ziffernmäßigen Ermittlung beziehe. Es werde lediglich die Neuauszählung der Stimmen und die Feststellung des Ergebnisses in allen drei Sprengeln beantragt. Die Landeswahlbehörde sei nicht befugt, den Prüfgegenstand eigenmächtig darüber hinaus auszudehnen und eine allfällige Wiederholung der engeren Wahl des Bürgermeisters anzuordnen. Daher erachte sich die Landeswahlbehörde nicht in der Lage, einen Teil der behaupteten Rechtswidrigkeiten aufzugreifen, auch wenn diese festgestellt werden haben können.",
            "annotations": []
        },
        {
            "text": "Von der Landeswahlbehörde sei nämlich angesichts des Antrages, der sich ausschließlich auf die ziffermäßige Unrichtigkeit beziehe, nur zu beurteilen, ob die Stimmen (wie beantragt) neu auszuzählen seien. Eine Neuauszählung der Stimmen hätte jedoch keine Änderung des Gesamtergebnisses zur Folge, weil sich im Rahmen des Nachzählens durch die Landeswahlbehörde zwar Fehler bei der ziffernmäßigen Ermittlung in den Sprengeln 1 und 3 herausgestellt hätten. Dies sei allerdings deshalb unerheblich, weil demnach auf den Wahlwerber der SPÖ, DI Dr. Alexander Rüdiger Knaak, 979 (statt wie festgestellt 978) Stimmen und auf den Wahlwerber der ÖVP, Josef Neusteurer, 972 (statt wie festgestellt 973) Stimmen entfallen würden. Dem Anfechtungsbegehren hinsichtlich einer Neuauszählung sei sohin nicht stattzugeben, weil dieser Fehler auf das Wahlergebnis nicht von Einfluss sei.",
            "annotations": []
        },
        {
            "text": "6. In der daraufhin beim Verfassungsgerichtshof eingebrachten Anfechtung vom 21. Februar 2023 beantragt die anfechtungswerbende Partei, \"der Verfassungsgerichtshof wolle in Stattgebung dieser Anfechtung das Verfahren der engeren Wahl des Bürgermeisters der Gemeinde Forchtenstein vom 23.10.2022 zur Gänze aufheben\". Begründet wird dies – auszugsweise – wie folgt: ",
            "annotations": []
        },
        {
            "text": "\"II. Anfechtungsgegenstand",
            "annotations": []
        },
        {
            "text": "Bei der engeren Wahl des Bürgermeisters in der Gemeinde Forchtenstein (Stichwahl) der allgemeinen Gemeinderats- und Bürgermeisterwahlen 2022 am 23.10.2022 einschließlich des Auszählungs- und Einspruchsverfahrens (insbesondere auch hinsichtlich der Erstellung, Versicherung und Verwahrung der Wahlakten) wurden maßgebliche Bestimmungen der burgenländischen Gemeindewahlordnung 1992 in einem Maße verletzt, dass diese Rechtswidrigkeiten auf das Wahlergebnis von Einfluss sein konnten und tatsächlich auch von Einfluss waren.",
            "annotations": []
        },
        {
            "text": "Verletzt wurden insbesondere die Bestimmungen der §§66, 67, 68 und 69 GemWO sowie des Erlasses der Landeswahlbehörde vom 21.09.2022. GZ A2/G.GRW22-10000-171-2022.",
            "annotations": []
        },
        {
            "text": "Durch die dargestellten Rechtswidrigkeiten und insbesondere die Führung und Verfügung über den Wahlakt durch unbefugte Personen, die fehlende bzw verspätete Erstellung und Beifügung von Niederschriften zum Wahlakt und insbesondere die gesetzwidrige unversiegelte lang andauernde unsichere Verwahrung des Wahlaktes eröffnet die grundsätzliche Möglichkeit zur Manipulation des Wahlergebnisses.",
            "annotations": []
        },
        {
            "text": "Insbesondere im Zusammenhang damit, dass die Kundmachung durch die Gemeindewahlbehörde zwischen den beiden in der engeren Wahl des Bürgermeisters stehenden Kandidaten lediglich fünf Stimmen Unterschied ergab, kann das Ergebnis bereits mit geringfügigen Manipulationen im Ergebnis verfälscht werden.",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof bereits wiederholt ausgesprochen hat (VfSlg 19.908/2014, VfGH vom 08.10.2014, WI1/2014) ist auch nach Abschluss des Wahlverfahrens und des im Rahmen eines Anfechtungsverfahrens einsetzenden Fristenlaufes die Möglichkeit von Missbräuchen auszuschließen. Andernfalls, insbesondere wenn unbefugte Personen unkontrollierten Zugang zu den Wahlakten haben, ist eine verlässliche Ermittlung des Wahlergebnisses durch die hierzu zuständigen Organe objektiv nicht mehr gewährleistet.",
            "annotations": []
        },
        {
            "text": "Insofern sind auch Verletzungen nach erfolgter Kundmachung des Ergebnisses im Zuge des Einspruchsverfahrens von Relevanz und können zu einer Wahlanfechtung führen. Da aufgrund der – keinen Nachweis erfordernden – Möglichkeit der Manipulation des Wahlverfahrens eine objektive Überprüfung nicht mehr möglich ist, ist sohin der gesamte Wahlvorgang zu wiederholen und das Wahlverfahren zur Gänze aufzuheben. Es wird daher das gesamte Wahlverfahren des zweiten Wahlgangs für die Bürgermeisterwahl der Gemeinde Forchtenstein (engere Wahl) angefochten und beantragt, dieses zur Gänze aufzuheben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Anfechtungslegitimation",
            "annotations": []
        },
        {
            "text": "Gemäß Art141 Abs1 litb B-VG erkennt der Verfassungsgerichtshof ua über die Anfechtung von Wahlen in die mit der Vollziehung betrauten Organe einer Gemeinde, so auch über die Anfechtung einer Direktwahl des Bürgermeisters (zB VfSlg 19.246/2010).",
            "annotations": []
        },
        {
            "text": "Nach §68 Abs1 VfGG ist die Wahlanfechtung – soweit das in Betracht kommende Gesetz nichts anderes bestimmt – binnen vier Wochen nach Beendigung des Wahlverfahrens oder, wenn sie auf die Rechtswidrigkeit eines Bescheides oder eine Entscheidung einer Verwaltungsbehörde oder eines Erkenntnisses oder Beschlusses eines Verwaltungsgerichts gegründet wird, binnen vier Wochen nach Zustellung von einer gemäß §67 Abs2 VfGG antragsberechtigten Wählergruppe einzubringen. In den Angelegenheiten des eigenen Wirkungsbereiches der Gemeinde kann die Wahlanfechtung erst nach Erschöpfung des Instanzenzuges eingebracht werden.",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall wurde der Bescheid der Landeswahlbehörde dem Einspruchswerber am 26.01.2023 zugestellt. Von der Gemeindewahlbehörde wurde er über diesen Bescheid am 25.01.2023 in Kenntnis gesetzt.",
            "annotations": []
        },
        {
            "text": "Gemäß §76 der burgenländischen Gemeinderatswahlordnung kann gegen das Ergebnis der Wahl des Bürgermeisters sowohl wegen behaupteter Unrichtigkeit der ziffernmäßigen Ermittlung des Wahlergebnisses als auch wegen angeblich gesetzwidriger Vorgänge im Wahlverfahren, die auf das Wahlergebnis von Einfluss sein konnten, Einspruch erhoben werden, der aufschiebende Wirkung hat.",
            "annotations": []
        },
        {
            "text": "Der vorliegende Einspruch ist fristgerecht gemäß §76 Abs3 GemWO 1992 erhoben worden und zwar vom Zustellungsbevollmächtigten der wahlwerbenden Partei ÖVP.",
            "annotations": []
        },
        {
            "text": "Im erhobenen, beigeschlossenen Einspruch wurde eine Vielzahl von Rechtswidrigkeiten geltend gemacht, die nicht unmittelbar die Unrichtigkeit der ziffernmäßigen Ermittlung betreffen, sondern die mögliche Manipulation durch die unkontrollierte Beiziehung von Hilfskräften.",
            "annotations": []
        },
        {
            "text": "Entgegen der einschränkenden Ansicht der Landeswahlbehörde spricht die burgenländische Gemeindewahlordnung allgemein davon, dass 'gegen das Ergebnis der Wahl … des Bürgermeisters sowohl wegen behaupteter Unrichtigkeit der ziffernmäßigen Ermittlung des Wahlergebnisses als auch wegen angeblich gesetzwidriger Vorgänge im Wahlverfahren, die auf das Wahlergebnis von Einfluss sein konnten, Einspruch erhoben werden' kann.",
            "annotations": []
        },
        {
            "text": "Damit hat der Einspruchswerber aber mit dem erhobenen Einspruch, der eben nicht nur die ziffernmäßige Unrichtigkeit bekämpft hat, sondern auch allgemeine Verletzungen von Vorschriften der burgenländischen Gemeinderatswahlordnung im Wahlverfahren beanstandet hat, Genüge getan. Einer konkreteren Formulierung oder Antragstellung in Bezugnahme auf die Aufhebung spezifischer Teile des Wahlverfahrens bedarf es nicht. Jedenfalls ist aus den Ausführungen im Einspruch auch nicht eine Einschränkung darauf abzuleiten, dass nur eine Nachzählung (wie in den Z2 und Z3 des Antrages im Einspruch) geltend gemacht wurde. Vielmehr wurde unter detaillierter Darlegung der rechtswidrigen Handlungen allgemein 'Einspruch' zur umfassenden Überprüfung (und damit erkennbarer Weise Aufhebung der rechtswidrigen Teile) des Wahlverfahrens erhoben, [der] hier sohin auch denknotwendigerweise den Antrag auf Aufhebung des gesamten Wahlverfahrens umfasst.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus sind wesentliche weitere Rechtswidrigkeiten (im Hinblick auf VfSlg 19.908/2014 und VfGH vom 08.10.2014, WI1/2014) erst nach dem Einspruch gesetzt worden und hervorgekommen, sodass naturgemäß erst danach mit Kenntnis dieser Rechtswidrigkeiten die Anfechtungsfrist zu laufen beginnt, sohin mit Zustellung des beigeschlossenen Bescheides der Landeswahlbehörde.",
            "annotations": []
        },
        {
            "text": "Die Rechtsansicht der Landeswahlbehörde, wonach eine Aufhebung der Wahl nicht erfolgen könne, weil zwar Rechtswidrigkeiten festgestellt wurden, diese aber im Rahmen der Anfechtung nicht entsprechend vorgebracht oder von dieser nicht umfasst gewesen wären, ist daher verfehlt, jedenfalls im Hinblick auf die unversiegelte fehlerhafte Verwahrung der Wahlakten nach Einbringung des Einspruchs.",
            "annotations": []
        },
        {
            "text": "Die Anfechtung ist daher fristgerecht binnen vier Wochen nach Erschöpfung des Instanzenzuges durch Zustellung des Bescheides erfolgt.",
            "annotations": []
        },
        {
            "text": "Inhaltlich bedarf es aufgrund der in Pkt. IV dargestellten Rechtswidrigkeiten und insbesondere der abstrakt gegebenen Manipulationsmöglichkeiten durch die nach Erhebung des Einspruchs unversiegelte Verwahrung der Wahlakten jedenfalls einer Aufhebung und Wiederholung des gesamten Wahlverfahrens der Bürgermeisterstichwahl.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "IV. Rechtswidrigkeiten",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Rechtswidrig war die Nichtunterfertigung der Niederschrift durch die Sprengelwahlbehörde 2.",
            "annotations": []
        },
        {
            "text": "Der Wahlakt des Sprengels 2 wurde von der Gemeindewahlbehörde nicht übernommen. Dieser wurde, nachdem die Sitzung der Gemeindewahlbehörde bereits geschlossen war, vom Amtsleiter der Gemeinde Forchtenstein übernommen. Nach §68 Abs2 Gemeindewahlordnung 1992 darf die Gemeindewahlbehörde ihre Feststellungen nur auf Grundlage der ihr vorliegenden Niederschriften aller drei Sprengelwahlbehörden treffen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Aus der Bestimmung des §68 Abs2 iVm §69 Abs3 schließt der VfGH (vgl VfSlg 19.908/2014), dass die Wahlakten nach Abschluss der Wahlhandlung jedenfalls bis zum Abschluss eines allfälligen verfassungsgerichtlichen Anfechtungsverfahrens versiegelt und fest verschlossen in einem für unbefugte Personen nicht zugänglichen Raum aufbewahrt werden müssen (vgl Weikovics, Kommentar zur Burgenländischen Gemeindewahlordnung 1992, §68, Anm. 5)[.]",
            "annotations": []
        },
        {
            "text": "Das Gebot einer sicheren Verwahrung gilt auch im Stadium eines Anfechtungsverfahrens bzw des hiezu nach Abschluss des Wahlverfahrens einsetzenden Fristenlaufes, weil gesichert sein muss, dass das verfassungsgerichtliche Verfahren von Wahlunterlagen ausgeht, deren Beweiswert - objektiv - nicht angezweifelt werden kann. Haben unbefugte Personen unkontrollierten Zugang zu den Wahlakten, ist eine verlässliche Ermittlung des Wahlergebnisses durch die hiezu (allein) zuständigen Organe objektiv nicht mehr gewährleistet: Bei Verletzung jener Vorschriften der Wahlordnung, die eine einwandfreie Prüfung der Stimmenzählung sichern sollen, ist nämlich die Möglichkeit von Missbräuchen, die das Gesetz unbedingt ausschließen will, jedenfalls gegeben, ohne dass es des Nachweises einer konkreten - das Wahlergebnis tatsächlich verändernden - Manipulation bedarf (VfGH vom 08.10.2014, WI1/2014).",
            "annotations": []
        },
        {
            "text": "Die gesetzliche Vorschrift, dass der Wahlakt von der Gemeinde unter Verschluss zu nehmen und sicher zu verwahren ist, bedeutet, dass jede im Gesetz nicht vorgesehene Manipulation mit den Wahlakten unbedingt zu unterbleiben hat (VfGH vom 15.12.1964, W 1-2/64).",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Verfassungsgerichtshofes kommt es nicht auf den Nachweis einer konkreten – das Wahlergebnis tatsächlich verändernden – Manipulation an. Bei Verletzung jener Vorschriften der Wahlordnung, die eine einwandfreie Prüfung der Stimme[n]zählung sichern sollen, ist nämlich die Möglichkeit von Missbräuchen, die das Gesetz unbedingt ausschließen will, jedenfalls auch ohne Nachweis einer konkreten Manipulation gegeben und vom VfGH aufzugreifen (vgl Entscheidung des VfGH vom 08.10.2014, VfSlg 19.908).",
            "annotations": []
        },
        {
            "text": "Zweifelsfrei kam es zu einer Verletzung der burgenländischen Gemeindewahlordnung 1992 durch die Verpackung und Verwahrung des Wahlaktes durch den Amtsleiter und neuerlich durch die unversiegelte Verwahrung der Wahlakten durch die Bürgermeisterin.\" (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "7. Die Landeswahlbehörde als nach der in Betracht kommenden Wahlordnung höchste Wahlbehörde legte die Wahlakten vor und äußerte sich – in Entsprechung der Aufforderung durch den Verfassungsgerichtshof – zum Zustand der Wahlakten in ihrer Stellungnahme vom 27. März 2023 wie folgt: ",
            "annotations": []
        },
        {
            "text": "\"Zur Übermittlung des Wahlakts wird angeführt, dass dieser von Herrn Bezirkswahlleiter-Stellvertreter *** der Landeswahlbehörde am 31. Oktober 2022 übergeben und von Landeswahlleiter-Stellvertreter *** (im Beisein der Hilfsorgane *** und ***) entgegengenommen wurde.",
            "annotations": []
        },
        {
            "text": "Seitens der Anwesenden war festzustellen, dass der Wahlakt durch die Bezirkswahlbehörde Mattersburg erneut verschlossen bzw mit einem Klebeband zugeklebt worden war. Die im Karton befindliche Anfechtungsschrift konnte daher erst nachdem das Klebeband der Bezirkswahlbehörde entfernt wurde, dem Wahlakt entnommen werden.",
            "annotations": []
        },
        {
            "text": "Der Wahlakt wurde anschließend in einen, nur der Landeswahlleitung zugänglichen Raum verbracht, wo er gelagert wurde.",
            "annotations": []
        },
        {
            "text": "Die Öffnung des Wahlakts erfolgte am 24. November 2022 mit ermächtigten Mitgliedern de[r] Landeswahlbehörde.",
            "annotations": []
        },
        {
            "text": "Im Zuge der Nachzählung der Stimmzettel des Wahlsprengels 2 durch Mitglieder der Landeswahlbehörde konnte festgestellt werden, dass die Überkuverts mit den darin befindlichen Stimmzetteln ordnungsgemäß zugeklebt und mit Datum und Unterschrift des Wahlleiters (***) versehen waren, wobei die Unterschriften über der Lasche erfolgten. Indizien für eine Entnahme und Manipulation der in diesen Überkuverts befindlichen Stimmzetteln konnten nicht ansatzweise festgestellt werden.",
            "annotations": []
        },
        {
            "text": "Im Falle einer tatsächlichen Manipulation hätte man sowohl die Überkuverts austauschen, einzelne Stimmzettel manipulieren als auch die Niederschriften ausbessern bzw neu erstellen müssen. Weiters konnte festgestellt werden, dass die Niederschrift der Sprengelwahlbehörde des Wahlsprengels 2 mit der Anzahl der verpackten Stimmzettel übereinstimmte.",
            "annotations": []
        },
        {
            "text": "Insgesamt handelte es sich um sieben Kuverts:",
            "annotations": []
        },
        {
            "text": "- Kuvert 1, Bezeichnung '370 Stück gültige amtliche Stimmzettel DI. Dr. Knaak Alexander Rüdiger'",
            "annotations": []
        },
        {
            "text": "- Kuvert 2, Bezeichnung '184 Stück gültige amtliche Stimmzettel Neusteurer Josef'",
            "annotations": []
        },
        {
            "text": "- Kuvert 3, Bezeichnung '4 Stück ungültige amtliche Stimmzettel'",
            "annotations": []
        },
        {
            "text": "- Kuvert 4, Bezeichnung '2 Stück nichtige Wahlkarten'",
            "annotations": []
        },
        {
            "text": "- Kuvert 5,6, Bezeichnung '77 Stück eingelangte Wahlkarten' (2 Kuverts)",
            "annotations": []
        },
        {
            "text": "- Kuvert 7, Bezeichnung '319 Stück nicht ausgegebene amtliche Stimmzettel'",
            "annotations": []
        },
        {
            "text": "Alle Niederschriften, alle Abstimmungs- und Wählerverzeichnisse waren im Original vorhanden und wiesen keinerlei Streichungen oder Auslackungen auf. Die verpackten Stimmzettel der Wahlsprengel 1 und 3 befanden sich in zugeklebten Kuverts, die keinerlei Beschädigungen aufwiesen.",
            "annotations": []
        },
        {
            "text": "Die Anzahl der abgegebenen gültigen und ungültigen Stimmen stimmte mit der Anzahl der laut Abstimmungsverzeichnis abgegebenen Wählerstimmen überein.",
            "annotations": []
        },
        {
            "text": "Im Zuge der Anfechtung der Wahl des Bürgermeisters in der Gemeinde Forchtenstein wurden mit Schreiben vom 5. Dezember 2022, Zahl: A2/G.GRW22-10000-321-2022, der Bezirkswahlleitung Mattersburg nachstehende Fragen gestellt:",
            "annotations": []
        },
        {
            "text": "(…)",
            "annotations": []
        },
        {
            "text": "Am 31. Oktober 2022 wurde aufgrund des am selben Tag eingebrachten Einspruches der von der Gemeindewahlbehörde Forchtenstein übermittelte Wahlakt Ihrerseits der Landeswahlleitung (Landeswahlbehörde) an Herrn Landeswahlleiter-Stellvertreter *** vorgelegt. In diesem Zusammenhang ergeht seitens der Landeswahlleitung das Ersuchen zu den Vorgängen am 31. Oktober 2022 betreffend die Übernahme des Gemeindewahlaktes Stellung zu nehmen.",
            "annotations": []
        },
        {
            "text": "Es wird insbesondere um Beantwortung folgender Fragen ersucht:",
            "annotations": []
        },
        {
            "text": "1. Wurde die Einbringung eines Einspruchs gegen das Ergebnis der engeren Wahl des Bürgermeisters in der Gemeinde Forchtenstein sowie die Überbringung des Wahlaktes vorab der Bezirkswahlbehörde angekündigt?",
            "annotations": []
        },
        {
            "text": "2. Von wem wurde der Wahlakt und zu welcher Uhrzeit der Bezirkswahlbehörde vorgelegt?",
            "annotations": []
        },
        {
            "text": "3. War der Wahlakt versiegelt und unterschrieben?",
            "annotations": []
        },
        {
            "text": "4. Wurde der Wahlakt im Rahmen der Übergabe an die Bezirkswahlbehörde (Bezirkswahlleitung) erneut geöffnet?",
            "annotations": []
        },
        {
            "text": "5. Gab es Ihrerseits bzw seitens der Bezirkswahlleitung Mattersburg Wahrnehmungen, welche auf eine mögliche Manipulation des Wahlaktes hindeuten (Erstellung, Verwahrung, Transport, erneute Öffnung, etc.)?",
            "annotations": []
        },
        {
            "text": "(…)",
            "annotations": []
        },
        {
            "text": "Diesbezüglich übermittelte Herr ***, Bezirkswahlbehörde Mattersburg, folgende Stellungnahme (Zahl MA-02-03-70):",
            "annotations": []
        },
        {
            "text": "Schreiben der Bezirkswahlbehörde Mattersburg vom 12. Dezember 2022:",
            "annotations": []
        },
        {
            "text": "(…)",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf das Ersuchen der Landeswahlbehörde vom 5.12.2022 zu den Vorgängen am 31.10.2022 betreffend die Übernahme des Gemeindewahlaktes Forchtenstein wird nachfolgende Stellungnahme abgegeben:",
            "annotations": []
        },
        {
            "text": "ad. 1)",
            "annotations": []
        },
        {
            "text": "Die Gemeindewahlleiterin der Gemeinde Forchtenstein, Frau ***, informierte mich telefonisch am frühen Vormittag des 31.10.2022 (die genaue Uhrzeit kann nicht bekannt gegeben werden) über den Einspruch des Wahlergebnisses der engeren Wahl des Bürgermeisters. Ich erklärte ihr, dass ich den Bezirkswahlleiter hierüber informieren werde und sie dann telefonisch über die weitere Vorgangsweise aufklären werde.",
            "annotations": []
        },
        {
            "text": "Hierauf gab sie mir bekannt, dass sie jetzt das Gemeindeamt verlassen wird und daher nun am Handy erreichbar ist.",
            "annotations": []
        },
        {
            "text": "Nach Absprache mit dem Bezirkswahlleiter informierte ich die Gemeindewahlleiterin am späten Vormittag (die genaue Uhrzeit kann nicht bekannt gegeben werden) telefonisch, dass der Wahlakt samt Einspruch binnen einer Frist von drei Tagen im Wege der Bezirkswahlbehörde der Landeswahlbehörde vorzulegen ist. Gleichzeitig ersuchte ich sie jedoch die Unterlagen ehestmöglich der Bezirkswahlbehörde zu überbringen.",
            "annotations": []
        },
        {
            "text": "Die Gemeindewahlleiterin teilte mir hierauf mit, dass sie noch am selben Tag (31.10.2022) um ca 13:00 Uhr mit den Unterlagen kommen wird.",
            "annotations": []
        },
        {
            "text": "ad. 2)",
            "annotations": []
        },
        {
            "text": "Die Gemeindewahlleiterin *** überbrachte am 31.10.2022 um ca 12:45 Uhr den Wahlakt samt Einspruch.",
            "annotations": []
        },
        {
            "text": "ad. 3)",
            "annotations": []
        },
        {
            "text": "Der Wahlakt war weder versiegelt, noch mit Klebeband verschlossen.",
            "annotations": []
        },
        {
            "text": "ad. 4)",
            "annotations": []
        },
        {
            "text": "Da mir sofort auffiel, dass der Karton, in dem sich der Wahlakt offensichtlich befand, weder versiegelt noch verschlossen war (der Deckel des Kartons befand sich auf dem Karton), ersuchte ich sie noch zu warten, damit ich den Karton vor ihren Augen mit Klebeband verschließen konnte. Sie erklärte sich dazu bereit und übergab mir gleichzeitig die losen Blätter des Einspruches. Ich hob den Deckel des Kartons leicht an und ließ den Einspruch in den Karton fallen, wobei ich den Inhalt des Kartons definitiv nicht sehen konnte. Ich verschloss hierauf vor ihren Augen den Karton mit Klebebändern. Die Gemeindewahlleiterin verabschiedete sich sodann und ich übermittelte den Karton in diesem Zustand persönlich der Landeswahlbehörde (Übernahmebestätigung am 31.10.2022 um 15:09 Uhr).",
            "annotations": []
        },
        {
            "text": "ad. 5)",
            "annotations": []
        },
        {
            "text": "Ich gebe bekannt, dass es meinerseits keine Wahrnehmungen, welche auf eine mögliche Manipulation des Wahlaktes hindeuten, gab.",
            "annotations": []
        },
        {
            "text": "(…)",
            "annotations": []
        },
        {
            "text": "Es darf seitens der Landeswahlbehörde nach der Landtagswahlordnung beim Amt der Burgenländischen Landesregierung festgehalten werden, dass der Karton mit dem darin befindlichen Wahlakt der Gemeindewahlbehörde Forchtenstein unversiegelt am 31. Oktober 2022 bei der Landeswahlbehörde eingelangte.",
            "annotations": []
        },
        {
            "text": "Gleichzeitig wird seitens der Landeswahlbehörde festgehalten, dass auf Basis der vorliegenden Unterlagen, des überprüften Wahlaktes und der durchgeführten Befragungen sich für die Landeswahlbehörde keine Verdachtsmomente betreffend eine tatsächliche Manipulation des Wahlakts ergeben haben.\" (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "Von der Erstattung einer darüber hinausgehenden Stellungnahme nahm die Landeswahlbehörde Abstand.",
            "annotations": []
        },
        {
            "text": "8. Die wahlwerbende Partei \"Sozialdemokratische Partei Österreichs – SPÖ\" erstattete eine Stellungnahme, in der sie die Abweisung der Anfechtung der Wahl beantragt und dies auf das Wesentliche zusammengefasst folgendermaßen begründet:",
            "annotations": []
        },
        {
            "text": "Primär habe die anfechtungswerbende Partei in ihrem Einspruch – sowie dessen Ergänzung – ausschließlich eine Neuauszählung wegen Unrichtigkeit der ziffernmäßigen Ermittlung gefordert. Andere angeblich gesetzwidrige Vorgänge seien hingegen nicht gerügt worden. Die gerügte Einbindung von Hilfsorganen, Ersatzbeisitzern und Wahlzeugen bei der Ermittlung des Sprengelwahlergebnisses des Sprengels 2 sei nicht rechtwidrig, weil diese Personen zwar eingebunden worden seien, allerdings ausschließlich bei Tätigkeiten, die unter Aufsicht der Wahlbehörde ausgeführt worden seien. Die Niederschrift des Sprengels 2 sei – entgegen den gesetzlichen Anforderungen – nicht unterfertigt worden. Dennoch stelle dies keinen Grund für die Aufhebung der Wahl dar, weil dieser Umstand auf das Wahlergebnis nicht von Einfluss gewesen sei. Darüber hinaus sei die unzureichende Verwahrung der Wahlakten erstmals in der Ergänzung des Einspruches thematisiert worden. Eine solche Ergänzung sei allerdings schon auf Grund von Präklusionsüberlegungen nicht zulässig. Ferner habe der Zustellungsbevollmächtigte der anfechtungswerbenden Partei in einer Gemeinderatssitzung diesbezüglich selbst angegeben, dass er keinerlei Zweifel an der Richtigkeit des Wahlergebnisses hege.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Das Gesetz vom 7. Mai 1992 über die Wahl der Gemeindeorgane (Gemeindewahlordnung 1992 – GemWO 1992), LGBl 54/1992, idF LGBl 92/2021 lautet auszugsweise: ",
            "annotations": []
        },
        {
            "text": "\"§15",
            "annotations": []
        },
        {
            "text": "Selbstständige Durchführung von Amtshandlungen durch den Wahlleiter",
            "annotations": []
        },
        {
            "text": "(1) Wenn ungeachtet der ordnungsgemäßen Einberufung eine Wahlbehörde, insbesondere am Wahltag, nicht in beschlussfähiger Anzahl zusammentritt oder während einer Amtshandlung beschlussunfähig wird und die Dringlichkeit der Amtshandlung einen Aufschub nicht zulässt, hat der Wahlleiter die Amtshandlung selbstständig durchzuführen. In diesem Fall hat er nach Möglichkeit unter Berücksichtigung der Parteienverhältnisse Vertrauenspersonen heranzuziehen.",
            "annotations": []
        },
        {
            "text": "(2) Außer in den Fällen des Abs1 sowie in jenen Fällen, in denen der Wahlleiter unmittelbar aufgrund der Bestimmungen dieses Gesetzes ermächtigt ist, kann der Wahlleiter unaufschiebbare Amtshandlungen vornehmen, zu deren Vornahme ihn die Wahlbehörde ausdrücklich ermächtigt hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§67",
            "annotations": []
        },
        {
            "text": "Niederschrift über die Stimmenzählung",
            "annotations": []
        },
        {
            "text": "(1) Die Niederschrift (§66 Abs7) hat, bezüglich der Z5 und 8 getrennt für die Wahl des Gemeinderates und für die Wahl des Bürgermeisters, zu enthalten:",
            "annotations": []
        },
        {
            "text": "1.-10. […]",
            "annotations": []
        },
        {
            "text": "(2) Der Niederschrift sind, bezüglich der Z4 bis 6 getrennt für die Wahl des Gemeinderates und für die Wahl des Bürgermeisters, anzuschließen:",
            "annotations": []
        },
        {
            "text": "1. das Wählerverzeichnis,",
            "annotations": []
        },
        {
            "text": "2. das Abstimmungsverzeichnis,",
            "annotations": []
        },
        {
            "text": "3. die Empfangsbestätigung über die Anzahl der übernommenen amtlichen Stimmzettel,",
            "annotations": []
        },
        {
            "text": "3a. das vom Bürgermeister gemäß §55a Abs4 und allenfalls gemäß §55a Abs2 ergänzte Verzeichnis mit den Namen der Wahlkartenwähler,",
            "annotations": []
        },
        {
            "text": "3b. die Wahlkarten,",
            "annotations": []
        },
        {
            "text": "4. die ungültigen Stimmzettel, die gesondert zu verpacken und mit einer entsprechenden Aufschrift zu versehen sind,",
            "annotations": []
        },
        {
            "text": "5. die gültigen Stimmzettel, wobei jene für die Wahl des Gemeinderates nach Parteien und innerhalb dieser nach Stimmzettel mit und ohne Vorzugsstimmen für einen Wahlwerber und jene für die Wahl des Bürgermeisters nach Wahlwerbern geordnet gesondert zu verpacken und mit einer entsprechenden Aufschrift zu versehen sind,",
            "annotations": []
        },
        {
            "text": "6. die nicht zur Ausgabe gelangten amtlichen Stimmzettel (§66 Abs2),",
            "annotations": []
        },
        {
            "text": "7. die von der Sonderwahlbehörde gemäß §66 Abs8 zweiter Satz verfaßte Niederschrift und die dieser Niederschrift angeschlossenen Unterlagen,",
            "annotations": []
        },
        {
            "text": "8. die von der Sprengelwahlbehörde gemäß §66 Abs9 vierter Satz verfaßte Niederschrift und die dieser Niederschrift angeschlossenen Unterlagen.",
            "annotations": []
        },
        {
            "text": "(3) Die Niederschrift ist von den Mitgliedern der Wahlbehörde zu unterfertigen. Wenn die Niederschrift nicht von allen Mitgliedern unterschrieben wird, ist der Grund hiefür anzugeben. Damit ist die Wahlhandlung beendet.",
            "annotations": []
        },
        {
            "text": "(4) Die Niederschrift samt ihren Beilagen bildet den Wahlakt der Wahlbehörde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§68",
            "annotations": []
        },
        {
            "text": "Zusammenrechnung der Sprengelergebnisse, ",
            "annotations": []
        },
        {
            "text": "Übermittlung der Wahlakten",
            "annotations": []
        },
        {
            "text": "(1) In Gemeinden, die in Wahlsprengel eingeteilt sind, hat die Gemeindewahlbehörde die ihr von den Sprengelwahlbehörden bekanntgegebenen Ergebnisse für den gesamten Bereich der Gemeinde zusammenzurechnen und, sofern sie einen Beschluß nach §66 Abs5 zweiter Satz gefaßt hat, die Wahlpunkte zu ermitteln.",
            "annotations": []
        },
        {
            "text": "(2) Die Sprengelwahlbehörden haben die Wahlakten verschlossen und womöglich im versiegelten Umschlag unverzüglich der Gemeindewahlbehörde zu übermitteln. Die Gemeindewahlbehörde hat die von den Sprengelwahlbehörden vorgenommenen Feststellungen aufgrund der Niederschriften zu überprüfen, für den gesamten Bereich der Gemeinde zusammenzurechnen und in einer Niederschrift zu beurkunden. Für die Niederschrift gilt §67 Abs1 Z1 bis 8 sinngemäß. Die Niederschrift hat insbesondere das Gesamtergebnis der Wahl in der Gemeinde in der im §66 Abs3, 4 und 5 gegliederten Form zu enthalten.",
            "annotations": []
        },
        {
            "text": "(3) Die Niederschrift ist von den Mitgliedern der Gemeindewahlbehörde zu unterfertigen. Wenn die Niederschrift nicht von allen Mitgliedern unterschrieben wird, ist der Grund hiefür anzugeben.",
            "annotations": []
        },
        {
            "text": "(4) Den Niederschriften der in Abs1 bezeichneten Gemeindewahlbehörden sind die Wahlakten der Sprengelwahlbehörden und der Sonderwahlbehörden anzuschließen. Sie bilden in diesen Gemeinden den Wahlakt der Gemeindewahlbehörde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§76",
            "annotations": []
        },
        {
            "text": "Anfechtung der Wahl",
            "annotations": []
        },
        {
            "text": "(1) Gegen das Ergebnis der Wahl des Gemeinderates und der Wahl des Bürgermeisters kann sowohl wegen behaupteter Unrichtigkeit der ziffernmäßigen Ermittlung des Wahlergebnisses als auch wegen angeblich gesetzwidriger Vorgänge im Wahlverfahren, die auf das Wahlergebnis von Einfluß sein konnten, Einspruch erhoben werden. Der Einspruch ist zu begründen. Er hat aufschiebende Wirkung.",
            "annotations": []
        },
        {
            "text": "(2) Zur Erhebung des Einspruches gegen das Ergebnis der Wahl des Gemeinderates ist der Zustellungsbevollmächtigte jeder wahlwerbenden Partei berechtigt, die einen Wahlvorschlag für die Wahl des Gemeinderates eingereicht hat. Zur Erhebung des Einspruches gegen das Ergebnis der Wahl des Bürgermeisters ist der Zustellungsbevollmächtigte jeder wahlwerbenden Partei berechtigt, die einen Wahlvorschlag für die Wahl des Bürgermeisters eingebracht hat.",
            "annotations": []
        },
        {
            "text": "(3) Der Einspruch ist innerhalb von acht Tagen nach Kundmachung des Wahlergebnisses (Anschlag an der Amtstafel gemäß §75) schriftlich bei der Gemeindewahlbehörde einzubringen und binnen drei Tagen samt den dazugehörigen Wahlakten von der Gemeindewahlbehörde im Wege der Bezirkswahlbehörde der Landeswahlbehörde vorzulegen, die endgültig entscheidet. Sofern die Kundmachung des Wahlergebnisses die Feststellung enthält, daß eine engere Wahl des Bürgermeisters stattfindet (§74 Abs4 Z2), ist der Einspruch gegen das Ergebnis der Wahl des Gemeinderates oder der Wahl des Bürgermeisters innerhalb von acht Tagen nach Kundmachung des Wahlergebnisses der engeren Wahl einzubringen; findet die engere Wahl aufgrund des §73 Abs5 oder 6 nicht statt, ist der Einspruch gegen das Ergebnis der Wahl des Gemeinderates oder der Wahl des Bürgermeisters innerhalb von acht Tagen nach Kundmachung der Feststellungen gemäß §74 Abs4 einzubringen.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zulässigkeit der Anfechtung",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art141 Abs1 litb B-VG erkennt der Verfassungsgerichtshof ua über Anfechtungen von Wahlen in die mit der Vollziehung betrauten Organe einer Gemeinde, so auch über die Anfechtung einer Direktwahl des Bürgermeisters (vgl VfSlg 13.504/1993, 15.285/1998, 19.908/2014). Nach Art141 Abs1 zweiter Satz B-VG kann eine solche Anfechtung auf die behauptete Rechtswidrigkeit des Wahlverfahrens gegründet werden.",
            "annotations": []
        },
        {
            "text": "1.2. Nach §67 Abs2 zweiter Satz VfGG sind zur Anfechtung der Wahl grundsätzlich jene Wählergruppen berechtigt, die der Wahlbehörde rechtzeitig Wahlvorschläge vorgelegt haben (vgl zu dessen sinngemäßer Anwendung auf die Anfechtung einer Direktwahl des Bürgermeisters VfSlg 13.504/1993, 19.908/2014). Dies trifft nach der Aktenlage auf die anfechtungswerbende Partei zu.",
            "annotations": []
        },
        {
            "text": "1.3. Gemäß §68 Abs1 VfGG muss die Anfechtung binnen vier Wochen nach Beendigung des Wahlverfahrens oder, wenn sie auf die Rechtswidrigkeit eines Bescheides oder einer Entscheidung einer Verwaltungsbehörde oder eines Verwaltungsgerichtes gegründet wird, binnen vier Wochen nach Zustellung eingebracht werden.",
            "annotations": []
        },
        {
            "text": "1.4. Gemäß §76 Abs1 Bgld GemWO 1992 kann gegen das Ergebnis der Wahl des Bürgermeisters, wovon auch das Ergebnis der engeren Wahl des Bürgermeisters umfasst ist, sowohl wegen behaupteter Unrichtigkeit der ziffernmäßigen Ermittlung des Wahlergebnisses als auch wegen angeblich gesetzwidriger Vorgänge im Wahlverfahren, die auf das Wahlergebnis von Einfluss sein konnten, Einspruch erhoben werden (vgl VfSlg 20.139/2017 mit einer Übersicht zur Judikatur betreffend die Abgrenzung). Nach dem System des §76 Abs1 Bgld GemWO 1992 sind daher sämtliche Rechtswidrigkeiten bereits im Einspruchsverfahren geltend zu machen. Eine Geltendmachung im Einspruch ist Voraussetzung, um die Anfechtungsberechtigung vor dem Verfassungsgerichtshof zu wahren. Es ist sohin unzulässig, eine Rechtswidrigkeit erstmalig vor dem Verfassungsgerichtshof geltend zu machen, wenn dies schon im (administrativen) Einspruchsverfahren möglich gewesen wäre, weil in einem solchen Fall der Instanzenzug nicht ausgeschöpft wurde (vgl VfSlg 11.257/1987, 20.139/2017).",
            "annotations": []
        },
        {
            "text": "1.5. §76 Abs1 Bgld GemWO 1992 verlangt eine Begründung des Einspruches, weshalb nur jene Rechtswidrigkeiten als geltend gemacht anzusehen sind, die ausreichend substantiiert dargelegt werden (vgl etwa VfSlg 15.033/1997, 20.071/2016 sowie zuletzt VfGH 14.11.2022, WI9/2022 zur Notwendigkeit der substantiierten Darlegung). In ihrem Einspruch legt die anfechtungswerbende Partei begründet dar, dass im Wahlsprengel 2 die Ersatzbeisitzer und Wahlzeugen rechtswidrig an der Auszählung beteiligt worden seien und die Niederschrift durch die Mitglieder der Sprengelwahlbehörde nicht unterzeichnet worden sei.",
            "annotations": []
        },
        {
            "text": "1.6. Eine Ausnahme von der Notwendigkeit, Rechtswidrigkeiten bereits im Einspruch aufzugreifen, besteht für jene Rechtswidrigkeitsbehauptungen, die sich auf Fehler beziehen, die sich erst nach Einbringung des Einspruches ereignet haben. Für solche Rechtswidrigkeiten ist eine erstmalige Geltendmachung in einer Anfechtung gemäß Art141 B-VG zulässig. Das ist für den vorliegenden Fall insofern von Relevanz, als in der Anfechtung ein rechtswidriges Verhalten der Wahlleiterin der Gemeindewahlbehörde in dieser Phase des Wahlverfahrens behauptet wird. Die anfechtungswerbende Partei bringt vor, die Wahlleiterin habe nach Einlangen des Einspruches (ohne hiezu berechtigt zu sein) die Wahlakten geöffnet und diese in unzulässiger Weise selbst an die Bezirkswahlbehörde übermittelt.",
            "annotations": []
        },
        {
            "text": "1.7. Die anfechtungswerbende Partei hat einen begründeten Einspruch gegen die engere Wahl des Bürgermeisters eingebracht, über den die Landeswahlbehörde mit Bescheid vom 23. Jänner 2023 entschieden hat. Die am 21. Februar 2023 eingebrachte Anfechtung nach Art141 Abs1 litb B-VG enthält die bereits im Einspruch ausgeführten Rechtswidrigkeitsbehauptungen sowie solche betreffend Fehler nach Einbringung des Einspruches und ist, weil auch die übrigen Prozessvoraussetzungen erfüllt sind, zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat ein Wahlverfahren nur in den Grenzen der von der anfechtungswerbenden Partei – in der Anfechtungsschrift – behaupteten Rechtswidrigkeiten nachzuprüfen, es ist ihm darüber hinaus aber verwehrt, die Rechtmäßigkeit eines Wahlverfahrens – von Amts wegen – einer weiteren Überprüfung zu unterziehen (vgl zB VfSlg 20.067/2016, 20.071/2016, 20.242/2018, 20.259/2018, 20.418/2020; VfGH 23.6.2022, WI1/2022).",
            "annotations": []
        },
        {
            "text": "2.2. Die anfechtende Partei bringt vor, dass der Wahlakt nach der Einbringung des Einspruches in rechtswidriger Weise durch die Wahlleiterin geöffnet worden sei und von dieser alleine in unverschlossenem Zustand zur Bezirkswahlbehörde transportiert worden sei.",
            "annotations": []
        },
        {
            "text": "2.2.1. Diesbezüglich geht der Verfassungsgerichtshof – auf Grund der Stellungnahme der Landeswahlbehörde vom 27. März 2023 – von folgendem Sachverhalt aus:",
            "annotations": []
        },
        {
            "text": "Nach Einbringung des Einspruches am 31. Oktober 2022 wurde der versiegelte Wahlakt durch die Wahlleiterin der Gemeindewahlbehörde – in Anwesenheit von zwei Gemeindebediensteten – geöffnet, um das (am Wahltag außerhalb des Wahlaktes belassene) Abstimmungsverzeichnis und das Wählerverzeichnis des Wahlsprengels 1 beizulegen. Im Anschluss wurde der Wahlakt nicht mehr versiegelt, sondern in diesem Zustand von der Wahlleiterin alleine in ihrem Auto zur Bezirkswahlbehörde befördert. Sie legte die Strecke zwischen dem Gemeindeamt Forchtenstein und der Bezirkswahlbehörde Mattersburg nicht unterbrechungsfrei zurück, sondern hielt sich etwa eine Stunde zu Hause auf. Von der Bezirkswahlbehörde wurden die Wahlakten unmittelbar nach Übernahme – noch in Anwesenheit der Wahlleiterin der Gemeindewahlbehörde – neuerlich verschlossen. Die Stimmzettel des Wahlsprengels 2 befanden sich bei der Öffnung des Wahlaktes durch die Landeswahlbehörde in mehreren Kuverts, die jeweils zugeklebt und mit einer Unterschrift des Sprengelwahlleiters über der Lasche versehen waren. Auch die Stimmzettel der Wahlsprengel 1 und 3 waren in zugeklebten Kuverts, die ebenfalls keinerlei Beschädigungen aufwiesen.",
            "annotations": []
        },
        {
            "text": "Eine Einberufung der Gemeindewahlbehörde aus Anlass der Einbringung des Einspruches wurde nicht behauptet. Aus den vorgelegten Wahlakten ist auch nicht ersichtlich, dass die Gemeindewahlbehörde nach der Verlautbarung des Wahlergebnisses neuerlich einberufen worden wäre. Ebensowenig ist den vorgelegten Wahlakten eine Beschlussfassung der Gemeindewahlbehörde zu entnehmen, wodurch die Wahlleiterin zur selbständigen Durchführung der Vorlage eines allfälligen Einspruches an die Bezirkswahlbehörde ermächtigt worden wäre.",
            "annotations": []
        },
        {
            "text": "2.2.2. Gemäß §68 Abs2 Bgld GemWO 1992 haben die Sprengelwahlbehörden die Wahlakten verschlossen und womöglich im versiegelten Umschlag unverzüglich der Gemeindewahlbehörde zu übermitteln. Die Gemeindewahlbehörde hat die von der Sprengelwahlbehörde vorgenommenen Feststellungen auf Grund der Niederschrift zu überprüfen, für den gesamten Bereich der Gemeinde zusammenzurechnen und in einer Niederschrift zu beurkunden. Dieser Niederschrift sind der Wahlakt der Sprengelwahlbehörde und der Sonderwahlbehörde anzuschließen. Sie bilden den Wahlakt der Gemeindewahlbehörde (§68 Abs4 Bgld GemWO 1992).",
            "annotations": []
        },
        {
            "text": "2.2.3. §76 Abs3 Bgld GemWO 1992 sieht vor, dass ein Einspruch binnen drei Tagen samt den zugehörigen Wahlakten von der Gemeindewahlbehörde im Wege der Bezirkswahlbehörde der Landeswahlbehörde vorzulegen ist. ",
            "annotations": []
        },
        {
            "text": "2.2.4. Nach der Rechtsprechung des Verfassungsgerichtshofes zum Gebot der sicheren Verwahrung dürfen Wahlakten nur der Wahlbehörde als Kollegium zur Besorgung der wahlgesetzlich übertragenen Aufgaben zugänglich sein (vgl VfSlg 11.020/1986, 14.847/1997, 16.035/2000). Dieses Gebot gilt auch im Stadium eines administrativen Einspruchsverfahrens sowie eines verfassungsgerichtlichen Anfechtungsverfahrens bzw des hiezu nach Abschluss des Wahlverfahrens einsetzenden Fristenlaufes, weil gesichert sein muss, dass das verfassungsgerichtliche Verfahren von Wahlunterlagen ausgeht, deren Beweiswert – objektiv – nicht angezweifelt werden kann (vgl VfSlg 14.847/1999, 19.908/2014).",
            "annotations": []
        },
        {
            "text": "2.2.5. Eine Öffnung der verschlossenen Wahlakten kann demnach nur anlässlich der Durchführung einer wahlgesetzlich vorgesehenen Amtshandlung durch die Gemeindewahlbehörde erfolgen. Eine Öffnung der Wahlakten allein durch den Wahlleiter – wenn auch in Anwesenheit von Gemeindebediensteten – ist nur bei Vorliegen der in §15 Bgld GemWO 1992 genannten Voraussetzungen zulässig (vgl Weikovics, Burgenländische Gemeindewahlordnung 1992, 2022, §15 Anm. 6). ",
            "annotations": []
        },
        {
            "text": "§15 Abs1 Bgld GemWO 1992 ermächtigt den Wahlleiter, Amtshandlungen selbstständig durchzuführen, wenn ungeachtet der ordnungsgemäßen Einberufung eine Wahlbehörde, insbesondere am Wahltag, nicht in beschlussfähiger Anzahl zusammentritt oder während einer Amtshandlung beschlussunfähig wird und die Dringlichkeit der Amtshandlung einen Aufschub nicht zulässt. Im vorliegenden Fall scheidet eine Anwendung dieses Tatbestandes schon deshalb aus, weil die Gemeindewahlbehörde nach der Verlautbarung des Wahlergebnisses nicht mehr einberufen wurde.",
            "annotations": []
        },
        {
            "text": "Nach §15 Abs2 Bgld GemWO 1992 kann der Wahlleiter außer in den Fällen des Abs1 sowie in jenen Fällen, in denen der Wahlleiter unmittelbar auf Grund der Bestimmungen dieses Gesetzes ermächtigt ist, unaufschiebbare Amtshandlungen vornehmen, wenn ihn die Wahlbehörde ausdrücklich zu deren Vornahme ermächtigt hat. Eine wahlgesetzlich der Wahlleiterin eingeräumte Befugnis, den Gemeindewahlakt bzw die diesem zugehörigen Sprengelwahlakten zu öffnen, besteht nicht, weil die Wahlbehörde – wie schon dargelegt – nach §76 Abs3 Bgld GemWO 1992 für die Vorlage der Wahlakten zuständig ist. Dennoch ist die Vorlage des Einspruches an die Bezirkswahlbehörde und in der Folge an die Landeswahlbehörde angesichts der kurzen Frist von drei Tagen für die Vornahme der Amtshandlung als unaufschiebbar gemäß §15 Abs2 Bgld GemWO 1992 zu qualifizieren (vgl zur Dringlichkeit etwa VfSlg 15.695/1999). Selbst unaufschiebbare Amtshandlungen darf der Wahlleiter aber nur selbständig durchführen, wenn er zur Vornahme durch die Wahlbehörde ausdrücklich ermächtigt wurde. Eine solche Ermächtigung zugunsten der Wahlleiterin hat die Gemeindewahlbehörde nicht beschlossen.",
            "annotations": []
        },
        {
            "text": "2.2.6. Die Wahlleiterin ist in der Phase zwischen Einbringung des Einspruches und dessen Vorlage an die Bezirkswahlbehörde zu keiner selbständigen Durchführung von Amtshandlungen berechtigt, weil hiefür weder die Bgld GemWO 1992 eine Befugnis einräumt noch von der Gemeindewahlbehörde – auf Grundlage des §15 Abs2 Bgld GemWO 1992 – eine entsprechende Ermächtigung beschlossen wurde. Der Anwesenheit von zwei Gemeindebediensteten und dem Zweck der Öffnung, die Wahlakten um das Abstimmungsverzeichnis und das Wählerverzeichnis des Wahlsprengels 1 zu ergänzen, kommt keine Bedeutung zu. Die Öffnung und Ergänzung der Wahlakten durch die Wahlleiterin war sohin rechtswidrig. Durch die unrechtmäßige Öffnung der Wahlakten wurde das Gebot der sicheren Verwahrung der Wahlakten verletzt.",
            "annotations": []
        },
        {
            "text": "2.3. Nach der ständigen Judikatur des Verfassungsgerichtshofes ist einer Wahlanfechtung nicht schon dann stattzugeben, wenn die behauptete Rechtswidrigkeit des Wahlverfahrens erwiesen wurde; sie muss darüber hinaus auch auf das Wahlergebnis von Einfluss gewesen sein (Art141 Abs1 dritter Satz B-VG iVm §70 Abs1 erster Satz VfGG). Dazu hat der Verfassungsgerichtshof wiederholt ausgesprochen, dass diese (zweite) Voraussetzung bereits erfüllt ist, wenn die Rechtswidrigkeit auf das Wahlergebnis von Einfluss sein konnte (vgl etwa VfSlg 11.738/1988, 19.278/2010, 19.345/2011, 19.734/2013, 20.071/2016).",
            "annotations": []
        },
        {
            "text": "2.3.1. Dabei ist das Vorliegen dieser Voraussetzung nach der ständigen Rechtsprechung des Verfassungsgerichtshofes bereits dann zu bejahen, wenn eine Vorschrift der Wahlordnung verletzt wurde, die die Möglichkeit von Manipulationen und Missbräuchen im Wahlverfahren ausschließen will, und zwar ohne dass es des Nachweises einer konkreten – das Wahlergebnis tatsächlich verändernden – Manipulation bedürfte. In zahlreichen Fällen hat der Verfassungsgerichtshof bis in jüngste Zeit Wahlen wegen des Vorliegens derartiger Rechtswidrigkeiten aufgehoben, ohne dass es darauf ankam, dass ein Missbrauch nachgewiesen wurde oder auch nur wahrscheinlich war; schon gar nicht musste die festgestellte Gesetzwidrigkeit zu einer tatsächlichen Verfälschung des Wahlergebnisses in einem Ausmaß führen, das auf das Ergebnis der Wahl von Einfluss war (vgl etwa VfSlg 11.020/1986, 14.556/1996, 14.847/1997, 15.375/1998, 16.035/2000, 17.418/2004, 19.246/2010, 19.278/2010, 20.019/2015, 20.020/2015, 20.071/2016, 20.383/2020, 20.417/2020, 20.438/2021; VfGH 5.10.2021, WI5/2021).",
            "annotations": []
        },
        {
            "text": "2.3.2. In diesem Sinne hat der Gerichtshof bereits die unzureichende Versiegelung wie auch die nachträgliche Öffnung der Wahlakten als Gründe angesehen, die eine verlässliche Überprüfung des Wahlergebnisses nicht mehr zulassen und es in diesen Fällen nicht für nötig erachtet, dass ein Nachweis erbracht wurde, wie diese Rechtswidrigkeiten tatsächlich (ziffernmäßig) auf das Wahlergebnis von Einfluss waren (vgl VfSlg 888/1927, 3047/1956, 14.847/1999, 19.908/2014).",
            "annotations": []
        },
        {
            "text": "2.3.3. Mit dem Vorbringen, dass auch im vorliegenden Fall eine Möglichkeit zur Manipulation eröffnet worden sei, ist die anfechtungswerbende Partei jedenfalls insofern im Recht, als eine Verletzung des Gebotes der sicheren Verwahrung der Wahlakten festgestellt werden konnte. Dieses Gebot ist als Vorschrift anzusehen, die eine einwandfreie Prüfung der Stimmenzählung sichern soll. Bei Verletzung jener Vorschriften der Wahlordnung, die eine einwandfreie Prüfung der Stimmenzählung sichern sollen, ist die Möglichkeit von Missbräuchen, die das Gesetz unbedingt ausschließen will, jedenfalls gegeben, ohne dass es des Nachweises einer konkreten – das Wahlergebnis tatsächlich verändernden – Manipulation bedarf (VfSlg 4882/1964, 11.020/1986, 14.847/1997, 16.035/2000, 19.908/2014). Die rechtswidrige Öffnung der Wahlakten durch die Wahlleiterin der Gemeindewahlbehörde konnte sohin auf das Wahlergebnis von Einfluss sein.",
            "annotations": []
        },
        {
            "text": "2.3.4. In Anbetracht dieser Erwägungen braucht daher nicht darauf eingegangen zu werden, dass die – eine öffentliche Urkunde iSd §292 ZPO iVm §35 Abs1 VfGG darstellende und für das Wahlverfahren wegen ihres Beweiswertes für die Feststellung des Ergebnisses besonders bedeutende (vgl VfSlg 14.556/1996, 20.071/2016) – Niederschrift auf Grund des Fehlens der Unterschriften der Urkundspersonen im vorliegenden Fall nicht vorhanden ist.",
            "annotations": []
        },
        {
            "text": "2.4. Der Wahlanfechtung ist sohin schon aus diesen Überlegungen stattzugeben und die Wahl ist in folgendem Umfang aufzuheben:",
            "annotations": []
        },
        {
            "text": "2.4.1. Durch die rechtswidrige Öffnung des Wahlaktes wurde dessen gesamter objektiver Beweiswert vernichtet. Im Sinne der bereits dargestellten Rechtsprechung ermöglichen die Wahlakten dem Verfassungsgerichtshof im vorliegenden Fall sohin keine verfassungsgerichtliche Überprüfung der Wahl anhand von unbedenklichen Unterlagen über den Wahlvorgang (vgl VfSlg 14.847/1999, 19.908/2014). ",
            "annotations": []
        },
        {
            "text": "2.4.2. Der Verfassungsgerichtshof hat daher, weil das Wahlergebnis anhand der Wahlakten – objektiv – nicht mit Verlässlichkeit festgestellt werden kann, die engere Wahl des Bürgermeisters der Gemeinde Forchtenstein ab dem Zeitpunkt vor der Kundmachung der engeren Wahl gemäß §73 Abs1 Bgld GemWO 1992 aufzuheben (vgl VfSlg 3047/1956, 9011/1981, 11.020/1986, 19.908/2014).",
            "annotations": []
        },
        {
            "text": " Die Gemeindewahlbehörde hat sohin die engere Wahl neuerlich iSd §73 Abs1 Bgld GemWO 1992 kundzumachen und in dieser Kundmachung unter anderem den Tag (der Wiederholung) der engeren Wahl festzulegen. Eine Beschränkung auf den Wahlsprengel 2 scheidet schon deshalb aus, weil durch die rechtwidrige Öffnung des Wahlaktes die Integrität der Wahlakten aller drei Sprengel im Sinne der Rechtsprechung des Verfassungsgerichtshofes beeinträchtigt ist. ",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Anfechtung ist daher stattzugeben. Das Verfahren der engeren Wahl des Bürgermeisters der Gemeinde Forchtenstein vom 23. Oktober 2022 ist ab dem Zeitpunkt vor der Kundmachung der engeren Wahl gemäß §73 Abs1 Bgld GemWO 1992 aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}