{
    "document_id": "JFT_20231004_23G00160_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit ihrem auf Art140 Abs1 Z1 litd B-VG gestützten Antrag begehren die Antragsteller die Aufhebung der §§87 und 108 Strafprozeßordnung 1975 (StPO).",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen der Strafprozeßordnung 1975 (StPO), BGBl 631/1975 (WV), idF BGBl I 1/2023 (VfGH) lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Rechtliches Gehör",
            "annotations": []
        },
        {
            "text": "§6. (1) Der Beschuldigte hat das Recht, am gesamten Verfahren mitzuwirken und die Pflicht, während der Hauptverhandlung anwesend zu sein. Er ist mit Achtung seiner persönlichen Würde zu behandeln.",
            "annotations": []
        },
        {
            "text": "(2) Jede am Verfahren beteiligte oder von der Ausübung von Zwangsmaßnahmen betroffene Person hat das Recht auf angemessenes rechtliches Gehör und auf Information über Anlass und Zweck der sie betreffenden Verfahrenshandlung sowie über ihre wesentlichen Rechte im Verfahren. Der Beschuldigte hat das Recht, alle gegen ihn vorliegende Verdachtsgründe zu erfahren und vollständige Gelegenheit zu deren Beseitigung und zu seiner Rechtfertigung zu erhalten.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Privatbeteiligung",
            "annotations": []
        },
        {
            "text": "§67. (1) Opfer haben das Recht, den Ersatz des durch die Straftat erlittenen Schadens oder eine Entschädigung für die Beeinträchtigung ihrer strafrechtlich geschützten Rechtsgüter zu begehren. Das Ausmaß des Schadens oder der Beeinträchtigung ist von Amts wegen festzustellen, soweit dies auf Grund der Ergebnisse des Strafverfahrens oder weiterer einfacher Erhebungen möglich ist. Wird für die Beurteilung einer Körperverletzung oder Gesundheitsschädigung ein Sachverständiger bestellt, so ist ihm auch die Feststellung der Schmerzperioden aufzutragen. ",
            "annotations": []
        },
        {
            "text": "(2) Opfer werden durch Erklärung zu Privatbeteiligten. In der Erklärung haben sie, soweit dies nicht offensichtlich ist, ihre Berechtigung, am Verfahren mitzuwirken, und ihre Ansprüche auf Schadenersatz oder Entschädigung zu begründen.",
            "annotations": []
        },
        {
            "text": "(3) Eine Erklärung nach Abs2 ist bei der Kriminalpolizei oder bei der Staatsanwaltschaft, nach Einbringen der Anklage beim Gericht einzubringen. Sie muss längstens bis zum Schluss des Beweisverfahrens abgegeben werden; bis dahin ist auch die Höhe des Schadenersatzes oder der Entschädigung zu beziffern. Die Erklärung kann jederzeit zurückgezogen werden. ",
            "annotations": []
        },
        {
            "text": "(4) Eine Erklärung ist zurückzuweisen, wenn 1. sie offensichtlich unberechtigt ist, 2. sie verspätet abgegeben wurde (Abs3) oder 3. die Höhe des Schadenersatzes oder der Entschädigung nicht rechtzeitig beziffert wurde. ",
            "annotations": []
        },
        {
            "text": "(5) Die Zurückweisung einer Erklärung nach Abs4 obliegt der Staatsanwaltschaft, nach Einbringen der Anklage dem Gericht.",
            "annotations": []
        },
        {
            "text": "(6) Privatbeteiligte haben über die Rechte der Opfer (§66) hinaus das Recht, ",
            "annotations": []
        },
        {
            "text": "1. die Aufnahme von Beweisen nach §55 zu beantragen, ",
            "annotations": []
        },
        {
            "text": "2. die Anklage nach §72 aufrechtzuerhalten, wenn die Staatsanwaltschaft von ihr zurücktritt,",
            "annotations": []
        },
        {
            "text": "3. Beschwerde gegen die gerichtliche Einstellung des Verfahrens nach §87 zu erheben,",
            "annotations": []
        },
        {
            "text": "4. zur Hauptverhandlung geladen zu werden und Gelegenheit zu erhalten, nach dem Schlussantrag der Staatsanwaltschaft ihre Ansprüche auszuführen und zu begründen. ",
            "annotations": []
        },
        {
            "text": "5. Berufung wegen ihrer privatrechtlichen Ansprüche nach §366 zu erheben.",
            "annotations": []
        },
        {
            "text": "(7) Privatbeteiligten ist – soweit ihnen nicht juristische Prozessbegleitung zu gewähren ist (§66b) – Verfahrenshilfe durch unentgeltliche Beigebung eines Rechtsanwalts zu bewilligen, soweit die Vertretung durch einen Rechtsanwalt im Interesse der Rechtspflege, vor allem im Interesse einer zweckentsprechenden Durchsetzung ihrer Ansprüche zur Vermeidung eines nachfolgenden Zivilverfahrens erforderlich ist, und sie außerstande sind, die Kosten ihrer anwaltlichen Vertretung ohne Beeinträchtigung des notwendigen Unterhalts zu bestreiten. Als notwendiger Unterhalt ist derjenige anzusehen, den die Person für sich und ihre Familie, für deren Unterhalt sie zu sorgen hat, zu einer einfachen Lebensführung benötigt. Für die Beigebung und Bestellung eines solchen Vertreters gelten die Bestimmungen der §61 Abs4, §62 Abs1, 2 und 4 sowie §63 Abs1 sinngemäß.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Beschwerden",
            "annotations": []
        },
        {
            "text": "§87. (1) Gegen gerichtliche Beschlüsse steht der Staatsanwaltschaft, dem Beschuldigten, soweit dessen Interessen unmittelbar betroffen sind, und jeder anderen Person, der durch den Beschluss unmittelbar Rechte verweigert werden oder Pflichten entstehen oder die von einem Zwangsmittel betroffen ist, gegen einen Beschluss, mit dem das Verfahren eingestellt wird, auch dem Privatbeteiligten Beschwerde an das Rechtsmittelgericht zu, soweit das Gesetz im Einzelnen nichts anderes bestimmt. ",
            "annotations": []
        },
        {
            "text": "(2) Der Staatsanwaltschaft steht auch Beschwerde zu, wenn ihre Anträge gemäß §101 Abs2 nicht erledigt wurden. Überdies steht jeder Person Beschwerde zu, die behauptet, durch das Gericht im Rahmen einer Beweisaufnahme in einem subjektiven Recht (§106 Abs1) verletzt worden zu sein. ",
            "annotations": []
        },
        {
            "text": "(3) Aufschiebende Wirkung hat eine Beschwerde nur dann, wenn das Gesetz dies ausdrücklich vorsieht.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Antrag auf Einstellung",
            "annotations": []
        },
        {
            "text": "§108. (1) Das Gericht hat das Ermittlungsverfahren auf Antrag des Beschuldigten einzustellen, wenn",
            "annotations": []
        },
        {
            "text": "1. auf Grund der Anzeige oder der vorliegenden Ermittlungsergebnisse feststeht, dass die dem Ermittlungsverfahren zu Grunde liegende Tat nicht mit gerichtlicher Strafe bedroht oder die weitere Verfolgung des Beschuldigten sonst aus rechtlichen Gründen unzulässig ist, oder",
            "annotations": []
        },
        {
            "text": "2. der bestehende Tatverdacht nach Dringlichkeit und Gewicht sowie im Hinblick auf die bisherige Dauer und den Umfang des Ermittlungsverfahrens dessen Fortsetzung nicht rechtfertigt und von einer weiteren Klärung des Sachverhalts eine Intensivierung des Verdachts nicht zu erwarten ist. ",
            "annotations": []
        },
        {
            "text": "(2) Der Antrag ist bei der Staatsanwaltschaft einzubringen. Ein Antrag auf Einstellung gemäß Abs1 Z2 darf frühestens drei Monate, wird dem Beschuldigten jedoch ein Verbrechen zur Last gelegt, sechs Monate ab Beginn des Strafverfahrens eingebracht werden. Die Staatsanwaltschaft hat das Verfahren einzustellen (§§190, 191) oder den Antrag längstens binnen vier Wochen mit einer allfälligen Stellungnahme an das Gericht weiterzuleiten. §106 Abs5 letzter Satz gilt sinngemäß. ",
            "annotations": []
        },
        {
            "text": "(3) Das Gericht hat den Antrag als unzulässig zurückzuweisen, wenn er nicht vom Beschuldigten oder vor Ablauf der im Abs2 erwähnten Fristen eingebracht wurde, und im Übrigen in der Sache zu entscheiden. ",
            "annotations": []
        },
        {
            "text": "(4) Die Beschwerde der Staatsanwaltschaft gegen einen Beschluss auf Einstellung des Verfahrens hat aufschiebende Wirkung.\"",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Die Zentrale Staatsanwaltschaft zur Bekämpfung von Wirtschaftsstrafsachen und Korruption (Wirtschafts- und Korruptionsstaatsanwaltschaft – WKStA; §19 Abs1 Z3 StPO) führt seit 2017 gegen mehrere Personen ein Ermittlungsverfahren (§§91 ff StPO), an dem sich die Antragsteller als Privatbeteiligte (§65 Z2 StPO) beteiligt haben (§67 StPO).",
            "annotations": []
        },
        {
            "text": "1.2. Mit Beschluss des Bezirksgerichtes Liezen vom 12. November 2020, 4 S 21/20y, wurde über den Erstantragsteller ein Insolvenzverfahren (Schuldenregulierungsverfahren, §§181 ff IO) ohne Eigenverwaltung eröffnet und ein Insolvenzverwalter bestellt.",
            "annotations": []
        },
        {
            "text": "1.3. Über Antrag von vier der mehreren Beschuldigten stellte das Landesgericht für Strafsachen Wien das gegen diese vier Beschuldigten geführte Strafverfahren mit zwei Beschlüssen vom 8. März 2023, 316 HR 69/19w, ein (§108 Abs1 Z2 StPO). Dagegen erhoben die Antragsteller Beschwerde (§67 Abs6 Z3 iVm §87 StPO). Aus deren Anlass stellen sie den vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag.",
            "annotations": []
        },
        {
            "text": "2. Darin behaupten die Antragsteller die Verfassungswidrigkeit von §87 und §108 StPO, weil diese Vorschriften nicht zwingend vorsähen, dass Opfer zu Einstellungsanträgen von Beschuldigten zu hören seien. Dies begünstige Willkür und verletze Opfer von Straftaten in ihrem Beschwerderecht nach §87 StPO, was gegen Art6 EMRK, Art41 und 47 GRC, §1 Abs1 Rechts-Überleitungsgesetz (R-ÜG) sowie Art1, 7, 9 und 18 B-VG verstoße. Die Aufhebung der angefochtenen Bestimmungen hätte zur Folge, dass den Anträgen auf Einstellung des Strafverfahrens nicht stattzugeben sei.",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung beantragt in ihrer Äußerung die Zurückweisung, in eventu die Abweisung des Antrages. Zur Zulässigkeit des Antrages führt sie aus, dass dem Antrag die geltend gemachten Bedenken nicht ausreichend zu entnehmen seien. Es sei im Übrigen nicht nachvollziehbar, inwieweit der – vom Landesgericht für Strafsachen Wien nicht angewandte – §87 StPO die Verletzung des rechtlichen Gehörs von Privatbeteiligten ermögliche. Soweit die Antragsteller vorbrächten, dass die angefochtenen Bestimmungen der Willkür des zuständigen Gerichtes ausgesetzt seien, machten sie lediglich Vollzugsfehler geltend. Außerdem sei über den Erstantragsteller ein Insolvenzverfahren eröffnet worden, weshalb ihm die Stellung als Privatbeteiligter nicht mehr zukomme und seine Beschwerde im Verfahren vor den ordentlichen Gerichten unzulässig sei.",
            "annotations": []
        },
        {
            "text": "IV. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels. Der Verfassungsgerichtshof hat die Rechtzeitigkeit eines solchen Antrages unmittelbar vor dem Hintergrund des Art140 Abs1 Z1 litd B-VG zu beurteilen. Daraus folgt, dass ein solcher Antrag durch den Rechtsmittelwerber grundsätzlich dann rechtzeitig ist, wenn er innerhalb der Rechtsmittelfrist gestellt wird (VfSlg 20.074/2016; VfGH 30.11.2016, G535/2015; 14.12.2016, G423/2016 ua; 30.11.2017, G213/2017).",
            "annotations": []
        },
        {
            "text": "Nach §62 Abs1 VfGG muss der Antrag, ein Gesetz als verfassungswidrig aufzuheben, begehren, dass entweder das Gesetz seinem ganzen Inhalte nach oder dass bestimmte Stellen des Gesetzes als verfassungswidrig aufgehoben werden. Gemäß §62 Abs1 zweiter Satz VfGG hat der Antrag die gegen die Verfassungsmäßigkeit des Gesetzes sprechenden Bedenken \"im Einzelnen\" darzulegen. Wenn mehrere Bedenken vorgetragen werden und verschiedene Gesetze und Verordnungen bzw Gesetzes- und Verordnungsstellen bekämpft werden, ist es auch Sache des Antragstellers, die jeweiligen Bedenken den verschiedenen Aufhebungsbegehren zuzuordnen (vgl VfGH 5.3.2014, G79/2013 ua; 2.3.2015, G140/2014 ua). Dem Antrag muss mit hinreichender Deutlichkeit zu entnehmen sein, zu welcher Rechtsvorschrift jede von mehreren zur Aufhebung beantragte Norm in Widerspruch stehen soll und welche Gründe für diese These sprechen (VfSlg 14.802/1997, 17.752/2006, 19.938/2003). Die Gründe der behaupteten Verfassungswidrigkeit müssen daher in überprüfbarer Art und präzise ausgebreitet werden (zB VfSlg 11.150/1986, 13.851/1994, 14.802/1997, 19.933/2014). Es ist nicht Aufgabe des Verfassungsgerichtshofes, pauschal vorgetragene Bedenken einzelnen Bestimmungen zuzuordnen und – gleichsam stellvertretend – für den Antragsteller zu präzisieren (vgl VfSlg 17.099/2003, 17.102/2003, vgl auch VfSlg 19.825/2013, 19.832/2013, 19.870/2014; VfGH 20.11.2014, V61/2013). Anträge, die dem Erfordernis des §62 Abs1 VfGG nicht entsprechen, sind nach der ständigen Rechtsprechung des Verfassungsgerichtshofs (vgl VfSlg 14.320/1995, 14.526/1996, 15.977/2000, 18.235/2007) nicht im Sinne von §18 VfGG verbesserungsfähig, sondern als unzulässig zurückzuweisen (vgl etwa VfSlg 12.797/1991, 13.717/1994, 17.111/2004, 18.187/2007, 19.505/2011, 19.721/2012 und zuletzt etwa VfGH 1.10.2020, V405/2020; 1.10.2020, G271/2020 ua).",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der dargestellten Judikatur erweist sich der Antrag als unzulässig: Der Antrag beschränkt sich nämlich auf die pauschale Behauptung, dass Privatbeteiligte das Recht hätten, zu Anträgen der Beschuldigten auf Einstellung des Strafverfahrens gehört zu werden, und jede andere Rechtslage gegen die oben genannten Verfassungsbestimmungen verstoße. Konkrete Bedenken lässt der Antrag hingegen vermissen (vgl VfGH 13.6.2022, G124/2022; 28.2.2023, G284/2022 ua).",
            "annotations": []
        },
        {
            "text": "Im übrigen machen die Antragsteller lediglich einen Verstoß gegen das rechtliche Gehör gemäß §6 Abs2 StPO und damit Vollzugsbedenken geltend, wofür in einem Antrag nach Art140 Abs1 Z1 litd B-VG kein Raum besteht (vgl VfSlg 20.271/2018, 20.279/2018).",
            "annotations": []
        },
        {
            "text": "3. Der Antrag entspricht daher nicht den Anforderungen des §62 Abs1 VfGG und ist daher schon aus diesem Grund wegen nicht behebbarer inhaltlicher Mängel als unzulässig zurückzuweisen, ohne dass das Vorliegen der weiteren Prozessvoraussetzungen zu prüfen ist, insbesondere hinsichtlich der Antragslegitimation des Erstantragstellers sowie der Frage, ob die Antragsteller den Anfechtungsumfang zutreffend gewählt haben.",
            "annotations": []
        },
        {
            "text": "4. Da somit die von den Antragstellern beabsichtigte Rechtsverfolgung vor dem Verfassungsgerichtshof als offenbar aussichtslos erscheint, ist ihr mit dem Antrag gemäß Art140 Abs1 Z1 litd B-VG gestellter Antrag auf Bewilligung der Verfahrenshilfe im Umfang der Gebührenbefreiung abzuweisen (§35 Abs1 VfGG iVm §63 Abs1 ZPO).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}