{
    "document_id": "JFT_20230628_23E01275_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer, ein afghanischer Staatsangehöriger, stellte am 10. November 2022 einen Antrag auf internationalen Schutz. Eine Treffermeldung in der Eurodac-Datenbank ergab, dass er bereits am 10. Oktober 2022 in Bulgarien einen Antrag auf internationalen Schutz gestellt hatte. Dazu führte der Beschwerdeführer aus, dass er in Bulgarien nicht ausreichend medizinisch versorgt, misshandelt und verhaftet worden sei.",
            "annotations": []
        },
        {
            "text": "Mit Schreiben vom 23. November 2022 ersuchte das Bundesamt für Fremdenwesen und Asyl Bulgarien gemäß Art18 Abs1 litb der Verordnung (EU) Nr 604/2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen oder Staatenlosen in einem Mitgliedstaat gestellten Antrags auf internationalen Schutz zuständig ist (im Folgenden: Dublin III-Verordnung), ABl. 2013 L 180, 31, um eine Wiederaufnahme. Bulgarien stimmte dem Ersuchen mit Schreiben vom 6. Dezember 2022 zu.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 30. Jänner 2023 wies das Bundesamt für Fremdenwesen und Asyl den Antrag des Beschwerdeführers auf internationalen Schutz gemäß §5 Abs1 AsylG 2005 als unzulässig zurück, stellte fest, dass gemäß Art18 Abs1 litb Dublin III-Verordnung zur Prüfung des Antrages Bulgarien zuständig ist, ordnete gemäß §61 Abs1 Z1 FPG die Außerlandesbringung des Beschwerdeführers an und erklärte gemäß §61 Abs2 leg cit die Abschiebung nach Bulgarien für zulässig.",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 29. März 2023 als unbegründet ab. Gemäß Art18 Abs1 litb Dublin III-Verordnung sei Bulgarien zur Wiederaufnahme des Verfahrens betreffend den Antrag des Beschwerdeführers auf internationalen Schutz zuständig und habe dem auch ausdrücklich zugestimmt. Angesichts der dem im Verwaltungsverfahren angefochtenen Bescheid zugrundeliegenden Länderberichte sei nicht erkennbar, dass dem Beschwerdeführer in Bulgarien eine Verletzung seiner nach der EMRK gewährleisteten Rechte drohen werde. Asylwerbern stehe dort ein \"rechtsstaatliches Asylverfahren mit gerichtlichen Beschwerdemöglichkeiten offen[…], in welchem die Voraussetzungen der Asylgewährung und des Rückschiebungsschutzes […] im Einklang mit den internationalen Verpflichtungen, insbesondere der Genfer Flüchtlingskonvention und der EMRK, definiert\" seien. Systemische Mängel im Asylverfahren und bei der Aufnahme von Asylwerbern seien nicht ersichtlich. Vielmehr sei \"von einer rechtsstaatlichen und ordnungsgemäßen Prüfung des Fluchtgrundes des [Beschwerdeführers] seitens der bulgarischen Behörden auszugehen, welche aber naturgemäß (wie auch in Österreich) mit einer rechtskräftig negativen Entscheidung und einer darauffolgenden Außerlandesbringung enden\" könne. Das Bundesverwaltungsgericht übersehe nicht, dass im Hinblick auf das bulgarische Asylwesen nach wie vor Verbesserungsbedarf bestehe, jedoch seien keine Anhaltspunkte hervorgetreten, wonach dem Beschwerdeführer der Zugang zum Asylverfahren und den für Asylwerber vorgesehenen Versorgungsleistungen verwehrt wäre.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl Nr 390/1973) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, die Durchführung einer mündlichen Verhandlung sowie die Zuerkennung der aufschiebenden Wirkung beantragt wird.",
            "annotations": []
        },
        {
            "text": "Begründend wird dazu im Wesentlichen ausgeführt, dass es in Bulgarien für afghanische Asylwerber viele Probleme, die insbesondere aus der Beschleunigung der Asylverfahren resultierten, gebe. Betroffene Personen würden oftmals der Obdachlosigkeit, Arbeitslosigkeit, Armut und sozialen Isolation überlassen, aber auch die Lebensbedingungen in Asylunterkünften seien mangelhaft. Nicht selten käme es zu Misshandlungen afghanischer Staatsangehöriger im Rahmen der Stellung eines Asylantrages.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die im vorliegenden Fall maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1. §5 des Bundesgesetzes über die Gewährung von Asyl (Asylgesetz 2005 – AsylG 2005), BGBl I 100 idF BGBl I 87/2012, lautet ohne die Hervorhebungen im Original wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Zuständigkeit eines anderen Staates",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5. (1) Ein nicht gemäß §§4 oder 4a erledigter Antrag auf internationalen Schutz ist als unzulässig zurückzuweisen, wenn ein anderer Staat vertraglich oder auf Grund der Dublin - Verordnung zur Prüfung des Asylantrages oder des Antrages auf internationalen Schutz zuständig ist. Mit der Zurückweisungsentscheidung ist auch festzustellen, welcher Staat zuständig ist. Eine Zurückweisung des Antrages hat zu unterbleiben, wenn im Rahmen einer Prüfung des §9 Abs2 BFA-VG festgestellt wird, dass eine mit der Zurückweisung verbundene Anordnung zur Außerlandesbringung zu einer Verletzung von Art8 EMRK führen würde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Gemäß Abs1 ist auch vorzugehen, wenn ein anderer Staat vertraglich oder auf Grund der Dublin - Verordnung dafür zuständig ist zu prüfen, welcher Staat zur Prüfung des Asylantrages oder des Antrages auf internationalen Schutz zuständig ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Sofern nicht besondere Gründe, die in der Person des Asylwerbers gelegen sind, glaubhaft gemacht werden oder beim Bundesamt oder beim Bundesverwaltungsgericht offenkundig sind, die für die reale Gefahr des fehlenden Schutzes vor Verfolgung sprechen, ist davon auszugehen, dass der Asylwerber in einem Staat nach Abs1 Schutz vor Verfolgung findet.\"",
            "annotations": []
        },
        {
            "text": "2. §61 des Bundesgesetzes über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 – FPG), BGBl I 100 idF BGBl I 106/2022, lautet auszugsweise und ohne die Hervorhebungen im Original wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Anordnung zur Außerlandesbringung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§61. (1) Das Bundesamt hat gegen einen Drittstaatsangehörigen eine Außerlandesbringung anzuordnen, wenn",
            "annotations": []
        },
        {
            "text": "1. dessen Antrag auf internationalen Schutz gemäß §§4a oder 5 AsylG 2005 zurückgewiesen wird oder nach jeder weiteren, einer zurückweisenden Entscheidung gemäß §§4a oder 5 AsylG 2005 folgenden, zurückweisenden Entscheidung gemäß §68 Abs1 AVG,",
            "annotations": []
        },
        {
            "text": "2. er in einem anderen Mitgliedstaat einen Antrag auf internationalen Schutz gestellt hat und dieser Mitgliedstaat vertraglich oder auf Grund der Dublin-Verordnung zur Prüfung dieses Antrages zuständig ist oder",
            "annotations": []
        },
        {
            "text": "3. ihm in einem anderen Mitgliedstaat der Status des Asylberechtigten oder des subsidiär Schutzberechtigten zukommt, dieser Mitgliedstaat aufgrund des Unionsrechts, einer zwischenstaatlichen Vereinbarung oder internationaler Gepflogenheiten zur Rückübernahme verpflichtet ist und die Voraussetzungen des §52 Abs1 Z1 oder Abs4 Z1 oder 4 erfüllt sind. §52 Abs4 vorletzter und letzter Satz und Abs6 gelten sinngemäß mit der Maßgabe, dass an die Stelle der Rückkehrentscheidung die Anordnung zur Außerlandesbringung tritt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dies gilt nicht für begünstigte Drittstaatsangehörige.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Eine Anordnung zur Außerlandesbringung hat zur Folge, dass eine Abschiebung des Drittstaatsangehörigen in den Zielstaat zulässig ist. Die Anordnung bleibt binnen 18 Monaten ab Ausreise des Drittstaatsangehörigen aufrecht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) […]\"",
            "annotations": []
        },
        {
            "text": "3. Art3 der Verordnung (EU) Nr 604/2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen oder Staatenlosen in einem Mitgliedstaat gestellten Antrags auf internationalen Schutz zuständig ist (Dublin III-Verordnung), ABl. 2013 L 180, 31, lautet ohne die Hervorhebungen im Original wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Artikel 3",
            "annotations": []
        },
        {
            "text": "Verfahren zur Prüfung eines Antrags auf internationalen Schutz",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Mitgliedstaaten prüfen jeden Antrag auf internationalen Schutz, den ein Drittstaatsangehöriger oder Staatenloser im Hoheitsgebiet eines Mitgliedstaats einschließlich an der Grenze oder in den Transitzonen stellt. Der Antrag wird von einem einzigen Mitgliedstaat geprüft, der nach den Kriterien des Kapitels III als zuständiger Staat bestimmt wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Lässt sich anhand der Kriterien dieser Verordnung der zuständige Mitgliedstaat nicht bestimmen, so ist der erste Mitgliedstaat, in dem der Antrag auf internationalen Schutz gestellt wurde, für dessen Prüfung zuständig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Erweist es sich als unmöglich, einen Antragsteller an den zunächst als zuständig bestimmten Mitgliedstaat zu überstellen, da es wesentliche Gründe für die Annahme gibt, dass das Asylverfahren und die Aufnahmebedingungen für Antrag-steller in diesem Mitgliedstaat systemische Schwachstellen aufweisen, die eine Gefahr einer unmenschlichen oder entwürdigenden Behandlung im Sinne des Artikels 4 der EU–Grundrechtecharta mit sich bringen, so setzt der die Zuständigkeit prüfende Mitgliedstaat, die Prüfung der in Kapitel III vorgesehenen Kriterien fort, um festzustellen, ob ein anderer Mitgliedstaat als zuständig bestimmt werden kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Kann keine Überstellung gemäß diesem Absatz an einen aufgrund der Kriterien des Kapitels III bestimmten Mitgliedstaat oder an den ersten Mitgliedstaat, in dem der Antrag gestellt wurde, vorgenommen werden, so wird der die Zuständigkeit prüfende Mitgliedstaat der zuständige Mitgliedstaat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Jeder Mitgliedstaat behält das Recht, einen Antragsteller nach Maßgabe der Bestimmungen und Schutzgarantien der Richtlinie 32/2013/EU in einen sicheren Drittstaat zurück- oder auszuweisen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Gemäß §5 Abs1 AsylG 2005 ist ein nicht nach §4 leg cit (Schutz im sicheren Drittstaat) oder nach §4a leg cit  (Schutz im EWR-Staat oder in der Schweiz) erledigter Antrag auf internationalen Schutz als unzulässig zurückzuweisen, wenn ein anderer Staat vertraglich oder auf Grund der Dublin III-Verordnung zur Prüfung des Asylantrages oder Antrages auf internationalen Schutz zuständig ist.",
            "annotations": []
        },
        {
            "text": "Eine Zurückweisung hat aber gemäß Art3 Abs2 UAbs2 Dublin III-Verordnung dann zu unterbleiben, wenn sich eine Überstellung an den zunächst als zuständig bestimmten Mitgliedstaat als unmöglich erweist, weil wesentliche Gründe für die Annahme vorliegen, dass das Asylverfahren und die Aufnahmebedingungen für Antragsteller in diesem Mitgliedstaat systemische Schwachstellen aufweisen, die eine Gefahr einer unmenschlichen oder entwürdigenden Behandlung im Sinne des Art4 GRC mit sich bringen.",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Gerichtshofes der Europäischen Union hat eine Überstellung an den zuständigen Mitgliedstaat im Sinne der Dublin III-Verordnung dann zu unterbleiben, wenn dem die Zuständigkeit prüfenden Gericht (oder der Behörde) \"nicht unbekannt sein kann, dass die systemischen Schwachstellen des Asylverfahrens und der Aufnahmebedingungen für Asylwerber in diesem Mitgliedstaat ernsthafte und durch Tatsachen bestätigte Gründe für die Annahme darstellen, dass der Antragsteller tatsächlich Gefahr läuft, einer unmenschlichen oder erniedrigenden Behandlung im Sinne dieser Bestimmung ausgesetzt zu werden\" (vgl EuGH 19.3.2019, C-163/17, Jawo, Rz 85 mit Verweis auf EuGH 21.12.2011, C-411, C-493/10, N.S. ua, Rz 106).",
            "annotations": []
        },
        {
            "text": "Das mit der Rechtssache befasste Gericht – wie zuvor auch die befasste Behörde – trifft demnach die Verpflichtung, \"auf der Grundlage objektiver, zuverlässiger, genauer und gebührend aktualisierter Angaben und im Hinblick auf den durch das Unionsrecht gewährleisteten Schutzstandard der Grundrechte zu würdigen, ob entweder systemische oder allgemeine oder aber bestimmte Personengruppen betreffende Schwachstellen vorliegen\", die einer Zurückweisung des Antrages auf internationalen Schutz entgegenstehen (EuGH, Jawo, Rz 90 mwN).",
            "annotations": []
        },
        {
            "text": "3.2. Zur Beurteilung der Frage, wann das Asylverfahren und die Aufnahmebedingungen für Antragsteller in einem Mitgliedstaat systemische Mängel aufweisen, verweist der Gerichtshof der Europäischen Union auf die Entscheidung des Europäischen Gerichtshofes für Menschenrechte vom 21. Jänner 2011 (GK), 30.696/09, M.S.S., (EuGH, Jawo, Rz 91). In dieser Entscheidung führt der Gerichtshof ua Folgendes aus:",
            "annotations": []
        },
        {
            "text": "\"When [States] apply the Dublin Regulation […] [they] must make sure that the intermediary country's asylum procedure affords sufficient guarantees to avoid an asylum-seeker being removed, directly or indirectly, to his country of origin without any evaluation of the risks he faces from the standpoint of Article 3 of the Convention.\" (EGMR, M.S.S., Z342 mit Verweis auf EGMR 7.3.2000, 43.844/98, T.I., und EGMR 2.12.2008, 32.733/08, K.R.S.).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Mitgliedstaaten sind daher bei der Anwendung der Dublin III-Verordnung verpflichtet zu überprüfen, ob für Asylwerber im zuständigen Mitgliedstaat Zugang zu einem ordnungsgemäßen Asylverfahren, einschließlich Non-refoulement-Prüfung, besteht, das Schutz vor Verletzungen der ihnen gemäß Art3 EMRK zukommenden Rechte gewährleistet.",
            "annotations": []
        },
        {
            "text": "Auch nach der Rechtsprechung des Verfassungsgerichtshofes sind die über den Antrag auf internationalen Schutz entscheidenden Gerichte bzw Behörden verpflichtet zu untersuchen, ob Asylwerbern im nach der Dublin III-Verordnung zuständigen Mitgliedstaat die Gefahr einer willkürlichen Kettenabschiebung in ein Land droht, in dem sie dem Risiko einer Verletzung ihrer gemäß Art3 EMRK gewährleisteten Rechte ausgesetzt sind (vgl VfGH 15.3.2023, E2944/2022; zur [übertragbaren] Rechtsprechung vor Erlassung der Dublin III-Verordnung siehe VfSlg 16.160/2001 und 17.586/2005).",
            "annotations": []
        },
        {
            "text": "3.3. Das der Entscheidung des Bundesverwaltungsgerichtes zugrunde liegende Länderinformationsblatt der Staatendokumentation zu Bulgarien vom 13. Juni 2022 führt ua aus, dass \"[d]ie Asylanträge der überwiegenden Mehrheit der afghanischen Asylwerber […] weiterhin in beschleunigten Verfahren als offensichtlich unbegründet abgelehnt [werden], da Bulgarien die Türkei zu einem sicheren Drittstaat erklärt hat\" (Länderinformationsblatt der Staatendokumentation, 13.6.2022, Version 2, S 9, mit Verweis auf Amnesty International Report 2021/22: The State of the World's Human Rights, 105).",
            "annotations": []
        },
        {
            "text": "3.4. Angesichts der dargestellten höchstgerichtlichen Rechtsprechung sowie der wiedergegebenen Länderberichte wäre das Bundesverwaltungsgericht verpflichtet gewesen, näher zu überprüfen, ob der Beschwerdeführer in Bulgarien Zugang zu einem ordnungsgemäßen Asylverfahren hat, ohne dem Risiko einer Kettenabschiebung in ein Land ausgesetzt zu sein, in dem ihm die Verletzung seiner gemäß Art3 EMRK und Art4 GRC gewährleisteten Rechte drohen könnte.",
            "annotations": []
        },
        {
            "text": "4. Da das Bundesverwaltungsgericht die erforderlichen Ermittlungstätigkeiten in einem entscheidenden Punkt unterlassen hat, ist seine Entscheidung mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs3 und 4 VfGG ohne weiteres Verfahren und ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}