{
    "document_id": "JFT_20230309_22G00223_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag begehrt der Oberste Gerichtshof,",
            "annotations": []
        },
        {
            "text": "\"der Verfassungsgerichtshof möge die nachstehend genannten Wortfolgen in Bestimmungen des Allgemeinen Bürgerlichen Gesetzbuchs als verfassungswidrig aufheben:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. in §178 Abs1 ABGB idF des BG BGBl I 15/2013 die Wortfolge: 'Ist in dieser Weise der Elternteil, der mit der Obsorge allein betraut ist, betroffen, so hat das Gericht unter Beachtung des Wohles des Kindes zu entscheiden, ob der andere Elternteil oder ob und welches Großelternpaar (Großelternteil) oder Pflegeelternpaar (Pflegeelternteil) mit der Obsorge zu betrauen ist; Letzteres gilt auch, wenn beide Elternteile betroffen sind. Die Regelungen über die Obsorge gelten dann für dieses Großelternpaar (diesen Großelternteil).'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. In §204 ABGB idF des BG BGBl I 15/2013 die Wortfolge: 'noch Großeltern oder Pflegeeltern' sowie 'oder betraut werden können'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "B. Hilfsweise stellt der Oberste Gerichtshof den Antrag, der Verfassungsgerichtshof möge gemäß Art140 B-VG nur die nachstehend genannten Wortfolgen in Bestimmungen des Allgemeinen Bürgerlichen Gesetzbuchs als verfassungswidrig aufheben:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. In §178 Abs1 ABGB idF des BG BGBl I 15/2013 die Wortfolgen: 'oder ob und welches Großelternpaar (Großelternteil) oder Pflegeelternpaar (Pflegeelternteil)' sowie 'Letzteres gilt auch, wenn beide Elternteile betroffen sind. Die Regelungen über die Obsorge gelten dann für dieses Großelternpaar (diesen Großelternteil).'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. In §204 ABGB idF des BG BGBI I 15/2013 die Wortfolge: 'noch Großeltern oder Pflegeeltern'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "C. Hilfsweise zum Haupt- und zum ersten Eventualantrag stellt der Oberste Gerichtshof den Antrag, der Verfassungsgerichtshof möge gemäß Art140 B-VG auch folgende Wortfolgen in Bestimmungen des Außerstreitgesetzes und folgende Bestimmungen des Allgemeinen Bürgerlichen Gesetzbuchs als verfassungswidrig aufheben:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Im Außerstreitgesetz folgende Wortfolgen:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(a) In §133 Abs2 AußStrG idF des BG BGBl I 59/2017 die Wortfolge 'Großeltern oder Pflegeeltern'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(b) In §135 Abs1 AußStrG idF des BG BGBl I 59/2017 die Wortfolge 'Großeltern und Pflegeeltern'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Im Allgemeinen Bürgerlichen Gesetzbuch folgende Bestimmungen:",
            "annotations": []
        },
        {
            "text": "§213 ABGB idF des BG BGBl I 59/2017",
            "annotations": []
        },
        {
            "text": "§214 ABGB idF des BG BGBl I 58/2018",
            "annotations": []
        },
        {
            "text": "§224 ABGB idF des BG BGBl I 59/2018",
            "annotations": []
        },
        {
            "text": "§227 ABGB idF des BG BGBl I 15/2013",
            "annotations": []
        },
        {
            "text": "§228 ABGB idF des BG BGBl I 59/2018",
            "annotations": []
        },
        {
            "text": "§229 ABGB idF des BG BGBl I 59/2018",
            "annotations": []
        },
        {
            "text": "§220 ABGB idF des BG BGBl I 59/2018\".",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Allgemeinen bürgerlichen Gesetzbuches (ABGB), JGS 946/1811, idF BGBl I 58/2018 lauten wie folgt (die mit dem Hauptantrag angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Obsorge bei Verhinderung eines Elternteils",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§178. (1) Ist ein Elternteil, der mit der Obsorge für das Kind gemeinsam mit dem anderen Elternteil betraut war, gestorben, ist sein Aufenthalt seit mindestens sechs Monaten unbekannt, kann die Verbindung mit ihm nicht oder nur mit unverhältnismäßig großen Schwierigkeiten hergestellt werden oder ist ihm die Obsorge ganz oder teilweise entzogen, so ist der andere Elternteil insoweit allein mit der Obsorge betraut. Ist in dieser Weise der Elternteil, der mit der Obsorge allein betraut ist, betroffen, so hat das Gericht unter Beachtung des Wohles des Kindes zu entscheiden, ob der andere Elternteil oder ob und welches Großelternpaar (Großelternteil) oder Pflegeelternpaar (Pflegeelternteil) mit der Obsorge zu betrauen ist; Letzteres gilt auch, wenn beide Elternteile betroffen sind. Die Regelungen über die Obsorge gelten dann für dieses Großelternpaar (diesen Großelternteil).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Auf Antrag des Elternteiles, auf den die Obsorge nach Abs1 erster Satz übergegangen ist, hat das Gericht diesen Übergang festzustellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Geht die Obsorge auf den anderen Elternteil über oder überträgt das Gericht die Obsorge, so sind, sofern sich der Übergang oder die Übertragung der Obsorge darauf bezieht, das Vermögen sowie sämtliche die Person des Kindes betreffenden Urkunden und Nachweise zu übergeben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Pflegeeltern",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§184. Pflegeeltern sind Personen, die die Pflege und Erziehung des Kindes ganz oder teilweise besorgen und zu denen eine dem Verhältnis zwischen leiblichen Eltern und Kindern nahe kommende Beziehung besteht oder hergestellt werden soll. Sie haben das Recht, in den die Person des Kindes betreffenden Verfahren Anträge zu stellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§185. (1) Das Gericht hat einem Pflegeelternpaar (Pflegeelternteil) auf seinen Antrag die Obsorge für das Kind ganz oder teilweise zu übertragen, wenn das Pflegeverhältnis nicht nur für kurze Zeit beabsichtigt ist und die Übertragung dem Wohl des Kindes entspricht. Die Regelungen über die Obsorge gelten dann für dieses Pflegeelternpaar (diesen Pflegeelternteil).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Sind die Eltern oder Großeltern mit der Obsorge betraut und stimmen sie der Übertragung nicht zu, so darf diese nur verfügt werden, wenn ohne sie das Wohl des Kindes gefährdet wäre.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Übertragung ist aufzuheben, wenn dies dem Wohl des Kindes entspricht. Gleichzeitig hat das Gericht unter Beachtung des Wohles des Kindes auszusprechen, auf wen die Obsorge übergeht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Das Gericht hat vor seiner Entscheidung die Eltern, den gesetzlichen Vertreter, weitere Erziehungsberechtigte, den Kinder- und Jugendhilfeträger und jedenfalls das bereits zehnjährige Kind zu hören. §196 Abs2 gilt sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Viertes Hauptstück",
            "annotations": []
        },
        {
            "text": "Von der Obsorge einer anderen Person",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§204. Soweit nach dem dritten Hauptstück weder Eltern noch Großeltern oder Pflegeeltern mit der Obsorge betraut sind oder betraut werden können und kein Fall des §207 vorliegt, hat das Gericht unter Beachtung des Wohles des Kindes eine andere geeignete Person mit der Obsorge zu betrauen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§205. (1) Bei der Auswahl einer anderen Person für die Obsorge ist besonders auf das Wohl des Kindes Bedacht zu nehmen. Wünsche des Kindes und der Eltern, im Falle des §166 des Zuwendenden, sind zu berücksichtigen, sofern sie dem Wohl des Kindes entsprechen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Mit der Obsorge dürfen nicht betraut werden",
            "annotations": []
        },
        {
            "text": "1. im Sinn des §21 Abs1 schutzberechtigte Personen;",
            "annotations": []
        },
        {
            "text": "2. Personen, von denen, besonders auch wegen der durch eine strafgerichtliche Verurteilung zutage getretenen Veranlagung oder Eigenschaft, eine dem Wohl des minderjährigen Kindes förderliche Ausübung der Obsorge nicht zu erwarten ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§206. (1) Derjenige, den das Gericht mit der Obsorge betrauen will, hat alle Umstände, die ihn dafür ungeeignet erscheinen lassen, dem Gericht mitzuteilen. Unterlässt er diese Mitteilung schuldhaft, so haftet er für alle dem minderjährigen Kind daraus entstehenden Nachteile.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Eine besonders geeignete Person kann die Betrauung mit der Obsorge nur ablehnen, wenn ihr diese unzumutbar wäre.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aufgaben des Kinder- und Jugendhilfeträgers",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§207. Wird ein minderjähriges Kind im Inland gefunden und sind dessen Eltern unbekannt, so ist kraft Gesetzes der Kinder- und Jugendhilfeträger mit der Obsorge betraut. Dies gilt für den Bereich der Vermögensverwaltung und der Vertretung auch, wenn ein Kind im Inland geboren wird und dessen unverheiratete Mutter minderjährig ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Besondere Pflichten und Rechte anderer mit der Obsorge betrauter Personen",
            "annotations": []
        },
        {
            "text": "a) in Angelegenheiten der Pflege und Erziehung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§213. (1) Ist eine andere Person mit der Obsorge betraut, so hat sie, soweit nicht anderes bestimmt ist, in wichtigen, die Person des Kindes betreffenden Angelegenheiten, insbesondere in den Angelegenheiten des §167 Abs2, die Genehmigung des Gerichtes einzuholen. Ohne Genehmigung getroffene Maßnahmen oder Vertretungshandlungen sind unzulässig und unwirksam, sofern nicht Gefahr im Verzug vorliegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Einer medizinischen Behandlung, die gewöhnlich mit einer schweren oder nachhaltigen Beeinträchtigung der körperlichen Unversehrtheit oder der Persönlichkeit verbunden ist, kann die mit der Obsorge betraute Person nur zustimmen, wenn ein vom behandelnden Arzt unabhängiger Arzt in einem ärztlichen Zeugnis bestätigt, dass das Kind nicht über die erforderliche Entscheidungsfähigkeit verfügt und die Vornahme der Behandlung zur Wahrung seines Wohles erforderlich ist. Wenn ein solches Zeugnis nicht vorliegt oder das Kind zu erkennen gibt, dass es die Behandlung ablehnt, bedarf die Zustimmung der Genehmigung des Gerichts. Erteilt die mit der Obsorge betraute Person die Zustimmung zu einer medizinischen Behandlung nicht und wird dadurch das Wohl des Kindes gefährdet, so kann das Gericht die Zustimmung ersetzen oder die Obsorge an eine andere Person übertragen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "b) in Angelegenheiten der Vermögensverwaltung",
            "annotations": []
        },
        {
            "text": "Überwachung der Vermögensverwaltung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§214. (1) Die mit der gesetzlichen Vertretung in Angelegenheiten der Vermögensverwaltung betraute Person hat bei Antritt der Obsorge nach gründlicher Erforschung des Vermögensstandes dem Gericht gegenüber das Vermögen im Einzelnen anzugeben und – ausgenommen ein Kinder- und Jugendhilfeträger – in weiterer Folge Rechnung zu legen. Das Gericht hat die Tätigkeit des gesetzlichen Vertreters zur Vermeidung einer Gefährdung des Wohls des Kindes zu überwachen und die dazu notwendigen Aufträge zu erteilen. Näheres wird in den Verfahrensgesetzen bestimmt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Auf Vertretungshandlungen und Einwilligungen in Vermögensangelegenheiten ist §167 Abs3 und §168 sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Entgegennahme von Zahlungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§224. Der gesetzliche Vertreter kann 10 000 Euro übersteigende Zahlungen an das Kind nur entgegennehmen und darüber quittieren, wenn er dazu vom Gericht im Einzelfall oder allgemein ermächtigt wurde oder eine gerichtliche Genehmigung des Wechsels der Anlageform vorliegt. Fehlt eine solche Ermächtigung oder Genehmigung, so wird der Schuldner durch Zahlung an den Vertreter von seiner Schuld nur befreit, wenn das Gezahlte noch im Vermögen des Kindes vorhanden ist oder für dessen Zwecke verwendet wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Haftung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§227. (1) Die nach §204 mit der Obsorge betrauten Personen haften dem Kind gegenüber für jeden durch ihr Verschulden verursachten Schaden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Soweit sich die mit der Obsorge betraute Person zu ihrer Ausübung rechtmäßig anderer Personen bedient, haftet sie nur insoweit, als sie schuldhaft eine untüchtige oder gefährliche Person ausgewählt, deren Tätigkeit nur unzureichend überwacht oder die Geltendmachung von Ersatzansprüchen des minderjährigen Kindes gegen diese Personen schuldhaft unterlassen hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§228. Der Richter kann die Ersatzpflicht nach §227 insoweit mäßigen oder ganz erlassen, als sie die mit der Obsorge betraute Person unter Berücksichtigung aller Umstände, insbesondere des Grades des Verschuldens oder eines besonderen Naheverhältnisses zwischen dem Kind und der mit der Obsorge betrauten Person, unbillig hart träfe.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Entschädigung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§229. (1) Der nach §204 mit der Obsorge betrauten Person gebührt unter Bedachtnahme auf Art und Umfang ihrer Tätigkeit und des damit gewöhnlich verbundenen Aufwands an Zeit und Mühe eine jährliche Entschädigung, soweit dadurch die Befriedigung der Lebensbedürfnisse des Kindes nicht gefährdet wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Sofern das Gericht nicht aus besonderen Gründen eine geringere Entschädigung für angemessen findet, beträgt sie fünf vom Hundert sämtlicher Einkünfte nach Abzug der hievon zu entrichtenden gesetzlichen Steuern und Abgaben. Bezüge, die kraft besonderer gesetzlicher Anordnung zur Deckung bestimmter Aufwendungen dienen, sind nicht als Einkünfte zu berücksichtigen. Übersteigt der Wert des Vermögens des Kindes 15 000 Euro, so kann das Gericht überdies pro Jahr bis zu zwei vom Hundert des Mehrbetrags als Entschädigung gewähren, soweit sich die mit der Obsorge betraute Person um die Erhaltung des Vermögens oder dessen Verwendung zur Deckung von Bedürfnissen des Kindes besonders verdient gemacht hat. Betrifft die Obsorge nur einen Teilbereich der Obsorge oder dauert die Tätigkeit der mit der Obsorge betrauten Person nicht ein volles Jahr, so vermindert sich der Anspruch auf Entschädigung entsprechend.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Bei besonders umfangreichen und erfolgreichen Bemühungen der mit der Obsorge betrauten Person kann das Gericht die Entschädigung auch höher als nach Abs2 erster Satz bemessen, jedoch nicht höher als zehn vom Hundert der Einkünfte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Entgelt und Aufwandsersatz",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§230. (1) Nützt die mit der Obsorge betraute Person für Angelegenheiten, deren Besorgung sonst einem Dritten übertragen werden müsste, ihre besonderen beruflichen Kenntnisse und Fähigkeiten, so hat sie hiefür einen Anspruch auf angemessenes Entgelt. Dieser Anspruch besteht für die Kosten einer rechtsfreundlichen Vertretung jedoch nicht, soweit beim Kind die Voraussetzungen für die Bewilligung der Verfahrenshilfe gegeben sind oder diese Kosten nach gesetzlichen Vorschriften vom Gegner ersetzt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Zur zweckentsprechenden Ausübung der Obsorge notwendige Barauslagen, tatsächliche Aufwendungen und die Kosten der Versicherung der Haftpflicht nach §227 sind der mit der Obsorge betrauten Person vom Kind jedenfalls zu erstatten, soweit sie nach gesetzlichen Vorschriften nicht unmittelbar von Dritten getragen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Ansprüche nach den Abs1 und 2 bestehen insoweit nicht, als durch sie die Befriedigung der Lebensbedürfnisse des Kindes gefährdet wäre.\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des Gesetzes vom 6. November 2013 über die Kinder- und Jugendhilfe (Tiroler Kinder- und Jugendhilfegesetz – TKJHG), LGBl 150/2013, idF LGBl 10/2021 lauten:",
            "annotations": []
        },
        {
            "text": "\"§2",
            "annotations": []
        },
        {
            "text": "Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Minderjährige sind Personen, die das 18. Lebensjahr noch nicht vollendet haben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Junge Erwachsene sind Personen, die das 18. Lebensjahr, aber noch nicht das 21. Lebensjahr vollendet haben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Soziale Dienste der Kinder- und Jugendhilfe sind Dienste, die Hilfen zur Deckung gleichartiger Bedürfnisse für werdende Eltern, Minderjährige und deren Eltern und sonstige Bezugspersonen sowie für junge Erwachsene anbieten und die von diesen Personen in Anspruch genommen werden können. Diese Leistungen können auch im Rahmen der Gewährung von Erziehungshilfen, insbesondere auch bei jenen nach §211 Abs1 zweiter Satz ABGB in Anspruch genommen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Sozialpädagogische Einrichtungen oder sozialpädagogisch-sozialtherapeutische Einrichtungen sind Einrichtungen, die zur Übernahme von Minderjährigen im Rahmen einer Erziehungshilfe bestimmt sind, über entsprechend ausgebildetes Personal verfügen und geeignet sind, Minderjährige im Rahmen von stationären oder teilstationären Angeboten zu betreuen. Das Leistungsangebot dieser Einrichtungen kann auch das Eltern-Kind-Wohnen im Rahmen der Gewährung von Erziehungshilfen sowie ein Innen- oder Außenwohnen vorsehen. Nicht als sozialpädagogische Einrichtungen gelten Schülerheime nach Art14 und 14a B-VG.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Innenwohnen ist die Möglichkeit für Minderjährige und junge Erwachsene, im Anschluss an eine Betreuung in einer Einrichtung nach Abs4 grundsätzlich selbstständig in einer Wohnung innerhalb des Gebäudes dieser Einrichtung oder in räumlicher Nähe zu dieser Einrichtung zu leben, aber stundenweise von ausgebildeten Fachkräften betreut zu werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Außenwohnen ist die Möglichkeit für Minderjährige und junge Erwachsene, im Anschluss an eine Betreuung in einer Einrichtung nach Abs4 oder einer Betreuung nach Abs5 selbstständig in einer Wohnung außerhalb dieser Einrichtung zu leben, aber stundenweise von ausgebildeten Fachkräften betreut zu werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Einrichtungen des betreuten Wohnens sind sozialpädagogische Einrichtungen, in denen Minderjährige grundsätzlich selbstständig leben, aber stundenweise von ausgebildeten Fachpersonen betreut werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Sozialpädagogische Pflegestellen sind geeignete Personen, die über eine einschlägige Fachausbildung verfügen, wie insbesondere Sozialarbeiterinnen, Erziehungswissenschafterinnen, Diplom-Sozialbetreuerinnen F, Sozialpädagoginnen sowie Psychologinnen, und die Minderjährige im Rahmen einer Erziehungshilfe betreuen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(9) Bereitschaftspflegerinnen sind geeignete Personen, die Minderjährige für einen befristeten Zeitraum im Rahmen einer Erziehungshilfe in einem familienähnlichen Zusammenhalt betreuen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(10) Pflegekinder sind Minderjährige, die nicht nur vorübergehend von anderen Personen als den Eltern, Adoptiveltern oder von mit der Obsorge betrauten Personen gepflegt und erzogen werden. Minderjährige, die von nahen Angehörigen nicht nur vorübergehend gepflegt und erzogen werden, gelten nur dann als Pflegekinder, wenn dies im Rahmen der vollen Erziehung geschieht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(11) Nahe Angehörige sind bis zum dritten Grad Verwandte oder Verschwägerte und Ehepartner oder Lebensgefährten oder eingetragene Partner von Elternteilen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(12) Pflegepersonen sind Personen, die Pflegekinder pflegen und erziehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(13) Adoptionsvermittlung ist die Auswahl geeigneter Adoptivwerber entsprechend den individuellen Bedürfnissen der Minderjährigen. Sie hat das Ziel, für Minderjährige die im Interesse des Kindeswohles am besten geeigneten Adoptiveltern bzw Adoptivelternteile zu finden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(14) Erziehungshilfen sind jene Hilfen, die im Einzelfall zum Wohl von Minderjährigen erforderlich sind, wenn die Pflege und die Erziehung durch die mit der Obsorge in den Bereichen Pflege und Erziehung betrauten Personen nicht oder nicht ausreichend gewährleistet sind. Erziehungshilfen umfassen die Unterstützung der Erziehung und die volle Erziehung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Abschnitt",
            "annotations": []
        },
        {
            "text": "Pflegeverhältnisse",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§23",
            "annotations": []
        },
        {
            "text": "Allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Pflegeverhältnisse können als öffentliche Pflegeverhältnisse im Rahmen einer Erziehungshilfe oder als private Pflegeverhältnisse begründet werden. Öffentliche Pflegeverhältnisse umfassen auch sozialpädagogische Pflegeverhältnisse und Bereitschaftspflegeverhältnisse.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Ausbildung und fachliche Begleitung von Pflegepersonen kann durch private Kinder- und Jugendhilfeeinrichtungen (§12) oder durch Einrichtungen der Erwachsenenbildung erfolgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Auf Verlangen ist im Rahmen von öffentlichen Pflegeverhältnissen tätigen Pflegepersonen ein Pflegeelternausweis auszustellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§24",
            "annotations": []
        },
        {
            "text": "Sozialpädagogische Pflegeverhältnisse, Bereitschaftspflegeverhältnisse",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Sozialpädagogische Pflegeverhältnisse und Bereitschaftspflegeverhältnisse werden von der Bezirksverwaltungsbehörde mit dem Träger von Einrichtungen zur Betreuung von Minderjährigen begründet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Vor der erstmaligen Begründung eines Pflegeverhältnisses nach Abs1 hat die Bezirksverwaltungsbehörde die Eignung zu prüfen und die Pflegeplatzerhebung durchzuführen. Die §§27 und 28 gelten sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Bereitschaftspflegerinnen haben vor der erstmaligen Aufnahme eines Pflegekindes einen Ausbildungsnachweis vorzulegen. Darüber hinaus haben sie regelmäßig an Fortbildungen und an Reflexionsrunden teilzunehmen; über die Teilnahme ist jeweils eine Bestätigung auszustellen. Die Landesregierung hat durch Verordnung nähere Bestimmungen insbesondere über den Ablauf, den Inhalt und den Umfang der zur Erlangung des Ausbildungsnachweises erforderlichen Schulung sowie über die Ausstellung des Ausbildungsnachweises zu erlassen. Die Schulung hat insbesondere die Fachgebiete Pädagogik und Psychologie, Familienrecht und medizinisches Grundwissen zu enthalten. Darüber hinaus hat die Landesregierung nähere Bestimmungen über die Durchführung, den Inhalt und den Umfang der Fortbildungen und der Reflexionsrunden sowie über die Ausstellung der Teilnahmebestätigungen zu erlassen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Behörde hat Schulungen, die jener nach Abs3 in Inhalt und Umfang im Wesentlichen gleichwertig sind, auf Antrag einer Bereitschaftspflegerin anzuerkennen. Die Schulung ist durch Ausbildungsnachweise, die von den nach den Rechtsvorschriften des jeweiligen Landes oder Staates zuständigen Behörden oder Stellen ausgestellt worden sind, nachzuweisen. Über die Anerkennung ist eine Bescheinigung auszustellen. Die Ablehnung des Antrages hat mit schriftlichem Bescheid zu erfolgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die Landesregierung kann durch Verordnung nähere Bestimmungen über die Anerkennung von Schulungen und die Ausstellung von Bescheinigungen erlassen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§25",
            "annotations": []
        },
        {
            "text": "Begründung eines öffentlichen Pflegeverhältnisses",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Für die Begründung eines öffentlichen Pflegeverhältnisses, ausgenommen ein Pflegeverhältnis nach §24, sind erforderlich:",
            "annotations": []
        },
        {
            "text": "a) die Pflegeerklärung,",
            "annotations": []
        },
        {
            "text": "b) die Eignungsbeurteilung,",
            "annotations": []
        },
        {
            "text": "c) die Pflegeplatzerhebung,",
            "annotations": []
        },
        {
            "text": "d) die Teilnahme an einer Ausbildung,",
            "annotations": []
        },
        {
            "text": "e) die Vermittlung eines Pflegeplatzes.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§26",
            "annotations": []
        },
        {
            "text": "Pflegeerklärung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wer bereit ist, als Pflegeperson in einem öffentlichen Pflegeverhältnis tätig zu werden, hat der Bezirksverwaltungsbehörde diese Bereitschaft in Form einer Pflegeerklärung mitzuteilen und sich so als Pflegewerberin zu erklären. Die Pflegeerklärung kann jederzeit widerrufen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§27",
            "annotations": []
        },
        {
            "text": "Eignung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Bezirksverwaltungsbehörde hat vor der Begründung eines öffentlichen Pflegeverhältnisses die allgemeine Eignung der Pflegewerberinnen zu prüfen. Bei der Prüfung ist zu beurteilen, ob die Pflegewerberinnen eine förderliche Pflege und Erziehung gewährleisten können, wobei insbesondere die geistige und körperliche Gesundheit, die Erziehungseinstellung und -fähigkeit, das Alter und die Zuverlässigkeit der Pflegewerberinnen sowie die Belastbarkeit des Familiensystems zu berücksichtigen sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Zur Prüfung der allgemeinen Eignung kann insbesondere die Vorlage eines psychologischen Gutachtens und einer ärztlichen Bestätigung hinsichtlich des Gesundheitszustandes verlangt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Das Ergebnis der Prüfung der allgemeinen Eignung der Pflegewerberinnen ist zu dokumentieren. Den Pflegewerberinnen ist Auskunft über das Ergebnis der Eignungsbeurteilung zu erteilen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§28",
            "annotations": []
        },
        {
            "text": "Pflegeplatzerhebung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Bezirksverwaltungsbehörde hat vor der Begründung eines öffentlichen Pflegeverhältnisses weiters eine Pflegeplatzerhebung durchzuführen. Dabei ist die konkrete Eignung der Pflegewerberinnen im Hinblick auf die individuellen Bedürfnisse eines bestimmten Pflegekindes zu prüfen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Im Rahmen der Pflegeplatzerhebung sind möglichst im Zusammenwirken von zwei Fachkräften Hausbesuche durchzuführen. Dabei sind nach Bedarf Gespräche mit allen im Haushalt lebenden Personen zu führen, insbesondere abhängig von Alter und Entwicklungsstand auch mit bereits dort lebenden Minderjährigen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Der Bezirksverwaltungsbehörde sind Registerbescheinigungen der Pflegewerberin und aller strafmündigen haushaltszugehörigen Personen vorzulegen. Diese haben Auskünfte aus den im §45 Abs4 lita bis c und 5 angeführten Registern zu umfassen. Stattdessen kann auch die schriftliche Zustimmung zur Einholung der entsprechenden Auskünfte erteilt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Bei der Pflegeplatzerhebung sind weiters die räumlichen Verhältnisse zu prüfen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Das Ergebnis der Pflegeplatzerhebung ist zu dokumentieren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§29",
            "annotations": []
        },
        {
            "text": "Ausbildung von Pflegewerberinnen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Pflegewerberinnen haben vor der erstmaligen Aufnahme eines Pflegekindes an einer vorbereitenden Ausbildung teilzunehmen; über die Teilnahme ist ein Ausbildungsnachweis auszustellen. In die vorbereitende Ausbildung dürfen nur Personen aufgenommen werden, bei denen die Eignung nach §27 Abs1 festgestellt wurde. Die Teilnahme an dieser Ausbildung begründet keinen Anspruch auf Vermittlung eines Pflegekindes. Darüber hinaus haben Pflegewerberinnen im ersten Jahr ihrer Tätigkeit an einer Fortbildung, die der Vertiefung der Ausbildungsinhalte und der Reflexion dient, teilzunehmen; über die Teilnahme ist eine Bestätigung auszustellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Landesregierung hat durch Verordnung nähere Bestimmungen insbesondere über den Ablauf, den Inhalt und den Umfang der zur Erlangung des Ausbildungsnachweises erforderlichen Ausbildung sowie über die Ausstellung des Ausbildungsnachweises zu erlassen. Die Ausbildung hat insbesondere die Fachgebiete Pädagogik und Psychologie, Kommunikation und Familienrecht zu beinhalten; sie hat mindestens 60 Unterrichtsstunden zu umfassen. Darüber hinaus hat die Landesregierung nähere Bestimmungen über die Durchführung, den Inhalt und den Umfang der zu besuchenden Fortbildung sowie über die Ausstellung der Teilnahmebestätigung zu erlassen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Behörde hat Ausbildungen, die jener nach Abs1 in Inhalt und Umfang im Wesentlichen gleichwertig sind, auf Antrag einer Pflegewerberin anzuerkennen. Die Ausbildung ist durch Ausbildungsnachweise, die von den nach den Rechtsvorschriften des jeweiligen Landes oder Staates zuständigen Behörden oder Stellen ausgestellt worden sind, nachzuweisen. Über die Anerkennung ist eine Bescheinigung auszustellen. Die Ablehnung des Antrages hat mit schriftlichem Bescheid zu erfolgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Landesregierung kann durch Verordnung nähere Bestimmungen über die Anerkennung von Ausbildungen und die Ausstellung von Bescheinigungen erlassen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§30",
            "annotations": []
        },
        {
            "text": "Vermittlung von Pflegeplätzen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Vermittlung besteht in der Auswahl von für die Pflege und Erziehung eines Pflegekindes geeigneten Pflegepersonen bzw einer einzelnen Pflegeperson.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Vermittlung eines Pflegeplatzes hat dem Wohl des Pflegekindes zu dienen. Sie ist nur vorzunehmen, wenn die begründete Aussicht besteht, dass eine dem Verhältnis zwischen leiblichen Eltern und Kindern nahe kommende Beziehung hergestellt wird und die bestmögliche individuelle und soziale Entfaltung des Pflegekindes gesichert ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Übernahme eines Pflegekindes ist unter Einbeziehung aller Beteiligten nach fachlichen Gesichtspunkten bestmöglich im Interesse des Pflegekindes vorzubereiten; den Pflegepersonen sind die für die Betreuung erforderlichen Informationen bereitzustellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Für die Vermittlung von Pflegeplätzen darf kein Entgelt eingehoben werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Pflegeplätze dürfen nur durch den Kinder- und Jugendhilfeträger vermittelt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§31",
            "annotations": []
        },
        {
            "text": "Private Pflegeverhältnisse",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Begründung eines privaten Pflegeverhältnisses bedarf bis zur Vollendung des 14. Lebensjahres des Pflegekindes einer Bewilligung der Bezirksverwaltungsbehörde. Dies gilt nicht, wenn das Gericht den Pflegepersonen die Obsorge in den Bereichen Pflege und Erziehung übertragen hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Bewilligung darf nur für ein bestimmtes Pflegeverhältnis erteilt werden. Sie ist zu erteilen, wenn die Pflegepersonen eine Ausbildung nach §29 abgeschlossen haben, geeignet im Sinn des §27 Abs1 sind und aufgrund der Pflegeplatzerhebung nach §28 die begründete Aussicht besteht, dass das Wohl des Minderjährigen durch die Betreuung bei den Pflegepersonen gewährleistet ist. Die Bezirksverwaltungsbehörde kann im Einzelfall vom Besuch und Abschluss einer Ausbildung nach §29 absehen, wenn es sich bei den Pflegepersonen um nahe Angehörige handelt und fachliche Gründe dem nicht entgegenstehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die geplante Aufnahme von Pflegekindern im Sinn des Abs1, die Beendigung des Pflegeverhältnisses sowie sonstige wichtige Ereignisse, die das Pflegeverhältnis betreffen, sind der Bezirksverwaltungsbehörde unverzüglich mitzuteilen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Bezirksverwaltungsbehörde hat die Bewilligung zu widerrufen, wenn",
            "annotations": []
        },
        {
            "text": "a) die Voraussetzungen nach Abs2 nicht mehr erfüllt sind,",
            "annotations": []
        },
        {
            "text": "b) die Ausübung der Aufsicht durch die Bezirksverwaltungsbehörde wiederholt nicht ermöglicht wurde oder",
            "annotations": []
        },
        {
            "text": "c) einem Auftrag zur Behebung von Mängeln, durch die das Wohl der Minderjährigen erheblich und unmittelbar gefährdet wird, nicht fristgerecht entsprochen wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Im Verfahren zur Erteilung und zum Widerruf der Pflegebewilligung haben die Pflegepersonen und der Obsorgeträger Parteistellung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§32",
            "annotations": []
        },
        {
            "text": "Aufsicht",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Bezirksverwaltungsbehörde hat in angemessenen Zeitabständen, mindestens jedoch einmal jährlich zu prüfen, ob Pflegekindern im Alter bis zur Vollendung des 14. Lebensjahres im Rahmen eines Pflegeverhältnisses nach §23 Abs1 erster Satz eine förderliche Pflege und Erziehung zukommt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Pflegepersonen haben die Pflegeaufsicht durch Organe oder sonstige Beauftragte der Bezirksverwaltungsbehörde zu dulden und zu ermöglichen. Sie haben insbesondere die erforderlichen Auskünfte zu erteilen, die Kontaktaufnahme mit dem betreuten Pflegekind zuzulassen und Zutritt zu dessen Aufenthaltsräumen zu gewähren. Sie haben weiters wichtige, das Pflegekind betreffende Ereignisse unverzüglich der Bezirksverwaltungsbehörde mitzuteilen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Aufsichtsorgane haben bei der Ausübung ihrer Rechte unter möglichster Schonung der Interessen der Betroffenen vorzugehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§33",
            "annotations": []
        },
        {
            "text": "Pflegeelterngeld",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Pflegepersonen und Personen, die Minderjährige oder junge Erwachsene im Rahmen einer sozialpädagogischen Pflegestelle oder als Bereitschaftspflegerinnen betreuen, haben zur Erleichterung der mit der Pflege verbundenen Lasten gegenüber dem Land Tirol Anspruch auf Pflegeelterngeld. Bei der erstmaligen Übernahme eines minderjährigen Pflegekindes besteht darüber hinaus gegenüber dem Land Tirol ein Anspruch auf Gewährung eines Ausstattungsbeitrages.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Landesregierung hat durch Verordnung die Höhe des Pflegeelterngeldes unter Berücksichtigung des Betreuungsaufwandes und der Lebenshaltungskosten nach Altersstufen sowie die Höhe des Ausstattungsbeitrages festzusetzen. Die Höhe des Pflegeelterngeldes für die Betreuung von jungen Erwachsenen entspricht jener, die bis zum vollendeten 18. Lebensjahr gewährt wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Das Pflegeelterngeld ist auf schriftlichen Antrag der Anspruchsberechtigten in der in der Verordnung nach Abs2 festgesetzten Höhe zu gewähren. Im Fall eines Sonderbedarfes eines Pflegekindes kann ein entsprechend höheres Pflegeelterngeld gewährt werden. Auf die Gewährung des höheren Pflegeelterngeldes besteht kein Rechtsanspruch.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Für die Verpflichtung zum Ersatz des Pflegeelterngeldes und für den Übergang der Forderungen des Pflegekindes auf das Land Tirol gilt §15 Abs2, 3, 4 und 6 sinngemäß. Für die Beitragspflicht der Gemeinden zum Aufwand des Landes Tirol für das Pflegeelterngeld gilt §15 Abs7 und 9 sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§34",
            "annotations": []
        },
        {
            "text": "Vergütung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Für die Pflege und Erziehung von Minderjährigen und jungen Erwachsenen durch nahe Angehörige oder durch Personen, die nach §204 ABGB mit der Obsorge betraut wurden, kann auf schriftlichen Antrag eine Vergütung bis zur Höhe des Pflegeelterngeldes gewährt werden. Im Fall eines Sonderbedarfes kann eine entsprechend höhere Vergütung gewährt werden. Bei der Gewährung der Vergütung ist auf die Einkommens- und Vermögensverhältnisse der Antragsteller, der betreuten Minderjährigen und ihrer Eltern Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Auf die Gewährung einer Vergütung nach Abs1 besteht kein Rechtsanspruch.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Für die Beitragspflicht der Gemeinden zum Aufwand des Landes Tirol für Vergütungen nach Abs1 gilt §15 Abs7 und 9 sinngemäß.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem vorliegenden Antrag des Obersten Gerichtshofes liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Den Eltern von drei minderjährigen Kindern wurde die Obsorge in den Bereichen Pflege und Erziehung rechtskräftig entzogen; die Kinder befinden sich derzeit bei Pflegefamilien. Strittig ist in dem Verfahren vor dem Obersten Gerichtshof, wem in Zukunft die Obsorge zukommen soll. Das Land Tirol beantragt, die Obsorge für zwei der Kinder ihm als Träger der Kinder- und Jugendhilfe und für das dritte Kind jenem Pflegeelternpaar zu übertragen, von dem es derzeit betreut wird. Die – 1954 bzw 1956 geborenen – mütterlichen Urgroßeltern beantragen demgegenüber, die Obsorge für alle drei Kinder ihnen zu übertragen. Die Großeltern sind nicht bereit, die Obsorge zu übernehmen.",
            "annotations": []
        },
        {
            "text": "1.2. Das Erstgericht entsprach in seiner Entscheidung dem Antrag des Landes Tirol als Träger der Kinder- und Jugendhilfe und übertrug die Obsorge hinsichtlich zweier Kinder dem Land Tirol als Träger der Kinder- und Jugendhilfe und hinsichtlich des dritten Kindes den Pflegeeltern.",
            "annotations": []
        },
        {
            "text": "Das Erstgericht stellte fest, dass die beiden erstgenannten Kinder bei ihren Pflegeeltern gut gefördert würden und ein Abbruch der Beziehungen ihr Wohl gefährdete; zudem seien die Urgroßeltern mit der Betreuung dieser Kinder überfordert. Hingegen werde das dritte Kind bei seinen Pflegeeltern vergleichsweise weniger gefördert; die Pflegeeltern bemühten sich zwar, wiesen aber eine geringe Bindungstoleranz und ein unsicheres Bindungsverhalten auf. Das dritte Kind sei zwar in die Pflegefamilie integriert, habe aber bei seinen Urgroßeltern bessere Entwicklungschancen. Aus diesem Grund sei aus \"fachlicher Sicht\" – auch unter Bedachtnahme auf die negativen Folgen eines Beziehungsabbruches zu den Pflegeeltern – eine Unterbringung des dritten Kindes bei den Urgroßeltern zu empfehlen.",
            "annotations": []
        },
        {
            "text": "Rechtlich folgerte das Erstgericht, §178 ABGB sei die Grundlage für die Obsorgeentscheidung. Demnach seien bei Verhinderung der Eltern die Großeltern oder die Pflegeeltern mit der Obsorge zu betrauen. Nur wenn diese Personen nicht betraut seien oder betraut werden könnten, komme nach §204 ABGB die Betrauung einer anderen geeigneten Person in Betracht. Wenn sich auch auf diesem Weg keine geeignete Person finden lasse, sei der Kinder- und Jugendhilfeträger mit der Obsorge zu betrauen. Im konkreten Fall sei bei den ersten beiden Kindern von vornherein der Kinder- und Jugendhilfeträger zu betrauen, weil die Betrauung der Urgroßeltern das Kindeswohl gefährdete und auch sonst keine geeigneten Personen vorhanden seien. Bei dem dritten Kind hätten die grundsätzlich geeigneten Pflegeeltern nach §178 ABGB Vorrang vor den in dieser Bestimmung nicht genannten Urgroßeltern.",
            "annotations": []
        },
        {
            "text": "1.3. Das Rekursgericht bestätigte diese Entscheidung und ließ den ordentlichen Revisionsrekurs zu.",
            "annotations": []
        },
        {
            "text": "Es teilte die Auffassung des Erstgerichtes, dass die Urgroßeltern nicht – auch nicht analog – von §178 ABGB erfasst seien. Mit der Obsorge des dritten Kindes seien daher die Pflegeeltern zu betrauen. Bei den ersten beiden Kindern sei die Betrauung der Urgroßeltern schon wegen der in diesem Fall drohenden Kindeswohlgefährdung nicht möglich, sodass insofern jedenfalls der Kinder- und Jugendhilfeträger zu betrauen sei. Der Revisionsrekurs sei zulässig, weil Rechtsprechung zu der Frage fehle, ob §178 ABGB – allenfalls analog – auch Urgroßeltern erfasse.",
            "annotations": []
        },
        {
            "text": "1.4. Gegen diese Entscheidung erhoben die Urgroßeltern Revisionsrekurs an den Obersten Gerichtshof, mit dem sie die Betrauung mit der Obsorge für alle drei Kinder anstrebten. Sie vertreten darin die Auffassung, §178 Abs1 ABGB erfasse (zumindest analog) auch die Urgroßeltern.",
            "annotations": []
        },
        {
            "text": "1.5. Der Oberste Gerichtshof wies diesen Revisionsrekurs mit Beschluss vom 30. Mai 2022 zurück, soweit dieser die Regelung der Obsorge für die ersten beiden Kinder betraf. Die Betrauung der Urgroßeltern komme hier schon deshalb nicht in Betracht, weil dies nach den Feststellungen des Erstgerichtes das Wohl dieser Kinder gefährdete. Damit sei der Anwendungsbereich von §178 Abs1 ABGB von vornherein unerheblich. Hingegen habe der Oberste Gerichtshof in Bezug auf die Obsorge des dritten Kindes §178 Abs1 ABGB anzuwenden. Insofern bestünden Bedenken, ob diese Bestimmung und die mit ihr in einem Zusammenhang stehende Regelung des §204 ABGB mit Art1 des Bundesverfassungsgesetzes über die Rechte von Kindern, BGBl I 4/2011, vereinbar seien.",
            "annotations": []
        },
        {
            "text": "2. Der Oberste Gerichtshof legt seine Bedenken, die ihn zur Antragstellung beim Verfassungsgerichtshof bewogen haben, in seinem Antrag wie folgt dar (ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"1. Die für das vorliegende Verfahren maßgebenden Bestimmungen des ABGB lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Diese Regelung besteht im Kern seit dem KindRÄG 2001 (BGBl I Nr 135/2000), mit dem einerseits bei Verhinderung obsorgeberechtigter Eltern die Pflegeeltern dem anderen Elternteil und den Großeltern gleichgestellt wurden (§145 ABGB idF KindRÄG 2001) und mit dem andererseits das Institut der 'Vormundschaft' durch jenes der 'Obsorge durch andere Personen' ersetzt wurde (§187 ABGB idF KindRÄG 2001). Die Betrauung 'anderer Personen' setzte schon damals voraus, dass weder der andere Elternteil noch Groß- oder Pflegeeltern mit der Obsorge betraut werden konnten. Dies spiegelt sich auch in den Materialien zu §187 ABGB idF KindRÄG 2001 wider (EB zur RV, 296 BlgNR 21. GP 71; […]):",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Sodann ist zu prüfen, ob dem anderen Elternteil, Großeltern oder Pflegeeltern die Obsorge übertragen werden kann. Diesen Personen kommt gegenüber dritten Personen und dem Jugendwohlfahrtsträger der Vorrang zu. Nur wenn ein anderer Elternteil, Großeltern oder Pflegeeltern entweder nicht vorhanden oder zur Übernahme der Obsorge nicht geeignet oder nicht bereit sind, ist eine dritte Person mit der Obsorge zu betrauen.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "An dieser Rechtslage hat sich durch die Neufassung des Kindschaftsrechts mit KindNamRÄG 2013, BGBl I Nr 15/2013, die im Wesentlichen nur zu einer Verschiebung der hier relevanten Bestimmungen führte, nichts geändert. Gleiches gilt für die Änderung des §209 ABGB mit dem 2. ErwSchG, BGBl I Nr 59/2017.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Auf der Grundlage dieser Bestimmungen besteht nach ständiger Rechtsprechung (5 Ob 196/06v; 3 Ob 155/11g; 4 Ob 79/20a; RS0123509 [T1]) und einhelliger Lehre (Gitschthaler in Schwimann/Kodek5 §178 Rz 9; Hopf/Weixelbraun-Mohr in KBB5 §204 Rz 1; Kathrein in Klang3 §187 Rz 14; Weitzenbock in Schwimann/Neumayr, Taschenkommentar5 §178 Rz 6; Weitzenbock in Schwimann/Kodek5 §204 Rz 1) bei Verhinderung eines obsorgeberechtigten Elternteils eine klare Rangfolge:",
            "annotations": []
        },
        {
            "text": "- Bestand gemeinsame Obsorge, ist der andere Elternteil von Gesetzes wegen allein obsorgeberechtigt.",
            "annotations": []
        },
        {
            "text": "- Bestand keine gemeinsame Obsorge, so sind bei gegebener Eignung der nicht obsorgeberechtigte Elternteil oder Pflege- oder Großeltern(-teile) zu betrauen. Letzteres gilt auch bei Verhinderung beider obsorgeberechtigten Elternteile. Innerhalb dieser Gruppe entscheidet das Kindeswohl (1 Ob 207/21d; ältere Rsp zum Vorrang des bisher nicht mit der Obsorge betrauten leiblichen Vaters [RS0014474] ist damit überholt).",
            "annotations": []
        },
        {
            "text": "- Nur wenn danach weder ein Elternteil noch Pflege- oder Großeltern(-teile) betraut werden können, ist eine andere geeignete Person zu betrauen (RS0123509 [T1]).",
            "annotations": []
        },
        {
            "text": "- Überhaupt nur subsidiär ist die Betrauung des Trägers der Kinder- und Jugendhilfe (7 Ob 38/08a SZ 2008/53; RS0123509).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Gericht hat daher bei Verhinderung – wie hier – beider Elternteile zunächst zu prüfen, ob Groß- oder Pflegeeltern mit der Obsorge betraut werden können. Ist das möglich, kommt die Obsorge einer anderen – möglicherweise geeigneteren – Person von vornherein nicht in Betracht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Diese Regelung ist im konkreten Fall präjudiziell. Denn sie schließt es wegen der an sich gegebenen Eignung der Pflegeeltern [des dritten Kindes] aus, die nach den Feststellungen des Erstgerichts besser geeigneten Urgroßeltern mit der Obsorge zu betrauen. Dies war wohl auch der Grund für die (ungewöhnliche) Vorgangsweise des Kinder- und Jugendhilfeträgers, (nur) [bei dem dritten Kind] die Betrauung der Pflegeeltern zu beantragen. Hätte er auch hier, wie bei den anderen Kindern, selbst die Obsorge angestrebt, wären ihm die Urgroßeltern als andere nahestehende Personen vorgegangen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Das starre Rangverhältnis, das sich aus dem Zusammenwirken von §178 und §204 ABGB ergibt, verstößt nach Ansicht des Obersten Gerichtshofs gegen Art1 BVG über die Rechte von Kindern, BGBl Nr 4/2011.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5.1. Art1 BVG über die Rechte von Kindern lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[']Jedes Kind hat Anspruch auf den Schutz und die Fürsorge, die für sein Wohlergehen notwendig sind, auf bestmögliche Entwicklung und Entfaltung sowie auf die Wahrung seiner Interessen auch unter dem Gesichtspunkt der Generationengerechtigkeit. Bei allen Kinder betreffenden Maßnahmen öffentlicher und privater Einrichtungen muss das Wohl des Kindes eine vorrangige Erwägung sein.[']",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Verfassungsgerichtshofs (G18/2014, Slg 19.941; G152/2015[,] Slg 20.018) enthält diese Bestimmung einen Auftrag an die Gesetzgebung und die Vollziehung, das Kindeswohl vorrangig zu wahren. Die verfassungsrechtliche Vorgabe, das Kindeswohl als vorrangige Erwägung zu berücksichtigen, bindet auch den Gesetzgeber, wenn er die Grundlagen für solche Maßnahmen anordnet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5.2. Im konkreten Fall bilden die §178 Abs1 und §204 ABGB die Grundlage für die Betrauung mit der Obsorge bei Verhinderung der obsorgeberechtigten Eltern oder des obsorgeberechtigten Elternteils. Die Rangfolge, die sich daraus ergibt, wird zwar in vielen Fällen dem Kindeswohl entsprechen, weil die in §178 Abs1 ABGB genannten Personen typischerweise ein Naheverhältnis zum Kind aufweisen. Das muss aber nicht immer zutreffen. So könnten der andere Elternteil oder die Großeltern zwar grundsätzlich geeignet sein. dem Kind aber viel ferner stehen als eine Tante, ein (deutlich) älterer Bruder oder ein Freund des (verstorbenen) Vaters, mit denen bereits eine enge Beziehung besteht und die im konkreten Fall besser geeignet sind, die Entwicklung und Entfaltung des Kindes zu fördern. Das Wohl des konkreten Kindes forderte unter diesen Umständen die Betrauung der letztgenannten Personen, das starre Rangverhältnis zwischen §178 Abs1 und §204 ABGB schließt sie aber aus. Bei Pflegeeltern wird zwar typischerweise eine Nahebeziehung zum Kind bestehen, die oft für die Betrauung mit der Obsorge sprechen wird. Aber auch hier kann die Betrauung einer anderen nahestehenden Person im Einzelfall – etwa bei einem nur kurzen Pflegeverhältnis oder bei einer starken Bindung zur nahestehenden Person – dem Kindeswohl mehr entsprechen als jene der (an sich geeigneten) Pflegeeltern. Auch dies wird durch die starre Regelung verhindert.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5.3. Eine Rechtfertigung dafür ist nicht erkennbar. Zu denken wäre allenfalls an verfahrensökonomische Erwägungen. Allerdings ist im Verfahren ohnehin die Eignung des anderen Elternteils, der Großeltern oder der Pflegeeltern zu prüfen. Die Einbeziehung weiterer Personen, die zur Übernahme der Obsorge bereit sind, führt daher nur zu einem geringen Mehraufwand. Der bloße Umstand der Blutsverwandtschaft kann eine Durchbrechung des Grundsatzes, dass das konkrete Kindeswohl maßgebend ist, nicht begründen. Dass ein Beziehungsabbruch zu Pflegeeltern Kinder belastet, wird zwar in vielen Fällen zutreffen; ein ausreichender Grund für eine typisierende – also von den konkreten Verhältnissen absehende – Regelung liegt darin aber nicht. Das gilt umso mehr, als im Verhältnis zwischen dem anderen Elternteil, den Großeltern und den Pflegeeltern sehr wohl das konkrete Kindeswohl entscheidet, sodass eine bereits bestehende Nahebeziehung zu Pflegeeltern hier kein Vorrangverhältnis begründet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5.4. Verfassungskonforme Auslegung ist nicht möglich. Zwar könnte im konkreten Fall erwogen werden. §178 Abs1 ABGB auf Urgroßeltern analog anzuwenden. Grundlage wäre die Annahme. dass der Gesetzgeber den unwahrscheinlichen Fall geeigneter Urgroßeltern nicht bedacht habe. Das könnte zwar zutreffen, änderte aber nichts an der Verfassungswidrigkeit von §178 Abs1 ABGB. Denn die Verfassungswidrigkeit der Bestimmungen wäre nur behoben, wenn in jedem Fall die bestgeeignete Person mit der Obsorge betraut werden könnte, wenn also das durch §178 Abs1 und §204 ABGB begründete Rangverhältnis im Ergebnis nicht bestünde. Dies wäre aber weder mit dem Wortlaut der Bestimmungen noch mit dem Willen des historischen Gesetzgebers vereinbar.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. Die Verfassungswidrigkeit würde durch die Aufhebung der in Punkt A. des Spruchs genannten Wortfolgen behoben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6.1. Die Bestimmungen enthielten dadurch folgenden Inhalt:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§178. (1) Ist ein Elternteil, der mit der Obsorge für das Kind gemeinsam mit dem anderen Elternteil betraut war, gestorben, ist sein Aufenthalt seit mindestens sechs Monaten unbekannt, kann die Verbindung mit ihm nicht oder nur mit unverhältnismäßig großen Schwierigkeiten hergestellt werden oder ist ihm die Obsorge ganz oder teilweise entzogen, so ist der andere Elternteil insoweit allein mit der Obsorge betraut.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§204. Soweit nach dem dritten Hauptstück weder Eltern mit der Obsorge betraut sind und kein Fall des §207 vorliegt, hat das Gericht unter Beachtung des Wohles des Kindes eine andere geeignete Person mit der Obsorge zu betrauen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6.2. Damit bliebe es dabei, dass die Verhinderung eines Elternteils bei gemeinsamer Obsorge zur alleinigen Obsorge des anderen Elternteils führt. In allen anderen Fällen wäre die aus Sicht des Kindeswohls geeignetste Person zu betrauen. Faktisch werden das oft der nicht obsorgeberechtigte Elternteil, die Pflegeeltern oder die Großeltern sein; im Einzelfall könnte diesen aber – auch bei an sich gegebener Eignung – im Interesse des Kindeswohls eine besser geeignete Person vorgezogen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "7. Zum ersten Eventualantrag",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "7.1. Es könnte die Auffassung vertreten werden, dass das auf §178 Abs1 und §204 ABGB beruhende Rangverhältnis nicht verfassungswidrig sei, soweit der bisher nicht obsorgeberechtigte Elternteil Vorrang vor anderen Personen genieße. Das könnte mit einem allenfalls von Art8 EMRK geschützten Recht dieses Elternteils begründet werden, im Fall der grundsätzlich gegebenen Eignung vorrangig mit der Obsorge betraut zu werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "7.2. Ein Vorrang des anderen Elternteils vor den in §178 Abs1 ABGB genannten Groß- und Pflegeeltern besteht nach der Rechtsprechung allerdings nicht (1 Ob 207/21d unter Hinweis auf Art1 BVG Kinderrechte). Das spricht auch im gegebenen Zusammenhang gegen eine Sonderstellung des anderen Elternteils. Für den Fall, dass der Verfassungsgerichtshof diese Frage anders beurteilt, beantragt der Oberste Gerichtshof aber nur die Aufhebung der in Punkt B. des Spruchs genannten Wortfolgen. §178 Abs1 und §204 ABGB erhielten dadurch folgenden Inhalt:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§178. (1) Ist ein Elternteil, der mit der Obsorge für das Kind gemeinsam mit dem anderen Elternteil betraut war, gestorben, ist sein Aufenthalt seit mindestens sechs Monaten unbekannt, kann die Verbindung mit ihm nicht oder nur mit unverhältnismäßig großen Schwierigkeiten hergestellt werden oder ist ihm die Obsorge ganz oder teilweise entzogen, so ist der andere Elternteil insoweit allein mit der Obsorge betraut. Ist in dieser Weise der Elternteil, der mit der Obsorge allein betraut ist, betroffen, so hat das Gericht unter Beachtung des Wohles des Kindes zu entscheiden, ob der andere Elternteil mit der Obsorge zu betrauen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§204 ABGB idF KindNamRÄG 2013, BGBl I Nr 15/2013:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Soweit nach dem dritten Hauptstück weder Eltern mit der Obsorge betraut sind oder betraut werden können und kein Fall des §207 vorliegt, hat das Gericht unter Beachtung des Wohles des Kindes eine andere geeignete Person mit der Obsorge zu betrauen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Damit wäre der andere Elternteil im Fall der Eignung vorrangig zu betrauen; Groß- und Pflegeeltern fielen hingegen unter §204 ABGB und stünden damit auf einer Stufe mit anderen geeigneten Personen, sodass insofern die bessere Eignung entschiede.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "8. Zum zweiten Eventualantrag",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "8.1. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofs zur Zulässigkeit von Normprüfungsanträgen (zuletzt etwa G188/2021 mwN) ist der Antrag zurückzuweisen, wenn er nicht alle Bestimmungen erfasst, die mit der oder den verfassungswidrigen Bestimmungen in untrennbarem Zusammenhang stehen; Gleiches gilt dann, wenn durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde. In beiden Fällen hat die Anfechtung alle in Betracht kommenden Bestimmungen zu erfassen. Davon könnten hier die nachstehend genannten Regelungen des Außerstreitgesetzes und des Allgemeinen Bürgerlichen Gesetzbuchs betroffen sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "8.2. Das Außerstreitgesetz sieht in zwei Bestimmungen eine mit §178 Abs1 ABGB vergleichbare Gleichstellung von Eltern mit Groß- und Pflegeeltern vor.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§133 Abs2 AußStrG beschränkt die nach §133 Abs1 AußStrG bestehende Pflicht des Gerichts, die Vermögensverwaltung von gesetzlichen Vertretern zu überwachen, wenn Eltern, Groß- oder Pflegeeltern, der Kinder- und Jugendhilfeträger oder im Rahmen der Erwachsenenvertretung nächste Angehörige mit der Vertretung betraut sind. §135 Abs1 AußStrG sieht vor, dass Eltern, Groß- und Pflegeeltern sowie der Kinder- und Jugendhilfeträger nur dann zur Rechnungslegung im Sinn von §134 AußStrG verpflichtet sind, wenn das Gericht dies aus besonderen Gründen verfügt. Beide Bestimmungen beruhen offenkundig auf der Wertung, dass Groß- und Pflegeeltern (sowie, wenngleich aus anderen Gründen, der Kinder- und Jugendhilfeträger) bei der Vermögensverwaltung gleich behandelt werden sollten wie Eltern.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es könnte die Auffassung vertreten werden, dass diese Gleichstellung von Groß- und Pflegeeltern mit Eltern in untrennbarem Zusammenhang mit deren ebenso bevorzugter Stellung in §178 Abs1 ABGB steht. Zwar trifft das nach Auffassung des Senats nicht zu, weil bei Regelungen zur Vermögensverwaltung auch unter Bedachtnahme auf das Kindeswohl eine typisierende Betrachtung möglich ist; ein Gleichlauf mit den Bestimmungen zur Betrauung mit der Obsorge ist nicht zwingend erforderlich. Für den Fall, dass der Verfassungsgerichtshof diese Frage anders beurteilt, wird aber auch die Aufhebung der Einbeziehung von Groß- und Pflegeeltern in diese Bestimmungen beantragt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "8.3. Die §§213 ff ABGB enthalten mehrere Regelungen zur Obsorge durch 'andere' Personen, die jene modifizieren oder ergänzen, die nach dem Dritten Hauptstück des Ersten Teils des ABGB für 'Eltern' gelten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Mit der Obsorge betraute Groß- und Pflegeeltern sind auch in diesem Zusammenhang Eltern gleichgestellt und fallen daher unter die Regelungen des Dritten Hauptstücks. Die nur die Obsorge durch andere Personen betreffenden Regelungen des Vierten Hauptstücks sind daher auf sie nicht anwendbar. Konkret handelt es sich um folgende Bestimmungen (zu deren unstrittigen Anwendungsbereichen Weitzenböck in Schwimann/Kodek, Praxiskommentar ABGB5 §213 Rz 1, §214 Rz 1, §224 Rz 3, §227 Rz 1; §§229 f Rz 11):",
            "annotations": []
        },
        {
            "text": "- §213 ABGB (Genehmigungspflicht in Angelegenheiten der Pflege und Erziehung): abweichende Regelung für 'Eltern' in §167 ABGB.",
            "annotations": []
        },
        {
            "text": "- §214 ABGB (Rechnungslegung): abweichende Regelung für 'Eltern' in §165 ABGB.",
            "annotations": []
        },
        {
            "text": "- §224 ABGB (Entgegennahme von Zahlungen): Regelung nur für die Obsorge durch 'andere' Personen; kein Verweis darauf für 'Eltern' in §164 Abs1 ABGB.",
            "annotations": []
        },
        {
            "text": "- §§227 f ABGB (Haftung): Regelung nur für die Obsorge durch 'andere' Personen.",
            "annotations": []
        },
        {
            "text": "- §§229 f ABGB (Entschädigung, Entgelt und Aufwandersatz): Regelung nur für die Obsorge durch 'andere' Personen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Diese Bestimmungen erhielten bei Erfolg des Haupt- oder des ersten Eventualantrags einen weiteren Anwendungsbereich, weil sie nun auch mit der Obsorge betraute Pflege- und Großeltern erfassten. Hingegen fiele ein mit der Obsorge betrauter anderer Elternteil weiterhin nicht darunter, weil für ihn schon nach dem Wortlaut die Regelungen für 'Eltern' im Dritten Hauptstück des Ersten Teils des ABGB anwendbar blieben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Oberste Gerichtshof nimmt zwar nicht an, dass die Erweiterung des Anwendungsbereichs dieser Bestimmungen zu einem 'völlig veränderte[n], dem Gesetzgeber überhaupt nicht mehr zusinnbare[n] Inhalt' des Kindschaftsrechts führte. Für den Fall, dass der Verfassungsgerichtshof diese Frage anders beurteilt, wird aber auch die Aufhebung dieser Bestimmungen beantragt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "9. Mit dem Verfahren über den Revisionsrekurs ist bis zur Zustellung der Entscheidung des Verfassungsgerichtshofs innezuhalten (§62 Abs3 VfGG).\"",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung teilte mit Eingabe vom 13. September 2022 mit, von der Erstattung einer Äußerung abzusehen.",
            "annotations": []
        },
        {
            "text": "4. Die Kinder- und Jugendhilfe der Bezirkshauptmannschaft Innsbruck äußerte sich zu dem Antrag des Obersten Gerichtshofes wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Vorerst ist festzustellen, dass der Begriff der Pflegeeltern im ABGB und in den Kinder- und Jugendhilfegesetzen der Länder unterschiedlich verwendet wird. In den Kinder- und Jugendhilfegesetzen der Länder – Bsp. Tirol – ist der Begriff des Pflegekindes konkret definiert und es gelten für Pflegeverhältnisse umfassende und konkrete gesetzliche Bestimmungen. Wenn sich die Kinder- und Jugendhilfe somit zu Pflegekindern bzw Pflegepersonen äußert, sind grundsätzlich jene Personengruppen gemeint, wie sie durch das betreffende Kinder- und Jugendhilfegesetz näher definiert werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach §2 (10) TKJHG sind Pflegekinder Minderjährige, die nicht nur vorübergehend von anderen Personen als Eltern, Adoptiveltern oder von mit der Obsorge betrauten Personen gepflegt und erzogen werden. Minderjährige, die von nahen Angehörigen nicht nur vorübergehend gepflegt und erzogen werden, gelten nur dann als Pflegekinder, wenn dies im Rahmen der vollen Erziehung geschieht. Zudem hat die Kinder- und Jugendhilfe vor der Begründung eines öffentlichen Pflegeverhältnisses die allgemeine Eignung der Pflegewerber:innen zu prüfen und Pflegepersonen haben vor der erstmaligen Aufnahme eines Pflegekindes an einer vorbereitenden Ausbildung teilzunehmen. Die Vermittlung von Pflegeplätzen hat nach §30 TKJHG dem Wohl des Pflegekindes zu dienen und sie darf nur durch den Kinder- und Jugendhilfeträger erfolgen. Sie ist nur vorzunehmen, wenn die begründete Aussicht besteht, dass eine dem Verhältnis zwischen leiblichen Eltern und Kindern nahekommende Beziehung hergestellt wird und die bestmögliche individuelle und soziale Entfaltung des Pflegekindes gesichert ist. Um den Verlauf der Pflege zum Wohl des Minderjährigen regelmäßig zu überprüfen, ist gemäß §32 TKJHG die Aufsicht durch die Bezirksverwaltungsbehörden vorgesehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bei Pflegekindern haben wir es in der Regel mit Kindern zu tun, bei welchen es bereits zu Kindeswohlgefährdungen und mehrfachen Beziehungsabbrüchen gekommen ist, welche sich nachweislich nachteilig auf deren Entwicklung auswirken können. Um ihr Kindeswohl zu sichern, wurden sie von der Kinder- und Jugendhilfe auf geeignete Pflegeplätze vermittelt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nachdem gerade Pflegekinder ein besonderes Bedürfnis nach Kontinuität, Sicherheit, Geborgenheit und Stabilität haben, müssen Pflegekinder durch eine Gesetzesänderung ein Mehr an Sicherheit erfahren, welche mit der beabsichtigten Gesetzesänderung allerdings nicht zu erwarten ist:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bisher wird im §178 (1) ABGB im Falle der Verhinderung des mit der Obsorge betrauten Elternteils die Übertragung der Obsorge an den anderen Elternteil, die Großeltern (den Großelternteil) oder die Pflegeeltern (bzw den Pflegeelternteil) normiert. Diese für die Obsorge in Frage kommenden Personen sind bei der gerichtlichen Entscheidung gleichrangig zu berücksichtigen. Entscheidend für die Betrauung mit der Obsorge ist dann – im Sinne des Kindeswohls – die Eignung dieser Personen. (vgl Schwimann/Kodek ABGB, Praxiskommentar, 2018). Mit dieser Normierung wird der in der Rechtsprechung etablierte Grundsatz der Kontinuität gewahrt, welche[r], sofern keine Kindeswohlgefährdung vorliegt, durchaus dem Kindeswohl entspricht. So werden mit dieser Regelung das bestehende Naheverhältnis des Kindes zum obsorgeberechtigten Elternteil bzw im Fall eines Pflegekindes zu seinen Pflegeeltern (Pflegeelternteil) im Einklang mit dem Kindeswohl besonders geschützt. Insofern sichert diese Normierung auch für Pflegekinder das für sie besonders relevante Grundbedürfnis nach Kontinuität und Beständigkeit. Somit steht diese Normierung nicht im Gegensatz zum Kindeswohl, sondern sie schützt diese, indem sie weitere Beziehungs- und Bindungsabbrüche bei Pflegekindern eher verhindert.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Praxiserfahrungen zeigen, dass es in einigen Fällen selbst für Sachverständige schwierig ist, prognostisch einzuschätzen, in welchem Familienverband sich das Kind besser entwickeln wird können. So ist es auch im konkreten Anlassfall zu gegensätzlichen Einschätzungen unter den Expert:innen gekommen, wobei auch der gerichtlich beeidete Sachverständige letztlich einräumte, dass bei andauernder Pflegeplatzunterbringung das Kind nicht mehr von den Pflegeltern getrennt werden sollte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Insbesondere wenn sich das Kind nicht erst seit kurzer Zeit bei Pflegeeltern befindet, ist es deshalb wichtig, dieses Naheverhältnis auch gesetzlich zu schützen. Zur Vermeidung von Fehlentscheidungen sollte für Eingriffe in bestehende Eltern-Kind-Gleiche Beziehungen deshalb eine besondere Schwelle – die der Kindeswohlgefährdung – gelten, welche durch die bisherige Normierung eher gewährleistet erscheint, indem Pflegeeltern, im Vergleich zu sonstigen Personen, eine besondere Rechtsstellung zukommt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nachdem die beantragten Änderungen in den §§178 und 204 ABGB die Interessen besonders vulnerabler Kinder (Pflegekinder) nicht ausreichend berücksichtigen bzw diesen eher widersprechen, werden diese von der Kinder- und Jugendhilfe der Bezirkshauptmannschaft Innsbruck nicht befürwortet.\"",
            "annotations": []
        },
        {
            "text": "5. Mit Verfügung vom 24. Jänner 2023 lud der Verfassungsgerichtshof die Ämter der Landesregierungen gemäß §20 Abs3 VfGG ein, sich aus fachlicher und praktischer Sicht zu den vom Obersten Gerichtshof dargelegten verfassungsrechtlichen Bedenken gegen die angefochtenen Gesetzesbestimmungen sowie den praktischen Auswirkungen einer allfälligen Aufhebung dieser Gesetzesbestimmungen zu äußern.",
            "annotations": []
        },
        {
            "text": "6. Von Seiten des Landes Oberösterreich langte beim Verfassungsgerichtshof die folgende Äußerung ein:",
            "annotations": []
        },
        {
            "text": "\"Der Gesetzgeber hat im Obsorgerecht ganz bewusst einen Vorrang bei der Obsorgeübertragung normiert, insbesondere um familiäre Zusammenhänge zu wahren, indem neben dem anderen Elternteil auch an die Großeltern gedacht wurde. Auch die Pflegeeltern sind hervorgehoben, wohl in Hinblick auf deren Verantwortung und d[ie] Vermeidung von Bindungsabbrüchen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus fachlicher Sicht ist zu betonen, dass die bestehende Regelung in der ganz überwiegenden Zahl der Fälle zu einem sachgerechten Ergebnis führt. Eingriffe in bestehende Eltern-Kind-gleiche Beziehungen sollten nur bei Erreichen einer besonderen Schwelle (Kindeswohlgefährdung) ermöglicht werden. Im Sinn des Kindeswohls wesentlich ist jedenfalls, dass langwierige und konfliktreiche Rechtsstreitigkeiten um die Obsorge vermieden werden. Gerade auch dazu dient die festgelegte Rangfolge, auch wenn sich anlässlich des konkreten Falls zeigt, dass die Regelung mitunter tatsächlich zu eng sein könnte. Entscheidend muss sein, die für das Kindeswohl beste Option hinsichtlich der Obsorge zu ermöglichen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sollte der Verfassungsgerichtshof die bestehende Regelung aufheben, wäre es aus fachlicher Sicht wünschenswert, dass der Gesetzgeber ausreichend Zeit bekommt, eine sachlich gute und das Kindeswohl sicherstellende Regelung auszuarbeiten. Eine gewisse (wenn auch vielleicht nicht absolute) Präferenz in Richtung Großeltern und Pflegeeltern, also eben familiärer bzw aufrechter Betreuungsverhältnisse, wäre im Hinblick auf das Kindeswohl zu begrüßen, auch um Obsorgestreitigkeiten nicht unangemessen auszudehnen.\"",
            "annotations": []
        },
        {
            "text": "7. Von Seiten des Landes Salzburg langte beim Verfassungsgerichtshof die folgende Äußerung ein:",
            "annotations": []
        },
        {
            "text": "\"Wenngleich die in den betreffenden Bestimmungen abgebildete Rangfolge der Obsorgeübertragung wohl dem Willen des Gesetzgebers geschuldet ist, den familiären Zusammenhang bzw bereits bestehende Eltern-Kind-ähnliche Beziehungen zu schützen, Kinder vor allfälligen erneuten Beziehungsabbrüchen zu bewahren und Bindungskontinuität sicherzustellen, und auch in der Praxis fachlich wie sachlich überwiegend gerechtfertigt zur Anwendung gelangt, gilt es im Sinne des Kindeswohles, für Kinder bei Verhinderung des mit der Obsorge betrauten Elternteils die am besten geeignetste Person mit der Obsorge zu betrauen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ein starres Rangverhältnis, wie es sich aus dem Zusammenwirken von §§178 und 204 ABGB ergibt, kann demnach dem verfassungsmäßigen Grundsatz, dass das Kindeswohl vorrangige Erwägung sein muss, nicht entsprechen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In diesem Zusammenhang soll darauf hingewiesen werden, dass allein die Aufhebung der Wortfolgen in §204 ABGB idF des BG BGBl I 15/2013 'noch Großeltern oder Pflegeeltern' sowie 'oder betraut werden können' und damit das Abstellen auf eine 'andere geeignete Person' hier nicht ausreichend erscheint, um den Vorrang des Kindeswohles abzubilden. Vielmehr müsste hier in weiterer Folge in der Nachfolgeregelung auf eine andere 'am besten geeignete Person' abgestellt und die Bestimmung diesbezüglich angepasst werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Als praktische Auswirkung einer Aufhebung der Rangfolge bleibt zu befürchten, dass die ohnehin oft langwierigen Obsorge-Verfahren aufgrund der Einbeziehung weiterer Personen noch länger andauern und wegen mehrerer 'geeigneter Personen' konfliktbehafteter ablaufen werden. Der Kindeswohlprüfung und der Prüfung der Geeignetheit der Personen wird – auch im Sinne des Rechtschutzinteresses der Beteiligten und zur Hintanhaltung allfälliger Entscheidungsverzögerungen durch Rechtsmittelverfahren – verstärkt Rechnung getragen werden müssen.\"",
            "annotations": []
        },
        {
            "text": "8. Von Seiten des Landes Wien langte beim Verfassungsgerichtshof die folgende Äußerung ein:",
            "annotations": []
        },
        {
            "text": "\"Das starre Rangverhältnis, das sich aus §178 und §204 ABGB bei der Obsorgezuteilung an andere Personen ergibt, wird von der Wiener Kinder- und Jugendhilfe (WKJH) als fachlich zuständige Magistratsabteilung seit jeher kritisch beurteilt. Im ersten Rang stehen der nicht obsorgeberechtigte Elternteil, die Pflegeeltern (darunter sind auch Stiefelternteile oder Lebensgefährtinnen und Lebensgefährten zu verstehen) und die Großeltern. Erst im zweiten Rang stehen andere nachstehende Per[s]onen. Subsidiär und im dritten Rang befindet sich der Kinder- und Jugendhilfeträger. Die WKJH vertritt – wie der OGH – die Meinung, dass diese Rangfolge aufzulösen wäre und allein das Kindeswohl ausschlaggebend sein soll. Der Kinder- und Jugendhilfeträger soll weiterhin nur subsidiär betraut werden. Die WKJH verweist in diesem Zusammenhang auf die Vorarbeiten des Bundesministeriums für Justiz zum Reformprojekt Kindschaftsrecht, in welchem ähnliche Erwägungen diskutiert wurden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die unter Punkt A (Unterpunkt 1 und 2) des Antrages des OGH geforderte Aufhebung der angeführten Wortfolgen wäre aus fachlicher und praktischer Sicht zu begrüßen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die in den Eventualanträgen Punkt B und C geforderte Aufhebung von Wortfolgen und Gesetzesbestimmungen wird als nicht erforderlich oder zweckmäßig erachtet.\"",
            "annotations": []
        },
        {
            "text": "9. Von Seiten des Landes Tirol langte beim Verfassungsgerichtshof die folgende Äußerung ein:",
            "annotations": []
        },
        {
            "text": "\"Zum Hauptantrag und zum ersten Eventualantrag:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus fachlicher Sicht stellt die durch das KindRÄG 2011 eingeführte Einbeziehung und ausdrückliche Erwähnung der Pflegeeltern in der Rangfolge der §§178 und 204 ABGB eine große Errungenschaft hinsichtlich des Schutzes von Bindungen und Lebensverhältnissen des Kindes dar. Dabei handelt es sich um besonders wichtige Aspekte des Kindeswohles (§138 ABGB). Auf diese Weise werden etwa auch Stiefelternteile oder Lebensgefährten in der im §178 Abs1 ABGB vorgesehenen Rangordnung berücksichtigt. Der Gesetzgeber wollte somit nicht nur die leibliche Elternschaft, sondern auch die soziale Elternschaft (Stiefeleltern, Pflegeeltern…) und somit Personen, die eine emotionale und soziale Nahebeziehung zum Kind haben, bei der Übernahme der Obsorge vorrangig berücksichtigen. Dies ergibt sich auch aus den Materialien zu §145 Abs1 erster und zweiter Satz ABGB idF KinderRÄG 2001 (ErläutRV 296 BlgNR 21. GP 52), in denen ua ausgeführt wird:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Begehren etwa sowohl der leibliche außereheliche Vater als auch der Stiefvater (der vom Pflegeelternbegriff des §186 idF des Entwurfs erfasst sein kann) die Übertragung der Obsorge, so soll künftig primär die Übertragung an den bereits bisher eng mit dem Kind verbundenen Stiefvater in Betracht kommen, nicht aber (nur auf Grund des Statusverhältnisses) an den leiblichen Vater, der bisher keinen oder nur einen sehr losen Kontakt zum Kind hatte.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ein Abgehen von der klaren in den §§178 und 204 ABGB festgelegten Rangfolge und somit auch einer vorrangigen Betrauung der Pflegeeltern mit der Obsorge würde bedeuten, dass ein wesentliches Kriterium für die Bewertung der Eignung einer Person zur Obsorge, nämlich die bereits faktisch ausgeübte Pflege und Erziehung, entfällt. Es ist aber jedenfalls zu befürworten, dass die Stellung jener Personen, die sich faktisch um das Kind kümmern bzw in einem Naheverhältnis zum Kind stehen, rechtlich abgesichert wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Darüber hinaus würde ein Absehen von der in den §§178 und 204 ABGB festgelegten Rangfolge auch zu längeren Verfahrensdauern führen, da der Kreis der Personen, deren Eignung als Obsorgeberechtigte zu prüfen wäre, wesentlich erweitert wird; dies führt jedenfalls zu einem erheblichen Mehraufwand. Es liegt jedoch im Kindeswohl, dass Entscheidungen betreffend die Obsorge so rasch als möglich erfolgen; dies insbesondere bei Säuglingen und Kleinkindern. Längere Verfahrensdauern führen auch dazu, dass sich die Dauer des (Zwischen-) Aufenthaltes in einer Kriseneinrichtung oder einer Krisenfamilie bzw Bereitschaftsfamilie verlängert. Nun müssen Kinder und Jugendliche, die nicht in ihrer Herkunftsfamilie leben können, aber zügig Rechtssicherheit erfahren, da ein stabiles und tragfähiges Bindungsangebot für ihre psychische Entwicklung unabdingbar ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Pflegefamilien sind primär nicht Leistungserbringer für die Kinder- und Jugendhilfe, sondern gerade aus Sicht des Kindes seine (sozialen) Eltern, seine Bindungspersonen – für das Kind ist es hier zweitrangig, ob eine biologische Verwandtschaft besteht. Für das Kindeswohl von Pflegekindern, welche eine sehr vulnerable Gruppe darstellen, ist es essentiell, dass die Rechtsstellung von Pflegepersonen keinesfalls verschlechtert wird. Pflegepersonen sonstigen Personen gleichzusetzen würde das Eltern-Kind-gleiche Naheverhältnis, welches zwischen Pflegepersonen und Pflegekindern grundsätzlich vorliegt, nicht ausreichend schützen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zum zweiten Eventualantrag:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In den meisten Fällen hat der Kinder- und Jugendhilfeträger die Obsorge für Pflegekinder, die er den Pflegepersonen überträgt. In seltenen Fällen haben die Pflegepersonen (vor allem im Rahmen der Verwandtschaftspflege) die Obsorge vom Gericht übertragen bekommen. Eine Aufhebung der im zweiten Eventualantrag angeführten Wortfolgen in den genannten Bestimmungen des Außerstreitgesetzes hat daher für den Bereich der Kinder- und Jugendhilfe kaum Auswirkung.\"",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag im Sinne des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hegt keinen Zweifel, dass der Oberste Gerichtshof die in seinem Hauptantrag angefochtenen Bestimmungen in seiner Entscheidung (denkmöglich) anzuwenden hat.",
            "annotations": []
        },
        {
            "text": "1.2. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Hauptantrag als zulässig. Bei diesem Ergebnis erübrigt es sich, auf die Eventualanträge einzugehen.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag ist begründet.",
            "annotations": []
        },
        {
            "text": "2.1. Der Oberste Gerichtshof legt seine Bedenken, die ihn zur Antragstellung beim Verfassungsgerichtshof bewogen haben, zusammengefasst wie folgt dar:",
            "annotations": []
        },
        {
            "text": "Es sei zweifelhaft, ob die angefochtenen Bestimmungen mit Art1 BVG über die Rechte von Kindern vereinbar seien. Das Gesetz ordne bereits seit dem KindRÄG 2001, BGBl I 135/2000, an, dass die Betrauung \"anderer Personen\" voraussetze, weder der andere Elternteil noch die Groß- oder Pflegeeltern könnten mit der Obsorge betraut werden. An dieser Rechtslage habe sich auch durch das KindNamRÄG 2013, BGBl I 15/2013, und das 2. Erwachsenenschutzgesetz, BGBl I 59/2017, nichts geändert.",
            "annotations": []
        },
        {
            "text": "Auf Grund dieser Rechtslage bestehe nach ständiger Rechtsprechung und einhelliger Lehre bei Verhinderung eines obsorgeberechtigten Elternteiles eine klare Rangfolge: Habe eine gemeinsame Obsorge bestanden, sei der andere Elternteil von Gesetzes wegen allein obsorgeberechtigt. Habe keine gemeinsame Obsorge bestanden, seien – bei gegebener Eignung – der nicht obsorgeberechtigte Elternteil oder Pflege- und Großeltern(-teile) zu betrauen. Letztes gelte auch bei Verhinderung beider obsorgeberechtigter Elternteile. Innerhalb dieser Gruppe (anderer Elternteil, Groß- bzw Pflegeeltern) entscheide das Kindeswohl. Nur wenn weder ein Elternteil noch Pflege- oder Großeltern(-teile) mit der Obsorge betraut werden könnten, sei eine andere geeignete Person zu betrauen. Nur subsidiär komme die Betrauung des Kinder- und Jugendhilfeträgers in Betracht.",
            "annotations": []
        },
        {
            "text": "Das Gericht habe daher bei Verhinderung beider Elternteile zunächst zu prüfen, ob Groß- oder Pflegeeltern mit der Obsorge betraut werden könnten. Sei das möglich, komme die Betrauung anderer – möglicherweise geeigneterer – Personen von vornherein nicht in Betracht.",
            "annotations": []
        },
        {
            "text": "Die starre Rangfolge, die sich aus den angefochtenen Bestimmungen ergebe, werde zwar in vielen Fällen dem Kindeswohl entsprechen, weil die darin genannten Personen typischerweise ein Naheverhältnis zu dem Kind aufwiesen. Es sei aber denkbar, dass der andere Elternteil, die Groß- oder die Pflegeeltern grundsätzlich zur Übernahme der Obsorge geeignet seien, eine andere Person aber im konkreten Fall (noch) besser geeignet sei, die Entwicklung und Entfaltung des Kindes zu fördern. Das Kindeswohl erfordere diesfalls die Betrauung dieser anderen Person, was jedoch durch die angefochtenen Bestimmungen ausgeschlossen werde. Bei Pflegeeltern werde zwar typischerweise eine Nahebeziehung zum Kind bestehen, die vielfach für die Betrauung mit der Obsorge sprechen werde. Auch hier könne aber die Betrauung einer anderen nahestehenden Person – etwa bei einem nur kurzen Pflegeverhältnis oder bei einer starken Bindung zu der anderen Person – dem Kindeswohl mehr entsprechen als jene der (an sich geeigneten) Pflegeeltern.",
            "annotations": []
        },
        {
            "text": "Eine Rechtfertigung für die angefochtenen Bestimmungen sei nicht zu erkennen. Zu denken sei allenfalls an verfahrensökonomische Erwägungen; jedoch führte die Einbeziehung weiterer Personen in die Prüfung der Eignung zur Übernahme der Obsorge nur zu einem geringen Mehraufwand. Der bloße Umstand der Blutsverwandtschaft könne eine Durchbrechung des Grundsatzes der Achtung des Kindeswohles nicht rechtfertigen. Dass ein Beziehungsabbruch zu den Pflegeeltern Kinder belasten könne, werde in vielen Fällen zutreffen; dennoch bestehe kein Grund, eine von den konkreten Umständen des Einzelfalles absehende Regelung vorzusehen. Dies gelte umso mehr, als im Verhältnis zwischen dem anderen Elternteil, den Groß- und den Pflegeeltern kein Vorrangverhältnis bestehe, sondern allein das konkrete Kindeswohl entscheidend sei.",
            "annotations": []
        },
        {
            "text": "Eine verfassungskonforme Auslegung sei nicht möglich. Es könne zwar erwogen werden, §178 Abs1 ABGB analog auf Urgroßeltern anzuwenden, weil der Gesetzgeber den unwahrscheinlichen Fall geeigneter Urgroßeltern nicht bedacht haben könnte. Auch diese analoge Anwendung änderte jedoch nichts an der Verfassungswidrigkeit der genannten Bestimmung, weil auch dadurch nicht gesichert sei, dass in jedem Fall die am besten geeignete Person mit der Obsorge betraut werden könne. Eine Nichtanwendung des durch die angefochtenen Bestimmungen begründeten Rangverhältnisses sei nämlich weder mit dem Wortlaut noch dem Willen des historischen Gesetzgebers zu vereinbaren.",
            "annotations": []
        },
        {
            "text": "2.2. Die Kinder- und Jugendhilfe der Bezirkshauptmannschaft Innsbruck hält – als beteiligte Partei im verfassungsgerichtlichen Verfahren – diesen Bedenken des Obersten Gerichtshofes zusammengefasst entgegen, dass die Vermittlung von Pflegeplätzen gemäß §30 TKJHG dem Wohl des Pflegekindes zu dienen habe und nur durch den Kinder- und Jugendhilfeträger erfolgen dürfe. Die Vermittlung sei nur vorzunehmen, wenn die begründete Aussicht bestehe, dass eine dem Verhältnis zwischen leiblichen Eltern und Kindern nahekommende Beziehung hergestellt werde und die bestmögliche individuelle und soziale Entfaltung des Pflegekindes gesichert sei. Bei Pflegekindern handle es sich regelmäßig um Kinder, bei denen es bereits zu Kindeswohlgefährdungen und mehrfachen Beziehungsabbrüchen gekommen sei, die sich nachweislich nachteilig auf deren Entwicklung auswirken könnten. Da Pflegekinder ein besonderes Bedürfnis nach Kontinuität, Sicherheit, Geborgenheit und Stabilität hätten, müssten sie durch eine Gesetzesänderung ein Mehr an Sicherheit erfahren, was durch die vom Obersten Gerichtshof beantragte Aufhebung nicht der Fall sei. Mit den angefochtenen Bestimmungen werde der in der Rechtsprechung anerkannte Grundsatz der Kontinuität gewahrt, was dem Kindeswohl entspreche. Auf diese Weise werde das bestehende Naheverhältnis des Kindes zum obsorgeberechtigten Elternteil bzw zu bestehenden Pflegeeltern im Einklang mit dem Kindeswohl geschützt. Praxiserfahrungen zeigten, dass es in einigen Fällen selbst für Sachverständige schwierig sei, (prognostisch) einzuschätzen, in welchem Familienverband sich das Kind besser entwickeln werde. So sei es auch im vorliegenden Anlassverfahren zu gegensätzlichen Einschätzungen gekommen. Insbesondere wenn sich das Kind erst kurze Zeit bei seinen Pflegeeltern befinde, sei es wichtig, dieses Naheverhältnis gesetzlich zu schützen. Da die beantragte Aufhebung die Interessen von Pflegekindern nicht ausreichend berücksichtige, sondern diesen eher zuwiderlaufe, spreche sich die Kinder- und Jugendhilfe der Bezirkshauptmannschaft Innsbruck gegen den Antrag des Obersten Gerichtshofes auf Aufhebung der angefochtenen Bestimmungen aus.",
            "annotations": []
        },
        {
            "text": "2.3. Die maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.3.1. Ist ein Elternteil, der mit der Obsorge für das Kind gemeinsam mit dem anderen Elternteil betraut war, gestorben, ist sein Aufenthalt seit mindestens sechs Monaten unbekannt, kann die Verbindung mit ihm nicht oder nur mit unverhältnismäßig großen Schwierigkeiten hergestellt werden oder ist ihm die Obsorge ganz oder teilweise entzogen, ist der andere Elternteil gemäß §178 Abs1 erster Satz ABGB insoweit allein mit der Obsorge betraut. Ist in dieser Weise jener Elternteil, der mit der Obsorge des Kindes allein betraut ist, betroffen, hat das Gericht gemäß §178 Abs1 zweiter Satz ABGB unter Beachtung des Kindeswohles zu entscheiden, ob der andere Elternteil oder ob und welches Großelternpaar (Großelternteil) oder Pflegeelternpaar (Pflegeelternteil) mit der Obsorge zu betrauen ist. Diese Regelung gilt auch, wenn beide Elternteile von der Verhinderung betroffen sind.",
            "annotations": []
        },
        {
            "text": "2.3.2. Das Gesetz sieht somit – worauf der Oberste Gerichtshof in seinem Antrag zutreffend verweist – bei der Betrauung mit der Obsorge ein \"starres\" Rangverhältnis vor: Kam die Obsorge zunächst beiden Elternteilen zu, fällt die Obsorge im Todes- oder Verhinderungsfalle dem anderen Elternteil zu. War hingegen nur ein Elternteil mit der Obsorge betraut, hat das Gericht unter Beachtung des Kindeswohles zu ermitteln, ob der andere Elternteil, die Groß- oder die Pflegeeltern mit der Obsorge zu betrauen sind. Wer von diesen Personen im konkreten Einzelfall mit der Obsorge zu betrauen ist, hat das Gericht anhand des Kindeswohles zu entscheiden (Fischer-Czermak, §178 ABGB, in: Kletečka/Schauer [Hrsg.], ABGB-ON1.05, rdb.at, Stand 1.10.2018, Rz 9 mwN). Eine andere Person (etwa eine Tante, ein Onkel oder die Urgroßeltern) kann gemäß §178 Abs1 iVm §204 ABGB nur mit der Obsorge betraut werden, wenn der andere Elternteil sowie die Groß- und Pflegeeltern nicht dazu geeignet sind.",
            "annotations": []
        },
        {
            "text": "2.3.3. Gemäß §184 ABGB sind Pflegeeltern Personen, welche die Pflege und Erziehung des Kindes ganz oder teilweise besorgen und zu denen eine dem Verhältnis zwischen leiblichen Eltern und Kindern nahe kommende Beziehung besteht oder hergestellt werden soll. Sie haben das Recht, in den die Person des Kindes betreffenden Verfahren Anträge zu stellen.",
            "annotations": []
        },
        {
            "text": "Gemäß §185 Abs1 ABGB hat das Gericht einem Pflegeelternpaar (Pflegeelternteil) auf seinen Antrag die Obsorge für das Kind ganz oder teilweise zu übertragen, wenn das Pflegeverhältnis nicht nur für kurze Zeit beabsichtigt ist und die Übertragung dem Wohl des Kindes entspricht. Die Regelungen über die Obsorge gelten dann für dieses Pflegeelternpaar (diesen Pflegeelternteil). Sind die Eltern oder Großeltern mit der Obsorge betraut und stimmen sie der Übertragung nicht zu, darf diese nur verfügt werden, wenn ohne sie das Wohl des Kindes gefährdet wäre (§185 Abs2 ABGB). Die Übertragung ist aufzuheben, wenn dies dem Wohl des Kindes entspricht. Gleichzeitig hat das Gericht unter Beachtung des Wohles des Kindes auszusprechen, auf wen die Obsorge übergeht (§185 Abs3 ABGB). Das Gericht hat vor seiner Entscheidung die Eltern, den gesetzlichen Vertreter, weitere Erziehungsberechtigte, den Kinder- und Jugendhilfeträger und jedenfalls das bereits zehnjährige Kind zu hören (§185 Abs4 ABGB).",
            "annotations": []
        },
        {
            "text": "2.3.4. Der Pflegeelternbegriff des (§184 und §185) ABGB knüpft an zwei Merkmale, nämlich erstens die tatsächliche ganze oder teilweise Besorgung der Pflege und Erziehung im Innenverhältnis und zweitens das Bestehen einer dem Verhältnis zwischen leiblichen Eltern und Kindern nahekommenden persönlichen Beziehung oder die Absicht, eine solche herzustellen (vgl ErläutRV 296 BlgNR 21. GP, 69 f.). Dies setzt voraus, dass das Kind bereits zum Zeitpunkt der gerichtlichen Entscheidung über die Obsorge tatsächlich und weitgehend in den Haushalt und Lebensablauf bzw den Lebenszusammenhang der Pflegeeltern eingegliedert ist und am Alltag teilnimmt (vgl OGH 21.10.2014, 10 ObS 68/14v; 27.11.2019, 5 Ob 143/19v; Ondreasova, §184 ABGB, in: Rummel/Lukas/Geroldinger [Hrsg.], ABGB4, rdb.at, Stand 1.5.2022, Rz 4). Die bloße Absicht, ein Kind erst in den Haushalt aufnehmen oder in Zukunft die Pflege und Erziehung auszuüben zu wollen, genügt nicht, um als Pflegeeltern im Sinne des §184 ABGB qualifiziert werden zu können (vgl OGH 1.12.2005, 6 Ob 215/05v; 14.12.2011, 3 Ob 165/11b; Ondreasova, aaO, Rz 4; Weitzenböck, §184 ABGB, in: Schwimann/Kodek [Hrsg.], ABGB5, 2018, Rz 7 mwN).",
            "annotations": []
        },
        {
            "text": "2.3.5. Vom Pflegeelternbegriff des ABGB zu unterscheiden ist jener der jeweiligen Kinder- und Jugendhilfegesetze der Länder, der regelmäßig an zusätzliche Voraussetzungen geknüpft ist. So können Pflegeverhältnisse nach dem im vorliegenden Fall maßgeblichen Tiroler Kinder- und Jugendhilfegesetz als öffentliche Pflegeverhältnisse im Rahmen einer Erziehungshilfe oder als private Pflegeverhältnisse begründet werden (vgl §23 Abs1 TKJHG).",
            "annotations": []
        },
        {
            "text": "Gemäß §25 TKJHG sind für die Begründung eines öffentlichen Pflegeverhältnisses – mit Ausnahme von Sozialpädagogischen Pflegeverhältnissen und Bereitschaftspflegeverhältnissen nach §24 TKJHG – die Pflegeerklärung (§26 TKJHG), die Eignungsbeurteilung (§27 TKJHG), die Pflegeplatzerhebung (§28 TKJHG), die Teilnahme an einer Ausbildung (§29 TKJHG) sowie die Vermittlung eines Pflegeplatzes (§30 TKJHG) erforderlich.",
            "annotations": []
        },
        {
            "text": "Die Begründung eines privaten Pflegeverhältnisses bedarf gemäß §31 TKJHG bis zur Vollendung des 14. Lebensjahres des Pflegekindes einer Bewilligung der Bezirksverwaltungsbehörde. Dies gilt nicht, wenn das Gericht den Pflegepersonen die Obsorge in den Bereichen Pflege und Erziehung übertragen hat. Die Bewilligung darf nur für ein bestimmtes Pflegeverhältnis erteilt werden. Sie ist zu erteilen, wenn die Pflegepersonen eine Ausbildung nach §29 TKJHG abgeschlossen haben, geeignet im Sinn des §27 Abs1 TKJHG sind und auf Grund der Pflegeplatzerhebung nach §28 TKJHG die begründete Aussicht besteht, dass das Wohl des Minderjährigen durch die Betreuung bei den Pflegepersonen gewährleistet ist. Die Bezirksverwaltungsbehörde kann im Einzelfall vom Besuch und Abschluss einer Ausbildung nach §29 TKJHG absehen, wenn es sich bei den Pflegepersonen um nahe Angehörige (§2 Abs11 TKJHG) handelt und fachliche Gründe dem nicht entgegenstehen.",
            "annotations": []
        },
        {
            "text": "2.4. Nach Art1 BVG über die Rechte von Kindern hat jedes Kind \"Anspruch auf den Schutz und die Fürsorge, die für sein Wohlergehen notwendig sind, auf bestmögliche Entwicklung und Entfaltung sowie auf die Wahrung seiner Interessen auch unter dem Gesichtspunkt der Generationengerechtigkeit. Bei allen Kinder betreffenden Maßnahmen öffentlicher und privater Einrichtungen muss das Wohl des Kindes eine vorrangige Erwägung sein.\" Die verfassungsrechtliche Vorgabe, bei Kinder betreffenden Maßnahmen das Kindeswohl als vorrangige Erwägung zu berücksichtigen, bindet auch den Gesetzgeber, wenn er die Grundlagen für solche Maßnahmen normiert. Das im zweiten Satz des Art1 BVG über die Rechte von Kindern solcherart verankerte Kindeswohl wird maßgeblich durch den im ersten Satz normierten Anspruch von Kindern auf bestmögliche Entwicklung und Entfaltung bestimmt (vgl VfSlg 19.941/2014, 20.018/2015).",
            "annotations": []
        },
        {
            "text": "Art1 BVG über die Rechte von Kindern normiert nicht nur einen Bereich grundrechtlichen Schutzes, in den unter den Voraussetzungen des Art7 BVG über die Rechte von Kindern eingegriffen werden darf, sondern auch einen Auftrag an die Gesetzgebung und – insbesondere im Rahmen seines zweiten Satzes – an die Vollziehung, das Kindeswohl als eine vorrangige Erwägung zu berücksichtigen (vgl abermals VfSlg 19.941/2014, 20.018/2015).",
            "annotations": []
        },
        {
            "text": "Eine Beschränkung der Ansprüche nach Art1 erster Satz ist gemäß dem (Art8 Abs2 EMRK nachgebildeten) Art7 BVG über die Rechte von Kindern nur zulässig, \"insoweit sie gesetzlich vorgesehen ist und eine Maßnahme darstellt, die in einer demokratischen Gesellschaft für die nationale Sicherheit, die öffentliche Ruhe und Ordnung, das wirtschaftliche Wohl des Landes, die Verteidigung der Ordnung und zur Verhinderung von strafbaren Handlungen, zum Schutz der Gesundheit oder zum Schutz der Rechte und Freiheiten anderer notwendig ist\".",
            "annotations": []
        },
        {
            "text": "2.5. Der Gesetzgeber hat mit den angefochtenen Bestimmungen ein dem Kindeswohl im Regelfall entsprechendes Regelungssystem für die Betrauung mit der Obsorge geschaffen: Demnach hat das Gericht im Falle der Verhinderung des allein zur Obsorge berufenen Elternteiles unter Wahrung des Kindeswohles zu entscheiden, ob die Obsorge dem anderen (geeigneten) Elternteil, den Groß- oder den Pflegeeltern zukommen soll. Entsprechendes gilt bei Verhinderung beider Elternteile. Wenn der Gesetzgeber die Vermutung aufstellt, dass dem Kindeswohl im Regelfall dadurch entsprochen wird, dass eine Person aus diesem Personenkreis (anderer Elternteil, Groß- oder Pflegeeltern) mit der Obsorge betraut wird, widerspricht dies dem Grundsatz nach nicht den dargestellten Anforderungen des Bundesverfassungsgesetzes über die Rechte von Kindern.",
            "annotations": []
        },
        {
            "text": "2.6. Der Verfassungsgerichtshof teilt jedoch die Auffassung des Obersten Gerichtshofes, dass die angefochtenen Bestimmungen insofern gegen Art1 BVG über die Rechte von Kindern verstoßen, als der Kreis jener Personen, die vor \"andere[n] geeignete[n] Person[en]\" im Sinne des §204 ABGB (bevorzugt) mit der Obsorge zu betrauen sind (sohin der andere Elternteil sowie die Groß- oder Pflegeeltern), vom Gesetzgeber zu eng gezogen ist:",
            "annotations": []
        },
        {
            "text": "2.6.1. In diesem Sinne können etwa (ältere) Geschwister, Tanten, Onkel, Urgroßeltern oder andere geeignete Angehörige der (sozialen) Familie erst dann mit der Obsorge betraut werden, wenn weder der andere Elternteil noch die Groß- oder Pflegeeltern zur Übernahme der Obsorge geeignet sind. Die genannten Personen (Geschwister, Tanten, Onkel, Urgroßeltern und andere geeignete Angehörige der [sozialen] Familie) haben zwar grundsätzlich die Möglichkeit, im Wege der Pflegeelternschaft mit der Obsorge für das Kind betraut zu werden. Dafür ist es jedoch erforderlich, dass das Kind im Zeitpunkt der Entscheidung des Gerichtes über die Obsorge bereits in deren Haushalt eingegliedert war (OGH 1.12.2005, 6 Ob 215/05v; 14.12.2011, 3 Ob 165/11b; 21.10.2014, 10 ObS 68/14v; 27.11.2019, 5 Ob 143/19v; Ondreasova, aaO, Rz 4; Weitzenböck, aaO, Rz 7). Die bloße Absicht, ein Kind erst in den Haushalt aufnehmen oder in Zukunft die Pflege und Erziehung auszuüben zu wollen, genügt nicht, um als Pflegeeltern im Sinne des §184 ABGB qualifiziert werden zu können.",
            "annotations": []
        },
        {
            "text": "2.6.2. Die angefochtenen Bestimmungen bewirken, dass etwa Geschwister, Tanten, Onkel, Urgroßeltern oder andere geeignete Angehörige der (sozialen) Familie kategorisch von der Möglichkeit, mit der Obsorge für das Kind betraut zu werden, ausgeschlossen werden, wenn jemand aus dem Kreis der vom Gesetz bevorzugten Personen (anderer Elternteil, Groß- und Pflegeeltern) zur Übernahme der Obsorge geeignet ist. Dies gilt selbst für den Fall, dass das Kindeswohl eigentlich die Betrauung einer nicht bevorzugten Person mit der Obsorge geböte. Eine solche Fallkonstellation hat nicht zuletzt den Obersten Gerichtshof dazu bewogen, den vorliegenden Gesetzesprüfungsantrag an den Verfassungsgerichtshof zu stellen.",
            "annotations": []
        },
        {
            "text": "2.6.3. Eine solche Regelung könnte nur dann den verfassungsrechtlichen Vorgaben entsprechen, soweit dafür eine Rechtfertigung im Sinne des Art7 BVG über die Rechte von Kindern gefunden werden kann.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof teilt zunächst die Auffassung des Obersten Gerichtshofes, dass die Verfahrensökonomie sowie die bloße Tatsache einer bestehenden Blutsverwandtschaft eine Einschränkung der gesetzlichen Gewährleistung des Kindeswohles nicht rechtfertigen können.",
            "annotations": []
        },
        {
            "text": "Grundsätzlich beachtlich ist der ua von der Kinder- und Jugendhilfe der Bezirkshauptmannschaft Innsbruck ins Treffen geführte Umstand, dass eine Trennung des Pflegekindes von den Pflegeeltern auch eine Beeinträchtigung des Kindeswohles bewirken kann. Dies wird in vielen Fällen zutreffend sein, rechtfertigt aber nach Auffassung des Verfassungsgerichtshofes nicht den pauschalen gesetzlichen Ausschluss der genannten Personen aus dem Kreis jener, die bevorzugt mit der Obsorge betraut werden können.",
            "annotations": []
        },
        {
            "text": "Für den Verfassungsgerichtshof sind somit keine berechtigten, gegenläufigen Interessen erkennbar, welche die vom Obersten Gerichtshof angefochtenen Bestimmungen zu rechtfertigen vermögen.",
            "annotations": []
        },
        {
            "text": "2.7. Der Gesetzgeber hat somit den Kreis jener Personen, die vor \"andere[n] geeignete[n] Person[en]\" im Sinne des §204 ABGB (bevorzugt) mit der Obsorge zu betrauen sind, zu eng gezogen. Da diese durch die angefochtenen Bestimmungen bewirkte Einschränkung des Kindeswohles nach Auffassung des Verfassungsgerichtshofes nicht im Sinne des Art7 BVG über die Rechte von Kindern gerechtfertigt werden kann, verstoßen sie gegen Art1 BVG über die Rechte von Kindern und sind als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2.8. Der Gesetzgeber hat im Zuge einer allfälligen Neuregelung sicherzustellen, dass zusätzlich zu den bisher privilegierten Personen (anderer Elternteil, Groß- und Pflegeeltern) auch Geschwister, Tanten, Onkel, Urgroßeltern sowie andere geeignete Angehörige der (sozialen) Familie mit der Obsorge betraut werden können, wenn dies dem Kindeswohl entspricht. Dem Gesetzgeber steht es weiters frei, diesen Kreis der privilegierten Personen anhand sachlicher Kriterien zu erweitern.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. §178 Abs1 zweiter und dritter Satz sowie die Wortfolgen \"noch Großeltern oder Pflegeeltern\" sowie \"oder betraut werden können\" in §204 ABGB, JGS 946/1811, idF BGBl I 15/2013 sind daher als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzesstellen gründet sich auf Art140 Abs5 dritter und vierter Satz B-VG.",
            "annotations": []
        },
        {
            "text": "3. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "4. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}