{
    "document_id": "JFT_20230306_22G00237_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Anträge",
            "annotations": []
        },
        {
            "text": "1. Das Landesverwaltungsgericht Niederösterreich und das Verwaltungsgericht Wien stellen in den beim Verfassungsgerichtshof zu G237/2022, G245/2022, G254/2022, G255/2022, G289/2022, G293/2022, G294/2022, G301/2022, G25/2023 und G125/2023 protokollierten Verfahren jeweils folgenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag,",
            "annotations": []
        },
        {
            "text": "\"§117b Abs1 Z23 des Ärztegesetzes 1998 (ÄrzteG 1998), BGBl 169 idF BGBl I 80/2012, mit Ausnahme des letzten Wortes ('sowie'), §120 Z9 ÄrzteG 1998 idF BGBl I 80/2013 sowie §140 ÄrzteG 1998 idF BGBl I 80/2013,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu das Wort 'und' in §117a Abs1 Z2 ÄrzteG 1998 idF BGBl I 144/2009, §117a Abs1 Z3 ÄrzteG 1998 idF BGBl I 144/2009 mit Ausnahme des Punktes am Satzende, §117b Abs1 Z23 ÄrzteG 1998 idF BGBl I 80/2012 mit Ausnahme des letzten Wortes ('sowie'), §120 Z9 ÄrzteG 1998 idF BGBl I 80/2013, alle Bestimmungen des 3. Hauptstücks des ÄrzteG 1998 idF BGBl I 25/2017 sowie §195e ÄrzteG 1998 idF BGBl I 25/2017,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu das ÄrzteG 1998 idF BGBl I 65/2022 zur Gänze\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Das Landesverwaltungsgericht Vorarlberg und das Verwaltungsgericht Wien stellen in den beim Verfassungsgerichtshof zu G298/2022, G307/2022, G308/2022, G309/2022, G310/2022 und G311/2022 protokollierten Verfahren jeweils folgenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag,",
            "annotations": []
        },
        {
            "text": "\"[…] §117b Abs1 Z23 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2012, mit Ausnahme des letzten Wortes ('sowie'), das Wort 'sowie' am Ende des §120 Z8 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2013, §120 Z9 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2013, mit Ausnahme des Punktes am Satzende, sowie §140 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2013,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] in eventu das Wort 'und' in §117a Abs1 Z2 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 144/2009, §117a Abs1 Z3 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 144/2009, mit Ausnahme des Punktes am Satzende, §117b Abs1 Z23 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2012, mit Ausnahme des letzten Wortes ('sowie'), das Wort 'sowie' am Ende des §120 Z8 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2013, §120 Z9 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2013, mit Ausnahme des Punktes am Satzende, alle Bestimmungen des 3. Hauptstücks des ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 25/2017, sowie §195e ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 25/2017,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] in eventu das ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 65/2022, zur Gänze\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Bundesgesetzes über die Ausübung des ärztlichen Berufes und die Standesvertretung der Ärzte (Ärztegesetz 1998 – ÄrzteG 1998), BGBl I 169, idF BGBl I 17/2023 lauten auszugsweise wie folgt (§140 Abs3 gilt idF BGBl I 140/2003; die im Hauptantrag der Anträge zu G298/2022 und G307-311/2022 angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Wirkungskreis",
            "annotations": []
        },
        {
            "text": "§117a. (1) Die Österreichische Ärztekammer ist berufen,",
            "annotations": []
        },
        {
            "text": "1. alle Angelegenheiten, die die gemeinsamen beruflichen, sozialen und wirtschaftlichen Interessen der Kammerangehörigen von zwei oder mehr Ärztekammern berühren, zu besorgen,",
            "annotations": []
        },
        {
            "text": "2. über den Wirkungsbereich der Ärztekammern in den Bundesländern hinausgehende gesetzlich vorgesehene Rechtsakte für Kammerangehörige der Ärztekammern in den Bundesländern zu setzen und",
            "annotations": []
        },
        {
            "text": "3. für die Wahrung des ärztlichen Berufs- und Standesansehens und der ärztlichen Berufs- und Standespflichten zu sorgen.",
            "annotations": []
        },
        {
            "text": "(2) Der Wirkungskreis gemäß Abs1 gliedert sich in einen eigenen und einen übertragenen Wirkungsbereich.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eigener Wirkungsbereich",
            "annotations": []
        },
        {
            "text": "§117b. (1) Die Österreichische Ärztekammer ist berufen, im eigenen Wirkungsbereich insbesondere folgende Aufgaben wahrzunehmen:",
            "annotations": []
        },
        {
            "text": "1. Abschluss und Auflösung von Verträgen zur Regelung der Beziehungen der Ärzte zu den Trägern der Sozialversicherung (Verbänden), der Fürsorge und der Krankenfürsorge, sofern hiedurch die Ärzte von zwei oder mehr Ärztekammern berührt werden,",
            "annotations": []
        },
        {
            "text": "2. Abschluss von Kollektivverträgen als gesetzliche Interessenvertretung von Ärzten auf Arbeitgeberseite gegenüber nichtärztlichen Arbeitnehmern nach Maßgabe des §125 Abs1 in Verbindung mit §126 Abs4 Z1,",
            "annotations": []
        },
        {
            "text": "3. Überprüfung der für ärztliche Leistungen verrechneten Vergütungen einschließlich der in Dienstverträgen vereinbarten Entgelte und Erstattung von Gutachten über die Angemessenheit einer geforderten Vergütung für Gerichte oder Verwaltungsbehörden, sofern hiedurch die Ärzte von zwei oder mehr Ärztekammern berührt werden,",
            "annotations": []
        },
        {
            "text": "4. Sicherstellung der Erteilung von Auskünften über die für die ärztliche Berufsausübung maßgeblichen gesundheits- und sozialrechtlichen Vorschriften,",
            "annotations": []
        },
        {
            "text": "5. Koordinierung von allfällig bestehenden Patientenschiedsstellen,",
            "annotations": []
        },
        {
            "text": "6. Errichtung und Betreibung von wirtschaftlichen Einrichtungen,",
            "annotations": []
        },
        {
            "text": "7. Einrichtung eines Solidarfonds,",
            "annotations": []
        },
        {
            "text": "8. Entsendung von Vertretern im Interesse der gesamten österreichischen Ärzteschaft in und Erstattung von Besetzungsvorschlägen für andere Körperschaften und Stellen auf Einladung oder sofern dies durch entsprechende Vorschriften vorgesehen ist,",
            "annotations": []
        },
        {
            "text": "9. Vertretung der österreichischen Ärzteschaft gegenüber ausländischen ärztlichen Berufsorganisationen und Unternehmen sowie einschlägigen internationalen Gremien,",
            "annotations": []
        },
        {
            "text": "10. Erstattung von Berichten, Gutachten und Vorschlägen an Behörden betreffend das Gesundheitswesen sowie in allen sonstigen Angelegenheiten, die die Interessen der österreichischen Ärzteschaft berühren,",
            "annotations": []
        },
        {
            "text": "11. Mitwirkung bei der Erstellung amtlicher Gesundheitsstatistiken,",
            "annotations": []
        },
        {
            "text": "12. Mitwirkung an den Einrichtungen der österreichischen Medizinischen Universitäten bzw Universitäten, an denen eine Medizinische Fakultät eingerichtet ist und sonstigen inländischen Hochschuleinrichtungen zur ärztlichen Aus- und Fortbildung,",
            "annotations": []
        },
        {
            "text": "13. Begutachtung von Gesetzes- und Verordnungsentwürfen gemäß §117e,",
            "annotations": []
        },
        {
            "text": "14. Erstattung eines schriftlichen Jahresberichtes an den Bundesminister für Gesundheit bis zum 31. März des auf das Berichtsjahr folgenden Kalenderjahres,",
            "annotations": []
        },
        {
            "text": "15. Herausgabe eines offiziellen Publikationsorgans der Standesvertretung zur Information über die berufsrelevanten fachlichen, rechtlichen und standespolitischen Entwicklungen, jedenfalls durch Errichtung und Betreibung einer Homepage im Internet, insbesondere zur allgemein zugänglichen Verlautbarung von Verordnungen,",
            "annotations": []
        },
        {
            "text": "16. Anregung von und Teilnahme an Visitationen gemäß §13e,",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "21. Qualitätssicherung der ärztlichen Fort- und Weiterbildung, insbesondere durch a) Akkreditierung von Fortbildungsveranstaltern,",
            "annotations": []
        },
        {
            "text": "b) Approbation von Fortbildungsveranstaltungen,",
            "annotations": []
        },
        {
            "text": "c) Organisation und Durchführung von Fortbildungsveranstaltungen, wobei auch Fortbildungsveranstaltungen über Arzneimittelökonomie gemeinsam mit gesetzlichen Krankenversicherungsträgern durchzuführen sind,",
            "annotations": []
        },
        {
            "text": "d) Einrichtung, Organisation und Durchführung von strukturierten Weiterbildungen sowie",
            "annotations": []
        },
        {
            "text": "e) eine zumindest alle zwei Jahre stattfindende und auf der Homepage der Österreichischen Ärztekammer zu veröffentlichende Berichterstattung zur ärztlichen Fort- und Weiterbildung. Diese ist zu gliedern nach niedergelassenen und angestellten Ärzten, Fachgruppen sowie Versorgungsregionen, wobei die Sicherstellung der Anonymität zu gewährleisten ist;",
            "annotations": []
        },
        {
            "text": "hiezu kann sich die Österreichische Ärztekammer auch der Österreichischen Akademie der Ärzte bedienen,",
            "annotations": []
        },
        {
            "text": "22. Qualitätssicherung der ärztlichen Berufsausübung durch Durchführung qualitätssichernder Maßnahmen, soweit diese im überwiegenden Interesse der Ärzte gelegen sind (Selbstevaluierung gemäß §49 Abs2a), wobei sich die Österreichische Ärztekammer bei der Aufgabenerfüllung hilfsweise der Österreichischen Gesellschaft für Qualitätssicherung & Qualitätsmanagement in der Medizin GmbH (ÖQMed) bedienen kann,",
            "annotations": []
        },
        {
            "text": "22a. Abschluss von für die jeweiligen Versicherungsverträge verbindlichen Rahmenbedingungen für Haftpflichtversicherungen gemäß §52d mit dem Fachverband der Versicherungsunternehmen,",
            "annotations": []
        },
        {
            "text": "23. disziplinäre Verfolgung von Verletzungen der ärztlichen Berufspflichten und von Beeinträchtigungen des Ansehens der Ärzteschaft durch Ärzte einschließlich der Führung eines Disziplinarregisters, in das jede in Rechtskraft erwachsene Disziplinarstrafe unter Angabe der Personaldaten des betroffenen Arztes sowie der Daten des verurteilenden Erkenntnisses einzutragen sind, sowie",
            "annotations": []
        },
        {
            "text": "24. Verlautbarungen gemäß §4 Abs6 ÄsthOpG.",
            "annotations": []
        },
        {
            "text": "(2) […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Organe",
            "annotations": []
        },
        {
            "text": "§120. Organe der Österreichischen Ärztekammer sind",
            "annotations": []
        },
        {
            "text": "1. die Vollversammlung (§§121 und 122),",
            "annotations": []
        },
        {
            "text": "2. der Vorstand (§123),",
            "annotations": []
        },
        {
            "text": "3. der Präsident und drei Vizepräsidenten (§125),",
            "annotations": []
        },
        {
            "text": "4. die Bundeskurien (§126),",
            "annotations": []
        },
        {
            "text": "5. die Bundeskurienobmänner und ihre Stellvertreter (§127),",
            "annotations": []
        },
        {
            "text": "6. das Präsidium (§128),",
            "annotations": []
        },
        {
            "text": "7. die Ausbildungskommission (§128a),",
            "annotations": []
        },
        {
            "text": "8. der Verwaltungsausschuss eines gemeinsamen Wohlfahrtsfonds (§134) sowie",
            "annotations": []
        },
        {
            "text": "9. der Disziplinarrat (§140).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vorstand",
            "annotations": []
        },
        {
            "text": "§123. (1) Der Vorstand der Österreichischen Ärztekammer besteht aus den Präsidenten der Ärztekammern sowie den Bundeskurienobmännern und deren beiden Stellvertretern. Im Falle seiner Verhinderung ist der Präsident einer Ärztekammer berechtigt, aus dem Kreis seiner Vizepräsidenten einen Stellvertreter namhaft zu machen.",
            "annotations": []
        },
        {
            "text": "(2) Die Sitzungen des Vorstandes werden vom Präsidenten der Österreichischen Ärztekammer einberufen und geleitet. Der Vorstand ist beschlussfähig, wenn mindestens zwei Drittel seiner Mitglieder anwesend sind. Jedes Mitglied hat eine Stimme. Für die Beschlüsse des Vorstandes ist die Zweidrittelmehrheit der abgegebenen gültigen Stimmen erforderlich.",
            "annotations": []
        },
        {
            "text": "(3) Dem Vorstand obliegt die Durchführung aller der Österreichischen Ärztekammer gemäß §§117b und 117c dieses Bundesgesetzes oder nach anderen Vorschriften übertragenen Aufgaben, soweit diese nach diesem Bundesgesetz nicht ausdrücklich anderen Organen zugewiesen sind. Dazu gehören auch:",
            "annotations": []
        },
        {
            "text": "1. die Wahrnehmung der Interessen der Ärzteschaft im Zusammenhang mit Vereinbarungen gemäß Artikel 15a B-VG, die das Gesundheitswesen, im Speziellen die Organisation und Finanzierung, betreffen, insbesondere mit der Vereinbarung gemäß Artikel 15a B-VG über die Organisation und Finanzierung des Gesundheitswesens, BGBl I Nr 73/2005, sowie",
            "annotations": []
        },
        {
            "text": "2. die Erstattung von koordinierenden Empfehlungen gemäß §125 Abs7.",
            "annotations": []
        },
        {
            "text": "(4) – (5) […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Abschnitt",
            "annotations": []
        },
        {
            "text": "Disziplinarrat und Disziplinaranwalt",
            "annotations": []
        },
        {
            "text": "§140. (1) Über Disziplinarvergehen erkennt der Disziplinarrat der Österreichischen Ärztekammer.",
            "annotations": []
        },
        {
            "text": "(2) Im Rahmen des Disziplinarrates ist zur Durchführung der Disziplinarverfahren für den Bereich eines jeden Oberlandesgerichtssprengels zumindest eine Disziplinarkommission einzurichten. Die Bestellung mehrerer Disziplinarkommissionen mit örtlich verschiedenem Wirkungsbereich ist zulässig. Überdies sind jeder Disziplinarkommission mehrere vom Vorstand der Österreichischen Ärztekammer zu bestellende rechtskundige Untersuchungsführer beizugeben, die in einer vom Vorstand der Österreichischen Ärztekammer zu führenden Liste zu erfassen sind.",
            "annotations": []
        },
        {
            "text": "(3) Jede Disziplinarkommission besteht aus dem Vorsitzenden, der rechtskundig sein muss und auf Vorschlag des Vorstandes der Österreichischen Ärztekammer vom Bundesminister für Gesundheit und Frauen bestellt wird, sowie aus zwei ärztlichen Beisitzern, die vom Vorstand der Österreichischen Ärztekammer bestellt werden. Für den Vorsitzenden sind gleichzeitig zwei Stellvertreter, die rechtskundig sein müssen, auf Vorschlag des Vorstandes der Österreichischen Ärztekammer vom Bundesminister für Gesundheit und Frauen und für die ärztlichen Beisitzer gleichzeitig vier Stellvertreter vom Vorstand der Österreichischen Ärztekammer zu bestellen. Der Bundesminister für Gesundheit und Frauen hat bei der Bestellung eines Richters zum Vorsitzenden oder zum Stellvertreter des Vorsitzenden das Einvernehmen mit dem Bundesminister für Justiz herzustellen. Mitglieder des Vorstandes der Österreichischen Ärztekammer dürfen einer Disziplinarkommission nicht angehören.",
            "annotations": []
        },
        {
            "text": "(4) Die ärztlichen Beisitzer haben dem Vorsitzenden vor Antritt ihrer Tätigkeit die gewissenhafte und unparteiische Erfüllung ihrer Pflichten zu geloben.",
            "annotations": []
        },
        {
            "text": "(5) Die einzelnen Disziplinarkommissionen des Disziplinarrates sind ermächtigt, soweit dies zur Vermeidung unnötiger Kosten und zur rascheren Durchführung des Verfahrens angezeigt ist, ihre Tätigkeit in den Räumlichkeiten jener Ärztekammer auszuüben, der der Beschuldigte angehört.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. Abschnitt",
            "annotations": []
        },
        {
            "text": "Verfahren vor dem Disziplinarrat",
            "annotations": []
        },
        {
            "text": "§145. (1) Zur Ausübung der Disziplinargewalt ist jene Disziplinarkommission zuständig, in deren Sprengel der Beschuldigte in dem Zeitpunkt, in dem der Disziplinaranwalt vom Verdacht des Disziplinarvergehens Kenntnis erlangt,",
            "annotations": []
        },
        {
            "text": "1. seinen Berufssitz oder",
            "annotations": []
        },
        {
            "text": "2. im Falle, daß er nur mit Dienstort in der Ärzteliste eingetragen ist, seinen Dienstort hat oder",
            "annotations": []
        },
        {
            "text": "3. sofern es sich um einen Wohnsitzarzt handelt, mit seinem Wohnsitz in der Ärzteliste eingetragen ist.",
            "annotations": []
        },
        {
            "text": "(2) Hat der Disziplinarbeschuldigte Berufssitze oder Dienstorte in verschiedenen Disziplinarsprengeln, so ist jene Disziplinarkommission zuständig, in deren Sprengel das Disziplinarvergehen begangen worden ist, auch wenn der Erfolg in einem anderen Ort eingetreten ist. Im Zweifel entscheidet hinsichtlich der Zuständigkeit das Zuvorkommen mit der ersten Verfolgungshandlung.",
            "annotations": []
        },
        {
            "text": "(3) Hinsichtlich Ärzten gemäß den §§36 und 37 sowie außerordentlichen Kammerangehörigen richtet sich die Zuständigkeit nach dem Ort der Begehung des Disziplinarvergehens.",
            "annotations": []
        },
        {
            "text": "(4) Die Zuständigkeit der Disziplinarkommission wird durch eine nach dem im Abs1 genannten Zeitpunkt eintretende Änderung der Kammerzugehörigkeit des Disziplinarbeschuldigten nicht berührt.",
            "annotations": []
        },
        {
            "text": "(5) Der Disziplinarrat schreitet von Amts wegen ein, sobald er von dem Disziplinarvergehen eines Arztes Kenntnis erhält. Er fällt seine Entscheidungen nach Anhörung des Disziplinaranwaltes.",
            "annotations": []
        },
        {
            "text": "(6) Der Disziplinarrat und der Disziplinaranwalt haben die zur Belastung und die zur Verteidigung des Beschuldigten dienenden Umstände mit gleicher Sorgfalt zu berücksichtigen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§147. (1) Die Durchführung des Disziplinarverfahrens kann wegen Befangenheit der Mitglieder der Disziplinarkommission oder aus anderen wichtigen Gründen, insbesondere aus Gründen der Verfahrensökonomie, auf Antrag des Beschuldigten oder des Disziplinaranwaltes - nach Anhörung der jeweils anderen Partei - oder der Disziplinarkommission selbst nach Anhörung des Beschuldigten und des Disziplinaranwaltes einer anderen Disziplinarkommission übertragen werden. Über den Antrag entscheidet der an Lebensjahren älteste Vorsitzende aller anderen Disziplinarkommissionen ohne mündliche Verhandlung.",
            "annotations": []
        },
        {
            "text": "(2) Der Beschuldigte und der Disziplinaranwalt müssen einen solchen Antrag spätestens zwei Wochen nach Zustellung des Einleitungsbeschlusses bei der zuständigen Disziplinarkommission einbringen. Wird im Antrag jedoch glaubhaft gemacht, daß die Tatsachen, auf die der Antrag gestützt wird, erst nach Ablauf dieser Frist eingetreten oder dem Antragsteller bekannt geworden sind, so kann der Antrag auch noch nachher, spätestens jedoch innerhalb von zwei Wochen ab Bekanntwerden, eingebracht werden. In diesem Fall ist auch der Zeitpunkt des Bekanntwerdens im Antrag glaubhaft zu machen.",
            "annotations": []
        },
        {
            "text": "(3) – (4) […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§160. (1) Die Beratungen und Abstimmungen der Disziplinarkommission erfolgen in geheimer Sitzung. Bei der Beratung und Abstimmung dürfen der Disziplinaranwalt, der Beschuldigte, sein Verteidiger und die Vertrauenspersonen nicht anwesend sein.",
            "annotations": []
        },
        {
            "text": "(2) Die Disziplinarkommission hat bei Fällung ihres Erkenntnisses nur auf das Rücksicht zu nehmen, was in der mündlichen Verhandlung vorgekommen ist; sie entscheidet nach ihrer freien, aus der gewissenhaften Prüfung aller Beweismittel gewonnenen Überzeugung.",
            "annotations": []
        },
        {
            "text": "(3) Die Entscheidungen der Disziplinarkommission (Erkenntnisse, Beschlüsse) werden mit einfacher Stimmenmehrheit gefaßt. Stimmenthaltung ist nicht zulässig. Die Reihenfolge der Abstimmung bestimmt sich, beginnend bei dem an Lebensjahren ältesten Mitglied, nach dem Lebensalter der Mitglieder des Disziplinarrates. Der Vorsitzende stimmt zuletzt ab.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Hauptstück",
            "annotations": []
        },
        {
            "text": "Aufsichtsrecht",
            "annotations": []
        },
        {
            "text": "Allgemeine Aufsicht über die Ärztekammern in den Bundesländern",
            "annotations": []
        },
        {
            "text": "§195. (1) Die Ärztekammern in den Bundesländern unterstehen der Aufsicht der örtlich zuständigen Landesregierung.",
            "annotations": []
        },
        {
            "text": "(2) Die Ärztekammern in den Bundesländern sind verpflichtet, der Aufsichtsbehörde die zur Wahrnehmung der Aufsicht erforderlichen Auskünfte zu erteilen.",
            "annotations": []
        },
        {
            "text": "(3) Die Ärztekammern in den Bundesländern haben der Aufsichtsbehörde zu Jahresbeginn die in Aussicht genommenen Termine der Sitzungen der Vollversammlung sowie auf Aufforderung die diesbezüglichen Tagesordnungen samt den wesentlichen Unterlagen zu übermitteln. Die Aufsichtsbehörde kann im Einzelfall von den Organen der Ärztekammern in den Bundesländern gefasste Beschlüsse zur Vorlage anfordern. Die Ärztekammern in den Bundesländern sind verpflichtet, diese Beschlüsse der Aufsichtsbehörde vorzulegen.",
            "annotations": []
        },
        {
            "text": "(4) Die Aufsichtsbehörde hat die gemäß Abs3 vorgelegten Beschlüsse aufzuheben, sofern sie gegen bestehende Vorschriften verstoßen. Für die Aufhebung von Beschlüssen über Verordnungen ist §195a anzuwenden.",
            "annotations": []
        },
        {
            "text": "(5) Die Ärztekammern in den Bundesländern haben die Aufhebung gemäß Abs4 unverzüglich im Internet auf ihrer Homepage allgemein zugänglich und dauerhaft zu verlautbaren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Disziplinarrechtliche Aufsicht",
            "annotations": []
        },
        {
            "text": "§195e. (1) Das disziplinarrechtliche Aufsichtsrecht der Bundesministerin/des Bundesministers für Gesundheit und Frauen umfasst die Sorge für die gesetzmäßige Führung der Kanzleigeschäfte und die ordnungsgemäße Durchführung von Disziplinarverfahren. Zu diesem Zweck ist die Bundesministerin/der Bundesminister für Gesundheit und Frauen berechtigt, sich jederzeit von der Kanzleigeschäftsführung des Disziplinarrats sowie vom Stand der anhängigen Disziplinarverfahren unterrichten zu lassen und die Beseitigung diesbezüglicher Rechtswidrigkeiten zu verlangen.",
            "annotations": []
        },
        {
            "text": "(2) Der Genehmigung der Bundesministerin/des Bundesministers für Gesundheit und Frauen bedarf die Bestellung",
            "annotations": []
        },
        {
            "text": "1. der beiden ärztlichen Mitglieder der Disziplinarkommission und deren Stellvertreterinnen/Stellvertreter (§140 Abs3) sowie",
            "annotations": []
        },
        {
            "text": "2. der Disziplinaranwältin/des Disziplinaranwaltes und ihrer/seiner Stellvertreterinnen/Stellvertreter beim Disziplinarrat (§141). Die Bundesministerin/Der Bundesminister für Gesundheit und Frauen hat die Genehmigung zu erteilen, wenn die Bestellung diesem Bundesgesetz nicht widerspricht.",
            "annotations": []
        },
        {
            "text": "(3) Werden Rechtswidrigkeiten (Abs1) nicht innerhalb angemessener Zeit beseitigt, so ist die Bundesministerin/der Bundesminister für Gesundheit und Frauen berechtigt,",
            "annotations": []
        },
        {
            "text": "1. den Disziplinarrat oder einzelne Disziplinarkommissionen aufzulösen oder",
            "annotations": []
        },
        {
            "text": "2. die Disziplinaranwältin/den Disziplinaranwalt oder ihre/seine Stellvertreterinnen/Stellvertreter beim Disziplinarrat abzuberufen,",
            "annotations": []
        },
        {
            "text": "wenn die gesetzmäßige Führung der Kanzleigeschäfte und die ordnungsgemäße Durchführung von Disziplinarverfahren nicht anders gewährleistet werden kann. In einem solchen Fall ist eine Neubestellung durchzuführen.",
            "annotations": []
        },
        {
            "text": "(4) Die Österreichische Ärztekammer hat zum Ende eines jeden Jahres der Bundesministerin/dem Bundesminister für Gesundheit und Frauen ein Verzeichnis der",
            "annotations": []
        },
        {
            "text": "1. eingegangenen Anzeigen,",
            "annotations": []
        },
        {
            "text": "2. erledigten Disziplinarverfahren sowie",
            "annotations": []
        },
        {
            "text": "3. der noch anhängigen Disziplinarverfahren",
            "annotations": []
        },
        {
            "text": "vorzulegen (disziplinarrechtlicher Jahresbericht). Allfällige strukturelle und inhaltliche Kriterien für die Gestaltung des Jahresberichts sind einvernehmlich zwischen der Bundesministerin/dem Bundesminister für Gesundheit und Frauen und der Österreichischen Ärztekammer festzulegen. Der disziplinarrechtliche Jahresbericht ist erstmals für das Jahr 2017 zu erstellen.\"",
            "annotations": []
        },
        {
            "text": "III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. G 237/2022",
            "annotations": []
        },
        {
            "text": "1.1. Beim Landesverwaltungsgericht Niederösterreich sind zwei Beschwerden gegen Bescheide des Disziplinarrates der Österreichischen Ärztekammer, Disziplinarkommission für Niederösterreich, jeweils betreffend die Verhängung einer Disziplinarstrafe nach dem ÄrzteG 1998 anhängig. Mit den vor dem Landesverwaltungs-gericht angefochtenen Disziplinarerkenntnissen wurden über die Beschwerdeführer jeweils Disziplinarstrafen gemäß §139 Abs1 Z2 ÄrzteG 1998 von der Disziplinarkommission für Niederösterreich des Disziplinarrates der Österreichischen Ärztekammer verhängt, weil diese ihrer Fortbildungsverpflichtung nach §49 Abs2c ÄrzteG 1998 nicht nachgekommen seien, sodass sie sich eines Disziplinarvergehens gemäß §136 Abs1 Z2 ÄrzteG 1998 schuldig gemacht hätten. Am 15. Juli 2022 teilte die belangte Behörde mit, dass der Zweitbeschwerdeführer mit 1. Juli 2022 aus der Ärzteliste gestrichen worden sei. Das Landesverwaltungsgericht Niederösterreich hat die beiden Beschwerdeverfahren gemäß §17 VwGVG iVm §39 Abs2 zweiter Satz AVG zur gemeinsamen Antragstellung an den Verfassungsgerichtshof wegen des insoweit bestehenden rechtlichen Zusammenhanges verbunden.",
            "annotations": []
        },
        {
            "text": "1.2. Im Zuge der Behandlung der Beschwerden sind bei dem Landesverwaltungsgericht Niederösterreich in den Anlassverfahren jeweils Bedenken ob der Verfassungsmäßigkeit einzelner Bestimmungen des ÄrzteG 1998 entstanden. Das Landesverwaltungsgericht Niederösterreich begründet seinen Antrag wie folgt:",
            "annotations": []
        },
        {
            "text": "\"1. Das Landesverwaltungsgericht Niederösterreich erachtet beide Beschwerden im Lichte der Art130 Abs1 Z1 und 132 Abs1 Z1 B-VG als zulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Auch das Rechtsschutzbedürfnis an einer verwaltungsgerichtlichen Entscheidung ist nach wie vor aufrecht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Daran ändert die Streichung des Zweitbeschwerdeführers aus der Ärzteliste mit 1. Juli 2022 nach Ansicht des Landesverwaltungsgerichtes nichts. Zwar hat der Verwaltungsgerichtshof in seinem Erkenntnis vom 27. Mai 2020, Ro 2019/09/0008, zu einem derartigen Fall ausgesprochen, dass im Hinblick auf die gemäß §27 Abs9 ÄrzteG 1998 mögliche Wiedereintragung das Verfahren in sinngemäßer Anwendung des §197 Abs1 StPO, abzubrechen ist. Eine derartige Abbrechung trägt es jedoch, wie auch der Verwaltungsgerichtshof erkannte, in sich, dass das Beschwerdeverfahren im Falle der Wiedereintragung jederzeit fortzusetzen wäre. Somit muss das Rechtsschutzbedürfnis im Sinne der Rechtsprechung des Verwaltungsgerichtshofes zu §33 Abs1 VwGG (vgl dazu zuletzt etwa VwGH 13.06.2022, Ra 2022/01/0054, mwN) als aufrecht betrachtet werden. Im Übrigen wird in diesem Zusammenhang auch auf die Ausführungen zur Zulässigkeit des Antrages […] verwiesen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Im vorliegenden Fall hat das Landesverwaltungsgericht Niederösterreich nach §27 erster Halbsatz VwGVG zunächst – auch ohne entsprechendes Vorbringen in der Beschwerde (vgl etwa VwGH 27.03.2018, Ra 2015/06/0072, mwN) – die Zuständigkeit der belangten Behörde, konkret also der Disziplinarkommission für Niederösterreich des Disziplinarrates der österreichischen Ärztekammer, zu prüfen. Teil dieser Prüfung ist auch die Prüfung der gesetzmäßigen Zusammensetzung einer Kollegialbehörde (vgl etwa VwGH 27.11.2000, 99/17/0312, mwN).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Um diese durchführen zu können, muss das Landesverwaltungsgericht Niederösterreich zunächst §140 Abs1 bis 3 ÄrzteG 1998 anwenden. Mit diesen Absätzen stehen die weiteren Absätze des §140 ÄrzteG 1998 im untrennbaren Zusammenhang, weil sie im Falle der Aufhebung der Abs1 bis 3 unanwendbar würden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§117b Abs1 Z23 (ausgenommen dessen letztes Wort 'sowie') und §120 Z9 ÄrzteG 1998 sind bei der Zuständigkeitsprüfung gemäß §27 erster Halbsatz VwGVG mitanzuwenden bzw besteht im Lichte der vorgebrachten Bedenken zumindest ebenfalls ein untrennbarer Zusammenhang zu §140 Abs1 bis 3 ÄrzteG 1998 im Sinne der angeführten Rechtsprechung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus diesen Überlegungen erklärt sich die Formulierung des Hauptantrages.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Es erscheint aber auch vorstellbar, dass der Verfassungsgerichtshof einen darüber hinausgehenden untrennbaren Zusammenhang von §117b Abs1 Z23 (mit Ausnahme des letzten Wortes), §120 Z9 und §140 Abs1 bis 3 ÄrzteG 1998 mit dem gesamten ärztlichen Disziplinarrecht, also sämtlichen Regelungen des 3. Hauptstücks des ÄrzteG 1998, und darüber hinaus mit dem auf die Wahrnehmung des Disziplinarrechts durch die Österreichische Ärztekammer abzielenden §117a Abs1 Z3 (ohne den Punkt am Ende, jedoch einschließlich des damit sprachlich zusammenhängenden Wortes 'und' in §117a Abs1 Z2) sowie der die disziplinarrechtlichen Aufsicht des zuständigen Bundesministers regelnden Bestimmung des §195e ÄrzteG 1998 erkennt, weil diese Normen bei Wegfall der die Zusammensetzung des Disziplinarrates bzw der Disziplinarkommissionen regelnden Bestimmungen unanwendbar würden bzw – wenn man nach Aufhebung des §140 von der Anwendbarkeit der subsidiären Zuständigkeitsbestimmung des §123 Abs2 ÄrzteG 1998 ausginge – einen völlig veränderten Inhalt bekämen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schließlich erscheint es im Hinblick darauf, dass auch mehrere Bestimmungen des ÄrzteG 1998 außerhalb des 3. Hauptstücks an den Bestimmungen dieses Hauptstücks anknüpfen (vgl etwa §59 Abs1 Z4 und 5 ÄrzteG 1998), vorstellbar, dass ein noch weiterer untrennbarer Zusammenhang von §117b Abs1 Z23, §120 Z9 und §140 Abs1 bis 3 ÄrzteG 1998 mit Bestimmungen des ÄrzteG 1998, möglicherweis[e] auch allen Bestimmungen des Gesetzes, erkannt wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auf diesen Überlegungen beruht die Formulierung der beiden Eventualanträge.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Im Falle der Aufhebung der angefochtenen Bestimmungen wären die angefochtenen Bescheide vom Landesverwaltungsgericht Niederösterreich wegen Unzuständigkeit der belangten Behörde aufzuheben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. Im Hinblick auf das Zweitbeschwerdeverfahren sei ergänzt, dass die Präjudizialität von §140 Abs1 bis 3 ÄrzteG 1998 (sowie der mitanzuwendenden §§117b Abs1 Z23 und 120 Z9 leg cit) trotz der Streichung des Zweitbeschwerdeführers aus der Ärzteliste nach Ansicht des Landesverwaltungsgerichtes weiterhin gegeben ist:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Prüfung nach §27 erster Halbsatz VwGVG ist nämlich einer allfälligen Abbrechung des (Zweitbeschwerde-)Verfahrens in sinngemäßer Anwendung des §197 Abs1 StPO […] vorgelagert. Die rechtlichen Erwägungen des Verwaltungsgerichtshofes im vorzitierten Erkenntnis vom 27. Mai 2020, mit denen dieser zum Ergebnis einer Abbrechung des Disziplinarverfahrens gelangte, beruhen darauf, dass mit dem Ausscheiden eines Disziplinarbeschuldigten aus der Ärztekammer gemäß §135 ÄrzteG 1998 die aus der Kammermitgliedschaft resultierende standesrechtliche Disziplinargewalt (vorläufig, bis zu einem allfälligen Wiedereintritt) erlischt (so auch ausdrücklich die Entscheidungen des OGH zum Disziplinarstatut der Rechtsanwälte, auf die im Erkenntnis des VwGH verwiesen wird, etwa OGH 29.01.2020, 27 Ds 5/18v). Eine allfällige Entscheidung des Landesverwaltungsgerichtes nach §27 erster Halbsatz VwGVG, mit der ein Disziplinarerkenntnis wegen Unzuständigkeit aufgehoben wird, bestätigt jedoch gerade nicht die ärztliche Disziplinargewalt, sondern beseitigt diese aus dem Grunde des Einschreitens einer unzuständigen Behörde. Sie gewährleistet damit dem Beschwerdeführer nicht mehr und nicht weniger als sein Recht auf den gesetzlichen Richter nach Art83 Abs2 B-VG, das diesem durch sein Ausscheiden aus der Kammer nicht verlorengehen kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine solche das verwaltungsgerichtliche Beschwerdeverfahren (nicht jedoch das Disziplinarverfahren, das im Falle einer neuerlichen Eintragung in die Ärzteliste von einer dann zuständigen Behörde fortzusetzen wäre) endgültig beendende Entscheidung ist somit nach Ansicht des Landesverwaltungsgerichtes trotz des Endes der Kammermitgliedschaft im Fall der Unzuständigkeit der Disziplinarbehörde geboten.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.3. Das Landesverwaltungsgericht Niederösterreich legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"1. Mit der B-VG–Novelle BGBl I 2/2008 erfolgte in den Art120a bis 120c B-VG die ausdrückliche verfassungsrechtliche Verankerung der nicht-territorialen Selbstverwaltung. Damit wurde auch die verfassungsrechtliche Zulässigkeit der Einrichtung von Selbstverwaltungskörpern abseits der bereits zuvor in den Art115 ff B-VG geregelten territorialen Selbstverwaltung (Gemeindeselbstverwaltung) klargestellt (vgl VfSlg 18.731/2009).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Ein solcher nicht-territorialer Selbstverwaltungskörper ist, wie die §§117 ff ÄrzteG 1998 zeigen, auch die Österreichische Ärztekammer, sodass deren gesetzliche Regelung (Organisation) verfassungsrechtlich an den Art120a bis 120c B-VG zu messen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dabei ist zu beachten, dass es sich bei der Österreichischen Ärztekammer, wie sich aus §119 ÄrzteG 1998 ergibt, um einen 'Dachverband' in dem Sinn handelt, dass die Mitglieder der Österreichischen Ärztekammer die Ärztekammern in den Bundesländern sind. Letztere sind in den §§65 ff ÄrzteG 1998 ebenfalls als Selbstverwaltungskörper organisiert. Gegen die Bildung derartiger Dachverbände bestehen grundsätzlich keine verfassungsrechtlichen Bedenken (vgl etwa VfSlg 13.460/1993 oder VfSlg 20.361/2019).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus der Konstruktion als Dachverband folgt nach Ansicht des Landesverwaltungsgerichte[s] Niederösterreich gemäß Art120c Abs1 B-VG zunächst allerdings, dass die dort geforderte Bildung der Organe nach demokratischen Grundsätzen durch die Ärztekammern in den Bundesländern zu erfolgen hat. Weiters müssen die Organe 'aus dem Kreis ihrer Mitglieder' bestellt sein. Da die Mitglieder wiederum Selbstverwaltungskörper (und somit juristische Personen, vgl §65 Abs2 ÄrzteG 1998) sind, müssen auch deren Organe aus dem Kreis ihrer Mitglieder, also der in §68 Abs1 und 2 ÄrzteG 1998 genannten Ärzte, bestellt sein. Die demokratische Bestellung der Organe entspricht einem Kerngedanken der Selbstverwaltung (VfSlg 20.226/2017), ebenso die Befugnis zur Bestellung der Organe aus der Mitte der Verbandsangehörigen (VfSlg 17.023/2003).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammengefasst entsprechen Organe der Österreichischen Ärztekammer somit jedenfalls nur dann Art120c Abs1 B-VG, wenn sie einerseits nur aus Ärzten gemäß §68 Abs1 […] ÄrzteG 1998 bestehen (weil ja, was wiederum aus Art120c Abs1 B-VG folgt, nur solche die Ärztekammern in den Bundesländern – den Kreis der Mitglieder der Österreichischen Ärztekammer – als Organe repräsentieren können) und wenn sie andererseits alleine von Ärzten, die Organe der Ärztekammern in den Bundesländern sind, bestellt sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Das Landesverwaltungsgericht Niederösterreich hegt zunächst das Bedenken, dass die durch §117b Abs1 Z23 ÄrzteG 1998 bewirkte Verweisung des ärztlichen Disziplinarrechts in den eigenen Wirkungsbereich der Österreichischen Ärztekammer in Verbindung mit der Bestimmung des Disziplinarrates der Österreichischen Ärztekammer zum Organ der Österreichischen Ärztekammer in §120 Z9 ÄrzteG 1998 sowie den Regelungen des §140 leg cit über den Disziplinarrat bzw die Disziplinarkommissionen, durch die dieser zu entscheiden hat, gegen Art120c Abs1 B-VG verstößt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dieser Verstoß wird konkret dadurch bewirkt, dass den Disziplinarkommissionen gemäß §140 Abs3 ÄrzteG 1998 jeweils neben zwei vom Vorstand der Österreichischen Ärztekammer bestellten ärztlichen Beisitzern ein rechtskundiger Vorsitzender angehört, der vom Bundesminister für Gesundheit und Frauen (nunmehr vom gemäß §17 BMG iVm Punkt L. Z 11 des Teils 2 der Anlage zum BMG zuständig gewordenen Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz), allenfalls im Einvernehmen mit dem Bundesminister für Justiz, bestellt wird. Hinsichtlich dessen Person kommt dem Vorstand der Österreichischen Ärztekammer lediglich ein Vorschlagsrecht zu. Nach derselben Regelung sind zwei Stellvertreter des Vorsitzenden zu bestellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Gesetz schreibt einerseits nicht vor, dass der Vorsitzende Repräsentant eines Mitglieds der Österreichischen Ärztekammer (also einer Ärztekammer in einem Bundesland und somit insbesondere selbst Arzt […]) sein muss. Andererseits handelt es sich beim Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz, der die Bestellung des Vorsitzenden (allenfalls im Einvernehmen mit dem Bundesminister für Justiz) vorzunehmen hat, um kein Organ, das eine demokratische Legitimation besitzt, die Interessen der Ärztekammern in den Bundesländern zu vertreten (vgl in diesem Sinn zur Bestellung der Dienstnehmervertreter in der BVAEB VfGH 13.12.2019, G211/2019 ua).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Hinzu kommt noch, dass es nach §140 Abs4 ÄrzteG 1998 gerade diesem Vorsitzenden obliegt, den ärztlichen Beisitzern (gegen deren Bestellung im Lichte des Art120c Abs1 B-VG für sich genommen keine Bedenken bestehen) ein vor dem Dienstantritt zu leistendes Gelöbnis abzunehmen und somit über deren Dienstantritt zu entscheiden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Somit dürfte die Zusammensetzung der – als Organ der Österreichischen Ärztekammer in deren eigenem Wirkungsbereich tätig werdenden – Disziplinarkommissionen (und damit des Disziplinarrates) nicht Art120c Abs1 B-VG entsprechen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Darüber hinaus hegt das Landesverwaltungsgericht Niederösterreich das Bedenken, dass die von §117b Abs1 Z23 ÄrzteG 1998 vorgenommene Verweisung des gesamten ärztlichen Disziplinarrechts in den eigenen Wirkungsbereich der Österreichischen Ärztekammer Art120a Abs1 B-VG widerspricht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dies ergibt sich daraus, dass die Vollziehung des ärztlichen Disziplinarrechts (somit des 3. Hauptstücks des ÄrzteG 1998 samt den Bestimmungen, auf die darin verwiesen bzw an die angeknüpft wird; das sind im Wesentlichen Regelungen des 1. Hauptstücks sowie zahlreiche Bestimmungen des StGB, der StPO und des AVG) ein Ausmaß an rechtlicher Komplexität aufweist, die durch ein den Bestimmungen des Art120c Abs1 B-VG entsprechendes und somit aus dem Kreis der Mitglieder der Österreichischen Ärztekammer (bzw deren Repräsentanten, die wiederum Art120c Abs1 B-VG genügen, also Ärzte sein müssen […]) gebildetes Organ im Allgemeinen nicht aufweisen kann. Daran ändert auch die Beigabe rechtskundiger Untersuchungsführer durch den letzten Satz des §140 Abs2 ÄrzteG 1998 nichts, sind diese doch gemäß §146 Abs6 ÄrzteG 1998 ausdrücklich von der Teilnahme an der Entscheidung ausgeschlossen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Genau dieser Gedanke dürfte der durch §140 Abs3 ÄrzteG 1998 angeordneten, jedoch Art120c Abs1 B-VG widersprechenden Einbeziehung eines rechtskundigen Vorsitzenden in die Disziplinarkommissionen […] zu Grunde liegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Im Hinblick auf die beiden vorgenannten Bedenken übersieht das Landesverwaltungsgericht Niederösterreich nicht, dass der Verfassungsgerichtshof im Erkenntnis VfSlg 13.012/1992 ausgesprochen hat, dass die Disziplinarkommission bei der Kammer der Tierärzte Österreichs in verfassungskonformer Sicht nicht als Organ der Bundeskammer der Tierärzte anzusehen sei, weil dieser Behörde ua zwei Beamte des zuständigen Bundesministeriums angehören (darauf zurückkommend auch VfSlg 17.023/2003). Im damaligen Fall ließ sich also eine dem vorliegenden Fall vergleichbare Problematik mittels verfassungskonformer Interpretation lösen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Einer verfassungskonformen Interpretation des ÄrzteG 1998 mit diesem Ergebnis steht aber nach Ansicht des Landesverwaltungsgerichtes Niederösterreich der klare Wortlaut des §117b Abs1 Z23 bzw des §120 Z9 leg cit entgegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. Schließlich hegt das Landesverwaltungsgericht Niederösterreich gegen §140 Abs2 ÄrzteG 1998 auch das Bedenken, dass diese Bestimmung gegen das Legalitätsprinzip des Art18 B-VG im Hinblick auf die Regelung der Behördenzuständigkeit iVm Art83 Abs2 B-VG (Recht auf den gesetzlichen Richter) verstößt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§140 Abs2 ÄrzteG 1998 erster Satz bestimmt zunächst, dass für den Bereich jedes Oberlandesgerichtssprengels zumindest eine Disziplinarkommission einzurichten ist. Der zweite Satz erklärt sodann auch die Einrichtung mehrerer Disziplinarkommissionen für einen Oberlandesgerichtssprengel für zulässig, lässt jedoch offen, von wem, in welcher Form und nach welchen Determinanten die Entscheidung der Einrichtung mehrerer Disziplinarkommissionen zu treffen ist. Ebenso nicht geregelt ist, wer, in welcher Form und auf Grund welcher Determinanten die örtliche Zuständigkeit der unterschiedlichen Disziplinarkommissionen voneinander abgrenzt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Frage des entscheidungszuständigen Organs ließe sich allenfalls durch die in §123 Abs3 erster Satz ÄrzteG 1998 vorgesehene subsidiäre Zuständigkeit des Vorstandes der Österreichischen Ärztekammer lösen. Diesfalls bestünde freilich einer Bindung des zur Ernennung des Vorsitzenden zuständigen Bundesministers an eine Willensäußerung des Vorstandes der Österreichischen Ärztekammer, was mit der Stellung des Bundesministers als oberstes Organ[…] der Vollziehung (Art19 Abs1 B-VG) in einem Spannungsverhältnis stünde. Die Fragen der Form und der maßgeblichen Determinanten für die Errichtung weiterer Disziplinarkommissionen bzw die Abgrenzung von deren örtlicher Zuständigkeit bleiben auch bei dieser Auslegung offen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Damit genügt §140 Abs2 ÄrzteG 1998 nicht den in der ständigen Rechtsprechung des Verfassungsgerichtshofes im Hinblick auf Art18 iVm Art83 Abs2 B-VG aufgestellten Anforderungen nach einer präzisen und eindeutigen Regelung der Behördenzuständigkeit (zuletzt VfGH 10.03.2021, G380/2020 ua mwN).\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.4. Die Bundesregierung hat eine Äußerung erstattet, in der sie mit folgenden Ausführungen die Zulässigkeit des Antrages bestreitet und den geltend gemachten Bedenken entgegentritt (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"II. Zur Zulässigkeit:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.1. Nach der Rechtsprechung des Verfassungsgerichtshofes ist es Sache des Verfassungsgerichtshofes, im Gesetzesprüfungsverfahren zu entscheiden, wie der Aufhebungsumfang im konkreten Fall abzugrenzen ist. Der Antragsteller muss daher all jene Bestimmungen mitanfechten, die in diese Abwägung bei der Abgrenzung des Aufhebungsumfanges miteinzubeziehen sind, und darf nicht durch Anfechtung nur eines Teils dieser Bestimmungen das Ergebnis der Entscheidung des Verfassungsgerichtshofes vorwegnehmen (siehe VfGH 10.3.2015, G201/2014; 7.10.2015, G315/2015 ua; 10.12.2015, G639/2015; 25.11.2016, G252/2016).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.2. Vor diesem Hintergrund ist nach Auffassung der Bundesregierung der Anfechtungsumfang des Hauptantrags nicht richtig abgegrenzt:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.3. Der Verfassungsgerichtshof hat in seinem Beschluss vom 27. Juni 2018, G177/2017 ua, hinsichtlich des §195f ÄrzteG 1998, welcher das Weisungsrecht des zuständigen Landeshauptmannes bzw des für das Gesundheitswesen zuständigen Bundesministers gegenüber der ÖÄK bei der Vollziehung von Angelegenheiten im übertragenen Wirkungsbereich normiert, Folgendes festgehalten:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Gerade im Lichte der vorgebrachten Bedenken ist es auszuschließen, dass die behauptete Verfassungswidrigkeit der fehlenden Zustimmung der Länder zur Übertragung der Aufgabe an den Präsidenten der Österreichischen Ärztekammer, mit Bescheid festzustellen, dass die Berechtigung zur Ausübung des ärztlichen Berufes nicht besteht bzw nicht bestanden hat, und die Streichung aus der Ärzteliste zu veranlassen, ohne Einbeziehung der – auch für diese Aufgabe maßgeblichen – den Weisungs- und Organisationszusammenhang normierenden Bestimmung des §195f Abs1 ÄrzteG 1998 abschließend beurteilt werden kann. Die antragstellenden Gerichte hätten daher vor dem Hintergrund ihrer Bedenken – die tragend davon ausgehen, durch die Übertragung dieser Zuständigkeit an den Präsidenten der Österreichischen Ärztekammer sei jedenfalls eine Angelegenheit, die in mittelbarer Bundesverwaltung vollzogen werden müsste, dieser ohne Zustimmung der Länder entzogen worden – auch §195f Abs1 ÄrzteG 1998 anzufechten gehabt, um den Verfassungsgerichtshof im Falle des Zutreffens der Bedenken in die Lage zu versetzen, darüber zu befinden, auf welche Weise die Verfassungswidrigkeit beseitigt werden kann (vgl VfGH 10.3.2015, G201/2014).'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.4. Nach Auffassung der Bundesregierung sind diese Überlegungen auch auf das disziplinarrechtliche Aufsichtsrecht des für das Gesundheitswesen zuständigen Bundesministers gegenüber der ÖÄK bei der Vollziehung von Angelegenheiten im eigenen Wirkungsbereich gemäß §195e ÄrzteG 1998 zu übertragen. Das antragstellende Gericht hätte daher diese Bestimmung bereits mit dem Hauptantrag und nicht bloß eventualiter mitanfechten müssen, um den Verfassungsgerichtshof im Falle des Zutreffens der Bedenken in die Lage zu versetzen, darüber zu befinden, auf welche Weise die Verfassungswidrigkeit beseitigt werden kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.5. Aus diesen Gründen ist die Bundesregierung der Auffassung, dass der Hauptantrag zur Gänze unzulässig ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.1 Mit seinen Eventualanträgen begehrt das antragstellende Gericht zudem die Aufhebung des Wortes 'und' am Ende des §117a Abs1 Z2, §117a Abs1 Z3 und das 3. Hauptstück des ÄrzteG 1998 sowie die Aufhebung des ÄrzteG 1998 zur Gänze, weil sie in einem untrennbaren Zusammenhang mit §§117b, 120 und 140 ÄrzteG 1998 stünden, ohne dies jedoch näher zu begründen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. Nach Auffassung der Bundesregierung ist jedoch kein untrennbarer Zusammenhang der genannten Bestimmungen mit §§117b, 120 und 140 ÄrzteG 1998 erkennbar. Denn die Frage der Verfassungsmäßigkeit der §§117b, 120 und 140 ÄrzteG 1998 lässt sich auch ohne Mitberücksichtigung der genannten Bestimmungen beantworten. Ebensowenig würden die genannten Bestimmungen durch eine allfällige Aufhebung der §§117b, 120 und 140 ÄrzteG 1998 einen völlig veränderten Inhalt erhalten (vgl idS VfSlg 17.023/2003 mwN).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. Die Eventualanträge erweisen sich daher insoweit als unzulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. In der Sache:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Zu den Bedenken im Hinblick auf Art120a Abs1 B-VG:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.1. Das antragstellende Gericht hegt zunächst auf das Wesentliche zusammengefasst das Bedenken, dass die ÖÄK gemäß §117b Abs1 Z23 ÄrzteG 1998 dazu berufen ist, das ärztliche Disziplinarrecht im eigenen Wirkungsbereich wahrzunehmen; dies widerspreche Art120a Abs1 B-VG, weil das ärztliche Disziplinarrecht ein Ausmaß an rechtlicher Komplexität aufweise, dem ein aus dem Kreis der Mitglieder der ÖÄK gebildetes Organ nicht gewachsen sei.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.2. Gemäß Art120a B-VG können Personen zur selbständigen Wahrnehmung öffentlicher Aufgaben, die in ihrem ausschließlichen oder überwiegenden Interesse gelegen und geeignet sind, durch sie gemeinsam besorgt zu werden, durch Gesetz zu Selbstverwaltungskörpern zusammengeschlossen werden. Schon vor der Einfügung dieser Bestimmung in das B-VG hat der Verfassungsgerichtshof in ständiger Rechtsprechung ausgesprochen, dass das Rechtsinstitut der Selbstverwaltung als solches 'im Rahmen des Organisationsplanes der Bundesverfassung gelegen' ist, wobei sich Schranken einerseits aus dem Gleichheitssatz und andererseits aus der Notwendigkeit einer Staatsaufsicht ergeben (vgl insb. VfSlg 8215/1977). Einem Selbstverwaltungskörper dürfen nach dieser – nach wie vor maßgeblichen – Rechtsprechung nur jene Angelegenheiten zur eigenverantwortlichen, weisungsfreien Besorgung überlassen werden, die im ausschließlichen oder überwiegenden Interesse der zur Selbstverwaltungskörperschaft zusammengefassten Personen gelegen und geeignet sind, durch diese Gemeinschaft besorgt zu werden (vgl VfSlg 19.017/2010).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.3. Zu diesen Angelegenheiten gehört seit jeher und typischerweise die Ahndung von Verstößen gegen die Standesregeln, sohin die Handhabung des Disziplinarrechts, da die Selbstverwaltungskörper und dessen Mitglieder ein zumindest überwiegendes Interesse an der Einhaltung der standesschützenden Disziplinarbestimmungen haben (vgl Rill/Stolzlechner in Kneihs/Lienbacher [Hrsg.], Rill-Schäffer-Kommentar. Bundesverfassungsrecht [6. Lfg. 2010] Art120a B-VG Rz. 16, unter Hinweis auf VfSlg 13.580/1993).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.4. Speziell zum Disziplinarrecht der Ärzte hat der Verfassungsgerichtshof in seinem Erkenntnis VfSlg 15.543/1999 festgestellt, dass es ein legitimes Interesse einer Standesgemeinschaft darstellt, sich im Falle gerichtlicher Verurteilungen, denen Verhaltensweisen des Betroffenen zugrunde liegen, von denen auch eine Gefährdung des Ansehens des Standes oder der ordnungsgemäßen Erfüllung bestimmter standesspezifischer Berufspflichten ausgeht, sich in Wahrnehmung des sogenannten 'disziplinären Überhanges' disziplinarrechtliche Reaktionen vorzubehalten (so auch VfSlg 17.763/2006 hinsichtlich des Disziplinarrechts der Rechtsanwälte).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.5.1. Dies wird durch den Umstand bekräftigt, dass das ÄrzteG 1998 über das im eigenen Wirkungsbereich wahrzunehmende Disziplinarrecht hinaus andere Instrumente zur Sanktionierung von ärztlichem Fehlverhalten kennt, die von der ÖÄK im übertragenen Wirkungsbereich sowie von den Verwaltungsstrafbehörden und Gerichten besorgt werden. Dies sind insbesondere",
            "annotations": []
        },
        {
            "text": "• die Überprüfung der Vertrauenswürdigkeit als Voraussetzung für die Aufrechterhaltung der Berufsberechtigung gemäß §59 ÄrzteG 1998 durch den Präsidenten der ÖÄK im übertragenen Wirkungsbereich gemäß §117c Abs1 Z6 ÄrzteG 1998",
            "annotations": []
        },
        {
            "text": "• die vorläufige Untersagung der Berufsausübung gemäß §62 ÄrzteG 1998 durch den Landeshauptmann,",
            "annotations": []
        },
        {
            "text": "• die verwaltungsstrafrechtliche Ahndung von Berufspflichtverletzungen als Verwaltungsübertretungen gemäß §199 ÄrzteG 1998, sowie",
            "annotations": []
        },
        {
            "text": "• die Anwendung des gerichtlichen Strafrechts sowie des Schadenersatzrechts.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.5.2. Diese Instrumente dienen vornehmlich der Erfüllung von Interessen der Allgemeinheit, wohingegen die 'disziplinäre Verfolgung von Verletzungen der ärztlichen Berufspflichten und von Beeinträchtigungen des Ansehens der Ärzteschaft durch Ärzte [...]' gemäß §117b Abs1 Z23 ÄrzteG 1998 als spezifisches Verwaltungsverfahren nur auf den sogenannten 'disziplinären Überhang' von ärztlichem Fehlverhalten gerichtet ist (zum Begriff 'disziplinärer Überhang' vgl etwa Steininger/Nogratnig, Das Konstrukt des 'disziplinären Überhangs' – ein Problemaufriss, RZ 2019, 103 und 128).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.6. Vor diesem Hintergrund ist die Bundesregierung der Auffassung, dass das ärztliche Disziplinarrecht als Standesgerichtsbarkeit im (zumindest) überwiegenden gemeinsamen Interesse der Ärzteschaft durch die ÖÄK im eigenen Wirkungsbereich wahrgenommen werden darf. An der Geeignetheit, durch den in der ÖÄK zusammengefassten Personenkreis gemeinsam besorgt zu werden, kann bereits aufgrund der jahrzehntelangen, ohne Schwierigkeiten (hinsichtlich Personal, Finanzmittel, Räumlichkeiten etc.) erfolgenden Praxis keinerlei Zweifel bestehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.7. Somit ist die Bundesregierung der Auffassung, dass die behauptete Verfassungswidrigkeit nicht vorliegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Zu den Bedenken im Hinblick auf Art120c Abs1 B-VG:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.1. Das antragstellende Gericht hegt darüber hinaus das Bedenken, dass die angefochtenen Bestimmungen gegen Art120c Abs1 B-VG verstoßen, einerseits weil die Zusammensetzung der Disziplinarkommissionen im Rahmen des Disziplinarrates als Organ der ÖÄK im eigenen Wirkungsbereich nicht auf die Mitglieder der Ärztekammern (dh Ärzte) beschränkt sei und andererseits weil es sich beim für das Gesundheitswesen zuständigen Bundesminister, der die Bestellung des Vorsitzenden vorzunehmen hat, um kein Organ handle, das eine demokratische Legitimation besitzt, die Interessen der Ärztekammern in den Bundesländern [zu] vertreten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2.1. Wie bereits […] dargestellt, geht die Zusammensetzung der Disziplinarkommission auf eine Regelung aus dem Jahr 1964 zurück und besteht seitdem in nahezu unveränderter Weise. Sie ähnelt außerdem den Regelungen betreffend die Disziplinarbehörden anderer Berufsvertretungen (vgl §62 Abs2 des Zahnärztekammergesetzes, BGBl I Nr 154/2005; §66 Abs4 des Tierärztekammergesetzes, BGBl I Nr 86/2012, §42 Abs2 des Apothekerkammergesetzes 2001, BGBl I Nr 111/2001).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2.2. Darüber hinaus bestehen auch für die Organe anderer Selbstverwaltungskörper strukturell vergleichbare Bestimmungen. So sieht etwa §420 des Allgemeinen Sozialversicherungsgesetzes (ASVG), BGBl Nr 189/1955, in seinem Abs3 vor, dass Versicherungsvertreter, aus denen die Organe der Sozialversicherungsträger bestehen, (bloß) im Zeitpunkt ihrer Entsendung dem betreffenden Sozialversicherungsträger bzw der betreffenden Landesstelle angehören müssen; davon ausgenommen sind die in Abs2 Z2 und 3 genannten Personen, nämlich Vorstandsmitglieder, Bedienstete öffentlich-rechtlicher Interessenvertretungen oder von Organisationen der Dienstnehmer bzw Dienstgeber sowie Bedienstete von Gebietskörperschaften. Dadurch lässt §420 ASVG es zu, dass Personen in die Organe der Sozialversicherungsträger entsandt werden, die nicht dem Kreis ihrer Mitglieder angehören.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3.1. Art120c Abs1 B-VG verlangt, dass die Organe der Selbstverwaltungskörper 'aus dem Kreis ihrer Mitglieder nach demokratischen Grundsätzen' zu bilden sind. Nach Auffassung der Bundesregierung stehen die angefochtenen Bestimmungen mit diesen Vorgaben im Einklang:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3.2. Die Einführung von Bestimmungen betreffend die nichtterritoriale Selbstverwaltung durch das Bundesverfassungsgesetz BGBl I Nr 2/2008 sollten die Zulässigkeit der nichtterritorialen Selbstverwaltung positivieren. Zuvor wurde ihre Zulässigkeit auf Grund der vom B-VG vorgefundenen historischen Rechtslage begründet. Es ist kein Grund ersichtlich, dass mit der Einführung des Art120c Abs1 B-VG die Unzulässigkeit der Organisation eines Selbstverwaltungskörpers bewirkt werden sollte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3.3. Bei Einführung der Bestimmungen betreffend die nichtterritoriale Selbstverwaltung konnte auf Textvorschläge des Österreich-Konvents zurückgegriffen werden (siehe AB 370 BlgNR 23. GP, 5). Art120c Abs1 B-VG entspricht im Wesentlichen dem vom Ausschuss VII des Österreich-Konvents vorgeschlagenen ArtZAbs1 (über den jedoch kein Konsens gefunden wurde), der folgenden Wortlaut hat:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'(1) Die Organe der Selbstverwaltungskörper sind aus dem Kreis der ihnen angehörenden Personen nach demokratischen Grundsätzen zu bilden.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3.4. Im Ausschussbericht 3/AUBK wird dazu ausgeführt:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Zu Art. z:",
            "annotations": []
        },
        {
            "text": "Im Abs1 wurde im Hinblick auf die dem Selbstverwaltungsbegriff nach ständiger Rechtsprechung des VfGH innewohnende Befugnis zur Bestellung der eigenen Organe aus der Mitte der Verbandsangehörigen das Erfordernis der demokratischen Organkreation bewusst angeführt. Ein Abgehen von der herrschenden Auffassung in Lehre und Rechtsprechung ist nicht beabsichtigt. Die Selbstverwaltung bleibt daher auch künftig sowohl in der Form der direkten als auch der indirekten (sog 'abgeleiteten') Selbstverwaltung mit indirekter Organbestellung zulässig (VfGH 10.10.2003, G222/02, G1/03). Der Kreis, aus dem die Organe berufen werden können, wird so wie im geltenden Recht derart verstanden, dass auch Vertreter bestimmter juristischer Personen damit erfasst sind (vgl etwa §420 ASVG und die korrespondierenden Bestimmungen im GSVG, BSVG, B-KUVG).'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3.5. Die bereits zum Zeitpunkt des Inkrafttretens des Art120c B-VG bestehende Bildung der Organe der Selbstverwaltungskörper nach §420 ASVG wurde demnach als 'demokratischen Grundsätzen' entsprechend angesehen. Da aber §420 ASVG strukturell mit §140 ÄrzteG 1998 vergleichbar ist (vgl oben Punkt 2.2.2.), kann diese Schlussfolgerung auch auf die in Rede stehende Regelung übertragen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.4. Dem steht auch nicht das Erkenntnis des Verfassungsgerichtshofes VfSlg 20.361/2019 entgegen: Darin hat sich der Verfassungsgerichtshof ua mit dem Bedenken auseinandergesetzt, die Verwaltungskörper der Sozialversicherungsträger würden sich gemäß §420 ASVG auf verfassungswidrige Weise aus Versicherungsvertretern der Dienstnehmer und der Dienstgeber als 'Außenstehende' zusammensetzen. Dem hat der Verfassungsgerichtshof entgegengehalten, dass bei Erlassung der Art120a ff B-VG diese Ausgestaltung der (gebietsbezogenen) sozialen Krankenversicherung nach dem ASVG vorgefunden wurde. Es sei daher nicht anzunehmen, dass die Verfassungsgesetzgebung diese vorgefundene traditionelle Form der sozialen Selbstverwaltung als gemeinsame Selbstverwaltung von Dienstnehmern und Dienstgebern grundsätzlich in Frage stellen wollte (vgl VfSlg 20.361/2019, IV.2.2.3.5). In der Folge hat der Verfassungsgerichtshof die Zulässigkeit der Repräsentation der Dienstgeber in den Sozialversicherungsträgern nach dem ASVG bestätigt. Allerdings ist er dabei davon ausgegangen, dass Dienstgeber von pflichtversicherten Dienstnehmern ebenfalls Mitlieder des Sozialversicherungsträgers sind. Eine Aussage zu 'Außenstehenden' im Sinne von tatsächlich nicht aus dem Kreis der Mitglieder des Selbstverwaltungskörpers stammenden Personen enthält das Erkenntnis VfSlg 20.361/2019 dagegen nicht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.5. Im Übrigen erkennt das antragstellende Gericht selbst, dass zumindest ein Mitglied einer Disziplinarkommission rechtskundig sein sollte, um das Dienstrecht der Ärzte qualitativ hochwertig und unter Wahrung der Gesetzmäßigkeit beurteilen zu können. Es wäre äußerst unpraktikabel, wenn sich die Disziplinarkommissionen ausschließlich aus Mitgliedern der Ärztekammern zusammensetzen würden, weil sich in der Praxis kaum (kammerzugehörige) Ärzte finden ließen, die gleichzeitig auch rechtskundig sind. Eine Beschickung der Disziplinarkommissionen mit rechtskundigen Personen, die nicht aus dem Kreis der Kammermitglieder stammen, ist daher nahezu unvermeidlich.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.6. Vor diesem Hintergrund geht die Bundesregierung – entgegen der in der Lehre vertretenen Ansicht (vgl etwa Stolzlechner in Kneihs/Lienbacher [Hrsg.], Rill-Schäffer-Kommentar. Bundesverfassungsrecht [6. Lfg. 2010] Art120c B-VG Rz. 7 und 11) – davon aus, dass bei der Zusammensetzung der Disziplinarkommissionen dem Grundsatz, dass die Organe der Selbstverwaltungskörper 'aus dem Kreis ihrer Mitglieder' zu bilden sind, durch die Bestellung der beiden ärztlichen Beisitzer, die vom Vorstand der ÖÄK bestellt werden, in ausreichendem Maße verwirklicht wird, zumal diese die Stimmenmehrheit gegenüber dem rechtskundigen Vorsitzenden haben (vgl Emberger/Wallner [Hrsg.], Ärztegesetz 1998 mit Kommentar [2004] §140 Fn. 4).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.7. Die behauptete Verfassungswidrigkeit liegt daher nach Auffassung der Bundesregierung nicht vor.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Zu den Bedenken im Hinblick auf das Bestimmtheitsgebot (Art18 B-VG) und das Recht auf ein Verfahren vor dem gesetzlichen Richter (Art83 Abs2 B-VG):",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1. Schließlich hegt das antragstellende Gericht […] das Bedenken, dass §140 Abs2 ÄrzteG 1998 gegen Art18 iVm. Art83 Abs2 B-VG verstößt, indem er offenlasse, von wem, in welcher Form und nach welchen Determinanten die Entscheidung der Einrichtung mehrerer Disziplinarkommissionen zu treffen und die örtliche Zuständigkeit der unterschiedlichen Disziplinarkommissionen voneinander abzugrenzen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes verpflichtet Art18 iVm. Art83 Abs2 B-VG die Gesetzgebung zu einer – strengen Prüfungsmaßstäben standhaltenden – präzisen und eindeutigen Regelung der Behördenzuständigkeit (vgl VfSlg 9937/1984, 12.883/1991, 13.029/1992, 18.639/2008, 19.991/2016, 20.221/2017 jeweils mwN). Eine Regelung entspricht dann den Bestimmtheitsanforderungen des Art18 Abs1 iVm. Art83 Abs2 B-VG, wenn der Rechtsunterworfene dem Gesetz die konkrete Zuständigkeit – allenfalls im Wege der Auslegung – eindeutig entnehmen kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. Die angefochtene Bestimmung entspricht diesen Vorgaben:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.4. §140 Abs1 ÄrzteG 1998 nennt als Disziplinarbehörde den Disziplinarrat. Gemäß Abs2 ist im Rahmen des Disziplinarrates für den Bereich eines jeden Oberlandesgerichtssprengels zumindest eine Disziplinarkommission einzurichten; eine Bestellung mehrerer Disziplinarkommissionen mit örtlich verschiedenem Wirkungsbereich ist zulässig. Daraus ergibt sich eine – zumindest im Wege der Auslegung ermittelbare (vgl allgemein zum Problem der behördlichen Zuständigkeiten in der Selbstverwaltung Wiederin, Verbandskompetenzen, Behördenzuständigkeiten und Organbefugnisse in der sonstigen Selbstverwaltung, in FS Kopetzki 723 ff) – Abgrenzung der behördlichen Zuständigkeiten:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.5.1. Die für das ärztliche Disziplinarrecht zuständige Behörde ist immer nur der Disziplinarrat; nur er ist im Falle einer allfälligen Anfechtung seiner Entscheidungen die belangte Behörde (vgl etwa VwGH 07.07.2022, Ra 2022/09/0078). Die sachliche und örtliche Zuständigkeit des Disziplinarrats muss – mangels Alternativen – im ÄrzteG 1998 als eindeutig geregelt angesehen werden. Auch das antragstellende Gericht hat nichts Gegenteiliges vorgebracht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.5.2. Die Disziplinarkommissionen bestehen dagegen nicht als eigenständige Behörden, in deren Namen Rechtsakte ergehen, sondern stellen Organe dieser Behörden dar, die im Rahmen der Behörde 'Disziplinarrat' eingerichtet sind. Wie die innere Organisation des Disziplinarrats im Rahmen der gesetzlichen Vorgaben im Einzelnen zu erfolgen hat, fällt – soweit diese nicht gesetzlich geregelt ist, wie dies hier zum Teil der Fall ist – in die Organisationsautonomie der ÖÄK und bedarf keines außenwirksamen Rechtsaktes (vgl VfSlg 8844/1980, wonach es den Organen '... von Selbstverwaltungskörpern freisteht, ihre innere Organisation nach Belieben zu gestalten, ...' sofern das Gesetz nicht ausdrücklich anderes verfügt). Anderes würde nur dann gelten, wenn der Rechtsunterworfene ein Recht auf Einhaltung der innerorganisatorischen Vorschriften hätte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.5.3. Dass für die Einrichtung der Disziplinarkommissionen der Vorstand der ÖÄK zuständig ist, ergibt sich im Übrigen bereits aus §123 Abs3 ÄrzteG 1998, wonach diesem ua die Durchführung aller der ÖÄK gemäß §§117b ÄrzteG 1998 übertragenen Aufgaben (und damit auch die Wahrnehmung des ärztlichen Disziplinarrechts gemäß §117b Abs1 Z23 ÄrzteG 1998) obliegt, soweit sie nicht ausdrücklich einem anderen Organ zugewiesen sind. Die – in einem Sinne innerer Organisation zu verstehende – 'örtliche Zuständigkeit' der Disziplinarkommissionen ergibt sich aus §145 Abs1 bis 4 ÄrzteG 1998, demzufolge grundsätzlich jene Disziplinarkommission (innerorganisatorisch) 'zuständig' ist, in deren Sprengel der Beschuldigte seinen Berufssitz bzw Dienstort bzw Wohnsitz hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.6. Nach Auffassung der Bundesregierung liegt daher keine Verletzung des Art18 iVm. Art83 Abs2 B-VG vor.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.5. Die Österreichische Ärztekammer hat eine Äußerung erstattet, in der sie mit folgenden Ausführungen die Zulässigkeit des Antrages bestreitet und die Verfassungsmäßigkeit der angefochtenen Bestimmungen verteidigt (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"1. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach Ansicht der Österreichischen Ärztekammer stehen der Zulässigkeit des vorliegenden Antrags mehrere Gründe entgegen:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.1. Größtenteils fehlende Präjudizialität der angefochtenen Bestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "a. Das antragstellende Gericht ficht mit dem Primärantrag die (jeweils mit der Fundstelle im BGBl näher bezeichneten) Bestimmungen des §117b Abs1 Z23 ÄrzteG 1998 (mit Ausnahme des letzten Wortes 'sowie'), §120 Z9 ÄrzteG 1998 sowie §140 ÄrzteG 1998 an, mit dem ersten Eventualantrag das Wort 'und' in §117a Abs1 Z2 ÄrzteG 1998, §117a Abs1 Z3 ÄrzteG 1998 (mit Ausnahme des Punktes am Satzende), §117b Abs1 Z23 ÄrzteG 1998 (mit Ausnahme des letzten Wortes 'sowie'), §120 Z9 ÄrzteG 1998, alle Bestimmungen des 3. Hauptstücks sowie §195e ÄrzteG 1998, und mit dem zweiten Eventualantrag das ÄrzteG 1998 zur Gänze. Konkret legt das antragstellende Gericht jedoch nur dar, dass es §140 Abs1 bis 3 ÄrzteG 1998 im Rahmen der Prüfung der Zuständigkeit der belangten Behörde gemäß §27 VwGVG anzuwenden und hierbei §117b Abs1 Z23 und §120 Z9 ÄrzteG 'mitanzuwenden' habe […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§120 Z9 ÄrzteG 1998 benennt den Disziplinarrat als Organ der Österreichischen Ärztekammer, regelt aber weder dessen Zusammensetzung noch dessen Zuständigkeiten. §117a Abs1 Z2 und 3 ÄrzteG 1998 steht ebenfalls außerhalb des Disziplinarrechts (§§135 ff ÄrzteG 1998) und besagt lediglich, dass die Österreichische Ärztekammer berufen ist, 'für die Wahrung des ärztlichen Berufs- und Standesansehens und der ärztlichen Berufs- und Standespflichten zu sorgen'. §195e ÄrzteG 1998 regelt bloß die disziplinarrechtliche Aufsicht, aber nicht das konkrete Disziplinarverfahren und insbesondere auch nicht die Bestellung des rechtskundigen Vorsitzenden der Disziplinarkommission, und hat daher (für die Zuständigkeitsprüfung) im Anlassfall keinerlei Relevanz. Ausgehend davon ist es denkunmöglich, dass das antragstellende Gericht die vorzitier[t]en Bestimmungen im Anlassfall anzuwenden hat. Dasselbe gilt für 'alle Bestimmungen des 3. Hauptstücks' und umso mehr für das ÄrzteG 1998 zur Gänze.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach Auffassung der Österreichischen Ärztekammer sind von den konkret angefochtenen Bestimmungen letztlich nur §140 Abs1, Abs2 Satz 1 und Abs3 Satz 1 ÄrzteG 1998 und §117b Abs1 Z23 ÄrzteG 1998 denkmöglich präjudiziell. Ob allenfalls einzelne weitere Bestimmungen des 3. Hauptstücks des ÄrzteG 1998 präjudiziell sein könnten, kann dahingestellt bleiben, weil das antragstellende Gericht insoweit nicht hinreichend konkretisiert hat, welche Bestimmungen anzuwenden wären (vgl §62 Abs2 letzter Satz VfGG), und es nicht Aufgabe des VfGH ist, anstelle des antragstellenden Gerichts zu untersuchen, ob und inwiefern welche Norm präjudiziell sein könnte (vgl etwa VfSlg 14.795/1997).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "b. Abgesehen davon ist es jedenfalls im Anlassfall des Zweitbeschwerdeführers, der mit 1.7.2022 aus der Ärzteliste gestrichen wurde, denkunmöglich, dass das antragstellende Gericht die angefochtenen Bestimmungen des ÄrzteG 1998 weiterhin anzuwenden hat. Das antragstellende Gericht verweist in diesem Zusammenhang auf das Erkenntnis des VwGH vom 27.5.2020, Ro 2019/09/0008 (vgl unter dem Aspekt des Rechtsschutzbedürfnisses des Zweitbeschwerdeführers Punkt III.2. des Antrags), und zieht daraus den Schluss, dass die Prüfung der Zuständigkeit der belangten Behörde gemäß §27 erster Halbsatz VwGVG der Abbrechung des Zweitbeschwerdeverfahrens 'vorgelagert' sei, und dass durch eine allfällige Aufhebung des Disziplinarerkenntnisses wegen Unzuständigkeit die 'ärztliche Disziplinargewalt' nicht 'bestätigt', sondern 'beseitigt' werde […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach Ansicht der Österreichischen Ärztekammer sind jedoch aus dem Erkenntnis des VwGH vom 27.5.2020, Ro 2019/09/0008, gänzlich andere Schlüsse zu ziehen: Der VwGH bringt in diesem Erkenntnis eindeutig zum Ausdruck, dass ein Disziplinarverfahren für den Fall des Ausscheidens des Disziplinarbeschuldigten aus der Ärzteliste während des anhängigen Disziplinarverfahrens '– analog der Regelung des Disziplinarstatuts der Rechtsanwälte und Rechtsanwaltsanwärter – in sinngemäßer Anwendung der Strafprozessordnung 1975 abzubrechen (siehe OGH 29.1.2020, 27 Ds 5/18v; 8.11.2019, 22 Ds 5/19h; RIS-Justiz RS0072282; [...])' ist (vgl Rz 17). Ausgehend davon beanstandete der VwGH gerade den Umstand, dass das VwG (dort war es das LVwG Tirol) eine Entscheidung (in Form einer ersatzlosen Behebung des Disziplinarerkenntnisses) getroffen hat. Dies ist auch plausibel, weil §197 StPO zwar noch bestimmte Ermittlungen (va zu Zwecken der Beweissicherung) erlaubt, aber keine darüber hinausgehende Fortsetzung des Verfahrens, geschweige denn die Herbeiführung einer Entscheidung (vgl dazu auch Nordmeyer in Fuchs/Ratz (Hrsg), WK StPO §197 Rz 1 ff [Stand 16.5.2017, rdb. at]). So bestand auch in den vom VwGH zitierten Fällen die Entscheidung allein in einem Ausspruch der Abbrechung des jeweiligen Verfahrens (vgl OGH 29.1.2020, 27 Ds 5/18v: 'Das zu 27 Ds 5/18v anhängige Verfahren über die Berufung von ***** wird abgebrochen.'; ebenso OGH 8.11.2019, 22 Ds 5/19h: 'Das vor dem Obersten Gerichtshof zu AZ 22 Ds 5/19h anhängige Verfahren über die Beschwerde des ***** wird abgebrochen.'). Dies ist ständige Rechtsprechung (vgl RIS-Justiz RS0072282 und jüngst wieder OGH 31.8.2022, 22 Ds 7/22g: 'Das vor dem Obersten Gerichtshof zu AZ 22 Ds 7/22g anhängige Verfahren über die Beschwerde des Kammeranwalts wird abgebrochen.').",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus diesen Gründen ist es dem antragstellenden Gericht also verwehrt, eine Entscheidung herbeizuführen, mag diese in einer Aufhebung des Disziplinarerkenntnisses wegen Unzuständigkeit oder in einem anderen Ausspruch bestehen. Somit entfällt aber – bis zu einer allfälligen Fortsetzung des Verfahrens – auch die Prüfung der Zuständigkeit der belangten Behörde und somit die Anwendbarkeit und Präjudizialität der angefochtenen Bestimmungen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Deshalb ist auch den Ausführungen des antragstellenden Gerichts […]  insoweit nicht zu folgen, als – behaupteterweise – im Fall der Aufhebung der angefochtenen Bestimmungen (auch) das den Zweitbeschwerdeführer betreffende Disziplinarerkenntnis wegen Unzuständigkeit aufzuheben wäre. Vielmehr dürfte das Verfahren auch dann nur abgebrochen, nicht aber entschieden werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.2. Zu enger Anfechtungsumfang / zu enges Aufhebungsbegehren",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie oben bereits dargelegt wurde, ficht das antragstellende Gericht mit dem Primärantrag die (jeweils mit der Fundstelle im BGBl näher bezeichneten) Bestimmungen des §117b Abs1 Z23 ÄrzteG 1998 (mit Ausnahme des letzten Wortes 'sowie'), §120 Z9 ÄrzteG 1998 sowie §140 ÄrzteG 1998 an, mit dem ersten Eventualantrag das Wort 'und' in §117a Abs1 Z2 ÄrzteG 1998, §117a Abs1 Z3 ÄrzteG 1998 (mit Ausnahme des Punktes am Satzende), §117b Abs1 Z23 ÄrzteG 1998 (mit Ausnahme des letzten Wortes 'sowie'), §120 Z9 ÄrzteG 1998, alle Bestimmungen des 3. Hauptstücks sowie §195e ÄrzteG 1998, und mit dem zweiten Eventualantrag das ÄrzteG 1998 zur Gänze. Die Bedenken des antragstellenden Gerichts wenden sich im Kern aber nur gegen die Besetzung der Disziplinarkommission mit einem (nichtärztlichen) rechtskundigen Vorsitzenden gemäß §140 Abs3 Satz 1 ÄrzteG 1998 […], gegen die Vollziehung des ärztlichen Disziplinarrechts im eigenen Wirkungsbereich gemäß §117b Abs1 Z23 ÄrzteG 1998 […] und gegen die behaupteterweise zu unbestimmte Regelung in §140 Abs2 ÄrzteG 1998 über die Einrichtung mehrerer Disziplinarkommissionen […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ausgehend davon ist der Primärantrag zu eng gefasst: Würde allein die Bestimmung des §140 ÄrzteG 1998 über den Disziplinarrat und die Einrichtung von Disziplinarkommissionen aufgehoben werden, so würden alle Bestimmungen des ÄrzteG 1998, die die Existenz von Disziplinarkommissionen voraussetzen – das sind im Wesentlichen der 5. Abschnitt ('Disziplinarrat und Disziplinaranwalt') und der 6. Abschnitt ([']Verfahren vor dem Disziplinarrat') des 3. Hauptstücks des ÄrzteG 1998 – ins Leere gehen, weshalb insoweit ein unvollziehbarer Torso zurückbliebe (vgl etwa VfSlg 16.678/2002). Es hätten daher mit dem Primärantrag alle Bestimmungen des ÄrzteG 1998 angefochten werden müssen, die die Einrichtung, die Zuständigkeiten und das Verfahren der Disziplinarkommissionen regeln; solche Bestimmungen finden sich übrigens nicht nur im 3. Hauptstück des ÄrzteG 1998, sondern insb auch im 4. Hauptstück (vgl §195e Abs2 und 3 ÄrzteG 1998). Gleiches gilt für eine allfällige Aufhebung (nur) des §120 Z9 ÄrzteG 1998, mit der einherginge, dass der Disziplinarrat als Organ der Österreichischen Ärztekammer wegfiele und daher wiederum alle darauf bezogenen Bestimmungen im 5. und 6. Abschnitt des 3. Hauptstücks und im 4. Hauptstück (siehe erneut §195e Abs2 und 3 ÄrzteG 1998) ins Leere gingen. Genauso ist die Anfechtung allein des §117b Abs1 Z23 ÄrzteG 1998 zu eng, weil mit dieser Bestimmung zumindest §186 ÄrzteG 1998 (mit direktem Verweis) und §195e ÄrzteG 1998 in einem untrennbaren Zusammenhang stehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aber auch der erste Eventualantrag ist zu eng gefasst: Denn damit werden zwar (ua) alle Bestimmungen des 3. Hauptstücks und auch §195e ÄrzteG 1998 erfasst, doch stehen alle diese Bestimmungen wiederum mit jenen in untrennbarem Zusammenhang, die auf das Disziplinarrecht verweisen und dessen Existenz voraussetzen (insb §36 Abs3, §36b Abs3, §37 Abs2, §61, §117f Abs2 und 3, §118e Abs2, §118f Abs2, §213). Das antragstellende Gericht begründet den ersten Eventualantrag mit einem untrennbaren Zusammenhang von §117b Abs1 Z23, §120 Z9 und §140 Abs1 bis 3 ÄrzteG 1998 'mit dem gesamten ärztlichen Disziplinarrecht, also sämtlichen Regelungen des 3. Hauptstücks des ÄrzteG 1998, und darüber hinaus [...] §117a Abs1 Z3 [...] sowie §195e ÄrzteG 1998 [...]' […]. Das 'gesamte ärztliche Disziplinarrecht' umfasst aber zumindest auch die vorhin zitier[t]en weiteren Bestimmungen an anderen Stellen des ÄrzteG 1998. Somit ist auch der erste Eventualantrag zu eng gefasst.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sogar der zweite Eventualantrag ist zu eng gefasst, selbst wenn er auf die Aufhebung des ÄrzteG 1998 zur Gänze (!) lauten mag: Das ÄrzteG 1998 steht in untrennbarem Zusammenhang mit zahllosen gesetzlichen Bestimmungen insbesondere im Gesundheits- und Sozialversicherungsrecht, die im Fall der Aufhebung des gesamten ÄrzteG 1998 ins Leere gehen würden. Der zweite Eventualantrag ist freilich auch noch wegen fehlender Präjudizialität (siehe oben Punkt 1.1.) und wegen fehlender Darlegung von Bedenken im Einzelnen (siehe unten Punkt 1.3.) unzulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wenn sich somit – wie hier – alle Aufhebungsbegehren als zu eng erweisen, ist der Antrag insgesamt unzulässig (vgl zB VfSlg 20.292/2018).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.3. Keine Darlegung der Bedenken 'im Einzelnen' (§62 Abs1 Satz 2 VfGG)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie oben bereits dargelegt wurde, ficht das antragstellende Gericht mit dem Primärantrag die (jeweils mit der Fundstelle im BGBl näher bezeichneten) Bestimmungen des §117b Abs1 Z23 ÄrzteG 1998 (mit Ausnahme des letzten Wortes 'sowie'), §120 Z9 ÄrzteG 1998 sowie §140 ÄrzteG 1998 an, mit dem ersten Eventualantrag das Wort 'und' in §117a Abs1 Z2 ÄrzteG 1998, §117a Abs1 Z3 ÄrzteG 1998 (mit Ausnahme des Punktes am Satzende), §117b Abs1 Z23 ÄrzteG 1998 (mit Ausnahme des letzten Wortes 'sowie'), §120 Z9 ÄrzteG 1998, alle Bestimmungen des 3. Hauptstücks sowie §195e ÄrzteG 1998, und mit dem zweiten Eventualantrag das ÄrzteG 1998 zur Gänze.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In Punkt IV. ('Bedenken') legt das antragstellende Gericht allerdings konkrete Bedenken nur gegen §140 Abs3 Satz 1 ÄrzteG 1998 […], gegen §117b Abs1 Z23 ÄrzteG 1998 […] und gegen §140 Abs2 ÄrzteG 1998 […] dar, nicht aber gegen alle anderen der oben angeführten angefochtenen Bestimmungen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wenn und soweit – wie hier – die Bedenken nicht 'im Einzelnen' (vgl §62 Abs1 Satz 2 VfGG), dh nicht bezogen auf jede einzelne der angefochtenen Rechtsvorschriften (vgl zB VfGH 8.6.2017, G393/2016) dargelegt werden, ist der Antrag (insoweit) auch aus diesem Grund unzulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zwar behauptet das antragstellende Gericht in Punkt V.3. des Antrags einen untrennbaren Zusammenhang (ua) mit 'sämtlichen Regelungen des 3. Hauptstücks des ÄrzteG 1998' bzw sogar mit 'allen Bestimmungen des Gesetzes' […], jedoch wird der Regelungszusammenhang zwischen allen diesen Bestimmungen nicht näher beschrieben. Nach der Rechtsprechung des VfGH müsste der Regelungszusammenhang aber konkret dargelegt werden, widrigenfalls ein Antrag nicht zulässig ist (siehe zB VfGH 15.12.2021, V284/2021; ferner VfSlg 19.894/2014: Zurückweisung des Antrags auf Aufhebung eines Gesetzes zur Gänze; ebenso VfGH 29.9.2015, G324/2015).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das antragstellende Gericht legt (jeweils eingeschränkte) Bedenken nur mit Blick auf §140 Abs3 Satz 1 ÄrzteG 1998 (dazu gleich Punkt 2.1.), §117b Abs1 Z23 ÄrzteG 1998 (dazu Punkt 2.2.) und §140 Abs2 ÄrzteG 1998 (dazu Punkt 2.3.) dar.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dazu im Einzelnen:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.1. Zu den Bedenken gegen §140 Abs3 Satz 1 ÄrzteG 1998",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In Punkt IV.3. seines Antrags artikuliert das antragstellende Gericht Bedenken, 'dass die durch §117b Abs1 Z23 ÄrzteG 1998 bewirkte Verweisung des ärztlichen Disziplinarrechts in den eigenen Wirkungsbereich der Österreichischen Ärztekammer in Verbindung mit der Bestimmung des Disziplinarrates der Österreichischen Ärztekammer zum Organ der Österreichischen Ärztekammer in §120 Z9 ÄrzteG 1998 sowie den Regelungen des §140 leg cit über den Disziplinarrat bzw die Disziplinarkommissionen, durch die dieser zu entscheiden hat, gegen Art120c Abs1 B-VG verstößt'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Weiteren werden jedoch konkrete Bedenken nur gegen §140 Abs3 Satz 1 ÄrzteG vorgetragen, aber weder gegen §117b Abs1 Z23 und §120 Z9 ÄrzteG 1998 noch gegen die Abs1, Abs2, Abs3 Satz 2 bis 4, Abs4 und Abs5 des §140 Abs3 ÄrzteG 1998. Und selbst in Ansehung des §140 Abs3 Satz 1 ÄrzteG 1998 formuliert das antragstellende Gericht allein das Bedenken, dass der rechtskundige Vorsitzende der Disziplinarkommission nicht 'Repräsentant eines Mitglieds der Österreichischen Ärztekammer' sei. Dabei legt das antragstellende Gericht in Punkt IV.4. seines Antrags die Prämisse zugrunde, dass 'Organe der Österreichischen Ärztekammer somit jedenfalls nur dann Art120c Abs1 B-VG [entsprechen], wenn sie [...] nur aus Ärzten gemäß §68 Abs1 und [2] ÄrzteG 1998 bestehen' […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Österreichische Ärztekammer teilt weder diese Prämisse des antragstellenden Gerichts noch dessen Schlussfolgerung in Bezug auf §140 Abs3 Satz 1 ÄrzteG 1998:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gemäß Art120c Abs1 B-VG sind die Organe der Selbstverwaltungskörper aus dem Kreis ihrer Mitglieder nach demokratischen Grundsätzen zu bilden. Dieser 'Mitgliedervorbehalt' wird in der Judikatur des VfGH aber nicht als ausnahmslos verstanden. So hat es der VfGH im Erkenntnis VfSlg 18.938/2009 akzeptiert, dass das Organ 'Vollversammlung der Ärztekammer' (übergangsweise) auch aus Vertretern der Zahnärzte zusammengesetzt war, obwohl letztere nicht (mehr) Mitglieder der Ärztekammer waren. Zumindest seit dem Erkenntnis VfSlg 18.938/2009 wird die Auffassung, Außenstehende seien aus dem jeweiligen Selbstverwaltungskörper gänzlich ausgeschlossen, als nicht mehr haltbar angesehen (vgl R. Müller, Die Vertretung der Dienstgeber in den Organen der Selbstverwaltung der österreichischen Krankenversicherung der unselbständig Erwerbstätigen, in Berka/Th. Müller/Schörghofer (Hrsg), Die Neuorganisation der Sozialversicherung in Österreich – Verfassungsrechtliche Grundprobleme [2019] 1 [17]). Der VfGH selbst hat dies zuletzt im Erkenntnis VfSlg 20.361/2019 bestätigt und davon gesprochen, dass bloß 'grundsätzlich' nur Mitglieder in Organfunktionen der Selbstverwaltungskörper tätig sein können. Wörtlich heißt es im Erkenntnis VfSlg 20.361/2019 in Rz 98 […]: 'Gemäß Art120c Abs1 B-VG sind die Organe der Selbstverwaltungskörper 'aus dem Kreis ihrer Mitglieder' zu bilden. Demnach könne (grundsätzlich) nur 'Mitglieder' Organfunktionen in Selbstverwaltungskörpern wahrnehmen.' Daraus folgt, dass in sachlich begründeten Ausnahmefällen auch andere Personen in Organfunktionen der Selbstverwaltungskörper tätig sein können, wobei allerdings auch diese demokratisch legitimiert sein müssen (vgl idS VfSlg 20.361/2019, Rz 98 ff).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Einen solchen – sachlich begründeten und auch den demokratischen Legitimationszusammenhang wahrenden – Ausnahmefall bildet §140 Abs3 Satz 1 ÄrzteG 1998 ab:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Regelung, dass der Vorsitzende der Disziplinarkommission rechtskundig sein muss, bestand schon in §41 ÄrzteG 1949 und in §96 ÄrzteG 1984, bevor sie insoweit unverändert auch in §140 Abs3 ÄrzteG 1998 idF BGBl I 169/1998 übernommen wurde (siehe auch ErläutRV 1386 BlgNR 20. GP 112). Durch die Novelle BGBl I 140/2003 wurde Abs3 neu gefasst; in den Gesetzesmaterialien findet sich dazu der Hinweis, dass hinkünftig auch bei der Bestellung eines Richters zum Vorsitzenden oder zum Stellvertreter des Vorsitzenden einer Disziplinarkommission, wie bei diesbezüglichen Bestellungen für den Disziplinarsenat, das Einvernehmen mit dem BMJ hergestellt werden soll (ErläutRV 306 BlgNR 22. GP 17). Mit dem 1. Verwaltungsgerichtsbarkeits-AnpassungsG – BMG, BGBl I 80/2013 erfolgte in Abs3 keine Änderung mehr (sondern entfiel bloß in Abs1 die Wortfolge 'in erster Instanz'). Ähnliche Regelungen über rechtskundige Vorsitzende[…] in Disziplinarorganen von Kammern der beruflichen Selbstverwaltung bestehen auch in vielen anderen Gesetzen (vgl §62 ZahnärztekammerG, §42 ApothekerkammerG 2001, §66 TierärztekammerG, §96 ZiviltechnikerG 2019).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der sachliche Zweck aller dieser Regelungen besteht darin, im jeweiligen Disziplinarorgan über den für die Behandlung von Disziplinarangelegenheiten notwendigen juristischen Sachverstand zu verfügen, über den die Mitglieder des Selbstverwaltungskörpers (im vorliegenden Fall: Ärzt:innen) selbst mitunter nicht ausreichend verfügen (können).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gerade darin liegt die sachliche Begründung (auch) des §140 Abs3 ÄrzteG 1998. Wollte man mit dem antragstellenden Gericht verlangen, dass die Disziplinarkommission ausschließlich mit Ärzt:innen besetzt werden darf, hieße dies, mitunter komplexe disziplinarrechtliche Angelegenheiten allein in die Hände juristischer Laien zu legen. Dies war auch dem Verfassungsgesetzgeber bewusst, der §140 Abs3 ÄrzteG 1998 und alle vergleichbaren Regelungen in anderen Gesetzen aus Anlass der Schaffung der Art120a ff B-VG vorgefunden und akzeptiert hat (siehe idS auch zur Verfassungskonformität der vom Verfassungsgesetzgeber vorgefundenen 'Dienstgeber-Parität' in den Organen der sozialen Selbstverwaltung VfSlg 20.361/2019).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§140 Abs3 ÄrzteG 1998 stellt auch die demokratische Legitimation der rechtskundigen Vorsitzenden sicher, indem diese (nur) 'auf Vorschlag des Vorstandes der Österreichischen Ärztekammer' bestellt werden dürfen (der Vorstand der Österreichischen Ärztekammer besteht gemäß §123 Abs1 ÄrzteG 1998 aus den Präsidenten der Ärztekammern sowie den Bundeskurienobmännern und deren beiden Stellvertretern). Insoweit verfügen die Vorsitzenden jedenfalls über eine 'abgeleitete demokratische Legitimation'; eine Konzeption, die nach der Rechtsprechung des VfGH verfassungskonform ist (siehe VfSlg 17.023/2003, 20.361/2019; dazu auch Eberhard, Die 'sonstige Selbstverwaltung' im Zusammenspiel von Art120a bis 120c und der Judikatur des VfGH, ZfV 2021, 15 [21 f]). Außerdem ist nicht zu übersehen, dass die Entscheidungen der Disziplinarkommission gemäß §160 Abs3 ÄrzteG 1998 mit einfacher Stimmenmehrheit gefasst werden, weshalb die zwei ärztlichen Besitzer den rechtskundigen Vorsitzenden jederzeit überstimmen können (darauf weisen vor allem Stellamor/Steiner, Handbuch des österreichischen Arztrechts I [1999] 545 f, mit dem zusätzlichen Bemerken hin, dass damit in besonderer Weise dem Prinzip der Berufskollegialität Rechnung getragen werde). Die Vorsitzenden haben zwar ein Stimmrecht, dieses ist aber nicht so stark ausgeprägt, dass sie Entscheidungen der Disziplinarkommission gegen den Willen der ärztlichen Beisitzer herbeiführen könnten. Insoweit wird jede Entscheidung der Disziplinarkommission von den ärztlichen Beisitzern dominiert.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Österreichische Ärztekammer folgt dem LVwG NÖ auch nicht in dessen Auslegung des §140 Abs4 ÄrzteG 1998, wonach es der Vorsitzende in der Hand habe, über den 'Dienstantritt' der ärztlichen Beisitzer zu entscheiden, indem er diesen das Gelöbnis abzunehmen habe. Aus §140 Abs4 ÄrzteG 1998 folgt nämlich nicht, dass der Vorsitzende die ärztlichen Beisitzer durch eine Nichtannahme des Gelöbnisses 'verhindern' könnte, geschweige denn, dass der Vorsitzende in diesem Fall ohne ärztliche Beisitzer in Disziplinarsachen allein entscheiden könnte (siehe erneut §160 Abs3 ÄrzteG 1998).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Ergebnis steht daher die Regelung des §140 Abs3 Satz 1 ÄrzteG 1998 mit Art120c Abs1 B-VG in Einklang.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. Zu den Bedenken gegen §117b Abs1 Z23 ÄrzteG 1998",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In Punkt IV.4. legt das antragstellende Gericht das Bedenken dar, dass §117b Abs1 Z23 ÄrzteG 1998 deshalb gegen Art120a Abs1 B-VG verstoße, weil 'die Vollziehung des ärztlichen Disziplinarrechts [...] ein Ausmaß an rechtlicher Komplexität aufweist, die durch ein den Bestimmungen des Art120c Abs1 B-VG entsprechendes und somit aus dem Kreis der Mitglieder der Österreichischen Ärztekammer [...] gebildetes Organ im Allgemeinen nicht aufweisen kann'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Österreichische Ärztekammer teilt auch diesen Standpunkt nicht:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gemäß §117b Abs1 Z23 ÄrzteG 1998 ist die Österreichische Ärztekammer berufen, im eigenen Wirkungsbereich die 'disziplinäre Verfolgung von Verletzungen der ärztlichen Berufspflichten und von Beeinträchtigungen des Ansehens der Ärzteschaft durch Ärzte einschließlich der Führung eines Disziplinarregisters, in das jede in Rechtskraft erwachsene Disziplinarstrafe unter Angabe der Personaldaten des betroffenen Arztes sowie der Daten des verurteilenden Erkenntnisses einzutragen sind', wahrzunehmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Verfolgung und Ahndung von Disziplinarangelegenheiten, die die eigenen Kammerangehörigen betreffen, ist im Bereich der beruflichen Selbstverwaltung praktisch durchgehend vorgesehen (zB §134 Abs1 und Abs2 Z2 NO, §2 Abs2 Z7 ApothekerkammerG 2001, §12 Abs2 Z6 TierärztekammerG, §39 Abs2 Z5 ZiviltechnikerG 2019), und trägt dem ureigenen Interesse der im jeweiligen Selbstverwaltungskörper zusammengefassten Personen Rechnung, für die Wahrung des Standesansehens und der Standespflichten zu sorgen (siehe idS insb §117a Abs1 Z3 ÄrzteG 1998).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der VfGH hat auch wiederholt zum Ausdruck gebracht und niemals Bedenken dagegen geäußert, dass die Handhabung der Disziplinarstrafgewalt zum selbständigen Wirkungsbereich der Kammer gehöre (vgl VfSlg 3618/1959 zur Österreichischen Apothekerkammer; siehe auch VfSlg 6026/1969, wonach 'es keine Bestimmung des österreichischen Bundesverfassungsrechts verbietet, die Ahndung von Verstößen gegen Standes- und Berufspflichten im Rahmen der Selbstverwaltung beruflicher Vertretungen eigenen Disziplinarbehörden, die nicht Gerichte sind, zu übertragen'). Insbesondere fand der VfGH bisher auch aufgrund zahlloser Disziplinarsachen, die ihn aus dem eigenen Wirkungsbereich der Österreichischen Ärztekammer erreichten, niemals Anlass, die Verfassungsmäßigkeit der Besorgung von Disziplinarsachen im eigenen Wirkungsbereich (ggf amtswegig) in Zweifel zu ziehen (siehe statt vieler bspw VfGH 12.6.2012, B811/11; VfGH 13.9.2013, B1458/2012; VfGH 21.2.2014, B894/2013).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dass die Handhabung des Disziplinarrechts durch Organe der Österreichischen Ärztekammer auch geeignet ist, durch den Selbstverwaltungskörper besorgt zu werden, zeigt gerade der Umstand, dass der Inhalt des Begriffes der Standespflichten (vgl §136 Abs1 ÄrzteG 1998) aus den allgemeinen gesellschaftlichen Anschauungen und den gefestigten Gewohnheiten des jeweiligen (Berufs-)Standes festzustellen ist (siehe zu §95 ÄrzteG 1984 VfSlg 14.037/1995; ebenso bereits VfSlg 6026/1969). 'Das Spezifische des Disziplinarrechts besteht darin, dass es dabei um die Bestrafung von Pflichtverletzungen geht, die eine Person wegen ihrer Einbindung in ein besonderes Rechtsverhältnis mit besonderen Rechten und Pflichten, den Standespflichten, treffen' (Aigner/Kierein/Kopetzki, ÄrzteG3 [2007] §136 ÄrzteG Anm 2). Folglich sind auch die Standesangehörigen selbst am besten in der Lage, zu beurteilen, was den gemeinsamen Standesauffassungen zuwiderläuft und deswegen disziplinärer Ahndung bedarf.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dass für die Handhabung des Disziplinarrechts mitunter juristischer Sachverstand erforderlich ist, ist gewiss nicht von der Hand zu weisen. Dies allerdings lässt sich in verfassungsrechtlich nicht zu beanstandender Weise etwa derart gewährleisten, wie es (ua) in §140 Abs3 ÄrzteG 1998 umgesetzt wurde, nämlich dass in der Disziplinarkommission ein (demokratisch legitimiertes und nicht entscheidungsbestimmendes) rechtskundiges Mitglied tätig ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Ergebnis verstößt somit §117b Abs1 Z23 ÄrzteG 1998 nicht gegen Art120a Abs1 B-VG.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. Zu den Bedenken gegen §140 Abs2 ÄrzteG 1998",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In Punkt IV.6. äußert das antragstellende Gericht schließlich noch Bedenken gegen §140 Abs2 ÄrzteG 1998 dahingehend, dass dort den in Art18 B-VG iVm Art83 Abs2 B-VG 'aufgestellten Anforderungen nach einer präzisen und eindeutigen Regelung der Behördenzuständigkeit' nicht genügt werde. Konkrete Bedenken werden aber nur hinsichtlich der Regelung in §140 Abs2 Satz 2 ÄrzteG 1998 artikuliert, wonach die Bestellung mehrerer Disziplinarkommissionen mit örtlich verschiedenem Wirkungsbereich zulässig ist. Diesbezüglich beanstandet das antragstellende Gericht, dass offen bleibe, 'von wem, in welcher Form und nach welchen Determinanten die Entscheidung der Einrichtung mehrerer Disziplinarkommissionen zu treffen ist', und ebenso nicht geregelt sei, 'wer, in welcher Form und auf Grund welcher Determinanten die örtliche Zuständigkeit der unterschiedlichen Disziplinarkommissionen voneinander abgrenzt'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dazu ist auszuführen, dass über Disziplinarvergehen stets der Disziplinarrat der Österreichischen Ärztekammer erkennt (vgl §140 Abs1 ÄrzteG 1998) und die Disziplinarkommissionen bloß unselbständige Untergliederungen des Disziplinarrats darstellen (arg §140 Abs2 Satz 1 ÄrzteG 1998: 'Im Rahmen des Disziplinarrates'). Bei der Einrichtung von Disziplinarkommissionen handelt es sich um einen innerorganisatorischen Akt ('Binnenorganisationsakt') der Österreichischen Ärztekammer, für den – wie das antragstellende Gericht zutreffend darlegt – gemäß §123 Abs3 Satz 1 ÄrzteG 1998 der Vorstand der Österreichischen Ärztekammer zuständig ist. Der VfGH hatte gegen die Einrichtung von Disziplinarkommissionen schon im Erkenntnis VfSlg 6026/1969 keine verfassungsrechtlichen Bedenken und auch seither nicht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Determinanten für die Einrichtung mehrerer Disziplinarkommissionen lassen sich direkt aus §140 Abs2 ÄrzteG 1998 ableiten: Die Einrichtung mehrerer Disziplinarkommissionen in einem OLG-Sprengel ist angezeigt, wenn der örtliche Wirkungsbereich einer einzigen Disziplinarkommission in diesem Sprengel als zu groß erscheint, sodass die Bildung einer weiteren Kommission zweckmäßig ist, um den Aktenanfall adäquat zu bewältigen und/oder eine ortsnahe Behandlung des Disziplinarfalls zu ermöglichen (siehe dazu auch ErläutRV 1386 BlgNR 20. GP 112, wonach sich die Bestellung der jeweiligen Disziplinarkommissionen in der Praxis bewährt hat). Diese Determinanten ergeben sich auch aus einer Zusammenschau mit §145 Abs1 ÄrzteG 1998, wo die Wertung zum Ausdruck kommt, dass eine berufssitznahe, dienstortnahe bzw wohnortnahe Behandlung des Disziplinarfalls stattfinden soll, und aus einer Zusammenschau mit §147 Abs1 ÄrzteG 1998, wo im Zusammenhang mit der Delegation von Disziplinarverfahren auf Gründe der Verfahrensökonomie abgestellt wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Zuständigkeit der jeweiligen Disziplinarkommission ist in jedem Fall anhand der Vorschriften des §145 ÄrzteG 1998 eindeutig bestimmbar; dort wird die örtliche Zuständigkeit der jeweiligen Disziplinarkommission unabhängig davon geregelt, ob es in einem OLG-Sprengel nur eine oder mehrere Disziplinarkommissionen gibt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Ergebnis können somit alle maßgeblichen Kriterien für die Einrichtung und die Zuständigkeit mehrerer Disziplinarkommissionen in einem OLG-Sprengel aus dem ÄrzteG 1998 hergeleitet werden. Ein Verstoß gegen Art18 iVm Art83 Abs2 B-VG liegt folglich nicht vor.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. G 245/2022",
            "annotations": []
        },
        {
            "text": "2.1. Dem zu G245/2022 protokollierten Antrag des Landesverwaltungsgerichtes Niederösterreich liegen zwei Beschwerden gegen Bescheide des Disziplinarrates der Österreichischen Ärztekammer, Disziplinarkommission für Niederösterreich, jeweils betreffend die Verhängung einer Disziplinarstrafe nach dem ÄrzteG 1998 zugrunde. In beiden Fällen wurde jeweils gemäß §139 Abs1 Z2 ÄrzteG 1998 eine Disziplinarstrafe verhängt, weil der Disziplinarbeschuldigte seiner Fortbildungsverpflichtung nach §49 Abs2c ÄrzteG 1998 nicht nachgekommen sei und sich damit eines Disziplinarvergehens nach §136 Abs1 Z2 ÄrzteG 1998 schuldig gemacht hätte. Gegen diese beiden Disziplinarerkenntnisse wurde Beschwerde beim Landesverwaltungsgericht Niederösterreich erhoben.",
            "annotations": []
        },
        {
            "text": "2.2. Aus Anlass dieses Verfahrens stellt das Landesverwaltungsgericht Niederösterreich, gestützt auf Art140 Abs1 Z1 lita B-VG, den zu G245/2022 protokollierten Antrag, in dem es die Prozessvoraussetzungen und die Bedenken gegen die angefochtenen Bestimmungen mit einem im Wesentlichen ident formulierten Schriftsatz zu G237/2022 darlegt.",
            "annotations": []
        },
        {
            "text": "2.3. Die Bundesregierung hat im Verfahren zu G245/2022 auf ihre im verfassungsgerichtlichen Verfahren zu G237/2022 erstattete Äußerung verwiesen (vgl Pkt. III.1.4.).",
            "annotations": []
        },
        {
            "text": "2.4. Die Österreichische Ärztekammer hat eine Äußerung erstattet, die ihren Ausführungen entspricht, die sie im zu G237/2022 protokollierten Verfahren vor dem Verfassungsgerichtshof vorgebracht hat (vgl Pkt. III.1.5.).",
            "annotations": []
        },
        {
            "text": "3. G 298/2022",
            "annotations": []
        },
        {
            "text": "3.1. Dem Antrag des Landesverwaltungsgerichtes Vorarlberg zu G298/2022 liegt ein Disziplinarerkenntnis betreffend die Verhängung einer Disziplinarstrafe wegen eines Disziplinarvergehens nach §136 Abs1 Z1 und 2 ÄrzteG 1998 auf Grund der Verbreitung von unsachlichen und irreführenden Informationen über Folgen von COVID-19-Impfungen bei Kindern zugrunde. Gegen diesen Bescheid erhoben der Disziplinaranwalt-Stellvertreter beim Disziplinarrat der Österreichischen Ärztekammer und die Disziplinarbeschuldigte Beschwerde an das zuständige Landesverwaltungsgericht, wobei sich die Beschwerde des Erstbeschwerdeführers nur gegen die Art der Strafe, die Beschwerde der Disziplinarbeschuldigten hingegen gegen den Schuldspruch und die Strafe richtet.",
            "annotations": []
        },
        {
            "text": "3.2. Aus Anlass dieses Verfahrens stellt das Landesverwaltungsgericht Vorarlberg, gestützt auf Art140 Abs1 Z1 lita B-VG, den zu G298/2022 protokollierten Antrag. Der geltend gemachte Anfechtungsumfang entspricht im Wesentlichen – abgesehen von geringfügigen Abweichungen betreffend §120 Z8 ÄrzteG 1998 (zusätzlich das Wort \"sowie\" am Ende dieser Ziffer) und §120 Z9 ÄrzteG 1998 (ausgenommen der Punkt am Satzende) – jenem im Verfahren zu G237/2022 (s näher Pkt. I.2.). Die Darlegungen zur Zulässigkeit und den Prozessvoraussetzungen sowie die Erwägungen in der Sache entsprechen in allen wesentlichen Belangen den Ausführungen im Antrag zu G237/2022.",
            "annotations": []
        },
        {
            "text": "3.3. Die Bundesregierung hat auf ihre im verfassungsgerichtlichen Verfahren zu G237/2022 erstattete Äußerung verwiesen (vgl Pkt. III.1.4.).",
            "annotations": []
        },
        {
            "text": "3.4. Die Österreichische Ärztekammer hat in ihrer Äußerung auf die zu G245/2022 erstattete Stellungnahme verwiesen, die jener zu G237/2022 entspricht (vgl Pkt. III.1.5.).",
            "annotations": []
        },
        {
            "text": "3.5. Die Partei im Ausgangsverfahren vor dem Landesverwaltungsgericht Vorarlberg hat als beteiligte Partei eine Äußerung erstattet, in der sie sich den Bedenken des antragstellenden Gerichtes im Wesentlichen anschließt. Zu den Prozessvoraussetzungen führt sie aus, dass die Bestimmungen über die disziplinarrechtliche Aufsicht nicht unmittelbar präjudiziell seien, sodass insoweit kein Grund bestehe, den Anfechtungsumfang weiter zu fassen.",
            "annotations": []
        },
        {
            "text": "3.6. Die Partei des Verfahrens vor dem antragstellenden Gericht hat als beteiligte Partei eine Replik erstattet, in der sie der Äußerung der Österreichischen Ärztekammer mit näherer Begründung entgegentritt.",
            "annotations": []
        },
        {
            "text": "3.7. Das Landesverwaltungsgericht Niederösterreich stellte zu den Zahlen G254/2022, G255/2022, G289/2022, G25/2023 sowie G125/2023 und das Verwaltungsgericht Wien zu den Zahlen G293/2022, G294/2022, G301/2022 und G307-311/2022 weitere im Wesentlichen gleichlautende Anträge zu G237/2022 bzw G298/2022. Der Verfassungsgerichtshof führte zu diesen Anträgen des Landesverwaltungsgerichtes Niederösterreich und des Verwaltungsgerichtes Wien (im Hinblick auf §19 Abs3 Z4 VfGG) keine weiteren Verfahren durch (vgl VfSlg 20.244/2018).",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat über die in sinngemäßer Anwendung der §§187 und 404 ZPO iVm §35 Abs1 VfGG zur gemeinsamen Beratung und Entscheidung verbundenen Anträge erwogen:",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit der Anträge",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Aus dieser Grundposition folgt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011). Das antragstellende Gericht hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Bestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "Dagegen macht eine zu weite Fassung des Antrages diesen nicht in jedem Fall unzulässig. Soweit alle vom Antrag erfassten Bestimmungen präjudiziell sind oder der Antrag mit solchen untrennbar zusammenhängende Bestimmungen erfasst, führt dies – ist der Antrag in der Sache begründet – im Fall der Aufhebung nur eines Teiles der angefochtenen Bestimmungen im Übrigen zu seiner teilweisen Abweisung (vgl VfSlg 19.746/2013, 19.905/2014). Umfasst der Antrag auch Bestimmungen, die im Verfahren vor dem antragstellenden Gericht nicht präjudiziell sind, führt dies – wenn die angefochtenen Bestimmungen insoweit trennbar sind – im Hinblick auf diese Bestimmungen zur partiellen Zurückweisung des Antrages (siehe VfSlg 18.298/2007, 18.486/2008; soweit diese Voraussetzungen vorliegen, führen zu weit gefasste Anträge also nicht mehr – vgl noch VfSlg 14.342/1995, 15.664/1999, 15.928/2000, 16.304/2001, 16.532/2002, 18.235/2007 – zur Zurückweisung des gesamten Antrages).",
            "annotations": []
        },
        {
            "text": "1.3. Die Bundesregierung legt in ihrer Äußerung dar, dass der Anfechungsumfang des Hauptantrages nicht richtig abgegrenzt und damit unzulässig sei: Die im Beschluss des Verfassungsgerichtshofes vom 27. Juni 2018, G177/2017 ua, getroffenen Aussagen zum Anfechtungsumfang hinsichtlich §195f ÄrzteG 1998 seien nach Ansicht der Bundesregierung auch auf das disziplinarrechtliche Aufsichtsrecht des für das Gesundheitswesen zuständigen Bundesministers gegenüber der Österreichischen Ärztekammer bei der Vollziehung von Angelegenheiten im eigenen Wirkungsbereich gemäß §195e ÄrzteG 1998 zu übertragen. Die antragstellenden Gerichte hätten daher diese Bestimmung bereits mit dem Hauptantrag und nicht bloß eventualiter mitanfechten müssen, um den Verfassungsgerichtshof im Falle des Zutreffens der Bedenken in die Lage zu versetzen, darüber zu befinden, auf welche Weise die Verfassungswidrigkeit beseitigt werden könne.",
            "annotations": []
        },
        {
            "text": "Auch die Eventualanträge würden sich nach Auffasung der Bundesregierung als unzulässig erweisen: Es sei kein untrennbarer Zusammenhang der in den Eventualanträgen ebenfalls angefochtenen Bestimmungen (das Wort \"und\" am Ende des §117a Abs1 Z2, §117a Abs1 Z3 und das 3. Hauptstück des ÄrzteG 1998 sowie das ÄrzteG 1998 zur Gänze) mit §§117b, 120 und 140 ÄrzteG 1998 erkennbar. Ebensowenig würden die zur Prüfung beantragten Bestimmungen durch eine allfällige Aufhebung der §§117b, 120 und 140 ÄrzteG 1998 einen völlig veränderten Inhalt erhalten (Hinweis auf VfSlg 17.023/2003 mwN).",
            "annotations": []
        },
        {
            "text": "1.4. Die Österreichische Ärztekammer zieht in ihrer Äußerung zunächst die Präjudizialität der angefochtenen Bestimmungen in Zweifel. Von den konkret angefochtenen Bestimmungen seien letztlich nur §140 Abs1, Abs2 erster Satz sowie Abs3 erster Satz ÄrzteG 1998 und §117b Abs1 Z23 leg cit denkmöglich präjudiziell. Ob allenfalls einzelne weitere Bestimmungen des 3. Hauptstücks des ÄrzteG 1998 präjudiziell sein könnten, könne dahingestellt bleiben, weil die antragstellenden Gerichte insoweit nicht hinreichend konkretisiert hätten, welche Bestimmungen (wenn überhaupt) anzuwenden wären.",
            "annotations": []
        },
        {
            "text": "Auch ist nach Ansicht der Österreichischen Ärztekammer der Anfechtsungsumfang zu eng gewählt: Die Bedenken der antragstellenden Gerichte würden sich im Kern nur gegen die Besetzung der Disziplinarkommission mit einem rechtskundigen Vorsitzenden gemäß §140 Abs3 erster Satz ÄrzteG 1998, gegen die Vollziehung des ärztlichen Disziplinarrechts im eigenen Wirkungsbereich gemäß §117b Abs1 Z23 ÄrzteG 1998 und die behaupteterweise zu unbestimmte Regelung in §140 Abs2 leg cit über die Einrichtung mehrerer Disziplinarkommissionen wenden. Ausgehend davon sei der Primärantrag zu eng gefasst: Würde allein die Bestimmung des §140 ÄrzteG 1998 über den Disziplinarrat und die Einrichtung von Disziplinarkommissionen aufgehoben werden, so würden alle Bestimmungen des ÄrzteG 1998, die die Existenz von Disziplinarkommissionen voraussetzen würden (im Wesentlichen der 5. und 6. Abschnitt des 3. Hauptstücks des ÄrzteG 1998), ins Leere gehen, weshalb insoweit ein unvollziehbarer Torso zurückbliebe. Genauso sei die Anfechtung allein des §117b Abs1 Z23 ÄrzteG 1998 zu eng, weil mit dieser Bestimmung zumindest §186 ÄrzteG 1998 (mit direktem Verweis) und §195e ÄrzteG 1998 in einem untrennbaren Zusammenhang stünden.",
            "annotations": []
        },
        {
            "text": "1.5. Sämtliche (Haupt-)Anträge erweisen sich als zulässig:",
            "annotations": []
        },
        {
            "text": "1.5.1. Die antragstellenden Gerichte in den Verfahren zu G237/2022, G245/2022, G254/2022, G255/2022, G289/2022, G293/2022, G294/2022, G301/2022, G25/2023 und G125/2023 fechten mit ihrem Hauptantrag jeweils §117b Abs1 Z23 (mit Ausnahme des letzten Wortes \"sowie\"), §120 Z9 sowie §140 ÄrzteG 1998 an.",
            "annotations": []
        },
        {
            "text": "Die antragstellenden Gerichte in den Verfahren zu G298/2022 und G307-311/2022 fechten allesamt jeweils §117b Abs1 Z23 (ohne das letzte Wort \"sowie\"), das Wort \"sowie\" am Ende des §120 Z8, §120 Z9 (mit Ausnahme des Punktes am Satzende) und §140 ÄrzteG 1998 an.",
            "annotations": []
        },
        {
            "text": "Diese angefochtenen Bestimmungen normieren die grundsätzliche Zuständigkeit des Disziplinarrates, als Organ der Österreichischen Ärztekammer (§120 Z9 ÄrzteG 1998) über Disziplinarvergehen zu erkennen, und regeln die nähere Ausgestaltung des Disziplinarrates sowie die Einrichtung der Disziplinarkommission (§140 leg cit). Dass die disziplinäre Verfolgung von Verletzungen der ärztlichen Berufspflichten und von Beeinträchtigungen des Ansehens der Ärzteschaft durch Ärzte im eigenen Wirkungsbereich der Österreichischen Ärztekammer wahrzunehmen ist, wird hingegen in §117b Abs1 Z23 ÄrzteG 1998 geregelt.",
            "annotations": []
        },
        {
            "text": "1.5.2. Wenn die antragstellenden Gerichte von Amts wegen, noch bevor sie das Verfahren führen, überprüfen, ob sie nach §27 erster Halbsatz VwGVG überhaupt zur Führung des Verfahrens zuständig sind, ist ihnen – nicht zuletzt vor dem Hintergrund der dargelegten Bedenken – nicht entgegenzutreten, wenn sie behaupten, sowohl die Regelungen betreffend die Festlegung der Zuständigkeit des für Disziplinarvergehen zuständigen Organs der Österreichischen Ärztekammer als auch dessen gesetzlich vorgesehene Kreation und Zusammensetzung anwenden zu müssen. Gerade die von der Österreichischen Ärztekammer in ihrer Stellungnahme zitierte Entscheidung des Verwaltungsgerichtshofes vom 27. Mai 2020, Ro 2019/09/0008 (dort allerdings unter dem Aspekt der dem Verfahren vorgelagerten Prüfung, ob es sich überhaupt um ein Kammermitglied handelt) zeigt, dass die Frage der Zuständigkeit der belangten Behörde (hier des Disziplinarrates der Österreichischen Ärztekammer) dem eigentlichen Verfahren an sich \"vorgelagert\" ist. Die angefochtenen Bestimmungen werden daher von den antragstellenden Gerichten denkmöglich angewendet.",
            "annotations": []
        },
        {
            "text": "1.5.3. Das Vorbringen der antragstellenden Gerichte zielt im Kern darauf ab, dass die Zusammensetzung der Disziplinarkommission im Rahmen des Disziplinarrates als Organ der Österreichischen Ärztekammer, die Vollziehung des ärztlichen Disziplinarrechts im eigenen Wirkungsbereich und die Regelung des §140 Abs2 ÄrzteG 1998 über die Einrichtung einer Disziplinarkommission für den Bereich eines jeden Oberlandesgerichtssprengels verfassungswidrig seien. Eine Überprüfung dieser Bedenken setzt die Anfechtung der in den Hauptanträgen genannten Bestimmungen, die allesamt im Lichte der vorgebrachten Bedenken in einem Regelungszusammenhang stehen, voraus. Der Aufhebungsumfang ist daher richtig abgegrenzt.",
            "annotations": []
        },
        {
            "text": "1.5.4. Die antragstellenden Gerichte haben nach Ansicht des Verfassungsgerichtshofes auch ausreichend konkrete Bedenken vorgebracht, die sich gegen §117b Abs1 Z23, §120 Z9 und §140 ÄrzteG 1998 wenden. Das Vorbringen der Österreichischen Ärztekammer, die Bedenken seien nicht \"im Einzelnen\" iSd §62 Abs1 zweiter Satz VfGG dargelegt worden, ist daher unzutreffend (vgl dazu VfGH 2.3.2015, G140/2014 ua).",
            "annotations": []
        },
        {
            "text": "1.5.5. Vor diesem Hintergrund erweisen sich – da auch sonst keine Prozesshindernisse hervorgekommen sind – die (Haupt-)Anträge der antragstellenden Gerichte als zulässig. Bei diesem Ergebnis erübrigt sich ein Eingehen auf die Eventualanträge.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der aufgeworfenen Fragen zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.1. Zu den Bedenken im Hinblick auf Art120a Abs1 B-VG",
            "annotations": []
        },
        {
            "text": "2.1.1. Die antragstellenden Gerichte hegen in ihren Anträgen – auf das Wesentliche zusammengefasst – das Bedenken, dass die Wahrnehmung des gesamten ärztlichen Disziplinarrechts im eigenen Wirkungsbereich der Österreichische Ärztekammer gemäß §117b Abs1 Z23 ÄrzteG 1998 den verfassungsrechtlichen Vorgaben des Art120a Abs1 B-VG widerspreche.",
            "annotations": []
        },
        {
            "text": "2.1.2. Die Bundesregierung tritt dem in ihrer Äußerung wie folgt entgegen: Zu den Angelegenheiten, die im ausschließlichen oder überwiegenden Interesse der zur Selbstverwaltungskörperschaft zusammengefassten Personen gelegen und geeignet seien, durch diese Gemeinschaft besorgt zu werden, würde seit jeher und typischerweise die Ahndung von Verstößen gegen die Standesregeln gehören, da die Selbstverwaltungskörper und dessen Mitglieder ein zumindest überwiegendes Interesse an der Einhaltung der standesschützenden Disziplinarbestimmungen hätten. Die disziplinäre Verfolgung von Verletzungen der ärztlichen Berufspflichten und von Beeinträchtigungen des Ansehens der Ärzteschaft gemäß §117b Abs1 Z23 ÄrzteG 1998 sei als spezifisches Verwaltungsverfahren nur auf den sogenannten \"disziplinären Überhang\" gerichtet. Über das im eigenen Wirkungsbereich wahrzunehmende Disziplinarrecht hinaus würde das ÄrzteG 1998 noch andere Instrumente zur Sanktionierung von Fehlverhalten kennen, die vornehmlich der Erfüllung von Interessen der Allgemeinheit dienen und von der Österreichischen Ärztekammer im übertragenen Wirkungsbereich sowie von Verwaltungsbehörden und Gerichten besorgt werden würden.",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund ist die Bundesregierung der Auffassung, dass das ärztliche Disziplinarrecht als Standesgerichtsbarkeit im (zumindest) überwiegenden gemeinsamen Interesse der Ärzteschaft durch die Österreichische Ärztekammer im eigenen Wirkungsbereich wahrgenommen werden dürfe. An der Geeignetheit, durch den in der Österreichischen Ärztekammer zusammengefassten Personenkreis gemeinsam besorgt zu werden, könne bereits auf Grund der jahrzehntelangen, ohne Schwierigkeiten (hinsichtlich Personal, Finanzmittel, Räumlichkeiten etc.) erfolgenden Praxis keinerlei Zweifel bestehen.",
            "annotations": []
        },
        {
            "text": "2.1.3. Der Verfassungsgerichtshof teilt die von den antragstellenden Gerichten diesbezüglich geäußerten Bedenken nicht:",
            "annotations": []
        },
        {
            "text": "2.1.3.1. Wie der Verfassungsgerichtshof in ständiger Rechtsprechung stets betont, dürfen einer Selbstverwaltungskörperschaft nur jene Angelegenheiten zur eigenverantwortlichen, weisungsfreien Besorgung überlassen werden, die im ausschließlichen oder überwiegenden Interesse der zum Selbstverwaltungskörper zusammengeschlossenen Personen gelegen und geeignet sind, durch diese Gemeinschaft besorgt zu werden (vgl VfSlg 8215/1977, 17.023/2003, 19.017/2010 mwN).",
            "annotations": []
        },
        {
            "text": "Dazu hat der Verfassungsgerichtshof in seiner Rechtsprechung auch stets die Festlegung von und den Umgang mit Rahmenbedingungen für die berufliche Tätigkeit, also Berufsausübungsregeln, gezählt, worunter auch insbesondere das Disziplinarrecht der freien Berufe fällt (vgl ausdrücklich zu den Notaren VfSlg 6767/1972 und VfSlg 13.580/1993 mwN zu den Rechtsanwälten). Die Handhabung des Disziplinarrechts durch die Standesgemeinschaft selbst stellt damit eine Form der Standesgerichtsbarkeit dar, die in Wahrnehmung des sogenannten \"disziplinären Überhangs\" von beruflichem Fehlverhalten neben der Verfolgung sowie Sanktionierung durch Verwaltungsstrafbehörden und Gerichte besteht (vgl VfSlg 15.543/1999, 17.763/2006, 17.852/2006).",
            "annotations": []
        },
        {
            "text": "2.1.3.2. Mit der B-VG-Novelle BGBl I 2/2008 wurden die Art120a ff B-VG betreffend die nichtterritoriale Selbstverwaltung in das B-VG eingefügt. Durch Art120a Abs1 B-VG sollte angesichts der Absicht einer bloßen \"Klarstellung\" der Zulässigkeit der Einrichtung von Selbstverwaltungskörpern (AB 370 BlgNR 23. GP, 5) nichts an der bestehenden Verfassungsrechtslage zur Selbstverwaltung im nichtterritorialen Bereich geändert werden. Dazu hat der Verfassungsgerichtshof bereits mehrmals Stellung genommen (vgl VfSlg 18.731/2009 mwN, 19.017/2010).",
            "annotations": []
        },
        {
            "text": "Die Ahndung von Verstößen gegen Standesregeln zählt bei den Kammern der freien Berufe seit jeher zu den typischen Angelegenheiten des selbständigen Wirkungsbereiches. Das ÄrzteG 1998 sah bereits in seiner Stammfassung in §118 Abs2 Z5 und nach der B-VG-Novelle BGBl I 2/2008 in §117b Abs1 Z23 (BGBl I 144/2009) vor, dass die Wahrnehmung des ärztlichen Disziplinarrechts im Rahmen der Selbstverwaltung im eigenen Wirkungsbereich der Österreichischen Ärztekammer zu besorgen ist (vgl zur grundsätzlichen verfassungsrechtlichen Unbedenklichkeit VfSlg 3618/1959 zur Apothekerkammer, VfSlg 6026/1969 zur Ärztekammer und VfSlg 6767/1972 zur Notariatskammer).",
            "annotations": []
        },
        {
            "text": "An dieser Beurteilung hält der Verfassungsgerichtshof fest.",
            "annotations": []
        },
        {
            "text": "2.1.3.3. Auch kann der Verfassungsgerichtshof die Bedenken der antragstellenden Gerichte, die Aufgabe der Wahrnehmung des ärztlichen Disziplinarrechts sei zu komplex, um im eigenen Wirkungsbereich der Österreichischen Ärztekammer besorgt zu werden, nicht teilen.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann nicht finden, dass das mit diesem Argument angesprochene Kriterium der \"Eignung\" iSd Art120a Abs1 B-VG nicht erfüllt ist. Der Komplexität bei der Handhabung des ärztlichen Disziplinarrechts wird gerade dadurch Rechnung getragen, dass jeder Disziplinarkommission seit jeher auch rechtskundige Untersuchungsführer beigegeben werden (§140 Abs2 letzter Satz ÄrzteG 1998). Schon die Zusammensetzung des Spruchkörpers zeigt, dass die Ausgestaltung der Disziplinarkommissionen grundsätzlich der potentiellen Komplexität disziplinarrechtlicher Verfahren gerecht wird und daher auch geeignet ist, von der Ärzteschaft im eigenen Wirkungsbereich besorgt zu werden (vgl Emberger/Wallner [Hrsg.], Ärztegesetz mit Kommentar2, 2008, §140 Rz 4 zum berufskollegialen Element der Disziplinarkommissionen).",
            "annotations": []
        },
        {
            "text": "2.1.3.4. Die Vollziehung des Disziplinarrechts durch die Ärzteschaft selbst ist zur Sicherung des Standesansehens von Bedeutung: So ist die Verfolgung und Ahndung von ärztlichem Fehlverhalten gemäß §136 ÄrzteG 1998 nicht durch staatliche, sondern berufsständige Organe ein wesentlicher Aspekt der beruflichen Selbstverwaltung (vgl Welan/Gutknecht, Selbstverwaltung, FS Antoniolli, 1979, 415; Stellamor/Steiner, Handbuch des österreichischen Arztrechts, Band I, 1999, 517). Das Disziplinarrecht ist damit \"Ausdruck der funktionierenden Selbstreinigungskraft des Berufsstandes\", das den Zweck hat, ärztliches Fehlverhalten standesintern unter Berücksichtigung general- und spezialpräventiver Aspekte zu ahnden (Stellamor/Steiner, aaO, 517 f.).",
            "annotations": []
        },
        {
            "text": "2.1.3.5. Auch darf nicht übersehen werden, dass das Disziplinarverfahren der nachprüfenden Kontrolle durch das jeweils örtlich zuständige Landesverwaltungsgericht unterliegt.",
            "annotations": []
        },
        {
            "text": "2.1.3.6. Die Bedenken hinsichtlich der Zuordnung des ärztlichen Disziplinarrechts zum eigenen Wirkungsbereich der Österreichischen Ärztekammer gehen damit ins Leere.",
            "annotations": []
        },
        {
            "text": "2.2. Zu den Bedenken im Hinblick auf Art18 B-VG und Art83 Abs2 B-VG",
            "annotations": []
        },
        {
            "text": "2.2.1. Die antragstellenden Gerichte bringen auch vor, §140 Abs2 ÄrzteG 1998 verstoße gegen Art18 iVm Art83 Abs2 B-VG, da die Regelung offenlasse, von wem, in welcher Form und nach welchen Determinanten die Entscheidung der Einrichtung mehrerer Disziplinarkommissionen zu treffen sei. Ebenso ungeregelt sei, wer in welcher Form und nach welchen Gesichtspunkten die örtliche Zuständigkeit der unterschiedlichen Disziplinarkommissionen voneinander abgrenze.",
            "annotations": []
        },
        {
            "text": "2.2.2. Nach ständiger Rechtsprechung des Verfassungsgerichtshofes verpflichtet Art18 iVm Art83 Abs2 B-VG den Gesetzgeber zu einer – strengen Prüfungsmaßstäben standhaltenden – präzisen Regelung der Behördenzuständigkeit (vgl zB VfSlg 5698/1968, 9937/1984, 10.311/1984, 13.029/1992, 13.816/1994, 16.794/2003, 17.086/2003, 18.639/2008, 19.970/2015). Eine Regelung entspricht dann den Bestimmtheitsanforderungen des Art18 Abs1 iVm Art83 Abs2 B-VG, wenn der Rechtsunterworfene dem Gesetz die maßgeblichen Determinanten über die Einrichtung von Disziplinarkommissionen und die Zuständigkeitsverteilung – allenfalls im Wege der Interpretation – entnehmen kann.",
            "annotations": []
        },
        {
            "text": "2.2.3. Wie der Verfassungsgerichtshof in seinem Erkenntnis VfSlg 8844/1980 in Bezug auf die Gemeinden ausgesprochen hat, steht es den entscheidungsbefugten Organen von Selbstverwaltungskörpern frei, ihre innere Organisation nach eigenen rechtspolitischen Vorstellungen zu gestalten, sofern das Gesetz nicht ausdrücklich anderes regelt (vgl Stolzlechner, Art120c B-VG, in: Kneihs/Lienbacher [Hrsg.], Rill-Schäffer-Kommentar Bundesverfassungsrecht, 6. Lfg. 2010, Rz 5). Die nähere Ausgestaltung der Disziplinarkommissionen hinsichtlich deren Einrichtung und der örtlichen Zuständigkeit fällt somit in die innere Organisationsautonomie der Österreichischen Ärztekammer.",
            "annotations": []
        },
        {
            "text": "Die Disziplinarkommission selbst verfügt jedoch über keinen Behördenstatus; dieser kommt vielmehr dem Disziplinarrat als Organ der Österreichischen Ärztekammer zu (§120 Z9 ÄrzteG 1998), in dessen Namen Rechtsakte ergehen (s Pkt. 2.3.4.2.). Die Disziplinarkommission ist nach der Diktion des §140 Abs2 erster Satz ÄrzteG 1998 ein Verwaltungskörper, der als Untergliederung der Behörde \"Disziplinarrat\" und Teil der kammerinternen Organisationstruktur ausgestaltet ist, für deren Einrichtung der Vorstand der Österreichischen Ärztekammer zuständig ist (vgl §123 Abs3 erster Satz iVm §117b Abs1 Z23 ÄrzteG 1998).",
            "annotations": []
        },
        {
            "text": "2.2.4.  Der 5. und 6. Abschnitt des 3. Hauptstücks des ÄrzteG 1998 regeln den Disziplinarrat und den Disziplinaranwalt sowie das Verfahren vor dem Disziplinarrat. Aus einer Zusammenschau des §140 Abs2, §145 und §147 Abs1 ÄrzteG 1998 ergibt sich, dass die Zuständigkeit jedenfalls hinreichend präzise geregelt ist.",
            "annotations": []
        },
        {
            "text": "2.2.5. Die Bedenken der antragstellenden Gerichte gegen §140 Abs2 ÄrzteG 1998 im Hinblick auf Art18 iVm Art83 Abs2 B-VG erweisen sich daher als unzutreffend.",
            "annotations": []
        },
        {
            "text": "2.3. Zu den Bedenken im Hinblick auf Art120c Abs1 B-VG",
            "annotations": []
        },
        {
            "text": "2.3.1. Die antragstellenden Gerichte bringen weiters vor, dass die Zusammensetzung der Disziplinarkommissionen gemäß §140 Abs3 ÄrzteG 1998, die im Rahmen des Disziplinarrates als Organ der Österreichischen Ärztekammer in deren eigenem Wirkungsbereich tätig werden, gegen Art120c Abs1 B-VG verstoßen würde. Denn einerseits schreibe das ÄrzteG 1998 nicht vor, dass der rechtskundige Vorsitzende der Disziplinarkommission Repräsentant eines Mitgliedes der Österreichischen Ärztekammer sein müsse. Andererseits handle es sich beim für das Gesundheitswesen zuständigen Bundesminister um kein Organ, das eine demokratische Legitimation besitze, die Interessen der Ärztekammern in den Bundesländern zu vertreten. Hinzu komme, dass es nach §140 Abs4 ÄrzteG 1998 gerade dem Vorsitzenden obliege, den ärztlichen Beisitzern ein vor dem Dienstantritt zu leistendes Gelöbnis abzunehmen und somit über deren Dienstantritt zu entscheiden.",
            "annotations": []
        },
        {
            "text": "2.3.2. Die Bundesregierung vertritt demgegenüber die Auffassung, dass bei der Zusammensetzung der Disziplinarkommissionen der Grundsatz, dass die Organe \"aus dem Kreis ihrer Mitglieder\" zu bilden seien, durch die Bestellung der ärztlichen Beisitzer in ausreichendem Maße verwirklicht werde, zumal diese die Stimmenmehrheit gegenüber dem rechtskundigen Vorsitzenden hätten. Darüber hinaus gehe die Zusammensetzung der Disziplinarkommission auf eine Regelung aus dem Jahr 1964 zurück und bestehe seitdem in nahezu unveränderter Weise fort. Sie ähnle auch Regelungen betreffend Disziplinarbehörden anderer Berufsvertretungen (Hinweis auf §62 Abs2 Zahnärztekammergesetz, §66 Abs4 Tierärztekammergesetz, §42 Abs2 Apothekerkammergesetz 2001). Auch für die Organe anderer Selbstverwaltungskörper würden strukturell vergleichbare Bestimmungen bestehen: §420 des Allgemeinen Sozialversicherungsgesetzes (ASVG) sehe in seinem Abs3 vor, dass Versicherungsvertreter, aus denen die Organe der Sozialversicherungsträger bestehen, (bloß) im Zeitpunkt ihrer Entsendung dem betreffenden Sozialversicherungsträger bzw der betreffenden Landesstelle angehören müssen.",
            "annotations": []
        },
        {
            "text": "Im Übrigen würden die antragstellenden Gerichte selbst erkennen, dass zumindest ein Mitglied der Disziplinarkommission rechtskundig sein sollte, um das Dienstrecht der Ärzte qualitativ hochwertig und unter Wahrung der Gesetzmäßigkeiten beurteilen zu können. Es sei äußerst unpraktikabel, wenn sich die Disziplinarkommissionen ausschließlich aus Mitgliedern der Ärztekammern zusammensetzen würden, weil sich in der Praxis kaum (kammerzugehörige) Ärzte finden ließen, die gleichzeitig auch rechtskundig seien.",
            "annotations": []
        },
        {
            "text": "2.3.3. Die Österreichische Ärztekammer legt in ihrer Äußerung hingegen dar, dass der \"Mitgliedervorbehalt\" gemäß Art120c Abs1 B-VG in der Judikatur des Verfassungsgerichtshofes nicht ausnahmslos zu verstehen sei (VfSlg 18.938/2009, 20.361/2019). Daraus würde folgen, dass in sachlich begründeten Ausnahmefällen auch andere Personen in Organfunktionen der Selbstverwaltungskörper tätig sein könnten, wobei allerdings auch diese demokratisch legitimiert sein müssten (VfSlg 20.361/2019).",
            "annotations": []
        },
        {
            "text": "2.3.4. Nach Ansicht des Verfassungsgerichtshofes treffen die Bedenken im Hinblick auf die Zusammensetzung der Disziplinarkommissionen unter dem Blickwinkel des Art120c Abs1 B-VG teilweise zu:",
            "annotations": []
        },
        {
            "text": "2.3.4.1. Der Umstand, dass Angelegenheiten des Disziplinarrechts im eigenen Wirkungsbereich der Österreichischen Ärztekammer zu vollziehen sind, bedingt – so bestätigend die ständige Judikatur des Verfassungsgerichtshofes –, dass die mit \"entscheidungswichtigen Aufgaben und Befugnissen\" betrauten Organe eines Selbstverwaltungskörpers von diesem \"autonom\", dh aus der Mitte seiner Angehörigen, zu bestellen sind, um die demokratisch notwendige Legitimation zu haben; dies ist ein Kerngedanke der Selbstverwaltung (vgl VfSlg 8644/1979, 17.023/2003 und VfSlg 20.361/2019 in Bezug auf die soziale Selbstverwaltung).",
            "annotations": []
        },
        {
            "text": "Mit Art120c Abs1 B-VG wird im Hinblick auf die dem Selbstverwaltungsbegriff immanente \"Befugnis zur Bestellung der eigenen Organe aus der Mitte der Verbandsangehörigen das Erfordernis der demokratischen Organkreation\" verankert (AB 370 BlgNR 23. GP, 5; vgl auch Eberhard, Nichtterritoriale Selbstverwaltung, 2014, 298). Wie der Verfassungsgerichtshof im Erkenntnis VfSlg 20.361/2019 festgehalten hat, können \"(grundsätzlich) nur 'Mitglieder' Organfunktionen in Selbstverwaltungskörpern\" wahrnehmen. Dabei soll sichergestellt werden, dass die Bildung von Organen unmittelbar oder mittelbar auf den Willen der Verbandsangehörigen zurückzuführen ist (vgl Stolzlechner, Art120c B-VG, in: Kneihs/Lienbacher [Hrsg.], Rill-Schäffer-Kommentar Bundesverfassungsrecht, 6. Lfg. 2010, Rz 13). ",
            "annotations": []
        },
        {
            "text": "2.3.4.2. Disziplinarbehörde erster Instanz ist nach §140 Abs1 ÄrzteG 1998 der Disziplinarrat als Organ der Österreichischen Ärztekammer (§120 Z9 leg cit). Im Rahmen des Disziplinarrates ist zur Durchführung von Disziplinarverfahren für den Bereich eines jeden Oberlandesgerichtssprengels zumindest eine Disziplinarkommission einzurichten (§140 Abs2 leg cit). §140 Abs3 ÄrzteG 1998 legt dabei fest, dass jede Disziplinarkommission aus einem Vorsitzenden, der rechtskundig sein muss, sowie zwei ärztlichen Beisitzern, die vom Vorstand der Österreichischen Ärztekammer bestellt werden, besteht. Dies ist auch für gleichzeitig zu bestellende Stellvertreter vorgesehen. Allerdings ist der Vorsitzende (und dessen Stellvertreter) zwar auf Vorschlag des Vorstandes der Österreichischen Ärztekammer, aber vom Bundesminister für Gesundheit und Frauen zu bestellen.",
            "annotations": []
        },
        {
            "text": "Dass der Vorsitzende vom jeweils zuständigen Bundesminister gemäß §140 Abs3 ÄrzteG 1998 bestellt wird, geht auf die Stammfassung des ÄrzteG 1998, BGBl I 169, zurück, wobei §140 leg cit im Wesentlichen der Bestimmung des §96 ÄrzteG 1984 entspricht (vgl ErläutRV 1386 BlgNR 20. GP, 112), die wiederum auf §55g ÄrzteG, BGBl 92/1949, idF BGBl 50/1964 zurückzuführen ist.",
            "annotations": []
        },
        {
            "text": "2.3.4.3. Die Mitwirkung eines Bundesministers an der Kreation eines Organs der Selbstverwaltung, etwa durch Entsendung eines Mitgliedes in eine Kommission widerspricht Art120c Abs1 B-VG (vgl VfGH 13.12.2019, G211-213/2019).",
            "annotations": []
        },
        {
            "text": "In gleicher Weise gilt dies für die Bestellung eines Mitgliedes der Disziplinarkommission, hier noch dazu des Vorsitzenden dieser Kommission, die im Rahmen des Disziplinarrates zur Durchführung der Disziplinarverfahren eingerichtet ist. Dass der rechtskundige Vorsitzende nicht aus dem Kreis der Mitglieder des Selbstverwaltungskörpers stammt, schadet im vorliegenden Fall noch nicht, jedoch müsste diese Person vom Selbstverwaltungskörper selbst zum Mitglied der Disziplinarbehörde bestellt werden. Indem die Regelung des §140 Abs3 ÄrzteG 1998 normiert, dass der für das Gesundheitswesen zuständige Bundesminister den Vorsitzenden sowie seine Stellvertreter der Disziplinarkommission bestellt, erweist sich die Besetzung der gemäß §140 Abs3 ÄrzteG 1998 zusammengesetzten Disziplinarkommission als verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "2.4. Der Verfassungsgerichtshof hat den Umfang der zu prüfenden und allenfalls aufzuhebenden Bestimmungen derart abzugrenzen, dass einerseits nicht mehr aus dem Rechtsbestand ausgeschieden wird, als Voraussetzung für den Anlassfall ist, dass aber andererseits der verbleibende Teil keine Veränderung seiner Bedeutung erfährt; da beide Ziele gleichzeitig niemals vollständig erreicht werden können, ist in jedem Einzelfall abzuwägen, ob und inwieweit diesem oder jenem Ziel der Vorrang vor dem anderen gebührt (VfSlg 7376/1974, 16.929/2003, 16.989/2003, 17.057/2003, 18.227/2007, 19.166/2010, 19.698/2012).",
            "annotations": []
        },
        {
            "text": "Zur Herstellung eines verfassungskonformen Rechtszustandes genügt es, jene Bestimmungen im ÄrzteG 1998 aufzuheben, welche die Mitwirkung des Bundesministers für Gesundheit und Frauen bei der Bestellung der Mitglieder der Disziplinarkommission nach §140 Abs3 ÄrzteG 1998 betreffen. Der Verfassungsgerichtshof hat daher – wie in den Hauptanträgen angefochten – lediglich die Wortfolge \"und auf Vorschlag des Vorstandes der Österreichischen Ärztekammer vom Bundesminister für Gesundheit und Frauen bestellt wird\" in §140 Abs3 erster Satz, die Wortfolge \"auf Vorschlag des Vorstandes der Österreichischen Ärztekammer vom Bundesminister für Gesundheit und Frauen\" in §140 Abs3 zweiter Satz sowie den dritten Satz in §140 Abs3 ÄrzteG 1998 als verfassungswidrig aufzuheben. Im Übrigen sind die Anträge abzuweisen.",
            "annotations": []
        },
        {
            "text": "2.5. Entscheidung über die Anträge zu G254/2022, G255/2022, G289/2022, G293/2022, G294/2022, G301/2022, G307/2022, G308/2022, G309/2022, G310/2022, G311/2022, G25/2023 und G125/2023",
            "annotations": []
        },
        {
            "text": "Da die Anträge des Landesverwaltungsgerichtes Niederösterreich zu G254/2022, G255/2022, G289/2022, G25/2023 und G125/2023 sowie die Anträge des Verwaltungsgerichtes Wien zu G293/2022, G294/2022, G301/2022 und G307-311/2022 den zu G237/2022, G245/2022 und G298/2022 protokollierten Anträgen gleichen, hat der Verfassungsgerichtshof gemäß §19 Abs3 Z4 VfGG davon abgesehen, ein weiteres Verfahren in diesen Rechtssachen durchzuführen. Dies erfolgt in Hinblick darauf, dass die in den Verfahren über die Anträge zu G254/2022, G255/2022, G289/2022, G293/2022, G294/2022, G301/2022, G307-311/2022, G25/2023 und G125/2023 aufgeworfenen Rechtsfragen durch die Entscheidung über die sonstigen Anträge der beiden Landesverwaltungsgerichte bereits geklärt sind (vgl VfSlg 20.244/2018).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Wortfolge \"und auf Vorschlag des Vorstandes der Österreichischen Ärztekammer vom Bundesminister für Gesundheit und Frauen bestellt wird\" in §140 Abs3 erster Satz ÄrzteG 1998, die Wortfolge \"auf Vorschlag des Vorstandes der Österreichischen Ärztekammer vom Bundesminister für Gesundheit und Frauen\" in §140 Abs3 zweiter Satz ÄrzteG 1998 sowie der dritte Satz in §140 Abs3 ÄrzteG 1998 sind wegen des Verstoßes gegen Art120c Abs1 B-VG als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "Im Übrigen werden die Anträge abgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzesstellen gründet sich auf Art140 Abs5 dritter und vierter Satz B-VG. Diese Frist ermöglicht es dem Gesetzgeber, eine den verfassungsrechtlichen Vorgaben Rechnung tragende Neuregelung über die Bestellung der Mitglieder der Disziplinarkommission zu treffen.",
            "annotations": []
        },
        {
            "text": "3. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "4. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}