{
    "document_id": "JFT_20231004_23E00019_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist iranische Staatsangehörige. Sie besuchte zwölf Jahre die Schule und studierte anschließend an der Universität in Teheran Französisch. Die Beschwerdeführerin reiste erstmals zu Beginn des Jahres 2016 mit einem Visum D in das österreichische Bundesgebiet ein und verfügte von 2016 bis 2019 durchgehend über Aufenthaltsbewilligungen zum Zweck \"Student\". Am 26. Februar 2019 stellte sie in Österreich einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 22. Mai 2019 wies das Bundesamt für Fremdenwesen und Asyl den Antrag der Beschwerdeführerin auf internationalen Schutz sowohl hinsichtlich der Zuerkennung des Status der Asylberechtigten als auch bezüglich des Status als subsidiär Schutzberechtigte ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung und stellte fest, dass ihre Abschiebung in den Iran zulässig sei und die Frist für die freiwillige Ausreise vierzehn Tage ab Rechtskraft betrage. Dagegen erhob die Beschwerdeführerin fristgerecht Beschwerde.",
            "annotations": []
        },
        {
            "text": "3. In der mündlichen Verhandlung vor dem Bundesverwaltungsgericht gab die Beschwerdeführerin auf die Frage der erkennenden Richterin, ob irgendjemand aus ihrer Familie im Iran Probleme auf Grund der nicht sehr intensiven Beziehung zum Islam habe, an, dass sie selbst während ihres Studiums immer wieder Probleme gehabt habe, weil sie auf ihre \"Kopfbedeckung\" nicht aufgepasst habe. Sie habe deshalb auch zweimal schriftliche Warnungen von der Universitätsbehörde bekommen. Die Beschwerdeführerin wurde in der mündlichen Verhandlung zu der von ihr in der Beschwerde vorgebrachten westlichen Orientierung nicht befragt.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht wies die Beschwerde mit Erkenntnis vom 18. Oktober 2022 als unbegründet ab. Es sei im Verfahren nicht hervorgekommen, dass die Beschwerdeführerin eine westliche Lebensweise in Österreich angenommen habe, bei deren weiterer Pflege im Herkunftsstaat sie einer asylrelevanten Verfolgung ausgesetzt wäre.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, sowie die Zuerkennung der aufschiebenden Wirkung der Beschwerde beantragt wird. Unter anderem wird in der Beschwerde vorgebracht, dass der im Erkenntnis des Bundesverwaltungsgerichtes angeführte Länderbericht aus der Zeit vor Beginn der Proteste im Iran im September 2022 stamme. Das Bundesverwaltungsgericht erwähne in seinem Erkenntnis nur mit einem Satz den Beginn der Proteste und führe dazu lediglich aus, dass die Beschwerdeführerin im Hinblick auf diese Proteste keiner Gefahr ausgesetzt sei. Eine ernsthafte Befassung im Hinblick auf die Änderung der Situation für Frauen im Iran durch das Bundesverwaltungsgericht sei nicht erfolgt, weshalb es in einem entscheidenden Punkt jegliche Ermittlungstätigkeit unterlassen habe.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und – wie auch das Bundesamt für Fremdenwesen und Asyl – von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Die Beschwerdeführerin hat im Beschwerdeverfahren vor dem Bundesverwaltungsgericht vorgebracht, eine westlich orientierte Frau zu sein, die bestimmte Bekleidungsvorschriften, vor allem das Tragen eines Kopftuches, ablehne. Dies hält auch das Bundesverwaltungsgericht fest, wenn es das Vorbringen der Beschwerdeführerin dahingehend zusammenfasst, \"die BF sei 'westlich orientiert'. Sie wolle kein Kopftuch tragen und keinen langen Mantel anhaben. Sie wolle frei entscheiden können, wie sie sich kleide. Im Iran hätten die Frauen keine Freiheit in dem Sinne, 'dass sie ihr Outfit nach ihrem Geschmack und Willen wählen.'\" Das Bundesverwaltungsgericht hält in seiner Entscheidung auch fest, dass die Beschwerdeführerin \"in Österreich einen nicht-konservativen Kleidungsstil pflegt, und kein Kopftuch trägt\". ",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht geht in der Folge aber – ohne die Beschwerdeführerin zu der von ihr vorgebrachten westlichen Orientierung in der mündlichen Verhandlung befragt zu haben – davon aus, dass die Beschwerdeführerin damit nicht glaubhaft habe machen können, dass sie in Österreich eine \"westliche Lebensweise\" angenommen habe, \"bei deren weiterer Pflege im Herkunftsstaat sie einer asylrelevanten Verfolgung ausgesetzt wäre.\" Insbesondere habe sich die Beschwerdeführerin weder vor ihrer Ausreise aus dem Iran noch in Österreich regimekritisch exponiert, beispielsweise als Frauenrechtsaktivistin.",
            "annotations": []
        },
        {
            "text": "3.3. Diese Begründung für die hier maßgebliche Entscheidung des Bundesverwaltungsgerichtes greift aber mit Blick auf die – vom Bundesverwaltungsgericht selbst allgemein zutreffenderweise in den Blick genommenen – jüngsten Entwicklungen im Iran und einschlägigen Protestbewegungen, die vor allem auch einschlägige Bekleidungsvorschriften für Frauen thematisieren, zu kurz. Das Bundesverwaltungsgericht hätte sich – auch angesichts der eigenen Feststellungen – mit den Auswirkungen der von der Beschwerdeführerin unbestritten vorgebrachten Ausdrucksformen einer westlichen Orientierung und der Bedeutung ihrer Beibehaltung in der aktuellen Situation von Frauen im Iran näher auseinandersetzen und diese in seine Entscheidung einfließen lassen müssen.",
            "annotations": []
        },
        {
            "text": "4. Indem das Bundesverwaltungsgericht die Anforderungen an die von ihm vorzunehmende Prüfung in diesem entscheidungswesentlichen Punkt grundsätzlich verkannt hat, hat es das angefochtene Erkenntnis mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}