{
    "document_id": "JFT_20230228_21V00222_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "1. Die Antragstellerin ist eine Verwertungsgesellschaft nach dem Verwertungsgesellschaftengesetz 2016 – VerwGesG 2016 und nimmt nach Maßgabe ihrer Wahrnehmungsgenehmigung Rechte, Beteiligungs- und/oder Vergütungsansprüche an Werken der Literatur und Kunst wahr, soweit ein Rundfunkunternehmer Berechtigter ist. Der Fachverband der Telekommunikations- und Rundfunkunternehmungen (im Folgenden: Fachverband) vertritt als Nutzerorganisation die Telekommunikations- und Rundfunkunternehmer, soweit sie seine Mitglieder sind. Im Verfahren nach §66 VerwGesG 2016 zwischen der Antragstellerin und dem Fachverband erließ der Urheberrechtssenat am 28. Juni 2021 die Satzung über die integrale Weitersendung von Rundfunksendungen (UrhRS 1/20-32).",
            "annotations": []
        },
        {
            "text": "2. Mit dem auf Art139 Abs1 Z3 B-VG gestützten Antrag begehrt die Antragstellerin, der Verfassungsgerichtshof möge",
            "annotations": []
        },
        {
            "text": "\"a) Punkt VI.1.i der angefochtenen Satzung zur Gänze sowie in deren Punkt VI.1.ii die Wortfolge '(derzeit 0,6322 Euro zuzüglich 20 % USt)' aufheben,",
            "annotations": []
        },
        {
            "text": "in eventu",
            "annotations": []
        },
        {
            "text": "b) in der angefochtenen Satzung Punkt VI.1.i zur Gänze, in Punkt VI.1.ii die Wort-folge '(derzeit 0,6322 Euro zuzüglich 20 % USt)', in Punkt VI.5 die Wortfolge 'gemäß Punkt VI.1.i)' und in VII.1.i die Wortfolge 'im Sinne des Punktes VI.1.i)' aufheben,",
            "annotations": []
        },
        {
            "text": "in eventu",
            "annotations": []
        },
        {
            "text": "c) in der angefochtenen Satzung Punkt VI.1. zur Gänze, in Punkt VI.5 die Wortfolge 'gemäß Punkt VI.1.i)' und in VII.1.i die Wortfolge 'im Sinne des Punktes VI.1.i)' aufheben\".",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die Satzung des Urheberrechtssenates vom 28. Juni 2021, UrhRS 1/20-   32 lautet (die angefochtenen Teile sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"I. - II. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Vertragsgegenstand",
            "annotations": []
        },
        {
            "text": "1. Dieser Gesamtvertrag regelt die Bedingungen, zu denen die VGR den Einzelvertragspartnern die Werknutzungsbewilligung für Weitersendungen im Sinne dieses Gesamtvertrags erteilt, die Höhe und Art der Berechtigung und Entrichtung des dafür zu leistenden Entgelts, und trifft ergänzende Regelungen.",
            "annotations": []
        },
        {
            "text": "2. Gegenstand des Gesamtvertrags ist das Repertoire der VGR. Welche Nutzun-gen hinsichtlich welcher Programme den Einzelvertragspartnern eingeräumt werden, richtet sich nach dem jeweils abzuschließenden Einzelvertrag.",
            "annotations": []
        },
        {
            "text": "3. Die Werknutzungsbewilligung für Weitersendungen des Repertoires wird auf Grund von Einzelverträgen zwischen dem Einzelvertragspartner und der VGR erworben.",
            "annotations": []
        },
        {
            "text": "4. Zur Leistung des festgesetzten Entgelts ist jeder Einzelvertragspartner verpflichtet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "IV. - V. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "VI. Höhe des Entgelts",
            "annotations": []
        },
        {
            "text": "1. Das Entgelt beträgt:",
            "annotations": []
        },
        {
            "text": "i) für die Weitersendung iSd Punktes V.2.i) 0,6322 Euro zuzüglich 20 % USt pro Teilnehmer und Monat, unabhängig von der Anzahl der Programme aus dem VGR-Bouquet, die vom Einzelvertragspartner tatsächlich weitergesendet werden;",
            "annotations": []
        },
        {
            "text": "ii) für die Weitersendung iSd Punktes V.2.ii) denselben Betrag wie Punkt i) (derzeit 0,6322 Euro zuzüglich 20 % USt) mit den allfälligen Veränderungen laut Punkten VI.3., VII, VIII, pro Teilnehmer und Monat, unabhängig von der Anzahl der Programme aus dem VGR-Bouquet, die vom Einzelvertragspartner tatsächlich weitergesendet werden. Das in VI.1.ii) festgesetzte Entgelt ist nur von jenen Einzelvertragspartnern zu zahlen, die vertraglich zur Weitersendung laut Punkt V.2.ii) berechtigt sind.",
            "annotations": []
        },
        {
            "text": "2. Teilnehmer sind alle Kunden der Einzelvertragspartner, zu deren Gunsten vom Einzelvertragspartner auf Grund eines aufrechten Kundenvertrags die Nutzung eines oder mehrerer VGR-Programme technisch zur Nutzung iSd Punkts V.2.i) und/oder V.2.ii) freigeschaltet ist (etwa durch eine aktive Smartcard, Benutzerverifikationen, SIM-Karten, Dongles etc.), unabhängig davon, in welchem Umfang der Kunde und welche Programme er tatsächlich konsumiert.",
            "annotations": []
        },
        {
            "text": "Der letzte angebrochene Kalendermonat einer durchgängig mehr als einmonatig-gen Nutzung durch einen Teilnehmer wird nicht mehr verrechnet, dafür wird der erste angebrochene Kalendermonat dieser Nutzung durch den Teilnehmer voll berechnet.",
            "annotations": []
        },
        {
            "text": "3. Sofern der Einbringungsanteil der VGR im Punkt V.2.ii) nicht 100 % aller von der VGR im Sinne des Punktes V.2.i) repräsentierten Rundfunkprogramme erreicht, wird der entsprechende Tarif für Weitersendungen gemäß Punkt V.2.ii) entsprechend der nach GfK/AGTT-Marktanteilen (Auswertung Ebene Kabel auf Basis Personen 12+) berechneten Einbringungsquote berechnet. Beispielsweise gilt also: Wenn die Marktanteile der in Spalte 2 der Anlage 1 aufgelisteten Sender insgesamt (zB) 20 % der Marktanteile aller in Spalte 1 der Anlage 1 aufgelisteten Sender erreichen, sind auch nur 20 % des Entgeltansatzes zu leisten.",
            "annotations": []
        },
        {
            "text": "Maßgeblich ist jene Einbringungsquote, die am 1.1. des jeweiligen Kalenderjahres, in dem die Weitersendungen stattfinden, bestanden hat. Für die Erstberechnung ab Wirksamwerden dieses Gesamtvertrags sind die für 1.1.2021 veröffentlichten Werte heranzuziehen. Sollte die Veröffentlichung des AGTT/GfK-Teletests eingestellt werden, tritt an dessen Stelle ein vergleichbares Nachfolgeinstrument.",
            "annotations": []
        },
        {
            "text": "4. Die VGR übermittelt dem Fachverband und veröffentlicht auf ihrer Website jeweils im ersten Quartal eines Kalenderjahres die per 1.1. dieses Jahres maßgeblichen Marktanteile sämtlicher Fernsehprogramme ihres Repertoires des Vorjahres, ermittelt anhand der GfK-Auswertung/AGTT gemäß Punkt VI.3.",
            "annotations": []
        },
        {
            "text": "5. Die Entgeltbasis gemäß Punkt VI.1.i) bleibt vorbehaltlich der Repertoireverän-derung (Punkt VII.) sowie der Wertsicherung (Punkt VIII.) unverändert und wird von beiden Vertragsteilen als angemessen angesehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "VII. Repertoireveränderungen",
            "annotations": []
        },
        {
            "text": "1. Unbeschadet der Wertsicherung gemäß Punkt VIII. ist die Entgeltbasis für Weitersendungen gemäß Punkt V.2.i) an den jährlich zu evaluierenden Bestand der von der VGR nach diesem Gesamtvertrag einzuräumenden Rechte gekoppelt. Für diese Evaluierung gilt:",
            "annotations": []
        },
        {
            "text": "i) Veränderungen des Repertoires für Weitersendungen im Sinne des Punktes V.2.i), sei es durch Hinzutreten oder Ausscheiden von Programmen im Vergleich zur Anlage 1 Spalte 1, sei es durch eine Veränderung der GfK/AGTT-Marktanteile iSd Punkts VI.3., sind entsprechend der Veränderung, die sich nach GfK/AGTT-Marktanteilen und Rechteanteilen per Beginn des Kalenderjahres im Vergleich zum Beginn des vorangegangenen Kalenderjahres ergibt, bei der Festlegung des Entgelts im Sinne des Punktes VI.1.i) zu berücksichtigen. Veränderungen von weniger als plus/minus 2 % bleiben solange unberücksichtigt, bis dieser Wert überschritten wird. Diese Anpassung kann erstmals zum 1. 1. 2022 erfolgen.",
            "annotations": []
        },
        {
            "text": "ii) Für die Durchführung der Evaluierung sind die gemäß Punkt VI.3. ermittelten Daten denjenigen des Vorjahres gegenüberzustellen. Die sich hieraus ergebende Veränderung der Entgeltbasis wird rückwirkend mit Beginn des jeweiligen Kalenderjahres voll wirksam und ist von der VGR bis zum 31.3. jeden Jahres dem Fachverband unter Anschluss entsprechender Daten sowie den Einzelvertragspartnern mitzuteilen. Allfällige Nachforderungen bzw Rückzahlungen sind bis spätestens 30.6. jeden Jahres auszugleichen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "VIII. Wertsicherung",
            "annotations": []
        },
        {
            "text": "Das Entgelt wird nach dem Index der Verbraucherpreise 2015 (VPI 2015; aktuell berücksichtigter Stand 09/2020) wertgesichert. Es wird jährlich neu berechnet, wobei jede Indexschwankung zu berücksichtigen ist. Der dadurch errechnete Betrag ist auf vier Dezimalstellen kaufmännisch zu runden. Maßgebend sind die Schwankungen des Monats September des laufenden Jahres gegenüber dem Septemberwert des vorangegangenen Jahres. Die Veränderungen werden jeweils am 1.1. des folgenden Jahres wirksam und sind von der VGR bis zum 15.12. jeden Jahres dem Fachverband sowie den Einzelvertragspartnern mitzuteilen. Sollte die Veröffentlichung des Index der Verbraucherpreise 2015 eingestellt werden, gilt ein von der Statistik Austria herausgegebener Nachfolgeindex, sonst ein vergleichbarer Index als vereinbart.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "IX. - XI. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "XII. Meinungsverschiedenheiten",
            "annotations": []
        },
        {
            "text": "Unbeschadet der vertraglich vorgesehenen Verzugsfolgen wird im Fall von Meinungsverschiedenheiten zwischen Mitgliedern des Fachverbands und der VGR der Fachverband auf Ersuchen einer der beiden Parteien zur Vermeidung von Rechtsstreitigkeiten auf eine gütliche Einigung hinwirken. Wird eine solche innerhalb eines Monats nach schriftlicher Aufforderung mittels eingeschriebenen Briefes nicht erreicht, kann jede Partei den ordentlichen Rechtsweg beschreiten.",
            "annotations": []
        },
        {
            "text": "Wenn die VGR von ihren vertraglichen Kontrollrechten Gebrauch machen will, wird sie vorher den Fachverband über den zugrundeliegenden Sachverhalt sowie die Art der geplanten Kontrolle schriftlich informieren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "XIII. Schlussbestimmungen",
            "annotations": []
        },
        {
            "text": "1. Die Anlage 1 '********************* GmbH (Stand 1.1.2021)' ist Bestandteil dieser Satzung.",
            "annotations": []
        },
        {
            "text": "2. Erfüllungsort für alle Verpflichtungen aus diesem Gesamtvertrag und aus Einzelverträgen ist Wien. Sowohl der Gesamtvertrag als auch alle Einzelverträge unterliegen österreichischem Recht. Für Rechtsstreitigkeiten wird die ausschließliche Zuständigkeit der die Handelsgerichtsbarkeit in Wien ausübenden Gerichte vereinbart.",
            "annotations": []
        },
        {
            "text": "3.-4. […].\"",
            "annotations": []
        },
        {
            "text": "2. §66 und §81 Verwertungsgesellschaftengesetz 2016 – VerwGesG 2016, BGBl I 27/2016, lauten:",
            "annotations": []
        },
        {
            "text": "\"Satzungen",
            "annotations": []
        },
        {
            "text": "§66. (1) Bleiben Verhandlungen über einen Gesamtvertrag erfolglos, so kann sowohl die Verwertungsgesellschaft als auch die Nutzerorganisation verlangen, dass die Rechtsverhältnisse, die den Gegenstand des Gesamtvertrages bilden sollen, vom Urheberrechtssenat durch eine Satzung geregelt werden; diese Regelung muss sich innerhalb der durch die Anträge der Parteien bestimmten Grenzen halten. Die Satzung hat die Wirkung, die nach §49 einem Gesamtvertrag zukommt.",
            "annotations": []
        },
        {
            "text": "(2) Satzungen können nur mit Wirkung für unbestimmte Zeit erlassen werden. Wird über einen durch die Satzung geregelten Gegenstand ein Gesamtvertrag geschlossen, so tritt die Satzung in diesem Umfang außer Kraft. Wird das Verlangen einer Partei, über einen durch Satzung geregelten Gegenstand einen abweichenden Gesamtvertrag zu schließen, abgelehnt, so kann sie die Erlassung einer Satzung beantragen; doch ist ein solcher Antrag vor dem Ablauf von zwei Jahren nach dem Inkrafttreten der Satzung nur mit Bewilligung der Aufsichtsbehörde zulässig.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"Verfahren vor dem Urheberrechtssenat",
            "annotations": []
        },
        {
            "text": "§81. (1) Auf Verfahren vor dem Urheberrechtssenat ist, soweit dieses Bundesgesetz keine abweichenden Regelungen enthält, das Allgemeine Verwaltungsverfahrensgesetz 1991 anzuwenden; sie sind möglichst rasch zu führen.",
            "annotations": []
        },
        {
            "text": "(2) - (5) […]",
            "annotations": []
        },
        {
            "text": "(6) Der Urheberrechtssenat hat Verfahren über die Erlassung von Satzungen, über deren Gegenstand die beteiligten Verwertungsgesellschaften im Sinn des §47 Abs2 gemeinsam Gesamtverträge abzuschließen haben, zur gemeinsamen Verhandlung und Entscheidung zu verbinden.",
            "annotations": []
        },
        {
            "text": "(7) Rechtssachen, für die der Urheberrechtssenat zuständig ist, sind den ordentlichen Gerichten entzogen.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Gestützt auf Art139 Abs1 Z3 B-VG begehrt die Antragstellerin die Aufhebung näher bestimmter Teile der Urheberrechtssatzung (UrhRS 1/20-32) vom 28. Juni 2021. Sie wendet sich im Wesentlichen gegen die Festlegung der Höhe des Weitersendeentgelts (Punkt VI.1. der Satzung) mit der Begründung, dass der Urheberrechtssenat bei Festsetzung der Entgelthöhe nicht angemessen auf Repertoireveränderungen Bedacht genommen und damit das Sachlichkeitsgebot verletzt habe.",
            "annotations": []
        },
        {
            "text": "2. Die Antragstellerin legt ihre Bedenken gegen die Satzung im Wesentlichen wie folgt dar (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"2.2. Zur unmittelbaren Betroffenheit",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die in Rede stehende Satzung ist mit Veröffentlichung in der Ediktsdatei am 3.7.2021 wirksam geworden (§68 Abs2 VerwGesG). Hiervon ist die Antragstellerin unmittelbar betroffen, weil nunmehr durch die Satzung die zwischen ihr und den Kabelweitersendeunternehmern bestehenden Rechtsverhältnisse Kraft der normativen Wirkung der Satzung unmittelbar gestaltet werden (§§66 iVm 49 VerwGesG).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ein anderer zumutbarer Weg besteht nicht. Gemäß §81 Abs7 VerwGesG sind Rechtssachen, für die der Urheberrechtssenat zuständig ist, den ordentlichen Gerichten entzogen. Eine gerichtliche Überprüfung der vom Urheberrechtssenat festgesetzten Entgeltbasis ist daher nicht möglich. Auch ein sonstiger (zumutbarer) Weg, die in Rede stehende Satzungsbestimmung über ein Zivilverfahren gegebenenfalls an den VfGH heranzutragen, besteht nicht. Denn auf Basis der Satzung ist das von den Nutzern zu bezahlende Entgelt eindeutig festgelegt. Vor diesem Hintergrund wäre die einzige Möglichkeit, ein von vorneherein aussichtsloses Gerichtsverfahren einzuleiten, in welche[m] eine ersichtlich rechtsgrundlose höhere Entgeltforderung geltend gemacht wird. Nach der Rsp des VfGH ist aber die Einleitung eines Verfahrens, dessen Zweck sich darin erschöpft, die verfassungsrechtlichen Bedenken an den VfGH heranzutragen, nicht zumutbar (VfSlg 14.591 uam; Aichlreiter in Rill/Schäffer, Bundesverfassungsrecht, Art139 Rz 18). Hinzukommt, dass die VGR mit einer solchen Vorgangsweise wohl auch die ihr nach dem VerwGesG obliegenden Aufgaben und Pflichten nicht gehörig erfüllt (siehe §69 Abs1 VerwGesG) und würde aufsichtsbehördliche Maßnahmen (§71 VerwGesG) riskieren. Dies ist aber, vergleichbar dem Provozieren eines Strafbescheides, keinesfalls zumutbar (Aichlreiter, aaO mwN aus der Rsp des VfGH).",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "2.3. Zur Verfassungswidrigkeit",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Verwertungsgesellschaften unterliegen einerseits nach §36 Abs1 VerwGesG einem Kontrahierungszwang und sind verpflichtet, Nutzungsbewilligungen nach Tunlichkeit zu angemessenen Bedingungen zu erteilen. Andererseits haben Verwertungsgesellschaften dafür zu sorgen, dass die von ihnen betreuten Rechteinhaber eine angemessene Vergütung für die Nutzung ihrer Rechte und Ansprüche erhalten. Die Tarife für ausschließliche Rechte und Vergütungsansprüche müssen in einem angemessenen Verhältnis unter anderem zum wirtschaftlichen Wert der Nutzung der Rechte unter Berücksichtigung der Art und des Umfangs der Nutzung des Werks und sonstiger Schutzgegenstände sowie zum wirtschaftlichen Wert der von der Verwertungsgesellschaft erbrachten Leistungen stehen. Es entspricht der gesicherten Rsp zu den Parallelbestimmungen des VGG (bzw der Vorgängerregelung des dWahrnG), dass auch hiermit der grundlegende urheberrechtliche Telos, wonach der Urheber angemessen am wirtschaftlichen Nutzen seines Werks beteiligt werden soll (vgl Walter, Österreichisches Urheberrecht Teil I 19; aus der Rsp des OGH vgl die Nw bei Dokalik/Zemann, Österreichisches und internationales Urheberrecht7 Vor UrhG E 5) verfolgt wird (vgl auch BGH GRUR 1986, 376 – Filmmusik; BGH GRUR 1982, 102 – Masterbänder; BGH GRUR 1985, 131 – Zeitschriftenauslage beim Friseur; OLG München GRUR 1983, 578 – Musiknutzung bei Videokassetten). Hier geht es allerdings nicht um eine im rechtspolitischen Wertungsspielraum liegende Entgeltfestsetzung durch den Urheberrechtssenat. Vielmehr hat der Urheberrechtssenat für die zukünftige Entgeltevaluierung selbst ein aus Repertoirebewertung nach Marktanteilen und Wertsicherung nach VPI kombiniertes System etabliert (an welches die Satzungsunterworfenen für mindestens 2 Jahre gebunden sind; siehe §66 Abs2 VerwGesG), dieses kombinierte System aber bei der Ermittlung der Aufgangsbasis (Tarif gemäß Punkt VI.1 der Satzung) selbst nicht berücksichtigt. Vielmehr hat er offenbar das seit 2013 laufend durch Wertsicherung berechnete Entgelt, wie es per 31.12.2019 bei Außerkrafttreten des Rahmenvertrages bestanden hat, als angemessen angesehen. Dieses hat er wie oben dargelegt zur Grundlage seiner Ermittlung der Entgeltbasis gemacht und das in der Satzung festgelegte Basisentgelt durch die Wertsicherung von diesem Entgelt berechnet. Hierbei wurde allerdings die nach dem eigenen System des Urheberrechtssenates für wesentlich gehaltene Berücksichtigung von Repertoireveränderungen vernachlässigt. Dies obwohl die Antragstellerin diese Veränderungen im Verfahren minutiös dargelegt hat. Damit hat der Urheberrechtssenat seine eigene Wertungsgrundlage nicht konsequent durchgehalten und die Satzung damit mit verfassungswidriger Unsachlichkeit belastet. Das zeigt sich deutlich wenn man danach fragt, was passieren würde, wenn die nach dem 31.12.2019 neu hinzugekommenen Programme wieder aus dem Wahrnehmungsbereich der VGR ausscheiden. Dann würde sich nämlich das Entgelt auf € 0,4836 reduzieren, was bedeutet, dass das per 31.12.2019 in der VGR vorhandene Repertoire heute weniger wert wäre als am 31.12.2019. Eine sachliche Rechtfertigung dafür ist nicht zu erkennen.",
            "annotations": []
        },
        {
            "text": "Im Ergebnis ist die vom Urheberrechtssenat getroffene Entgeltfestsetzung sachlich nicht begründbar. Die als Verordnung zu qualifizierende Satzung verstößt daher gegen das aus dem Gleichheitsgrundsatz hergeleitete Sachlichkeitsgebot. Entsprechend dem eigenen System der Satzung hätte das Basisentgelt wie folgt berechnet werden müssen:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Wertsicherung des Basisentgelts für 2021:     € 0,6322",
            "annotations": []
        },
        {
            "text": "2. Repertoireveränderung 12/2019 → 01/2020:        Entgelt wertgesichert / 43,3 * 52,3 = € 0,7636",
            "annotations": []
        },
        {
            "text": "3. Repertoireveränderung 12/2020 → 01/2021:                 Entgelt wertgesichert / 43,3 * 56,6",
            "annotations": []
        },
        {
            "text": "3. ergibt Entgelt gemäß Punkt VI.1.i für 2021:     € 0,8264",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.4. Sitz der Rechtswidrigkeit",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des VfGH soll durch die Aufhebung einerseits am Rechtsakt nicht mehr verändert werden als zur Bereinigung der Rechtslage erforderlich ist, es darf aber andererseits der Anfechtungsgegenstand auch nicht zu eng gezogen werden (Aichlreiter, aaO Rz 29 mwN). Aus Sicht der VGR ist der Sitz der Rechtswidrigkeit alleine die zahlenmäßige Festlegung des Entgelts in Punkt VI.1.i der Satzung, wobei durch dessen Aufhebung der gesamte Unterabsatz keinen Sinn mehr ergibt, weshalb er insgesamt aufzuheben ist. Hiermit in Zusammenhang steht auch der – allerdings bloß deklarative – Klammereinschub in Punkt VI.1.ii '(derzeit 0,6322 Euro zuzüglich 20 % USt)', der im Interesse der Rechtsklarheit ebenfalls aufzuheben sein wird.",
            "annotations": []
        },
        {
            "text": "Demgegenüber scheint es nicht erforderlich auch jene Teile der Satzung aufzuheben, die lediglich auf Punkt VI.1.i verweisen. Die VGR möchte allerdings nicht riskieren, den Prüfungsgegenstand zu eng zu ziehen, weshalb vorsichtshalber in eventu auch die Aufhebung dieser Verweise beantragt wird.\"",
            "annotations": []
        },
        {
            "text": "3. Der Urheberrechtssenat erstattete eine Äußerung, in welcher er im Wesentlichen vorbringt, dass der Urheberrechtssenat den Aspekt der seit dem Abschluss des Rahmenvertrags im Jahr 1998 eingetretenen Repertoireveränderungen bei Erlassung der Satzung und Festsetzung der Entgelthöhe berücksichtigt habe. Die Erläuterungen zur Satzung vom 28. Juni 2021 würden die maßgeblichen Erwägungen bei Erlassung der Satzung im Detail darlegen.",
            "annotations": []
        },
        {
            "text": "Insbesondere habe der Urheberrechtssenat darauf Bedacht genommen, dass die Tarife in einem angemessenen Verhältnis zum wirtschaftlichen Wert der Nutzung der Rechte stünden und ausreichen, um eine entsprechende Existenzgrundlage für die künstlerisch Schaffenden zu gewährleisten (Punkt IV.3.3. der Erläuterungen). Bei Festlegung der Höhe des Vergütungssatzes habe der Senat eine Vielzahl an Aspekten, darunter auch jenen, dass seit Abschluss des aufgekündigten Rahmenvertrags im Jahr 1998 eine erhebliche Erweiterung des Repertoires erfolgt sei, berücksichtigt. Das festgesetzte Entgelt entspreche unter Berücksichtigung des Grundsatzes der Tarifkontinuität dem auf September 2020 valorisierten Tarif nach dem Rahmenvertrag. Damit würde einerseits dem Umstand Rechnung getragen, dass seit 1998 diverse Programme zum von der Antragstellerin vertretenen Repertoire dazu gekommen seien, andererseits würde aber auch berücksichtigt, dass es seit 1998 zu einem Rückgang klassischer TV-Nutzung gekommen sei (Punkt VII.5. der Satzung). Der Senat habe auch bedacht, dass Einzelvertragspartner auf Grund der technologischen Entwicklung nunmehr regelmäßig von der Antragstellerin nicht lizenzierte, von den Endnutzern aber erwartete Dienste zukaufen müssten und einzelne kleinere Einzelvertragspartner von der Ausweitung des Repertoires aus technischen Gründen gar nicht profitieren würden (Punkt V.ii.3. der Satzung).",
            "annotations": []
        },
        {
            "text": "Insgesamt habe der Senat unter Beachtung des Sachlichkeitsgebotes und unter Berücksichtigung der Argumente beider Streitteile eine sachlich gerechtfertigte Tarifhöhe von 0.6322 EUR je Teilnehmer und Monat festgesetzt. Die von der Antragstellerin angestrebte Höhe des Entgeltes von 0.8264 EUR je Teilnehmer und Monat berücksichtige weder die zuletzt gesunkene Bedeutung klassischer TV-Nutzung noch das Erfordernis des Zukaufs nicht lizenzierter Rechte (zB Signal in HD-Qualität) und reflektiere daher nicht den aktuellen wirtschaftlichen Wert der Rechte.",
            "annotations": []
        },
        {
            "text": "4. Die Äußerung der Bundesministerin für Justiz verwies auf die ausführliche inhaltliche Begründung des weisungsfrei entscheidenden Urheberrechtssenates.",
            "annotations": []
        },
        {
            "text": "5. Der Fachverband erstattete eine Äußerung, in der er das Vorbringen der Antragstellerin bestritt und den Antrag stellte, den Individualantrag zurück- bzw abzuweisen.",
            "annotations": []
        },
        {
            "text": "Nach Ansicht des Fachverbandes unterliege das Produkt \"lineares TV\" in den letzten Jahren einer deutlichen strukturellen Veränderung, nämlich einer deutlichen Verminderung der Wertigkeit. Die Nutzung sei von 2016 bis 2020 um 17 % gesunken. Zudem werde das lineare TV immer mehr durch nichtlineare Nutzungen und durch andere Anbieter von Bewegtbildprodukten, wie zB Netflix oder Disney+, verdrängt. Der Urheberrechtssenat habe ein umfangreiches Verfahren durchgeführt und diese Entwicklung berücksichtigt. Die Satzung (insbesondere Rechteumfang und Tarifhöhe) stelle eine untrennbare Einheit dar und die angefochtenen Teile, als Mindestbedingungen einer Satzung, könnten nicht aufgehoben werden, ohne dass die restlichen Teile der Satzung einen gesetzmäßigen Umfang beibehalten würden.",
            "annotations": []
        },
        {
            "text": "6. Mit einer Gegenäußerung replizierte die antragstellende Gesellschaft und verwies darauf, dass die Nutzung von linearem TV zwar gesunken, die Gesamtnutzungsdauer jedoch von 2019 auf 2020 gestiegen sei. Die Gegenäußerung beantwortete der Fachverband unter anderem damit, dass es lediglich auf Grund der Corona-Pandemie zum vorübergehenden Anstieg an Gesamtnutzungsdauer gekommen sei.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1. Zur Rechtsqualität der Satzung:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat schon in VfSlg 9873/1983 und zuletzt mit Entscheidung vom 29. November 2017, G282/2016, V54/2016 festgestellt, dass vergleichbare Satzungen angesichts ihrer Eigenschaft als von einer Verwaltungsbehörde erlassene Rechtsnormen mit generellem Adressatenkreis als Verordnungen zu qualifizieren sind. Der Verfassungsgerichtshof geht daher davon aus, dass die angefochtene Satzung des Urheberrechtssenates vom 28. Juni 2021 (UrhRS 1/20-32) eine Verordnung iSd Art139 B-VG ist.",
            "annotations": []
        },
        {
            "text": "2. Zum zumutbaren Weg betreffend die Geltendmachung von Bedenken gegen die Gesetzmäßigkeit der Satzung:",
            "annotations": []
        },
        {
            "text": "2.1. Die Antragstellerin bringt vor, dass es ihr nicht möglich sei, die Gesetzeswidrigkeit der angefochtenen Satzung auf anderem Weg geltend zu machen. Gemäß §81 Abs7 VerwGesG 2016 seien Rechtssachen, für die der Urheberrechtssenat zuständig sei, den ordentlichen Gerichten entzogen. Eine gerichtliche Überprüfung der vom Urheberrechtssenat festgesetzten Entgeltbasis sei nicht möglich, denn auf Basis der Satzung sei das von den Nutzern zu bezahlende Entgelt eindeutig festgelegt. Vor diesem Hintergrund wäre die einzige Möglichkeit, ein von vornherein aussichtsloses Gerichtsverfahren einzuleiten, in welchem eine ersichtlich rechtsgrundlose höhere Entgeltforderung geltend gemacht werde.",
            "annotations": []
        },
        {
            "text": "2.2. Diese Rechtsansicht vermag der Verfassungsgerichtshof nicht zu teilen:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat seit dem Beschluss VfSlg 8058/1977 unter Hinweis auf VfSlg 8009/1977 in ständiger Rechtsprechung den Standpunkt vertreten, die Antragslegitimation nach Art139 Abs1 Z3 B-VG setze voraus, dass durch die bekämpfte Bestimmung die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt werden müssen und dass der durch Art139 Abs1 Z3 B-VG dem Einzelnen eingeräumte Rechtsbehelf dazu bestimmt ist, Rechtsschutz gegen rechtswidrige generelle Normen nur insoweit zu gewähren, als ein anderer zumutbarer Weg hiefür nicht zur Verfügung steht (zB VfSlg 11.684/1988, 14.297/1995, 15.349/1998, 16.345/2001 und 16.836/2003).",
            "annotations": []
        },
        {
            "text": "In der Möglichkeit, ein gerichtliches Verfahren anhängig zu machen, ist grundsätzlich ein zumutbarer Weg zur Geltendmachung von Bedenken gegen die Verfassungsmäßigkeit von Gesetzen bzw die Gesetzmäßigkeit von Verordnungen zu sehen (siehe nur VfSlg 8979/1980, 10.445/1985, 14.355/1995, 15.835/2000, 16.920/2003, 18.569/2008; VfGH 14.6.2014, G12/2014 ua uvm.). Mit der zumutbaren Anrufung der ordentlichen Gerichte stünde es der antragstellenden Gesellschaft nämlich einerseits offen, ihre verfassungsrechtlichen Bedenken an das Gericht heranzutragen und die Einleitung eines Verfahrens nach Art139 Abs1 Z1 B-VG anzuregen (wozu jedes Gericht – sollte es die Bedenken teilen – gemäß Art89 Abs2 B-VG verpflichtet ist), sowie andererseits aus Anlass eines Rechtsmittels gegen die gerichtliche Entscheidung erster Instanz selbst einen Antrag nach Art139 Abs1 Z4 B-VG an den Verfassungsgerichtshof zu stellen. Soweit sich Anträge im vorliegenden Verfahren auf Bestimmungen beziehen, die in einem solchen zivilgerichtlichen Verfahren präjudiziell wären, bildet die zumutbare Einleitung eines solchen Verfahrens einen Weg, der der Zulässigkeit des Verordnungsprüfungsantrags im vorliegenden Verfahren vor dem Verfassungsgerichtshof entgegensteht.",
            "annotations": []
        },
        {
            "text": "Mit Einführung der zweistufigen Verwaltungsgerichtsbarkeit, konkret durch Art13 Verwaltungsgerichtsbarkeits-Anpassungsgesetz – Justiz, BGBl I 190/2013, fielen die bis dahin dem Urheberrechtssenat zugewiesenen zivilrechtlichen Streitigkeiten in die Zuständigkeit der Zivilgerichte zurück. Dazu zählen 1. Streitigkeiten zwischen den Parteien aus einem Gesamtvertrag oder einer Satzung, 2. die Feststellung der Sätze, nach denen die Höhe des angemessenen Entgeltes zu berechnen ist, das einer Verwertungsgesellschaft für die Erteilung einer Nutzungsbewilligung zusteht, 3. die Feststellung der Sätze, nach denen die Höhe des gesetzlichen Vergütungsanspruchs einer Verwertungsgesellschaft zu berechnen ist, und 4. die Feststellung des Anteils, der einer Verwertungsgesellschaft im Fall eines gesetzlichen Beteiligungsanspruchs zusteht (RV 2357 BlgNR 24. GP, 16 ff.). Weder mangelnde Erfolgsaussichten in einem solchen Verfahren noch das Prozessrisiko oder damit verbundene Kostenfolgen würden diesen Weg grundsätzlich unzumutbar machen (VfSlg 15.524/1999, 18.201/2007, 19.874/2014 mwN; vgl weiters VfSlg 10.445/1985, 16.664/2002, 16.708/2002, 18.777/2009; VfGH 29.11.2017, G282/2016, V54/2016).",
            "annotations": []
        },
        {
            "text": "Besondere, außergewöhnliche Umstände, die die Zumutbarkeit der Anrufung eines ordentlichen Gerichtes im vorliegenden Fall in Frage stellen, sind nicht hervorgekommen. Daher ist der Antrag schon aus diesem Grund unzulässig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag wird als unzulässig zurückgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}