{
    "document_id": "JFT_20230227_22G00336_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litc B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin behauptet einen Verstoß des §250 Abs3 ABGB gegen den Gleichheitsgrundsatz gemäß Art2 StGG und Art7 B-VG: Es sei gleichheitswidrig, dass das Gesetz in wichtigen Angelegenheiten der Personensorge zusätzlich zur Zustimmung des Erwachsenenvertreters eine Genehmigung durch das Pfleg-schaftsgericht verlange. Dies gelte insbesondere im Hinblick auf Anträge auf Verleihung der österreichischen Staatsbürgerschaft, wenn dadurch die Staatenlosigkeit des Antragstellers beseitigt werden könne.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 4730/1964, 11.492/1987, 18.154/2007) lässt das Vorbringen der Antragstellerin die behauptete Verfassungswidrigkeit als so wenig wahrscheinlich erkennen, dass der Antrag keine hinreichende Aussicht auf Erfolg hat. Dem Gesetzgeber ist nicht entgegenzutreten, wenn er – zum Schutz der vertretenen Person – in wichtigen Angelegenheiten der Personensorge eine Genehmigung durch das Pflegschaftsgericht vorsieht, sofern nicht Gefahr im Verzug vorliegt.",
            "annotations": []
        },
        {
            "text": "2. Da somit die von der Antragstellerin beabsichtigte Rechtsverfolgung vor dem Verfassungsgerichtshof als offenbar aussichtslos erscheint, ist ihr unter einem mit dem Antrag gemäß Art140 Abs1 Z1 litc B-VG gestellter Antrag auf Bewilligung der Verfahrenshilfe abzuweisen (§63 Abs1 ZPO iVm §35 VfGG).",
            "annotations": []
        },
        {
            "text": "3. Aus den oa. Gründen (Pkt. 1) wird zugleich gemäß Art140 Abs1b B-VG von einer Behandlung des – nicht auf das Vorliegen sämtlicher Prozessvoraussetzungen geprüften – Antrages abgesehen.",
            "annotations": []
        },
        {
            "text": "4. Diese Beschlüsse konnten gemäß §72 Abs1 ZPO iVm §35 VfGG bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung gefasst werden.",
            "annotations": []
        }
    ]
}