{
    "document_id": "JFT_20230922_22G00281_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit des §36 Abs2 Z1, 2, 3 und des Schlusssatzes des §36 Abs2, sowie in §36 Abs3 und Abs5 jeweils die Wortfolge \"nach Abs2\" NÖ ROG 2014 idF LGBl 3/2015. Es liege ein Verstoß gegen die Eigentumsfreiheit und den Gleichheitsgrundsatz vor. Die Antragstellerin erachtet §36 Abs1 NÖ ROG 2014 als nicht verfassungswidrig, sondern einer verfassungskonformen Interpretation zugänglich.",
            "annotations": []
        },
        {
            "text": "2. Die Antragstellerin behauptet einerseits die Verfassungswidrigkeit des §36 Abs2 Z2 NÖ ROG 2014, weil diese Bestimmung eine Entschädigung lediglich für den Fall entgeltlichen Erwerbes des Baugrundstückes vorsehe, nicht aber – wie im Fall der Antragstellerin – für unentgeltliche, was der Judikatur des Verfassungsgerichtshofes (VfSlg 19.341/2011) widerspreche.",
            "annotations": []
        },
        {
            "text": "Wie allerdings die Niederösterreichische Landesregierung in ihrer Äußerung darlegt, ergeben sowohl eine systematische Interpretation als auch eine historische Interpretation eindeutig, dass §36 Abs2 Z2 NÖ ROG 2014 sowohl entgeltliche als auch unentgeltliche Erwerbsvorgänge umfasst, sodass im Hinblick auf VfSlg 19.341/2011 keine Bedenken bestehen.",
            "annotations": []
        },
        {
            "text": "3. Soweit die Antragstellerin auf das Wesentliche zusammengefasst vorbringt, §36 Abs2 Z1 und Z3 NÖ ROG 2014 sei verfassungswidrig, weil diese Vorschriften nicht für jede gravierende Einschränkung der im Bebauungsplan festgelegten Nutzung eine Entschädigung vorsähen, ist sie auf die ständige Judikatur des Verfassungsgerichtshofes zu verweisen (VfSlg 20.397/2020), wonach der Gesetzgeber nicht jedenfalls verpflichtet ist, eine Entschädigung vorzusehen (zB VfSlg 2572/1953, 2680/1954; VfGH 4.10.2018, E1818/2018; im Zusammenhang mit planlichen Nutzungsbeschränkungen s. auch VfSlg 19.341/2011). Es ist dabei jedoch stets zu prüfen, ob die Eigentumsbeschränkung im konkreten Fall dem Grundsatz der Verhältnismäßigkeit entspricht (vgl etwa VfSlg 13.587/1993). Der Verfassungsgerichtshof geht darüber hinaus in ständiger Rechtsprechung davon aus, dass eine Entschädigung in jenen Fällen verfassungsrechtlich geboten sein kann, in denen einem Einzelnen oder einer Gruppe von Personen ein sachlich nicht gerechtfertigtes \"Sonderopfer\" auferlegt wird. Angesichts der Festlegungen im Bebauungsplan ist ein \"Sonderopfer\" der Antragstellerin nicht ersichtlich. Aus dem Gesagten folgt auch, dass die angefochtene Regelung nicht den von der Antragstellerin behaupteten verfassungsrechtlichen Bedenken begegnet.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}