{
    "document_id": "JFT_20230613_23E00258_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit Vereinserrichtungsanzeige vom 2. Mai 2021 zeigte der Beschwerdeführer die Errichtung des Vereins \"***\" an und teilte mit, dass laut Wahlergebnis der Generalversammlung vom 2. Mai 2021 der Beschwerdeführer als Präsident und zwei weitere namentlich genannte Personen als Vizepräsidenten bestellt worden seien. Als Zustellanschrift des Vereins wurde die Adresse \"***\" angeführt. In den Statuten wird als Vereinssitz \"***\" genannt. ",
            "annotations": []
        },
        {
            "text": "2. Dieser – am 9. Juni 2021 durch \"Einladung zur Aufnahme der Vereinstätigkeit\" entstandene – Verein \"***\", ZVR: ***, wurde mit Bescheid der Bezirkshauptmannschaft Zell am See vom 11. Mai 2022 behördlich aufgelöst. Die Auflösung wurde auf §29 Abs1 iVm §4 Abs2 und §9 Vereinsgesetz 2002 (im Folgenden: VerG) gestützt und im Wesentlichen mit dem Wegfall der Bedingungen seines rechtlichen Bestandes mangels ordentlichen Vereinssitzes begründet. Ein Lokalaugenschein am 3. Mai 2022 habe ergeben, dass am Briefkasten der angegebenen, als Vereinssitz angeführten Adresse ***, insgesamt 17 Vereine genannt waren. Auch sei der Vater des Beschwerdeführers an dieser Adresse mit Hauptwohnsitz gemeldet, der Beschwerdeführer selbst hingegen sei nur mit \"Nebenwohnsitz\" dort gemeldet.",
            "annotations": []
        },
        {
            "text": "Nach Auffassung der Vereinsbehörde handle es sich bei der angeführten Adresse lediglich um eine Abgabestelle für den Verein, nicht jedoch um einen Vereinssitz iSv §4 Abs2 VerG, an dem der Verein seine Hauptverwaltung habe. ",
            "annotations": []
        },
        {
            "text": "Im Ermittlungsverfahren wurde von der Vereinsbehörde auch das Amt für Betrugsbekämpfung, Finanzpolizei, mit der Kontrolle des Vereins beauftragt.",
            "annotations": []
        },
        {
            "text": "3. Das Landesverwaltungsgericht Salzburg hat mit Erkenntnis vom 13. Dezember 2022 die gegen diesen Auflösungsbescheid erhobene Beschwerde als unbegründet abgewiesen. Begründend führt es dazu aus:",
            "annotations": []
        },
        {
            "text": "\"Aufgrund der polizeilichen Ermittlungen vom 03.05.2022 erließ die Verwaltungsbehörde den angefochtenen Bescheid. ",
            "annotations": []
        },
        {
            "text": "Da von dieser keine sonstigen Erhebungen vorgenommen wurden, tätigte das erkennende Gericht solche im Hinblick auf alle gemäß §29 Abs1 Vereinsgesetz 2002 in Betracht kommenden Auflösungsgründe. ",
            "annotations": []
        },
        {
            "text": "Beigeschafft wurden Unterlagen mehrerer Behörden und das Ergebnis des Ortsaugenscheines am 10.08.2022 aus Anlass des hg Verfahrens, […](Aktenvermerk sowie im Rahmen des Ortsaugenscheines angefertigte Lichtbilddokumentation durch die Richterin Dr. […]) zum Akt genommen und in der Verhandlung verlesen.",
            "annotations": []
        },
        {
            "text": "Laut Angaben des Präsidenten erfolgt die Hauptverwaltung in Räumlichkeiten in der *** in ***. Der Präsident hat dort seinen Nebenwohnsitz. Der vordere Teil des Gebäudes stehe laut Angaben des Präsidenten im Eigentum seines Vaters, der hintere Teil, in dem sich auch das Vereinslokal befinde, stehe in seinem Eigentum. Es bestehe keine bauliche Trennung zwischen der Wohnung seines Vaters und dem Zubau und verfüge diese Wohneinheit über einen Eingang. Diese Räume im hinteren Teil werden laut Kooperationsvereinbarung über Miteinanderwirken rund 20 bis 25 anderen Vereinen unentgeltlich als Büroräume zur Verfügung gestellt (…).",
            "annotations": []
        },
        {
            "text": "Das erste Obergeschoss des Rückgebäudes, also die gegenständlichen Räumlichkeiten, ist als Wohnraum baubewilligt. ",
            "annotations": []
        },
        {
            "text": "In diesen Räumlichkeiten befindet sich weder ein PC noch ein Notebook, lediglich ein Drucker.",
            "annotations": []
        },
        {
            "text": "In den Regalen sind Ordner mit der Beschriftung verschiedener Vereine. ",
            "annotations": []
        },
        {
            "text": "Das Gebäude vermittelt nicht nur von außen, sondern auch von innen einen sehr renovierungsbedürftigen Eindruck. ",
            "annotations": []
        },
        {
            "text": "Die zum Akt genommenen diesbezüglichen Lichtbilder wurden wie bereits dargelegt im Rahmen eines Ortsaugenscheines zum Verfahren […] von der für dieses Verfahren zuständigen Richterin aufgenommen. ",
            "annotations": []
        },
        {
            "text": "Grund für die Vereinsgründung ist laut Angaben des Präsidenten der Gedanke, Vereine zusammenzubringen und zu vernetzen, um sich gegenseitig in Stärken und Potentialen zu ergänzen und Mankos abzudecken.",
            "annotations": []
        },
        {
            "text": "Laut Angaben des Präsidenten verfügt der Verein derzeit über 60 Mitgliedervereine, wovon 59 Vereine ihren Vereinssitz in Österreich haben. Er legt dazu in der Verhandlung eine Liste der Mitglieder vor, die laut seinen Angaben aus Datenschutzgründen geschwärzt ist. Der Mitgliedsbeitrag beträgt € 20,00 pro Jahr, wobei die Mitgliedsbeiträge seit Juni ausgesetzt sind. Die Namen der Rechnungsprüfer wurden aus datenschutzrechtlichen Gründen nicht bekanntgegeben. Einer der Rechnungsprüfer hat seinen Wohnsitz in München, der andere in Kärnten. ",
            "annotations": []
        },
        {
            "text": "Es gab noch keine Generalversammlung, sondern nur die Gründungsversammlung. Es wurden bisher 5 Präsidiumssitzungen durchgeführt. Der Vereinspräsident gab in der Verhandlung an, die Präsidiumssitzungen, an denen er und der Vizepräsident K[…] sowie der Vizepräsident G[…] (dieser zweimal) teilgenommen hätten, hätten jeweils in *** in der *** stattgefunden. Er legte dazu handschriftliche Protokolle der Präsidiumssitzungen vor. Diese tragen lediglich ein Datum und die Ortsangabe '*** ohne nähere Konkretisierung. Ebenfalls fehlen die jeweilige Uhrzeit sowie die Angabe der Teilnehmer. Laut seinen Angaben sind die Einladungen für diese Sitzungen entweder über Telegram oder per Telefonanruf ergangen. Die Protokolle wurden als Beilagen C bis G vorgelegt. Der Präsident legt weiters Beschlüsse (Beilagen 1 bis 9) vor, die lediglich ein Datum und die Ortsangabe '***' tragen. Die Angabe der Teilnehmer fehlt bzw sind die Unterschriften geschwärzt. Laut seinen Angaben war der Vizepräsident G[…] bei zwei Präsidiumssitzungen anwesend und habe sich berufsbedingt in weiterer Folge aus dem Vereinsgeschehen zurückgezogen.",
            "annotations": []
        },
        {
            "text": "Das Gericht nimmt nicht als erwiesen an, dass am Vereinssitz Präsidiumssitzungen stattfanden.",
            "annotations": []
        },
        {
            "text": "Der Verein verfügt – ausschließlich – über ein litauisches Vereinskonto. Der Vereinspräsident begründet dies auf Nachfrage damit, bei österreichischen Banken abgelehnt worden zu sein. Vorgelegt wird ein Kontoauszug vom 15.10.2022 mit einem Stand von € 50,40 (…). ",
            "annotations": []
        },
        {
            "text": "Die Durchführung sonstiger Veranstaltungen in *** bzw von *** aus hat der Vereinspräsident nicht dargetan. Laut seinen Angaben werden zB alle zwei Wochen online Vernetzungstreffen über Zoom durchgeführt. Die Einladung hiefür erfolgt über Telegram. Weiters seien Workshops online veranstaltet worden, wobei die Einladung dazu ebenfalls über Telegram erfolgt ist. Er führte den Workshop 'Projekt' an, wobei Vereine ihre Projekte präsentieren, ausarbeiten und verbessern können.",
            "annotations": []
        },
        {
            "text": "Er führte weiters die Einjahresjubiläumsfeier an, welche am 04.06.2022 im Restaurant *** stattgefunden hat und zu welcher über den Telegramkanal eingeladen worden ist. ",
            "annotations": []
        },
        {
            "text": "Der Verein verfügt über eine Homepage, die von Vereinsmitgliedern und kooperierenden Vereinen, dabei handelt es sich um Vereine, die nicht Mitglied sind, genützt werden kann. ",
            "annotations": []
        },
        {
            "text": "Befragt, wer die Homepage erstellt habe, gab der Präsident an, dass dies seiner Meinung nach nicht relevant sei.",
            "annotations": []
        },
        {
            "text": "Der Stadtgemeinde *** sind keinerlei Aktivitäten des Beschwerdeführers bekannt. ",
            "annotations": []
        },
        {
            "text": "Der Präsident ist weiters bei den Vereinen ***, *** sowie *** Präsident. ",
            "annotations": []
        },
        {
            "text": "Befragt, warum der gegenständliche Verein seinen Sitz in *** habe, führte der Beschwerdeführer aus, dass er einerseits dort bereits Vereine hatte und er nach wie vor mit *** verbunden sei, sowie bei der Gründungsversammlung sechs Vereine anwesend gewesen seien, wobei zB einer aus Tirol gewesen sei. Befragt, von wo aus er an diesen Zoom-Sitzungen bzw Workshops teilnehme, gab er an, dass dies seiner Meinung nach irrelevant sei. Bei den Zoom-Meetings fungiert er als Administrator.",
            "annotations": []
        },
        {
            "text": "Der Abschluss des Kooperationsvertrages mit anderen Vereinen erfolgt laut seinen Angaben ohne verpflichtende finanzielle Leistungen. Allfällige Leistungen erfolgen auf freiwilliger Basis. Die Vereine müssen auch keinen Beitrag zur Nutzung der Vereinsräumlichkeit leisten. ",
            "annotations": []
        },
        {
            "text": "Der Vizepräsident K[…] verfügt über keinen aufrechten Wohnsitz in Österreich laut zentralem Melderegister. ",
            "annotations": []
        },
        {
            "text": "Befragt, wie die Organisation im Hinblick auf die Vielzahl der Vereine erfolge, gibt der Präsident an, dass eine Anmeldung für die Nutzung einerseits über die Telegram-Gruppe, andererseits auch telefonisch möglich sei. Im Übrigen würden es Vereine schätzen, den Raum gleichzeitig zu nutzen und miteinander Kontakt zu haben. Meistens sei es so, dass er selbst vor Ort gewesen sei, wenn sich Vereine angemeldet hätten. ",
            "annotations": []
        },
        {
            "text": "Beweiswürdigend stützen sich die getroffenen Feststellungen auf den vorgelegten Behördenakt und das durchgeführte Ermittlungsverfahren, insbesondere die Angaben des Beschwerdeführers, den Aktenvermerk über den Ortsaugenschein am 10.08.2022 und der dabei angefertigten Lichtbildbeilage sowie den Angaben der Stadtgemeinde *** und konnten ausgehend davon im Verfahrensumfang unbedenklich getroffen werden.",
            "annotations": []
        },
        {
            "text": "Soweit der Vereinspräsident die Vornahme der Präsidiumssitzungen am Vereinssitz behauptet, folgt das Gericht diesen Angaben nicht. Den vorgelegten Protokollen ist weder die Örtlichkeit noch die Uhrzeit noch der Teilnehmerkreis der Präsidiumssitzungen zu entnehmen. Zudem erscheint es lebensfremd, dass der in Kärnten wohnhafte Präsident und der laut eigenen Angaben ebenfalls in Kärnten wohnhafte Vizepräsident K[…] sowie der weitere Vizepräsident [G][…], welcher in Osttirol wohnhaft ist, jeweils nach *** in eine, wie festgestellt, renovierungsbedürftige, zum Aufenthalt wenig einladende Räumlichkeit fahren, können doch die – hält man sich die vorgelegten Protokolle vor Augen – wenig aussagekräftigen, in den Sitzungen gefassten Beschlüssen mit weniger Zeitaufwand am Hauptwohnsitz des Präsidenten in *** in Kärnten durchgeführt werden und liegt es nahe, dass dies auch tatsächlich dort geschieht. Wie bereits ausgeführt, verfügt der Vizepräsident K[…] über keinen aufrecht gemeldeten Wohnsitz in Österreich, ist jedoch laut seinen Angaben Präsident von zwei Vereinen mit Vereinssitz in *** bzw *** am ***. ",
            "annotations": []
        },
        {
            "text": "Soweit der Vereinspräsident als auch der Vizepräsident K[…] angeben, zu Präsidiumssitzungen bzw Treffen mit anderen Vereinen nach *** gekommen zu sein, ist ihnen entgegenzuhalten, dass bisher sämtliche Beschwerden wegen Auflösung von Vereinen mit behauptetem Vereinssitz in ***, *** vom Landesverwaltungsgericht Salzburg abgewiesen wurden, da jeweils keine Hauptverwaltung festgestellt werden konnte. Es erscheint daher unglaubwürdig, dass die beiden nach *** gekommen seien, um andere Vereine bzw deren Mitglieder zu treffen. Dies gilt unter anderem auch für den Verein \"***“, dessen Präsident ebenfalls [der Beschwerdeführer] ist. Auch hier wurde keine Hauptverwaltung des Vereins in der *** festgestellt. ",
            "annotations": []
        },
        {
            "text": "Dass der Vater des Vereinspräsidenten in *** wohnt, ändert daran nichts, weil der Konnex zwischen dem Wohnsitz des Vaters und der angeblichen Vereinstätigkeit in *** vom Vereinspräsidenten nicht plausibel begründet wurde, insbesondere keine Verbindung zwischen in *** ansässigen Personen und dem Verein dargetan wurde. Der Wohnsitz des Vaters erklärt zwar den Aufenthalt des Vereinspräsidenten in ***, nicht aber die angebliche Hauptverwaltung vom Vereinssitz aus.",
            "annotations": []
        },
        {
            "text": "Hinsichtlich der vom Vereinspräsidenten angeführten Online-Vernetzungs-Treffen über Zoom bzw über online geführte Workshops lassen diese keinerlei Zusammenhang mit dem Vereinssitz erkennen. Laut Angaben des Vereinspräsidenten erfolgen zudem auch hiefür die Einladungen jeweils über Telegram.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis erhebt nun der ehemalige Präsident des Verbandes die auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in verfassungsgesetzlich gewährleisteten Rechten, insbesondere im Recht auf Vereinsfreiheit (Art12 StGG) sowie im Recht auf Gleichheit aller Staatsbürger vor dem Gesetz (Art7 B-VG), behauptet, die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses und in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof beantragt werden.",
            "annotations": []
        },
        {
            "text": "Begründend wird im Wesentlichen ausgeführt, dass die Beweiswürdigung unzureichend sei und der Verein den gesetzlichen Anforderungen in jedem Punkt entsprochen habe. Auch die finanzbehördliche Überprüfung habe \"eine völlige Sauberkeit\" ergeben.  ",
            "annotations": []
        },
        {
            "text": "5. Die Bezirkshauptmannschaft Zell am See hat die Verwaltungsakten vorgelegt und eine Gegenschrift erstattet, in der den Beschwerdebehauptungen entgegengetreten wird. Zusammenfassend heißt es wörtlich:",
            "annotations": []
        },
        {
            "text": "\"Zusammenfassend ist aus Sicht der erstinstanzlichen Vereinsbehörde festzuhalten, dass das gegenständliche Verfahren ordnungsgemäß und in rechtsstaatlicher Art und Weise abgewickelt wurde und zu keiner Zeit behördliche Willkür vorlag.",
            "annotations": []
        },
        {
            "text": "Das Vereinsgesetz-VerG 2002 gilt nur für solche Vereine, die ihren Sitz in Österreich haben. Dies ist nicht bloß jener Ort, den der Verein selbst in den Statuten als Vereinssitz angibt. Vielmehr muss er zugleich einem weiteren Tatbestand entsprechen. Am Vereinssitz muss sich die 'tatsächliche Hauptverwaltung\" des Vereins befinden. Das ist jener Ort, von dem aus das Leitungsorgan die Vereinstätigkeit, die sich ja nicht auf den Ort des Vereinssitzes beschränken muss, hauptsächlich bzw im Wesentlichen organisiert und lenkt. Trifft dies beim in den Statuten als Vereinssitz angegebenen Ort nicht zu, ist die in den Statuten enthaltene Ortsangabe gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4 Abs2 VerG will verhindern, dass Vereine als Sitz einen Ort angeben, mit dem sie tatsächlich wenig bis nichts zu tun haben. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Mangels hinreichender Klarheit darüber, wo nun die tatsächliche Hauptverwaltung des Vereins liegt, könnte ggf. jener Ort als Vereinssitz anerkannt werden, der in den Statuten als solcher angegeben ist, sofern an diesem Ort irgendeine Vereinstätigkeit entfaltet wird, die nicht geringer ist, als die Vereinstätigkeit an anderen Orten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführerin konnte zu keinem Zeitpunkt nachweisen, dass vom in den Statuten angeführten Vereinssitz in *** eine ausreichende Verbindung zur Hauptverwaltung des angeführten Vereins besteht, die den gesetzlichen Anforderungen hiezu nur annähernd entsprochen hätte. Eine Vereins- oder Verwaltungstätigkeit für einen Verein überhaupt bzw zumindest im angemessenen Ausmaß findet bzw fand an der angeführten Adresse, die nur dazu dient, dem Verein einen Sitz im politischen Bezirk Zell am See zu kreieren[,] nicht statt.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. Das Landesverwaltungsgericht Salzburg hat die Gerichtsakten vorgelegt, jedoch von der Erstattung einer Gegenschrift Abstand genommen.  ",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die im vorliegenden Fall maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1. Die relevanten Bestimmungen des Bundesgesetzes über Vereine (Vereinsgesetz 2002 – VerG), BGBl I 66/2002, idF BGBl I 211/2021 lauten:",
            "annotations": []
        },
        {
            "text": "\"1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "Verein",
            "annotations": []
        },
        {
            "text": "§1. (1) Ein Verein im Sinne dieses Bundesgesetzes ist ein freiwilliger, auf Dauer angelegter, auf Grund von Statuten organisierter Zusammenschluss mindestens zweier Personen zur Verfolgung eines bestimmten, gemeinsamen, ideellen Zwecks. Der Verein genießt Rechtspersönlichkeit (§2 Abs1).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Ein Verein darf nicht auf Gewinn berechnet sein. Das Vereinsvermögen darf nur im Sinne des Vereinszwecks verwendet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Dieses Bundesgesetz gilt nicht für solche Zusammenschlüsse, die nach anderen gesetzlichen Vorschriften in anderer Rechtsform gebildet werden müssen oder auf Grund freier Rechtsformwahl nach anderen gesetzlichen Vorschriften gebildet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Ein Zweigverein ist ein seinem Hauptverein statutarisch untergeordneter Verein, der die Ziele des übergeordneten Hauptvereins mitträgt. Eine Zweigstelle (Sektion) ist eine rechtlich unselbständige, aber weitgehend selbständig geführte, organisatorische Teileinheit eines Vereins.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Ein Verband ist ein Verein, in dem sich in der Regel Vereine zur Verfolgung gemeinsamer Interessen zusammenschließen. Ein Dachverband ist ein Verein zur Verfolgung gemeinsamer Interessen von Verbänden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Statuten",
            "annotations": []
        },
        {
            "text": "§3. (1) Die Gestaltung der Vereinsorganisation steht den Gründern und den zur späteren Beschlussfassung über Statutenänderungen berufenen Vereinsorganen im Rahmen der Gesetze frei. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Statuten müssen jedenfalls enthalten:",
            "annotations": []
        },
        {
            "text": "1. den Vereinsnamen,",
            "annotations": []
        },
        {
            "text": "2. den Vereinssitz,",
            "annotations": []
        },
        {
            "text": "3. eine klare und umfassende Umschreibung des Vereinszwecks,",
            "annotations": []
        },
        {
            "text": "4. die für die Verwirklichung des Zwecks vorgesehenen Tätigkeiten und die Art der Aufbringung finanzieller Mittel,",
            "annotations": []
        },
        {
            "text": "5. Bestimmungen über den Erwerb und die Beendigung der Mitgliedschaft,",
            "annotations": []
        },
        {
            "text": "6. die Rechte und Pflichten der Vereinsmitglieder,",
            "annotations": []
        },
        {
            "text": "7. die Organe des Vereins und ihre Aufgaben, insbesondere eine klare und umfassende Angabe, wer die Geschäfte des Vereins führt und wer den Verein nach außen vertritt,",
            "annotations": []
        },
        {
            "text": "8. die Art der Bestellung der Vereinsorgane und die Dauer ihrer Funktionsperiode,",
            "annotations": []
        },
        {
            "text": "9. die Erfordernisse für gültige Beschlussfassungen durch die Vereinsorgane,",
            "annotations": []
        },
        {
            "text": "10. die Art der Schlichtung von Streitigkeiten aus dem Vereinsverhältnis,",
            "annotations": []
        },
        {
            "text": "11. Bestimmungen über die freiwillige Auflösung des Vereins und die Verwertung des Vereinsvermögens im Fall einer solchen Auflösung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Das Leitungsorgan eines Vereins ist verpflichtet, jedem Vereinsmitglied auf Verlangen die Statuten auszufolgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Name, Sitz",
            "annotations": []
        },
        {
            "text": "§4. (1) Der Name des Vereins muss einen Schluss auf den Vereinszweck zulassen und darf nicht irreführend sein. Verwechslungen mit anderen bestehenden Vereinen, Einrichtungen oder Rechtsformen müssen ausgeschlossen sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Sitz des Vereins muss im Inland liegen. Als Sitz ist der Ort zu bestimmen, an dem der Verein seine tatsächliche Hauptverwaltung hat. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vereinsbehörden, Verfahren",
            "annotations": []
        },
        {
            "text": "§9. (1) Vereinsbehörde im Sinne dieses Bundesgesetzes ist die Bezirksverwaltungsbehörde, im Gebiet einer Gemeinde, für das die Landespolizeidirektion zugleich Sicherheitsbehörde erster Instanz ist, die Landespolizeidirektion.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Über Beschwerden gegen Bescheide nach diesem Bundesgesetz entscheidet das Landesverwaltungsgericht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die örtliche Zuständigkeit richtet sich, sofern nicht anderes bestimmt ist (§19 Abs2), nach dem in den Statuten angegebenen Vereinssitz.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Abschnitt",
            "annotations": []
        },
        {
            "text": "Entstehung des Vereins",
            "annotations": []
        },
        {
            "text": "Anzeige der Vereinserrichtung",
            "annotations": []
        },
        {
            "text": "§11. (1) Die Errichtung eines Vereins (§2 Abs1) ist der Vereinsbehörde von den Gründern oder den bereits bestellten organschaftlichen Vertretern unter Angabe ihres Namens, ihres Geburtsdatums, ihres Geburtsorts und ihrer für Zustellungen maßgeblichen Anschrift (§2 Z4 Zustellgesetz, BGBl Nr 200/1982) mit einem Exemplar der vereinbarten Statuten schriftlich anzuzeigen. Bereits bestellte organschaftliche Vertreter haben zudem ihre Funktion und den Zeitpunkt ihrer Bestellung anzugeben. Sofern bereits vorhanden, ist auch die für Zustellungen maßgebliche Anschrift des Vereins bekannt zu geben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Besteht der in den Statuten umschriebene Vereinszweck in der Ausübung eines Kultus, hat die Vereinsbehörde die Statuten unverzüglich an den Bundeskanzler zu übermitteln. Dieser hat zu prüfen, ob die umschriebene Ausübung dieses Kultus einen Eingriff in die inneren Angelegenheiten einer gesetzlich anerkannten Kirche oder Religionsgesellschaft darstellt. Das Ergebnis der Prüfung ist unverzüglich an die Vereinsbehörde zu übermitteln.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Einladung zur Aufnahme der Vereinstätigkeit",
            "annotations": []
        },
        {
            "text": "§13. (1) Ergeht binnen vier, im Fall einer Verlängerung gemäß §12 Abs3 binnen längstens sechs Wochen nach Einlangen der Errichtungsanzeige keine Erklärung gemäß §12 Abs1, so gilt das Schweigen der Vereinsbehörde als Einladung zur Aufnahme der Vereinstätigkeit. Der mit Fristablauf entstandene Verein (§2 Abs1) kann seine Tätigkeit beginnen. Die Vereinsbehörde hat den Anzeigern eine unbeglaubigte Abschrift der Statuten und einen Auszug aus dem Vereinsregister zu übermitteln.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Schon vor Fristablauf kann an die Anzeiger mit Bescheid eine ausdrückliche Einladung zur Aufnahme der Vereinstätigkeit ergehen, sobald die Vereinsbehörde zu einer Erklärung gemäß §12 Abs1 keinen Anlass sieht. Der Einladung ist eine unbeglaubigte Abschrift der Statuten und ein Auszug aus dem Vereinsregister anzuschließen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Änderung der Statuten, der organschaftlichen Vertreter und der Vereinsanschrift",
            "annotations": []
        },
        {
            "text": "§14. (1) Die §§1 bis 13 gelten sinngemäß auch für Statutenänderungen. Ein Vereinsregisterauszug ist nur dann zu übermitteln, wenn sich durch die Statutenänderung der Registerstand geändert hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Verein hat alle seine organschaftlichen Vertreter unter Angabe ihrer statutengemäßen Funktion, ihres Namens, ihres Geburtsdatums, ihres Geburtsorts und ihrer für Zustellungen maßgeblichen Anschrift sowie des Beginns ihrer Vertretungsbefugnis jeweils binnen vier Wochen nach ihrer Bestellung der Vereinsbehörde bekannt zu geben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Der Verein hat der Vereinsbehörde auch jede Änderung seiner für Zustellungen maßgeblichen Anschrift binnen vier Wochen mitzuteilen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Behördliche Auflösung",
            "annotations": []
        },
        {
            "text": "§29. (1) Jeder Verein kann unbeschadet des Falls nach §2 Abs3 bei Vorliegen der Voraussetzungen des Art11 Abs2 der Europäischen Konvention zum Schutze der Menschenrechte und Grundfreiheiten, BGBl Nr 210/1958, mit Bescheid aufgelöst werden, wenn er gegen Strafgesetze verstößt, seinen statutenmäßigen Wirkungskreis überschreitet oder überhaupt den Bedingungen seines rechtlichen Bestands nicht mehr entspricht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Ist eine Abwicklung nicht erforderlich, so müssen die Eintragung der rechtskräftigen behördlichen Auflösung im Vereinsregister und die anderen, zu diesem Zeitpunkt aktuell gewesenen Registerdaten - abweichend von §17 Abs2 - noch ein Jahr nach Eintragung der Auflösung allgemein abfragbar bleiben (§17 Abs1). Bis zur Betriebsaufnahme des Zentralen Vereinsregisters ist die behördliche Auflösung überdies von der Vereinsbehörde unverzüglich in einer für amtliche Verlautbarungen bestimmten Zeitung zu veröffentlichen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Bei Vorhandensein eines Vereinsvermögens hat die Vereinsbehörde die angemessenen gesetzmäßigen Vorkehrungen zu dessen Sicherung zu treffen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Schließlich hat die Vereinsbehörde bei Vorhandensein eines Vereinsvermögens dieses abzuwickeln. Wenn dies aus Gründen möglichster Sparsamkeit, Raschheit, Einfachheit oder Zweckmäßigkeit, insbesondere im berechtigten Interesse Dritter, erforderlich ist, hat sie einen von ihr verschiedenen Abwickler zu bestellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Artikel 11 EMRK lautet:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"Artikel 11 – Versammlungs- und Vereinigungsfreiheit",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Alle Menschen haben das Recht, sich friedlich zu versammeln und sich frei mit anderen zusammenzuschließen, einschließlich des Rechts, zum Schutze ihrer Interessen Gewerkschaften zu bilden und diesen beizutreten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Ausübung dieser Rechte darf keinen anderen Einschränkungen unterworfen werden als den vom Gesetz vorgesehenen, die in einer demokratischen Gesellschaft im Interesse der nationalen und öffentlichen Sicherheit, der Aufrechterhaltung der Ordnung und der Verbrechensverhütung, des Schutzes der Gesundheit und der Moral oder des Schutzes der Rechte und Freiheiten anderer notwendig sind. Dieser Artikel verbietet nicht, daß die Ausübung dieser Rechte durch Mitglieder der Streitkräfte, der Polizei oder der Staatsverwaltung gesetzlichen Einschränkungen unterworfen wird.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit:",
            "annotations": []
        },
        {
            "text": "1.1.  Nach rechtskräftiger Auflösung eines Vereins sind die ehemaligen Vereinsmitglieder als Träger der Vereinsfreiheit berechtigt, eine Verletzung des verfassungsgesetzlich gewährleisteten Rechtes auf Vereinsfreiheit geltend zu machen (vgl die ständige Judikatur des Verfassungsgerichtshofes, zB VfSlg 19.120/2010 mwN). ",
            "annotations": []
        },
        {
            "text": "1.2. Der Beschwerdeführer war zum Zeitpunkt der Auflösung des Vereins dessen Präsident, somit dessen Vereinsmitglied. Die Beschwerdelegitimation ist daher gegeben. Da auch die übrigen Prozessvoraussetzungen vorliegen, ist die Beschwerde zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache:",
            "annotations": []
        },
        {
            "text": "2.1. Ein Eingriff in das durch Art11 EMRK verfassungsgesetzlich garantierte – unter Gesetzesvorbehalt stehende – Recht ist dann verfassungswidrig, wenn die ihn verfügende Entscheidung ohne Rechtsgrundlage ergangen ist, auf einer dem Art11 EMRK widersprechenden Rechtsvorschrift beruht oder wenn bei Erlassung der Entscheidung eine verfassungsrechtlich unbedenkliche Rechtsgrundlage in denkunmöglicher Weise angewendet wurde; ein solcher Fall liegt vor, wenn die Entscheidung mit einem so schweren Fehler belastet ist, dass dieser mit Gesetzlosigkeit auf eine Stufe zu stellen wäre, oder wenn der angewendeten Rechtsvorschrift fälschlicherweise ein verfassungswidriger, insbesondere ein dem Art11 Abs1 EMRK widersprechender und durch Art11 Abs2 EMRK nicht gedeckter Inhalt unterstellt wurde (vgl VfSlg 19.994/2015 mwN). ",
            "annotations": []
        },
        {
            "text": "2.2. Die behördliche Auflösung eines Vereins selbst (§29 VerG; vgl zB VfSlg  19.078/2010, 19.120/2010, 19.208/2010) wie auch die Erklärung, dass die Vereinsgründung nicht gestattet ist (§12 VerG; vgl zB VfSlg 13.025/1992, 16.395/2001, 19.260/2010), sind, so wie die Beurteilung der Frage, ob überhaupt ein Verein iSd Art11 EMRK vorliegt, Entscheidungen, die den Kernbereich der Vereinsfreiheit betreffen. Eingriffe sind nur zulässig, wenn sie zur Erreichung der in Art11 Abs2 EMRK genannten Ziele zwingend notwendig sind (vgl analog VfSlg 19.961/2015, 19.962/2015). Eine Entscheidung darüber obliegt dem Verfassungsgerichtshof (vgl VfSlg 19.994/2015).",
            "annotations": []
        },
        {
            "text": "2.3. Die Vereinsauflösung erfolgte in Anwendung des §29 VerG, darauf gestützt, dass der Verein nicht mehr den Bedingungen seines rechtlichen Bestandes entsprochen habe. Begründet wurde diese Auflösung damit, dass der Verein keinen Vereinssitz im Sinne von §4 VerG habe. ",
            "annotations": []
        },
        {
            "text": "2.4. Angesichts des materiellen Gesetzesvorbehaltes in Art11 Abs2 EMRK ist §29 VerG im Einklang mit dieser Verfassungsbestimmung auszulegen. Eine Vereinsauflösung ist daher nur zulässig, wenn hiefür ein schwerwiegender Grund iSd Art11 Abs2 EMRK vorliegt (VfSlg 8090/1977). Die Aufrechterhaltung der öffentlichen Ordnung stellt eines der in Art11 Abs2 EMRK genannten legitimen Ziele dar. ",
            "annotations": []
        },
        {
            "text": "2.5. Bedenken gegen die der angefochtenen Entscheidung zugrunde liegenden Rechtsvorschriften (§§4 und 29 VerG) sind – aus der Sicht des Beschwerdefalles – nicht entstanden (vgl noch zur Vorgängerbestimmung VfSlg 9567/1982; 19.120/2010):",
            "annotations": []
        },
        {
            "text": "2.5.1. §4 Absatz 2 VerG sieht vor, dass der Sitz des Vereins im Inland liegen muss. Als Sitz ist jener Ort zu bestimmen, an dem der Verein seine tatsächliche Hauptverwaltung hat. Nach §3 Abs2 Z2 VerG ist der Vereinssitz in den Vereinsstatuten anzugeben. Gemäß §9 Abs3 VerG begründet der in den Statuten angegebene Vereinssitz die örtliche Zuständigkeit der Vereinsbehörde. ",
            "annotations": []
        },
        {
            "text": "2.5.2. §4 VerG stellt somit eine Organisationsvorschrift dar, die ein wesentliches Bestandselement bei der Vereinsgründung darstellt. Der Vereinssitz muss im Inland liegen (VfSlg 12.109/1989) und muss zumindest die Qualifikation einer Abgabestelle im Sinne von §2 ZustellG aufweisen (VfGH 26.6.2013, B181/2013, G48/2013); ob im Einzelfall die Voraussetzungen des §2 ZustellG erfüllt sind, ist eine einfachgesetzliche Frage. Auch ein zu Wohnzwecken bewilligtes Objekt kann einen Vereinssitz darstellen, wenn die Hauptverwaltung im Sinne des §4 Abs2 VerG dort stattfindet (vgl VfSlg 12.109/1989). ",
            "annotations": []
        },
        {
            "text": "2.5.3. Aus Z3 des Beschlusses der Provisorischen Nationalversammlung vom 30. 10. 1918 ergibt sich, dass ein Konzessionssystem, das die Abhaltung einer Versammlung oder die Gründung eines Vereins an eine in das Ermessen der Behörde gestellte staatliche Erlaubnis bindet, mit dem Recht auf Versammlungs- und Vereinsfreiheit nicht vereinbar wäre (VfSlg 17.600/2005). Zulässig sind lediglich Ordnungsvorschriften, bei deren Einhaltung die Ausübung des Grundrechts nicht behindert werden kann (Grabenwarter/Frank, B-VG Art11 EMRK, Rz 11). §4 Abs2 VerG stellt eine zulässige Organisationsvorschrift in diesem Sinne dar, dient sie doch überwiegend dazu, die örtliche Behördenzuständigkeit festzusetzen. Nach den Erläuterungen zu §4 Abs2 VerG (Erläut RV 990 BlgNr 21. GP, 25) muss nicht auch der örtliche Tätigkeitsbereich eines Vereins ausschließlich in Österreich liegen, jedoch muss die Verwaltung des Vereins im Wesentlichen von Österreich getätigt werden. Der Vereinssitz muss – so auch die Materialien – mit dem Ort der tatsächlichen Hauptverwaltung übereinstimmen. Die Materialien zu §4 Abs2 VerG erläutern allerdings nicht näher, was unter Hauptverwaltung im Sinne der Vereinssitzkonstituierung zu verstehen ist (Erläut RV 990 BlgNr 21. GP, 25).",
            "annotations": []
        },
        {
            "text": "2.6. Das Vereinsgesetz stellt mit seinem §4 Abs2 klar, dass grundsätzlich die Wahl des Vereinssitzes den Vereinsmitgliedern zur freien Disposition steht. Mit der Wahl des Vereinssitzes wird – wie erwähnt – zugleich die örtlich zuständige Behörde festgesetzt. Zulässig ist wohl auch, dass Verwaltungstätigkeiten des Vereins an verschiedenen Orten stattfinden, sofern ein Hauptverwaltungssitz existiert. Im konkreten Fall spricht grundsätzlich nichts dagegen, jenen Ort als Vereinssitz zu wählen, an dem der Vereinsobmann seinen – wenngleich auch nur \"Neben\"- bzw weiteren – Wohnsitz hat (VfSlg 12.109/1989). Dass der mit Vereinsanzeige angegebene Vereinssitz den Hauptwohnsitz des Vaters des Beschwerdeführers darstellt, der Beschwerdeführer selbst an dieser Adresse bloß mit \"Nebenwohnsitz\" gemeldet ist, ist aus verfassungsrechtlicher Sicht irrelevant.",
            "annotations": []
        },
        {
            "text": "In den Vereinsstatuten ist als Vereinssitz jene politische Gemeinde anzuführen, in der sich der Vereinssitz befindet. Im vorliegenden Fall heißt es in den Vereinsstatuten wörtlich: \"Der Verband hat seinen Sitz in *** \". ",
            "annotations": []
        },
        {
            "text": "3. Das Ermittlungsverfahren des Landesverwaltungsgerichtes Salzburg hat ergeben, dass zum 10. August 2022 bereits 25 Vereine an der Vereinsadresse des aufgelösten Vereins angeführt wurden. Das Ermittlungsverfahren hat auch ergeben, dass die angeführten Vereinsräumlichkeiten im Wesentlichen aus renovierungsbedürftigen, zu Wohnzwecken bewilligten Räumlichkeiten bestehen und keine für Verwaltungstätigkeiten notwendige Infrastruktur aufweisen (keine PCs oder Notebooks, lediglich ein Drucker, kein eigenes WC). Die Räumlichkeiten werden an etwa 20 bis 25 andere Vereine unentgeltlich als Büroräume und Vereinssitz (nicht bloß Abgabestelle) zur Verfügung gestellt. ",
            "annotations": []
        },
        {
            "text": "4. Die Auflösung des Vereins mit der Begründung, dass der Verein nicht (mehr) den Bedingungen seines rechtlichen Bestandes entspricht, kann nur dann gerechtfertigt sein, wenn damit ein legitimes Ziel iSd Art11 EMRK verfolgt wird. Dass ein konkreter Vereinssitz bestimmt werden muss, um zunächst eine behördliche (örtliche) Zuständigkeit zu begründen, ist ein solches. Ob – entgegen der vom Beschwerdeführer behauptetermaßen erfolgten Verwaltungstätigkeit – tatsächlich am angegebenen Ort die Hauptverwaltung durchgeführt wird, kann abschließend nur nach umfassenden Ermittlungstätigkeiten beurteilt werden. Dem Landesverwaltungsgericht Salzburg ist zwar zuzugestehen, dass ein Ermittlungsverfahren geführt wurde, jedoch stützt sich – mangels eindeutiger Ermittlungsergebnisse – die Beurteilung der fehlenden Hauptverwaltung letztlich nur auf Vermutungen.",
            "annotations": []
        },
        {
            "text": "Die Auflösung erfolgte auf Grund der Annahme, dass an ein und derselben Adresse denkunmöglich bis zu 25 Vereine gleichzeitig ihren Vereinssitz haben können. Alleine diese Vermutung rechtfertigt es nicht, einen Verein aufzulösen:",
            "annotations": []
        },
        {
            "text": "Dem für die Vereinsgründung notwendigen Erfordernis der Bekanntgabe der einer konkreten Vereinssitz- bzw Zustelladresse, welche auch eine – zulässige – örtliche Behördenzuständigkeit begründet hat, wurde der Beschwerdeführer zum Zeitpunkt der Vereinsgründung gerecht. §4 Abs2 VerG stellt in Folge auf den Vereinssitz als jenen Ort ab, an dem die Hauptverwaltung stattfindet, unabhängig davon, wo die Vereinstätigkeit tatsächlich entfaltet wird. Selbst wenn es zutrifft, dass der Verband etwa über ein litauisches Vereinskonto verfügt, der Stadtgemeinde *** keinerlei Vereinsaktivitäten bekannt sind, die vorgelegten Sitzungsprotokolle keine Ortsangaben aufweisen und die Büroräumlichkeiten am angegebenen Vereinssitz keine für Büroräume übliche Infrastruktur aufweisen, genügt dies noch nicht, dem Verein das Vorhandensein eines dem VerG entsprechenden Vereinssitzes abzusprechen. Allein der Umstand, dass viele Vereine an ein und derselben Adresse ihren Vereinssitz haben, mag ausschlaggebend für die Einleitung von Ermittlungstätigkeiten gewesen sein, jedoch reicht dies allein nicht aus, um das Vorhandensein des Vereinssitzes zu verneinen. ",
            "annotations": []
        },
        {
            "text": "Bei verfassungskonformer Auslegung des §4 Abs2 VerG und unter Beachtung des Wesensgehaltes des Grundrechts der Vereinsfreiheit ist die Auflösung des Vereins, weil er nicht mehr den Bedingungen seines rechtlichen Bestandes entspricht und sich dies noch dazu bloß auf Vermutungen stützt, nicht zulässig. ",
            "annotations": []
        },
        {
            "text": "Indem das Landesverwaltungsgericht Salzburg die Vereinsauflösung bestätigt, ohne in Anwendung des Verhältnismäßigkeitsprinzips andere gelindere Mittel in Betracht zu ziehen (vgl etwa EGMR 11.10.2011, 48848/07, Rhino, Z65), hat es den Beschwerdeführer in seinem Recht auf Vereinsfreiheit verletzt. ",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Vereinsfreiheit verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}