{
    "document_id": "JFT_20230613_23E00588_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein Staatsangehöriger Syriens, welcher der Volksgruppe der Araber angehört und sich zur sunnitischen Glaubensrichtung des Islam bekennt. Sein Geburtsdatum wurde mit 11. alias 18. Jänner 1996 festgestellt. Am 24. November 2021 stellte der Beschwerdeführer im Bundesgebiet einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 25. Mai 2022 wies das Bundesamt für Fremdenwesen und Asyl (im Folgenden: BFA) diesen Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten ab (Spruchpunkt I.), erkannte dem Beschwerdeführer jedoch den Status des subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihm eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "3. Die ausschließlich gegen Spruchpunkt I. erhobene Beschwerde wies das Bundesverwaltungsgericht – ohne Durchführung einer mündlichen Verhandlung – mit Erkenntnis vom 17. Jänner 2023 als unbegründet ab. Begründend stellte das Bundesverwaltungsgericht fest, der Beschwerdeführer stamme aus der Stadt Deir ez-Zor, welche aktuell teilweise vom syrischen Staat und teilweise von kurdischen Truppen kontrolliert werde. Der Beschwerdeführer habe von 2017 bis 2021 in der Türkei gelebt. Er habe in Syrien keinen Einberufungsbefehl erhalten. Beweiswürdigend führte das Bundesverwaltungsgericht zusammengefasst aus, der Beschwerdeführer befinde sich nach wie vor im wehrdienstfähigen Alter, es bestehe aber kein erhöhtes Risiko, im Falle einer Rückkehr nach Syrien zum Wehrdienst eingezogen zu werden, da der Beschwerdeführer sowohl bei der Erstbefragung als auch im Rahmen der Einvernahme vor dem BFA erklärt habe, Syrien auf Grund der schlechten Sicherheitslage verlassen zu haben. Dem Vorbringen vor dem BFA, wonach der Beschwerdeführer in Syrien zum Militär einrücken müsste, sei zu entgegnen, dass diese Aussagen nicht näher konkretisiert worden seien. Es sei auch nicht glaubwürdig, dass der Beschwerdeführer einen Einberufungsbefehl erhalten hätte. Das BFA habe dem Beschwerdeführer weiters zurecht vorgehalten, dass er sich vom Militärdienst freikaufen hätte können. Dass der Beschwerdeführer im Fall einer Rückkehr am Flughafen Damaskus Gefahr laufen würde, zum Militärdienst der syrischen Streitkräfte eingezogen zu werden, könne mangels ausreichender Hinweise verneint werden. Eine konkrete Gefahr der Einberufung zum Wehrdienst stünde auch nicht im Zusammenhang mit den in der Genfer Flüchtlingskonvention (GFK) aufgezählten asylrelevanten Gründen. ",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Der Beschwerdeführer bringt unter anderem vor, die Begründung des Bundesverwaltungsgerichtes, wonach dem Beschwerdeführer keine Einberufung in die syrische Armee drohe, stehe in unaufgeklärtem Widerspruch zu den dem angefochtenen Erkenntnis zugrunde gelegten Länderfeststellungen. Das Bundesverwaltungsgericht habe keine ausreichenden Ermittlungen bezüglich der Zwangsrekrutierung durch die kurdischen Volksverteidigungseinheiten und durch das syrische Regime getätigt. Zudem seien die Voraussetzungen für den Entfall einer mündlichen Verhandlung nicht vorgelegen.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "6. Das BFA hat von der Erstattung einer Gegenschrift Abstand genommen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Derartige, in die Verfassungssphäre reichende Fehler sind dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht stellt fest, dass sich der Beschwerdeführer im wehrdienstfähigen Alter befinde und aus einem Gebiet (Deir ez-Zor) stamme, das teilweise vom syrischen Staat und teilweise von kurdischen Truppen kontrolliert werde. Beweiswürdigend führt es aus, der Beschwerdeführer habe im Zusammenhang mit der behaupteten Verpflichtung zur Einrückung zum Militär nicht dargelegt, weshalb gerade er in das Blickfeld syrischer Streitkräfte oder kurdischer Milizen geraten solle. Damit lässt es das Vorbringen in der Beschwerde an das Bundesverwaltungsgericht gänzlich außer Acht. Darin brachte der Beschwerdeführer – unter Bezugnahme auf zahlreiche Länderberichte – vor, dass er auf Grund seiner illegalen Ausreise aus Syrien als Wehrdienstentzieher gelte und er im Fall der Rückkehr mit hoher Wahrscheinlichkeit eine Einberufung zum Wehrdienst zu befürchten hätte. Er verweist dabei (unter anderem) auf verstärkte Rekrutierungsbemühungen der syrischen Armee und ein erhöhtes Maß an Willkür im Zusammenhang mit Einberufungen sowie auf sein junges Alter, seine medizinische Tauglichkeit, seine illegale Ausreise, die Tatsache, dass er den Wehrdienst noch nicht abgeleistet habe und dass er aus einem (ehemals) oppositionell besetzten und äußerst instabilen Gebiet stamme. Das Bundesverwaltungsgericht, das sich keinen persönlichen Eindruck vom Beschwerdeführer im Zuge einer mündlichen Verhandlung verschafft hat, hat es verabsäumt, sich mit diesem Vorbringen auseinanderzusetzen.",
            "annotations": []
        },
        {
            "text": "3.2. Weiters verneint das Bundesverwaltungsgericht die Gefahr einer Einziehung des Beschwerdeführers zum Wehrdienst mit der aktenwidrigen Begründung, der Beschwerdeführer habe sich weder in der Erstbefragung noch in der Einvernahme vor dem BFA auf eine drohende Einberufung zum Wehrdienst gestützt. Wie sich aus dem Akt ergibt, hat der Beschwerdeführer bei der Erstbefragung auf die Frage nach seinen Befürchtungen im Fall der Rückkehr nach Syrien geantwortet, dass er befürchte, zwangsrekrutiert zu werden. Im Rahmen der Einvernahme vor dem BFA gab der Beschwerdeführer unter anderem an, dass er \"für das Militär\" gesucht werde sowie dass ihn das Regime rekrutieren wolle, was er ablehne.",
            "annotations": []
        },
        {
            "text": "3.3. Das Bundesverwaltungsgericht gibt die im Bescheid des BFA abgedruckten Auszüge aus dem Länderinformationsblatt der Staatendokumentation des BFA vom 24. Jänner 2022 (Version 5) wieder, obwohl zum Entscheidungszeitpunkt bereits das Länderinformationsblatt der Staatendokumentation des BFA vom 29. Dezember 2022 (Version 8) zur Verfügung stand. Dem Länderinformationsblatt vom 29. Dezember 2022 ist zum Thema \"Wehr- und Reservedienst und Rekrutierungen\" der syrischen Streitkräfte unter anderem zu entnehmen, dass für männliche syrische Staatsangehörige im Alter von 18 bis 42 Jahren die Ableistung eines zweijährigen Wehrdienstes gesetzlich verpflichtend sei und auch geflüchtete Syrer, die nach Syrien zurückkehrten, mit Zwangsrekrutierungen rechnen müssten. Es bestehe keine Möglichkeit der legalen Wehrdienstverweigerung. Männern im wehrpflichtigen Alter sei die Ausreise verboten. Die syrische Regierung sei nach wie vor in einigen von der AANES (Autonomous Administration of North and East Syria) kontrollierten Gebieten präsent und könne dort rekrutieren, wo sie im Sicherheitsdistrikt oder \"muraba'a amni\" im Zentrum der Gouvernements präsent sei, wie in Qamishli oder in Deir ez-Zor.",
            "annotations": []
        },
        {
            "text": "Zur Lage von wehrpflichtigen Rückkehrern enthält das Länderinformationsblatt vom 29. Dezember 2022 auszugsweise folgende Aussagen:",
            "annotations": []
        },
        {
            "text": "\"Die Informationslage bezüglich wehrpflichtiger Rückkehrer ist widersprüchlich: Nach Einschätzung von Human Rights Watch nutze das Regime Schlupflöcher in den Amnestiedekreten aus, um Rückkehrer unmittelbar nach Einreise wieder auf Einberufungslisten zu setzen. Amnesty International dokumentierte Fälle von Rückkehrern, die aufgrund der Wehrpflicht zunächst festgenommen und nach Freilassung unmittelbar in den Militärdienst eingezogen wurden (AA 29.11.2021). Einem Experten sind hingegen keine Berichte von Wehrdienstverweigerern bekannt, die aus dem Ausland in Gebiete unter Regierungskontrolle zurückgekehrt sind. Ihm zufolge kann nicht mit Sicherheit gesagt werden, was in so einem Fall passieren würde. Laut dem Experten wäre es aber wahnsinnig, als Wehrdienstverweigerer aus Europa ohne Sicherheitsbestätigung und politische Kontakte zurückzukommen. Wenn keine 'Befreiungsgebühr' bezahlt wurde, müssen zurückgekehrte Wehrdienstverweigerer ihren Wehrdienst ableisten. Wer die Befreiungsgebühr entrichtet hat und offiziell vom Wehrdienst befreit ist, wird nicht eingezogen. Es gibt verschiedene Meinungen darüber, ob Wehrdienstpflichtige zurzeit sofort eingezogen, oder zuerst inhaftiert und dann eingezogen werden: […]. Die Strafe für das Sich-Entziehen vom Wehrdienst ist oft Haft und im Zuge dessen auch Folter. […]\"",
            "annotations": []
        },
        {
            "text": "Die Annahme des Bundesverwaltungsgerichtes, eine Einberufung des Beschwerdeführers sei mangels Erhalts eines Einberufungsbefehls und bereits versuchter Zwangsrekrutierungen vor seiner Ausreise unwahrscheinlich, findet in den Länderberichten keine Deckung und erweist sich daher als spekulativ.",
            "annotations": []
        },
        {
            "text": "3.4. Das Bundesverwaltungsgericht verweist weiters darauf, der Beschwerdeführer hätte sich durch Zahlung einer Befreiungsgebühr von der Wehrpflicht freikaufen können. Bis 2020 hätten Männer, die sich mindestens vier aufeinanderfolgende Jahre außerhalb Syriens aufgehalten hätten, einen Beitrag von 8.000 US-Dollar zahlen können, um vom Militärdienst befreit zu werden. Da der Beschwerdeführer unter Aufwendung hoher Geldmittel das Land verlassen und seiner Familie durch seine Erwerbstätigkeit in der Türkei Geld geschickt habe, erscheine die Annahme der Möglichkeit eines Freikaufs vom Wehrdienst durchaus wahrscheinlich. Damit verkennt das Bundesverwaltungsgericht, dass es für die Asylgewährung auf die Flüchtlingseigenschaft im Sinn der GFK zum Zeitpunkt der Entscheidung ankommt. Entscheidend ist, ob die betroffene Person vor dem Hintergrund der zu treffenden aktuellen Länderfeststellungen im Zeitpunkt der Entscheidung des Verwaltungsgerichtes bei Rückkehr in ihren Herkunftsstaat mit maßgeblicher Wahrscheinlichkeit mit Verfolgungshandlungen rechnen müsste (vgl VfGH 15.3.2023, E2268/2022; VwGH 26.11.2020, Ra 2020/18/0384 mwN). Ausführungen dazu, ob es dem Beschwerdeführer im Zeitpunkt der Entscheidung bei Rückkehr nach Syrien tatsächlich möglich wäre, sich vom Wehrdienst freizukaufen, finden sich im angefochtenen Erkenntnis jedoch nicht. Darüber hinaus lässt das Bundesverwaltungsgericht außer Acht, dass der Beschwerdeführer dieser Annahme in seiner Beschwerde entgegentrat, indem er ausführte, dass er sich das \"Freikaufen\" (mit näherer Begründung) nicht leisten hätte können und dass Länderberichten zufolge nicht bekannt sei, ob diese Regelung auch für Männer gelte, die seit Beginn des Bürgerkriegs geflüchtet seien.",
            "annotations": []
        },
        {
            "text": "3.5. Soweit das Bundesverwaltungsgericht schließlich der Gefahr einer Einberufung zum syrischen Militärdienst ohne nähere Begründung die Asylrelevanz abspricht, greift dieser pauschale Verweis in der rechtlichen Beurteilung jedenfalls zu kurz, zumal den der angefochtenen Entscheidung zugrunde liegenden Länderberichten zufolge eine hohe Wahrscheinlichkeit bestehe, als Mitglied der syrischen Armee an Kriegsverbrechen beteiligt zu werden (vgl zur Situation in Syrien sowie zur Frage der Flüchtlingseigenschaft auf Grund von Wehrdienstverweigerung bereits VfGH 20.9.2022, E1138/2022).",
            "annotations": []
        },
        {
            "text": "3.6. Damit erweist sich die Begründung der angefochtenen Entscheidung in wesentlichen Teilen als grob mangelhaft und nicht nachvollziehbar. Zudem hat das Bundesverwaltungsgericht seine Ermittlungstätigkeit in entscheidenden Punkten unterlassen und wesentliches Parteivorbringen außer Acht gelassen, wodurch es das angefochtene Erkenntnis mit Willkür belastet hat. ",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis wird aufgehoben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den entsprechend dem Kostenverzeichnis zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 400,– sowie der Ersatz der Eingabengebühr in Höhe von € 240,– enthalten. ",
            "annotations": []
        }
    ]
}