{
    "document_id": "JFT_20230427_22V00079_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Kärnten, \"§3 Abs6 der Verordnung des Gemeinderates der Stadtgemeinde Spittal an der Drau vom 26.06.2018, TOP 17, Zahl: 02-0041/-0011/2018-Mag.Hu/Vo., mit welcher ein 'Textlicher Bebauungsplan' 2018 für das Gemeindegebiet der Stadtgemeinde Spittal an der Drau erlassen wurde, aufsichtsbehördlich genehmigt mit dem Bescheid der Bezirkshauptmannschaft Spittal an der Drau vom 20.09.2018, ZI: SP15-RO-434/2018 (004/2018), der am 08.10.2018 in der Kärntner Landeszeitung kundgemacht wurde,\" als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die einschlägigen Bestimmungen des Gesetzes über die überörtliche und örtliche Raumordnung (Kärntner Raumordnungsgesetz 2021 – K-ROG 2021) idF LGBl 59/2021 lauten auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"7. Abschnitt",
            "annotations": []
        },
        {
            "text": "Bebauungsplanung",
            "annotations": []
        },
        {
            "text": "§47",
            "annotations": []
        },
        {
            "text": "Genereller Bebauungsplan",
            "annotations": []
        },
        {
            "text": "(1) Der Gemeinderat hat in Übereinstimmung mit den Zielen und Grundsätzen der Raumordnung, den überörtlichen Entwicklungsprogrammen, dem örtlichen Entwicklungskonzept und dem Flächenwidmungsplan für die als Bauland gewidmeten Flächen durch Verordnung einen generellen Bebauungsplan zu beschließen.",
            "annotations": []
        },
        {
            "text": "(2) Der generelle Bebauungsplan ist in Textform zu erlassen. Zum generellen Bebauungsplan sind Erläuterungen zu verfassen, aus denen insbesondere hervorgeht, inwieweit auf Abs4 Bedacht genommen wurde.",
            "annotations": []
        },
        {
            "text": "(3) Vor Beschluss über den generellen Bebauungsplan hat die Gemeinde eine örtliche Bestandsaufnahme durchzuführen, in der die für das Gemeindegebiet bedeutsamen natürlichen, wirtschaftlichen, infrastrukturellen, sozialen, kulturellen und städtebaulichen Gegebenheiten und deren voraussehbare Veränderungen zu erheben und in den Erläuterungen zum generellen Bebauungsplan festzuhalten sind. Der Gemeinderat kann hierbei auf die im örtlichen Entwicklungskonzept getroffenen Festlegungen und Feststellungen sowie auf verfügbare Ergebnisse von städtebaulichen Wettbewerben zurückgreifen.",
            "annotations": []
        },
        {
            "text": "(4) Im generellen Bebauungsplan sind",
            "annotations": []
        },
        {
            "text": "1. entsprechend den örtlichen Gegebenheiten (Abs3),",
            "annotations": []
        },
        {
            "text": "2. unter Berücksichtigung der Grundsätze der Wirtschaftlichkeit, der geordneten Siedlungsentwicklung, der sparsamen Verwendung von Grund und Boden, der Erfordernisse des Orts- und Landschaftsbildes, der räumlichen Verdichtung der Bebauung und der Energieeffizienz",
            "annotations": []
        },
        {
            "text": "die allgemeinen Bedingungen für die Bebauung des Baulandes festzulegen. Ein genereller Bebauungsplan für das Kurgebiet hat über Z1 und 2 hinausgehend auch auf die Erfordernisse des Tourismus und auf die Erholungsfunktion des Kurgebietes Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "(5) Wenn dies aufgrund der bestehenden natürlichen, wirtschaftlichen, infrastrukturellen, sozialen, kulturellen oder städtebaulichen Gegebenheiten innerhalb des Gemeindegebietes erforderlich ist, kann das Gemeindegebiet in unterschiedliche Bebauungszonen unterteilt werden. Für einzelne Bebauungszonen dürfen unterschiedliche Bebauungsbedingungen festgelegt werden. Eine planliche Darstellung der Bebauungszonen ist abweichend von Abs2 zulässig.",
            "annotations": []
        },
        {
            "text": "(6) Der generelle Bebauungsplan hat eine Regelung zumindest folgender Bebauungsbedingungen zu beinhalten:",
            "annotations": []
        },
        {
            "text": "1. die Mindestgröße der Baugrundstücke;",
            "annotations": []
        },
        {
            "text": "2. die bauliche Ausnutzung der Grundstücke;",
            "annotations": []
        },
        {
            "text": "3. die Geschoßanzahl oder die Bauhöhe;",
            "annotations": []
        },
        {
            "text": "4. das Ausmaß der Verkehrsflächen.",
            "annotations": []
        },
        {
            "text": "(7) Wenn dies aufgrund der bestehenden natürlichen, wirtschaftlichen, infrastrukturellen, sozialen, kulturellen oder städtebaulichen Gegebenheiten innerhalb des Gemeindegebietes erforderlich ist, dürfen im generellen Bebauungsplan auch Bebauungsbedingungen zur Erhaltung und Gestaltung der charakteristischen Baustruktur und des Orts- und Landschaftsbildes, wie Festlegungen über die Dachform, Dachdeckung, Farbgebung, Begrünung, das Höchstausmaß der Kubatur und Grünflächenanteile, getroffen werden. Als Baugrundstück gilt das gesamte zu bebauende Grundstück, wenn im Bebauungsplan nicht anderes festgelegt ist.",
            "annotations": []
        },
        {
            "text": "(8) Beschränkungen hinsichtlich der Teilung von Grundstücken, ausgenommen die Festlegung der Mindestgröße der Baugrundstücke, dürfen im generellen Bebauungsplan nicht festgelegt werden.",
            "annotations": []
        },
        {
            "text": "(9) Die bauliche Ausnutzung der Grundstücke ist durch die Geschoßflächenzahl oder die Baumassenzahl auszudrücken. Die Geschoßflächenzahl ist das Verhältnis der Bruttogeschoßflächen zur Fläche des Baugrundstückes. Die Baumassenzahl ist das Verhältnis der Baumasse zur Fläche des Baugrundstückes, wobei als Baumasse der oberirdisch umbaute Raum bis zu den äußeren Begrenzungen des Baukörpers gilt. Die bauliche Ausnutzung der Baugrundstücke ist so festzulegen, dass für die Aufenthaltsräume in Gebäuden ein ausreichendes Maß an Licht, Luft und Sonne gewährleistet ist.",
            "annotations": []
        },
        {
            "text": "(10) Die Bauhöhe kann als Höchsthöhe, oder, wenn es die örtlichen Gegebenheiten und die Interessen des Ortsbildschutzes erfordern, auch als Höchst- und Mindesthöhe festgelegt werden. Sie ist unter Bedachtnahme auf die jeweiligen örtlichen Gegebenheiten so festzulegen, dass die Erhaltung oder Gestaltung eines charakteristischen Ortsbildes gewährleistet wird.",
            "annotations": []
        },
        {
            "text": "(11) Die Landesregierung darf durch Verordnung nähere Bestimmungen erlassen über:",
            "annotations": []
        },
        {
            "text": "1. die Form und den Maßstab der planlichen Darstellungen im generellen Bebauungsplan und die in diesen Darstellungen zu verwendenden Planzeichen;",
            "annotations": []
        },
        {
            "text": "2. soweit dies zur Konkretisierung der Abs3 bis 10 erforderlich ist, inhaltliche Vorgaben des generellen Bebauungsplanes.\"",
            "annotations": []
        },
        {
            "text": "2. Die einschlägigen Bestimmungen der Kärntner Bauordnung 1996 (K-BO 1996), LGBl 62/1996 (WV), idF LGBl 77/2022 lauten auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"§23",
            "annotations": []
        },
        {
            "text": "Parteien, Einwendungen",
            "annotations": []
        },
        {
            "text": "(1) Parteien des Baubewilligungsverfahrens sind:",
            "annotations": []
        },
        {
            "text": "a) der Antragsteller;",
            "annotations": []
        },
        {
            "text": "b) der Grundeigentümer;",
            "annotations": []
        },
        {
            "text": "c) die Miteigentümer des Baugrundstückes, deren Zustimmung nach §10 Abs1 litb erforderlich ist;",
            "annotations": []
        },
        {
            "text": "d) der Eigentümer eines Superädifikates bei Bauführungen an diesem;",
            "annotations": []
        },
        {
            "text": "e) die Anrainer (Abs2).",
            "annotations": []
        },
        {
            "text": "(2) Anrainer sind, wenn subjektiv-öffentliche Rechte verletzt werden könnten:",
            "annotations": []
        },
        {
            "text": "a) die Eigentümer (Miteigentümer) aller im Einflussbereich des Vorhabens liegenden Grundstücke;",
            "annotations": []
        },
        {
            "text": "b) – d) […]",
            "annotations": []
        },
        {
            "text": "(3) – (8) […]\"",
            "annotations": []
        },
        {
            "text": "3. Die Verordnung des Gemeinderates der Stadtgemeinde Spittal an der Drau vom 26. Juni 2018, mit der ein \"Textlicher Bebauungsplan\" 2018 für das Gemeindegebiet der Stadtgemeinde Spittal an der Drau erlassen wird, kundgemacht im Amtsblatt des Landes Kärnten Nr 40 am 11. Oktober 2018, lautet auszugsweise (ohne Hervorhebungen im Original): ",
            "annotations": []
        },
        {
            "text": "\"§2 - Größe der Baugrundstücke",
            "annotations": []
        },
        {
            "text": "1) Die Mindestgröße eines Baugrundstückes beträgt:",
            "annotations": []
        },
        {
            "text": "a) bei offener Bauweise 500 m2,",
            "annotations": []
        },
        {
            "text": "b) bei halboffener Bauweise 300 m2,",
            "annotations": []
        },
        {
            "text": "c) bei geschlossener Bauweise 200 m2.",
            "annotations": []
        },
        {
            "text": "2) Ausnahmen und Sonderregelungen:",
            "annotations": []
        },
        {
            "text": "a) Von dieser Regelung ausgenommen sind kleinere als Bauland festgelegte Flächen für eingeschoßige Nebengebäude, wie Garagen, Bienenhütten, Werkzeughütten, Geräteschuppen.",
            "annotations": []
        },
        {
            "text": "b) Nicht bebaute Grundstücke, welche das Ausmaß nach Abs1 nicht erreichen und städtebaulich eine Baulücke in einer sonst geschlossenen Bebauung darstellen, können bebaut werden, wenn die Schließung dieser Baulücke zur Schaffung eines geordneten Ortsbildes beiträgt.",
            "annotations": []
        },
        {
            "text": "c) Für Grundstücke über 3000 m2 Fläche, welche als Grünland -Schrebergärten gewidmet sind, ist vor deren Freigabe zur Verbauung ein Teilbebauungsplan zu verordnen.",
            "annotations": []
        },
        {
            "text": "d) Grundstücke, die als Grünland-Schrebergärten gewidmet sind, müssen eine Fläche von mindestens 250 m2 aufweisen, wenn diese mit einem Gartenhaus bebaut werden sollen.",
            "annotations": []
        },
        {
            "text": "3) Bewertung und Bemessung des Baugrundstückes:",
            "annotations": []
        },
        {
            "text": "a) Bei der Berechnung der Größe von Baugrundstücken sind nur jene Flächen zu berücksichtigen, die als Bauland gewidmet sind. Grundstücke, welche durch eine Verkehrsfläche getrennt sind, gelten nicht als zusammenhängend. Die für öffentliche Zwecke bestimmten Flächen des Baugrundstückes, insbesondere die, für die Anlegung von Straßen in der gem. §6 erforderlichen Breite notwendigen Flächen, sind auf die Baugrundstücke nicht anzurechnen (Abbildung 1).",
            "annotations": []
        },
        {
            "text": "b) Mehrere als Bauland gewidmete Grundstücke können zusammengefasst werden, wenn diese im gleichen Eigentum und mit dem gegenständlichen Bauvorhaben im direkten Zusammenhang stehen und unmittelbar aneinander grenzen (Abbildung 2).",
            "annotations": []
        },
        {
            "text": "§3 - Bauliche Ausnutzung von Baugrundstücken",
            "annotations": []
        },
        {
            "text": "1) Die bauliche Ausnutzung eines Baugrundstückes wird durch die Geschoßflächenzahl (GFZ), bestimmt. Dieser Wert ist das Verhältnis der Summe der Bruttogeschoßflächen zur Baugrundstücksfläche (§2). Hinweise zur Berechnung werden in den Erläuterungen sowie in Abbildung 3 näher dargelegt.",
            "annotations": []
        },
        {
            "text": "2) Die Geschoßflächenziffer eines Baugrundstückes darf nachstehende Werte nicht überschreiten:",
            "annotations": []
        },
        {
            "text": "Auf Baulandflächen mit der Widmung:",
            "annotations": []
        },
        {
            "text": "a) Bauland – Dorfgebiet / Bauland - Wohngebiet / Bauland - Kurgebiet:",
            "annotations": []
        },
        {
            "text": " ",
            "annotations": []
        },
        {
            "text": "ländl. Gebiet",
            "annotations": []
        },
        {
            "text": "Stadtgebiet",
            "annotations": []
        },
        {
            "text": "Stadtkerngebiet",
            "annotations": []
        },
        {
            "text": "bei offener Bauweise",
            "annotations": []
        },
        {
            "text": "0,40",
            "annotations": []
        },
        {
            "text": "0,60",
            "annotations": []
        },
        {
            "text": "0,80",
            "annotations": []
        },
        {
            "text": "bei halboffener Bauweise",
            "annotations": []
        },
        {
            "text": "0,60",
            "annotations": []
        },
        {
            "text": "0,80",
            "annotations": []
        },
        {
            "text": "1,00",
            "annotations": []
        },
        {
            "text": "bei geschlossener Bauweise",
            "annotations": []
        },
        {
            "text": "0,80",
            "annotations": []
        },
        {
            "text": "1,00",
            "annotations": []
        },
        {
            "text": "1,20",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Abgrenzung zwischen Stadtgebiet und ländl. Gebiet, sowie die Darstellung des Stadtkerngebietes sind in der Anlage 'Lageplan 2018' ersichtlich.",
            "annotations": []
        },
        {
            "text": "b) Bauland – Geschäftsgebiet / - Gewerbegebiet / – Industriegebiet / gemischtes Bauland:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "bei offener Bauweise 0,8",
            "annotations": []
        },
        {
            "text": "bei halboffener Bauweise 1,1",
            "annotations": []
        },
        {
            "text": "bei geschlossener Bauweise 1,5",
            "annotations": []
        },
        {
            "text": "3) Bei als Bauland gewidmeten Hangflächen mit über 25 % durchschnittlicher Neigung vermindern sich die oben angeführten Geschoßflächenziffern (GFZ) um 40 %.",
            "annotations": []
        },
        {
            "text": "4) Werden durch die bereits vorhandene Bebauung auf einem Baugrundstück die im Abs2 festgelegten Werte überschritten, sind Umbauten im Ausmaß der vorhandenen Geschoßflächenziffer zulässig.",
            "annotations": []
        },
        {
            "text": "5) Sollten Bauvorhaben zur Schließung vorhandener Baulücken oder Dachgeschoßausbauten ohne Anhebung des Firstes und der Traufe Interessen des Ortsbildschutzes nicht beeinträchtigen, so können die im Abs2 angegebenen Werte um 70 % überschritten werden.",
            "annotations": []
        },
        {
            "text": "6) Die bauliche Ausnutzung eines Baugrundstückes gem. Abs2 lita) und b) kann im Bereich des Stadtkerngebietes auf den Mittelwert der bereits bestehenden baulichen Ausnutzung der im Einflussbereich liegenden Grundstücke angeglichen werden.",
            "annotations": []
        },
        {
            "text": "§4 - Bebauungsweise",
            "annotations": []
        },
        {
            "text": "1) Die Bebauung hat je nach den örtlichen Gegebenheiten in offener, halboffener oder geschlossener Bauweise zu erfolgen (Abbildung 4).",
            "annotations": []
        },
        {
            "text": "2) Nebengebäude wie Garagen, Holzlagen, Abstellräume, Gerätehütten etc. und Carports können (auch bei offener Bebauung) bis zu einer max. Gebäudehöhe von 3,50 m, gemessen vom Terrain des angrenzenden Anrainergrundstückes, innerhalb der Abstandsflächen lt. K-BV errichtet werden (Abbildung 5).",
            "annotations": []
        },
        {
            "text": "3) Bei gleichzeitig eingebrachten Bauanträgen sind Garagen bzw Nebengebäude an der gemeinsamen Grundstücksgrenze zu errichten, wobei darauf zu achten ist, dass die Baukörper als geschlossene Einheit in Erscheinung treten.",
            "annotations": []
        },
        {
            "text": "§5 - Geschoßzahlen",
            "annotations": []
        },
        {
            "text": "1) Die Geschoßzahl wird wie folgt festgelegt:",
            "annotations": []
        },
        {
            "text": "a) für Ein- und Zweifamilienwohnhäuser bis max. 2 1/2 Geschoße,",
            "annotations": []
        },
        {
            "text": "b) für Mehrfamilienwohnhäuser im Bauland – Dorfgebiet außerhalb des Stadtgebietes max. dreigeschoßig, im Bauland - Wohngebiet außerhalb des Stadtgebietes max. viergeschoßig, innerhalb des Stadtgebietes im Bauland – Wohngebiet und im Bauland - Geschäftsgebiet max. fünfgeschoßig,",
            "annotations": []
        },
        {
            "text": "c) für Gebäude, die der Beherbergung von Fremden dienen, im Bauland – Dorfgebiet und außerhalb des Stadtgebietes max. dreigeschoßig, im Bauland – Kurgebiet, Bauland – Geschäftsgebiet außerhalb des Stadtgebietes max. viergeschoßig sowie innerhalb des Stadtgebietes generell max. fünfgeschoßig,",
            "annotations": []
        },
        {
            "text": "d) für sonstige Gebäude, die nicht unter lita) bis c) fallen (zB Geschäftsgebäude, Bürogebäude, Amtsgebäude, Betriebsgebäude) im Bauland - Dorfgebiet und Bauland – Wohngebiet und im Bauland – gemischtes Baugebiet außerhalb des Stadtbereiches max. dreigeschoßig, innerhalb des Stadtbereiches max. fünfgeschoßig.",
            "annotations": []
        },
        {
            "text": "2) Eine Erhöhung der Geschoßzahl über das im Abs1 festgelegte Ausmaß ist zulässig, wenn die vorhandene Bebauung auf den Nachbargrundstücken höhere Geschoßzahlen aufweist.",
            "annotations": []
        },
        {
            "text": "3) Auf die Geschoßzahl sind alle Geschoße anzurechnen, die",
            "annotations": []
        },
        {
            "text": "a) mehr als die Hälfte ihrer Höhe und Grundrissfläche über das bestehende Urgelände herausragen,",
            "annotations": []
        },
        {
            "text": "b) bei einer Bebauung in Hanglage talseitig mehr als die Hälfte ihrer geplanten Höhe und Grundrissfläche über das bestehende Urgelände herausragen (Abbildung 6).",
            "annotations": []
        },
        {
            "text": "4) Das oberste Dachgeschoß, ausgenommen bei Mansarddächern, ist auf die Geschoßzahl nicht anzurechnen, wenn die Kniestockhöhe nicht mehr als 1,00 m beträgt. Die Kniestockhöhe ist der Abstand gemessen von der Rohdeckenoberkante bis zur Fußpfettenoberkante.",
            "annotations": []
        },
        {
            "text": "5) Das Dachgeschoß wird als 1/2-Geschoß gewertet, wenn die Raumhöhe traufenseitig zwischen 1,00 m und 1,90 m beträgt und sich in Summe über mehr als 1/3 der traufenseitigen Gebäudelänge erstreckt (Abbildung 7).",
            "annotations": []
        },
        {
            "text": "Das Dachgeschoß wird bei Flachdachlösungen als 1/2-Geschoß gewertet, wenn die Geschoßfläche max. 60 % der darunter liegenden Geschoßfläche beträgt.",
            "annotations": []
        },
        {
            "text": "6) Das Dachgeschoß wird als Vollgeschoß gerechnet, wenn die Raumhöhe traufenseitig mehr als 1,90 m beträgt und sich in Summe über mehr als 1/3 der traufenseitigen Gebäudelänge erstreckt (Abbildung 8).",
            "annotations": []
        },
        {
            "text": "Das Dachgeschoß wird bei Flachdachlösungen als 1 (Voll-) Geschoß gewertet, wenn die Geschoßfläche des obersten Geschoßes mehr als 60% der darunter liegenden Geschoßfläche beträgt.\"",
            "annotations": []
        },
        {
            "text": "III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Mit Eingabe vom 25. November 2020 beantragte die beteiligte Partei (Bauwerberin) die Erteilung einer Baubewilligung für den Abbruch und die Errichtung eines Wohngebäudes auf dem Grundstück Nr .188, KG Spittal an der Drau. Dieses Grundstück ist im rechtswirksamen Flächenwidmungsplan der Stadtgemeinde Spittal an der Drau als \"Bauland – gemischtes Baugebiet\" ausgewiesen. Mit Bescheid vom 26. Jänner 2021 erteilte der Bürgermeister der Stadtgemeinde Spittal an der Drau die beantragte Baubewilligung.",
            "annotations": []
        },
        {
            "text": "1.2. Die von zwei Anrainern (beteiligte Parteien im verfassungsgerichtlichen Verfahren) gegen diesen Bescheid erhobene Berufung wurde mit Bescheid des Stadtrates der Stadtgemeinde Spittal an der Drau vom 21. Mai 2021 abgewiesen.",
            "annotations": []
        },
        {
            "text": "1.3. Gegen den Bescheid des Stadtrates der Stadtgemeinde Spittal an der Drau ist eine Beschwerde der erwähnten Anrainer beim Landesverwaltungsgericht Kärnten anhängig. Sie bringen darin unter anderem vor, dass die Geschoßflächenzahl in Bezug auf das Bauprojekt lediglich anhand von zwei Nachbargrundstücken und damit im Hinblick auf die Vorgabe des einschlägigen Bebauungsplanes (Verordnung des Gemeinderates der Stadtgemeinde Spittal an der Drau vom 26. Juni 2018, mit welcher ein \"Textlicher Bebauungsplan\" 2018 für das Gemeindegebiet der Stadtgemeinde Spittal an der Drau erlassen wird, kundgemacht im Amtsblatt des Landes Kärnten Nr 40 am 11. Oktober 2018; im Folgenden: Bebauungsplan Spittal an der Drau), falsch ermittelt worden sei, weil dieser eine Ermittlung des Geschoßflächenzahl-Mittelwertes aller im Einflussbereich liegenden Anrainergrundstücke vorsehe.",
            "annotations": []
        },
        {
            "text": "2. Das Landesverwaltungsgericht Kärnten hat in seinem Verfahren ein bautechnisches Gutachten eines Amtssachverständigen vom 12. Jänner 2022 eingeholt und legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"a) Präjudizialität",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Kärnten geht davon aus, dass die Beschwerde zulässig ist und das Landesverwaltungsgericht Kärnten bei der Erlassung einer Entscheidung den Textlichen Bebauungsplan 2018 anzuwenden hätte.",
            "annotations": []
        },
        {
            "text": "Der Genehmigungsbescheid der Bezirkshauptmannschaft Spittal an der Drau wurde am 08.10.2018 in der Kärntner Landeszeitung kundgemacht, weshalb der Textliche Bebauungsplan 2018 gemäß §26 Abs5 K-GpIG am 09.10.2018 wirksam wurde. Das Bauansuchen wurde am 26.11.2020 bei der Baubehörde I. Instanz eingebracht und ist daher der Textliche Bebauungsplan 2018 anzuwenden.",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall weist das geplante Vorhaben eine Geschoßflächenzahl von 2,066 auf und überschreitet die in der Bestimmung §3 Abs2 des Textlichen Bebauungsplanes 2018 vorgesehenen Werte (von 0,8 – 1,5) deutlich. Die Baubehörden haben die Bestimmung §3 Abs6 leg cit angewandt, die im Bereich des Stadtkerngebietes, in dem auch das Grundstück der Bauwerberin liegt, vorsieht, dass eine Erhöhung der Geschoßflächenziffer erfolgen kann. Im vorliegenden Fall hat daher das Landesverwaltungsgericht Kärnten bei der zu erlassenden Entscheidung die Bestimmung §3 Abs6 leg cit anzuwenden und ist diese Regelung daher für das Verfahren vor dem Landesverwaltungsgericht Kärnten präjudiziell. Die Anwendung der genannten Verordnungsbestimmung ist jedenfalls denkmöglich.",
            "annotations": []
        },
        {
            "text": "b) Gegen die angeführte Verordnungsbestimmung liegen folgende Bedenken vor:",
            "annotations": []
        },
        {
            "text": "Entsprechend der Bestimmung §3 Abs6 des Textlichen Bebauungsplanes 2018 kann die bauliche Ausnutzung eines Baugrundstückes gemäß Abs2 lita) und b) im Bereich des Stadtkerngebietes auf den Mittelwert der bereits bestehenden baulichen Ausnutzung der im Einflussbereich liegenden Grundstücke angeglichen werden.",
            "annotations": []
        },
        {
            "text": "Gemäß §25 Abs1 litb des Kärntner Gemeindeplanungsgesetzes 1995 war im textlichen Bebauungsplan die bauliche Ausnutzung der Baugrundstücke festzulegen. §25 Abs4 Kärntner Gemeindeplanungsgesetz 1995 legte fest, dass die bauliche Ausnutzung der Baugrundstücke durch die Geschoßflächenzahl oder die Baumassenzahl auszudrücken ist. Die Geschoßflächenzahl ist das Verhältnis der Bruttogesamtgeschoßflächen zur Fläche des Baugrundstückes. Die bauliche Ausnutzung der Baugrundstücke ist so festzulegen, dass für die Aufenthaltsräume in Gebäuden ein ausreichendes Maß von Licht, Luft und Sonne gewährleistet ist.",
            "annotations": []
        },
        {
            "text": "Der Gemeinderat hatte daher im Textlichen Bebauungsplan 2018 die bauliche Ausnutzung durch die Geschoßflächenzahl oder die Baumassenzahl festzulegen. Der Verfassungsgerichtshof hat bereits ausgesprochen, dass der Gemeinderat bei derartigen Regelungen einer Bebauungsweise nur solche Regelungsinstrumente einsetzen darf, die vom Gesetz als zulässige Inhalte eines Bebauungsplanes vorgezeichnet sind, fehlte es doch sonst an der notwendigen Vorausbestimmung des Verordnungsinhaltes durch das Gesetz und wäre dem Verordnungsgeber im Sinne einer formalgesetzlichen Delegation eine den Gesetzgeber supplierende Aufgabe zugewiesen, was Art18 Abs1 (und 2) B-VG widersprechen würde (zB. VfSlg 4.072/1961, 14.512/1996, 16.902/2003, 17.476/2005).",
            "annotations": []
        },
        {
            "text": "Für Flächenwidmungspläne hat der Verfassungsgerichtshof in ständiger Rechtsprechung (VfSlg 11.807/1988, 13.716/1994, 13.887/1994 und 14.270/1995) ausgesprochen, dass der Rechtsunterworfene die Rechtslage aus der planlichen Darstellung mit hinlänglicher Genauigkeit eindeutig und unmittelbar feststellen können muss; ansonsten genügt der Plan den rechtsstaatlichen Anforderungen nicht. So hat der Verfassungsgerichtshof etwa im Erkenntnis VfSlg 13.716/1994 verbale Bestimmungen eines Flächenwidmungsplanes wegen Widerspruchs zum rechtstaatlichen Prinzip infolge nicht eindeutig und unmittelbar aus der planlichen Darstellung erkennbarer Abgrenzung zwischen Bauland und Grünland aufgehoben.",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall scheint die Regelung §3 Abs6 des Textlichen Bebauungsplanes 2018 den rechtstaatlichen Anforderungen nicht zu genügen. So kann der Rechtsunterworfene dieser Verordnungsbestimmung nicht entnehmen, ob in Bezug auf sein im Stadtkerngebiet gelegenes Grundstück die Privilegierung (sprich Erhöhung der in §3 Abs2 festgelegten GFZ Werte) zur Anwendung kommt und bejahendenfalls welchen Wert die GFZ sodann aufweist.",
            "annotations": []
        },
        {
            "text": "Völlig unklar ist und wird das auch durch das vorliegende Verfahren deutlich, welche Grundstücke bei der Ermittlung des Mittelwertes zu erfassen sind; […]",
            "annotations": []
        },
        {
            "text": "Die Baubehörde zieht lediglich zwei Grundstücke heran, nämlich die unmittelbar nördlich und südlich an das Baugrundstück angrenzenden Grundstücke und ermittelt so einen Mittelwert von 2,28. Diese Vorgangsweise rügen die Beschwerdeführer mit Blick auf den Verordnungstext zu Recht. ",
            "annotations": []
        },
        {
            "text": "Der dem Beschwerdeverfahren beigezogene Amtssachverständige hat versucht auf der Grundlage der genannten Verordnungsbestimmung den Mittelwert zu berechnen. In seinem Gutachten vom 12.01.2022 hat er lediglich eine grobe Schätzung vornehmen können. Er hat im Gegensatz zur Baubehörde nicht nur zwei unmittelbar an das Baugrundstück angrenzende bebaute Grundstücke herangezogen, sondern sechs anrainende Grundstücke. Im Zusammenhang mit Verkehrsflächen geht der Verwaltungsgerichtshof in seiner Judikatur davon aus, dass sich der Nachbar mit Erfolg (nur) auf jene Abstandsvorschriften berufen kann, die sich gegenüber seiner Liegenschaft auswirkten, was auch dann der Fall sein kann, wenn das dem Baugrundstück gegenüberliegende Nachbargrundstück von diesem durch eine Verkehrsfläche getrennt ist (VwGH 30.07.2021, Ro 2017/06/0029 sowie 28.02.1984, 83/05/0215). Daher ist die Einbeziehung der nur durch die Verkehrsfläche vom Baugrundstück getrennten Grundstücke .176 und 87, beide KG Spittal an der Drau, in die Berechnung des Mittelwertes jedenfalls geboten.",
            "annotations": []
        },
        {
            "text": "In seinem Gutachten schildert der Sachverständige, dass er die Baugrundstücksgrößen der von ihm herangezogenen sechs Grundstücke aus dem KAGIS entnommen hat. Die Ermittlung der auf diesen sechs Grundstücken verwirklichten Bruttogeschossflächen stößt hingegen auf enorme Schwierigkeiten und sind diese für den Normunterworfenen schier unlösbar (GFZ-Mittelwert 1,428 bzw 1,492 lt. Gutachten Seite 7). Die auf diesen anrainenden Grundstücken verwirklichten Bruttogeschossflächen sind in keiner generellen Norm kundgemacht und besteht auch keinerlei rechtliche Verpflichtung der Grundstückseigentümer einem Dritten (Bauwerberin) diese Daten herauszugeben. Die Behörde unterliegt der Amtsverschwiegenheit und ist die Herausgabe von Plänen/Berechnungen an Dritte betreffend die Bauführung auf den Anrainergrundstücken engen Grenzen unterworfen.",
            "annotations": []
        },
        {
            "text": "Im Übrigen ist auch die Abgrenzung des Einflussbereiches für den Normunterworfenen nahezu unmöglich, zumal im vorliegenden Fall selbst die Behörde diesen Bereich zu eng fasst.",
            "annotations": []
        },
        {
            "text": "Der Verordnungsgeber hat damit eine von der Verordnungsermächtigung §25 Abs1 litb in Verbindung mit Abs4 Kärntner Gemeindeplanungsgesetz 1995 abweichende Regelung getroffen, die zudem erhebliche Unklarheiten aufwirft und es dem Rechtsunterworfenen nicht ermöglicht eindeutig und unmittelbar feststellen zu können, ob in Bezug auf sein Grundstück, das im Bereich des Stadtkerngebietes liegt, eine Anhebung der Geschoßflächenzahl und bejahendenfalls auf welchen Wert zu erfolgen hat. Es ist daher davon auszugehen, dass eine ausreichende Bestimmtheit der Verordnungsbestimmung §3 Abs6 des Textlichen Bebauungsplanes 2018 nicht vorliegt und damit diese Regelung gesetzwidrig ist.\" ",
            "annotations": []
        },
        {
            "text": "3. Die Kärntner Landesregierung hat die Bezug habenden Verordnungsakten vorgelegt, von der Erstattung einer Äußerung aber abgesehen.",
            "annotations": []
        },
        {
            "text": "4. Die Beschwerdeführer im Verfahren vor dem antragstellenden Gericht haben im verfassungsgerichtlichen Verfahren als beteiligte Parteien eine Äußerung erstattet, in der sie dem Antrag entgegentreten (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Eine Gesetzwidrigkeit des textlichen Bebauungsplans der Stadt Spittal aus dem Jahr 2018 kann aus erläuterten Gründen nicht ausgemacht werden:",
            "annotations": []
        },
        {
            "text": "1) Die Definition der 'im Einflussbereich des Vorhabens liegenden Grundstücke' entspricht dem Anrainerbegriff nach §23 Abs2 lita K-BO.",
            "annotations": []
        },
        {
            "text": "Somit ist für Behörde wie Bürger (mindestens per Kommentarwerk zur Kärntner Bauordnung) völlig klar, dass eine weitere Umgebung als die unmittelbar angebauten Nachbargebäude heranzuziehen ist.",
            "annotations": []
        },
        {
            "text": "2) Zumal keine Sonderberechnung (geometrisch/gewichtet/harmonisch) explizit verordnet worden ist, kann im allgemeinen Sprachverständnis nur das einfache arithmetische […] Mittel aufgefasst werden.",
            "annotations": []
        },
        {
            "text": "Für die vom Sachverständigen alternativ zur Disposition gestellte Gewichtung besteht also weder ein linguistischer noch teleologischer Interpretationsspielraum:",
            "annotations": []
        },
        {
            "text": "Im Gegensatz zu den bemühten Extrembeispielen fällt im konkreten Beschwerdegegenstand der Unterschied im Resultat nämlich bloß in den Hundertstelbereich (1,428 vs. 1,492), woraus ableitbar ist, dass die einzelnen Grundstücke im gegenständlichen Stadtkerngebiet Spittal an der Drau keine eklatanten Unterschiede in den bestehenden Bebauungsdichten aufweisen und der Bebauungsplan eben diese als Obergrenze vorzugeben vermag.",
            "annotations": []
        },
        {
            "text": "Gegen die Berechnung als gewichtetes arithmetisches Mittel spricht obendrein, dass diesfalls die in jedem Fall zu respektierende Eigenständigkeit der einzelnen Grundstücke rechnerisch aufgehoben und diese faktenwidrig als eine das Baugrundstück umrahmende Großfläche addiert würden.",
            "annotations": []
        },
        {
            "text": "3) Eine Unbestimmtheit der Verordnung kann auch nicht aus der verordneten Heranziehung der Geschossflächenzahlen der im Einflussbereich liegenden bebauten Grundstücke abgeleitet werden, da diese in jedem Fall objektivierbar und jeglicher Willkür entzogen ist.",
            "annotations": []
        },
        {
            "text": "Es ist zweifelsfrei möglich und allenfalls Aufgabe der verordnenden Behörde, die per Bebauungsplan verlangte Faktenlage im Verfahren zu verifizieren, potenziellen Konsenswerbern zu kommunizieren sowie Bauanträge auf deren Verordnungskonformität zu prüfen.",
            "annotations": []
        },
        {
            "text": "Insbesondre das Baurechtswesen betreffend trägt der Spittaler Bebauungsplan aus 2018 dem Determinierungsgebot ausreichend Rechnung.",
            "annotations": []
        },
        {
            "text": "Im Anwendungsbereich dieser Rechtsmaterie bleibt der Behörde in der Regel ein auf einzuholende Gutachten gestützter Entscheidungsspielraum vorbehalten.",
            "annotations": []
        },
        {
            "text": "Dies spiegelt sich auch in gegenständlicher Kann-Bestimmung wider, der zu Folge über die ausnahmsweise Anhebung der GFZ im Stadtkerngebiet jedenfalls erst situativ zu entscheiden ist.",
            "annotations": []
        },
        {
            "text": "Die aktuelle, das Stadtkerngebiet klar verzeichnende Verordnung ist auch nicht mit dem im Antrag angeführten Erkenntnis zum aufgehobenen Flächenwidmungsplan des Marktes Lustenau vergleichbar, wo eine glatte Irreführung durch mangelnde Plandarstellung gegeben war.",
            "annotations": []
        },
        {
            "text": "Für die mitbeteiligten Anrainer ist ein Verlass auf das vom Gemeinderat intendierte und nach unserem Verständnis ausreichend bestimmte Vermeiden einer Überbauung des für das Stadtkerngebiet ohnehin vorgesehenen Überschreitungsrahmens essenziell.\"",
            "annotations": []
        },
        {
            "text": "5. Der Gemeinderat der Stadtgemeinde Spittal an der Drau hat die Akten betreffend das Zustandekommen der angefochtenen Verordnung vorgelegt und eine Äußerung erstattet, in der den im Antrag erhobenen Bedenken wie folgt entgegengetreten wird (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Explizit festgehalten wird, dass die Festlegung der maximal zulässigen baulichen Ausnutzung eines Grundstückes, welche im gegenständlichen Fall mit der Geschoßflächenzahl (GFZ) geregelt wird, essenziell für den Erhalt bzw die Schaffung eines stimmigen Ortsbildes ist. So kann die Geschoßflächenzahl als städtebauliches Steuerungselement betrachtet werden, um das Erscheinungsbild eines Ortes oder einer Stadt hinsichtlich ihrer Dichte zu definieren.",
            "annotations": []
        },
        {
            "text": "Eine Sonderregelung für das 'Stadtkerngebiet' betreffend die bauliche Ausnutzung von Baugrundstücken wurde erstmals in den textlichen Bebauungsplan 2005, welcher in der Sitzung des Gemeinderates vom 27.9.2005 unter TOP 13 beschlossen wurde, aufgenommen.",
            "annotations": []
        },
        {
            "text": "Auch im textlichen Bebauungsplan 2010, welcher mit Beschluss des Gemeinderates vom 1.6.2010 unter TOP 15 beschlossen wurde, findet sich diese Bestimmung, wenn auch in leicht abgeänderter Form: §3 Abs6 des textlichen Bebauungsplans 2010 lautete wie folgt: Die bauliche Ausnutzung eines Baugrundstückes gem. Abs2 lita) und b) kann im Bereich des Stadtkerngebietes auf den Mittelwert der bereits bestehenden baulichen Ausnutzung der unmittelbar angrenzenden Grundstücke angeglichen werden.",
            "annotations": []
        },
        {
            "text": "Der gegenständliche textliche Bebauungsplan 2018 wurde in der Sitzung des Gemeinderates der Stadtgemeinde Spittal an der Drau vom 26.6.2018 unter TOP 18 beschlossen und mit Bescheid der Bezirkshauptmannschaft Spittal an der Drau vom 20.9.2018, […] der am 08.10.2018 in der Kärntner Landeszeitung kundgemacht wurde, aufsichtsbehördlich genehmigt wurde.",
            "annotations": []
        },
        {
            "text": "Dem Protokollsauszug dieser Sitzung des Gemeinderates ist zu entnehmen, dass sich, neben diversen Änderungen und Klarstellungen, die in §3 Abs6 des textlichen Bebauungsplans vorgenommene Änderung auf die Formulierung 'im Einflussbereich liegend' anstatt der bisherigen Formulierung 'unmittelbar angrenzend' bezieht.",
            "annotations": []
        },
        {
            "text": "Zur vom Landesverwaltungsgericht ausgeführten Vorwurf der 'Unbestimmtheit' der Formulierung 'im Einflussbereich liegend' wird auf §23 Kärntner Bauordnung verwiesen. Auch diese Gesetzesbestimmung verwendet die Formulierung bei der Definition de[s] Parteibegriffs des Baubewilligungsverfahrens. In Abs2 lita leg cit wird wie folgt ausgeführt: die Eigentümer (Miteigentümer) aller im Einflussbereich des Vorhabens liegenden Grundstücke;",
            "annotations": []
        },
        {
            "text": "Bei der im §3 Abs6 des textlichen Bebauungsplans 2018 angeführten Formulierung ' ... der im Einflussbereich liegenden Grundstücke ... ' wird bestimmt, dass diejenigen Grundstücke für die Ermittlung des GFZ Mittelwertes heranzuziehen sind, die gemeinsam mit dem gegenständliche[n] Grundstück eine gleichförmige Bebauung ergeben sollen.",
            "annotations": []
        },
        {
            "text": "Das raumplanerische Ziel ist, ein stimmiges Ortsbild zu schaffen oder zu erhalten!",
            "annotations": []
        },
        {
            "text": "Dass es für den Rechtsunterworfenen bei Anwendung dieser Sondernorm schwierig ist, die GFZ der im Einflussbereich liegenden Grundstücke in Erfahrung zu bringen und die mögliche GFZ zu ermitteln, wird zuerkannt.",
            "annotations": []
        },
        {
            "text": "Zu der von DI […] in seinem bautechnischen Gutachten vom 12.01.2022 ausgeführten Unklarheiten betreffend die Berechnungsmethode des Mittelwertes als arithmetisches Mittel bzw als geometrischer oder als harmonischer Mittelwert wird festgehalten, dass von der Stadtgemeinde bei der Berechnung der GFZ als Rechenmethode das arithmetischen Mittel angewendet wird.",
            "annotations": []
        },
        {
            "text": "Zur Beurteilung der Frage nach Grundstücken, welche sich im Einflussbereich befinden, ist, wie bereits ausgeführt auf den raum- und ortsplanerischen Zweck der Norm - die Schaffung eines stimmigen Ortsbildes - abzustellen.",
            "annotations": []
        },
        {
            "text": "Im konkreten Fall stellt sich dies wie folgt dar:",
            "annotations": []
        },
        {
            "text": "Das Grundstück des gegenständlichen Bauvorhabens liegt an der Aichergasse, welche zu den historisch ältesten Gassen im Spittaler Stadtkerngebiet zählt und einen, aus verkehrstechnischer Sicht, untergeordneter Straßenzug für Bewohner und Zubringer darstellt.",
            "annotations": []
        },
        {
            "text": "Betrachtet man diese Gasse in Fahrtrichtung, von Süden in Richtung Norden, wird das Ortsbild durch die verdichtete geschlossene Bauweise ostseitig sowie durch die geschlossene und halboffene, jedoch deutlich gelockerte Bauweise westseitig des Straßenzuges definiert.",
            "annotations": []
        },
        {
            "text": "Das gegenständliche Bestandsgebäude welches abgebrochen und neu errichtet werden soll, liegt an der Ostseite des nördlichen Bereichs der Aichergasse, welcher durch fünf zusammengebaute Objekte auf einer Gesamtlänge von ungefähr 65 Metern gebildet wird.",
            "annotations": []
        },
        {
            "text": "Für die Bestimmung der max. zulässigen GFZ wurde der Mittelwert aus der direkt angrenzenden Bebauung nördlich und südlich des gegenständlichen Grundstückes herangezogen.",
            "annotations": []
        },
        {
            "text": "Gemäß Einreichplan wurden vom Planersteller für die südliche Parzelle .189/1 mit einer dreigeschossigen Bebauung eine Geschoßflächenzahl von 1,18 und für die nördliche Parzelle .191/2 mit einer viergeschossigen Bebauung eine Geschoßflächenzahl von 3,38 errechnet. Daraus ergibt sich ein Mittelwert von 2,28. Für gegenständliches Grundstück bedeute dies, wie im Einreichplan dargestellt, eine mögliche dreigeschoßige Bebauung, da das Erdgeschoß nur zu dem Anteil in die Bruttogeschoßfläche einzuberechnen ist, bei welchem die Deckenoberkante mehr als 1,5 Meter aus dem geplanten Gelände herausragt.",
            "annotations": []
        },
        {
            "text": "Anhand unten abgebildeter Grafik wird das schlüssige Erscheinungsbild der Ostseite der Aichergasse dargestellt, welches durch eine dreigeschoßige Bebauung des gegenständlichen Grundstücks gebildet wird.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Eine Einbeziehung von mehreren Grundstücken für die Ermittlung des Mittelwertes der Geschoßflächenzahl, wie in der gutachterlichen Stellungnahme des hochbautechnischen Amtssachverständigen Herrn Dl […] angeführt, würde die Auswirkung haben, dass der max. zulässige GFZ-Wert, wie vom ASV berechnet, in einer Höhe von 1,428 deutlich kleiner ausfällt. Da das Erdgeschoß nur zur Hälfte in die GFZ Berechnung miteinbezogen wird, wäre dadurch eine Bebauung im Ausmaß der geringen Grundfläche lediglich zweigeschoßig möglich.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Gemäß der Formulierung §3 Abs6 des textlichen Bebauungsplan[s] der Stadtgemeinde Spittal an der Drau kann die bauliche Ausnutzung eines Baugrundstückes gem. Abs2 lita) und b) im Bereich des Stadtkerngebietes auf den Mittelwert der bereits bestehenden baulichen Ausnutzung der im Einflussbereich liegenden Grundstücke angeglichen werden.",
            "annotations": []
        },
        {
            "text": "Nachdem wie bereits ausgeführt die Aichergasse, in welcher das verfahrensgegenständliche Bauvorhaben liegt, ostseitig fünf zusammengebaute Objekte aufweist, die eine ungefähre Gesamtlänge von 65 Metern aufweisen, westseitig jedoch eine gelockerte Bauweise aufweist, sind aus der Beurteilung des Amtssachverständigen nur die unmittelbar angrenzenden Grundstücke als 'im Einflussbereich liegend' zu beurteilen und für die Berechnung des Mittelwerts heranzuziehen, um wie oben auch graphisch angeführt ein stimmiges Ortsbild zu erzielen.",
            "annotations": []
        },
        {
            "text": "Abschließend wird nochmals ausdrücklich festgehalten, dass die Formulierung in §3 Abs6 des textlichen Bebauungsplans sich aus der Notwendigkeit des Erhaltens bzw der Schaffung eines stimmigen Ortsbildes ergibt. Dass es für den Rechtsunterworfenen etwas aufwendig sein kann, die Information über die GFZ der im Einflussbereich liegenden Gebäude zu erhalten, wird zuerkannt.",
            "annotations": []
        },
        {
            "text": "Festgehalten wird weiters, dass es in der Vergangenheit betreffend dieser Bestimmung, abgesehen vom vorliegenden Anlassfall, keine Probleme in der praktischen Anwendung in Bauverfahren gegeben hat.",
            "annotations": []
        },
        {
            "text": "Nachdem auch die Kärntner Bauordnung in §23 Abs2 bei der Definition des Anrainerbegriffs auf die Eigentümer der an das Baugrundstück angrenzenden Grundstücke und aller weiteren im Einflussbereich des Vorhabens liegenden Grundstücke abstellt, gehen wir davon aus, dass dieser Begriff ausreichend bestimmt ist und die rechtsstaatlichen Anforderungen des Art18 B-VG erfüllt.\"",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Im Verfahren ist nichts hervorgekommen, was an der Präjudizialität der angefochtenen Verordnungsbestimmung zweifeln ließe. Der Antrag ist daher zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist begründet.",
            "annotations": []
        },
        {
            "text": "2.3. Das Landesverwaltungsgericht Kärnten führt in seinem Antrag im Wesentlichen aus, dass §3 Abs6 Bebauungsplan Spittal an der Drau zu unbestimmt und daher gesetzwidrig sei, denn der Rechtsunterworfene könne dieser Bestimmung nicht entnehmen, ob für ein Grundstück im Stadtkerngebiet die Privilegierung (Erhöhung der Geschoßflächenzahl) zur Anwendung komme und welchen Wert die Geschoßflächenzahl dann aufweise.",
            "annotations": []
        },
        {
            "text": "2.4. Die beteiligten Parteien erwidern, dass die angefochtene Verordnungsbestimmung hinreichend bestimmt sei und dem Wortlaut von §23 Abs2 lita K-BO 1996 entspreche (\"Anrainer sind, wenn subjektiv-öffentliche Rechte verletzt werden könnten: a] die Eigentümer [Miteigentümer] aller im Einflussbereich des Vorhabens liegenden Grundstücke; …\").",
            "annotations": []
        },
        {
            "text": "2.5. Der Gemeinderat der Stadtgemeinde Spittal an der Drau verweist ebenfalls auf den Wortlaut des §23 Abs2 lita K-BO 1996 und zudem darauf, dass bei der Berechnung der Geschoßflächenzahl das arithmetische Mittel angewendet werde. Dabei werde auf den raum- und ortsplanerischen Zweck abgestellt, nämlich die Schaffung eines stimmigen Ortsbildes. Die angefochtene Verordnungsbestimmung sei daher hinreichend bestimmt.",
            "annotations": []
        },
        {
            "text": "2.6. Die Geschoßflächenzahl ist das Verhältnis der Bruttogeschoßflächen zur Fläche des Baugrundstückes (§47 Abs9 K-ROG 2021). Sie ist eines der Steuerungsmittel für die Festlegung der maximal zulässigen baulichen Ausnutzung eines Grundstückes.",
            "annotations": []
        },
        {
            "text": "2.7. §3 Abs2 lita Bebauungsplan Spittal an der Drau legt für das Stadtkerngebiet grundsätzlich eine Geschoßflächenzahl von 0,80 (bei offener Bauweise), 1,00 (bei halboffener Bauweise) sowie 1,20 (bei geschlossener Bauweise) fest und verweist darauf, dass die Darstellung des Stadtkerngebietes in der Anlage \"Lageplan 2018\" ersichtlich sei. Darin sind in blauer Farbe die dem Stadtkerngebiet zurechenbaren Grundstücke markiert. §3 Abs2 litb leg cit normiert ferner für Baulandflächen mit näher bezeichneter Widmung ebenfalls konkrete Geschoßflächenzahlen (0,8 bei offener Bauweise, 1,1 bei halboffener Bauweise, 1,5 bei geschlossener Bauweise). §3 Abs2 leg cit legt in Zusammenschau mit der Anlage \"Lageplan 2018\" die für die einzelnen Grundstücke jeweils geltenden Geschoßflächenzahlen somit eindeutig fest.",
            "annotations": []
        },
        {
            "text": "2.8. §3 Abs6 leg cit bestimmt allerdings zusätzlich, dass die \"bauliche Ausnutzung eines Baugrundstückes gem. Abs2 lita) und b) […] im Bereich des Stadtkerngebietes auf den Mittelwert der bereits bestehenden baulichen Ausnutzung der im Einflussbereich liegenden Grundstücke angeglichen werden\" könne. Aus dieser Bestimmung geht weder eine konkrete Baumassezahl noch eine konkrete Geschoßflächenzahl hervor. Dies verstößt aber gegen §47 Abs6 iVm Abs9 K-ROG 2021, wonach der generelle Bebauungsplan eine Regelung der baulichen Ausnutzung der Grundstücke, ausgedrückt durch die Geschoßflächenzahl oder die Baumassenzahl, zu enthalten hat. Ein Verweis auf \"den Mittelwert der bereits bestehenden baulichen Ausnutzung der im Einflussbereich liegenden Grundstücke\" genügt dem nicht, zumal nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl zB VfSlg 11.807/1988, 13.716/1994) der Rechtsunterworfene die Rechtslage aus der planlichen Darstellung eindeutig und unmittelbar – also ohne das Heranziehen etwaiger technischer Hilfsmittel wie zB des Grenzkatasters – feststellen können muss; ansonsten genügt die Regelung nicht den rechtsstaatlichen Anforderungen (vgl etwa VfSlg 20.329/2019). §3 Abs6 Bebauungsplan Spittal an der Drau ist daher gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. §3 Abs6 der Verordnung des Gemeinderates der Stadtgemeinde Spittal an der Drau vom 26. Juni 2018, mit welcher ein \"Textlicher Bebauungsplan\" 2018 für das Gemeindegebiet der Stadtgemeinde Spittal an der Drau erlassen wird, kundgemacht im Amtsblatt des Landes Kärnten Nr 40 am 11. Oktober 2018, ist als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Kärntner Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §2 Abs1 Z8 Kärntner Kundmachungsgesetz, LGBl 25/1986, idF LGBl 42/2022.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}