{
    "document_id": "JFT_20230228_21E03219_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "1. Mit Straferkenntnissen der Bezirkshauptmannschaft Bludenz vom 16. Februar 2021 wurde dem Beschwerdeführer jeweils eine Übertretung des §76c Abs2 StVO 1960 zur Last gelegt, weil er zu einem näher angegebenen Zeitpunkt in Hohenems auf der Schweizerstraße, Höhe Hausnummer 5 in Richtung Harrachgasse, mit einem nach dem Kennzeichen näher bestimmten Personenkraftwagen die in der Begegnungszone zulässige Höchstgeschwindigkeit von 20 km/h um 12 km/h bzw 10 km/h überschritten habe. Über den Beschwerdeführer wurde daher jeweils gemäß §99 Abs3 lita StVO 1960 eine Geld- und Ersatzfreiheitsstrafe verhängt.",
            "annotations": []
        },
        {
            "text": "2. Die dagegen erhobenen Beschwerden wies das Landesverwaltungsgericht Vorarlberg mit Erkenntnissen vom 13. Juli 2021 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "3. Aus Anlass dieser Beschwerden leitete der Verfassungsgerichtshof gemäß Art139 Abs1 Z2 B-VG von Amts wegen ein Verfahren zur Prüfung der Gesetzmäßigkeit der Verordnung des Bürgermeisters der Stadt Hohenems vom 24. April 2018, Z 12000-0/18/A, ein. Mit Erkenntnis vom 28. Februar 2023, V215/2022-11, stellte er fest, dass die Verordnung gesetzwidrig war.",
            "annotations": []
        },
        {
            "text": "4. Die – zulässigen – Beschwerden sind begründet.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Vorarlberg hat eine gesetzwidrige Verordnung angewendet. Es ist nach Lage der Fälle offenkundig, dass ihre Anwendung jeweils für die Rechtsstellung des Beschwerdeführers nachteilig war.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer wurde also durch die angefochtenen Erkenntnisse wegen Anwendung einer gesetzwidrigen Verordnung in seinen Rechten verletzt (zB VfSlg 10.303/1984, 10.515/1985).",
            "annotations": []
        },
        {
            "text": "Die Erkenntnisse sind daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "6. Die Kostenentscheidung beruht auf §88 VfGG. Dem Beschwerdeführer ist der pauschaliert bemessene (einfache) Beschwerdeaufwand zuzusprechen, weil es ihm sowohl in zeitlicher als auch in sachverhaltsmäßiger und rechtlicher Hinsicht möglich gewesen wäre, eine gemeinsame Beschwerde gegen mehrere vom Sachverhalt und der rechtlichen Beurteilung her gleichgelagerte Entscheidungen einzubringen (vgl VfGH 11.10.2007, B511/06 ua). Die zugesprochenen Kosten enthalten Umsatzsteuer in der Höhe von € 436,– sowie zwei Eingabengebühren gemäß §17a VfGG in der Höhe von insgesamt € 480,–.",
            "annotations": []
        }
    ]
}