{
    "document_id": "JFT_20230309_22E01525_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist eine im Jahr 1979 geborene syrische Staatsangehörige, die der Volksgruppe der Kurden angehört und sich zum sunnitisch-muslimischen Glauben bekennt. Sie stellte am 19. November 2019 einen Antrag auf internationalen Schutz in Österreich. In ihrer Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl am 18. Februar 2020 gab die Beschwerdeführerin an, ihr Heimatland wegen des Krieges und allem, was damit zusammenhänge, verlassen zu haben. Im Einzelnen verwies sie auf Bombardierungen, Luftangriffe, Entführungen und Vergewaltigungen. Besonders die Frauen seien dort gefährdet, Frauen und Mädchen würden tagtäglich entführt, vergewaltigt und getötet. Ihre Familie habe Angst um sie gehabt und deswegen hätten diese gewollt, dass sie das Land verlasse.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 18. Februar 2020 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag hinsichtlich der Zuerkennung des Status der Asylberechtigten ab (Spruchpunkt I.), erkannte der Beschwerdeführerin den Status der subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihr eine bis zum 18. Februar 2021 befristete Aufenthaltsberechtigung (Spruchpunkt III.). In der ausschließlich gegen Spruchpunkt I. erhobenen Beschwerde führte die Beschwerdeführerin aus, dass auf Grund ihrer Zugehörigkeit zur sozialen Gruppe der Frauen mit sehr hoher Wahrscheinlichkeit eine Verfolgung in Syrien anzunehmen sei. Die Lage der Frauen sei prekär, diese seien dort ständiger Gewalt, Diskriminierung und starken Einschränkungen ihrer Rechte ausgesetzt. Vergewaltigungen seien weit verbreitet und würden sowohl von der Regierung und deren Verbündeten als Bestrafung oder Terrorisierung gegen Oppositionelle eingesetzt als auch vom IS. Sowohl an den Checkpoints der verschiedenen bewaffneten Gruppierungen als auch bei Hausdurchsuchungen durch Sicherheitskräfte komme es zu Vergewaltigungen und sexuellen Übergriffen. Obwohl Vergewaltigungen gesetzlich strafbar seien, würden diese Gesetze von der Regierung nicht umgesetzt.",
            "annotations": []
        },
        {
            "text": "3. Diese Beschwerde wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 20. Mai 2022 als unbegründet ab, wobei die Entscheidung durch einen Richter männlichen Geschlechts erfolgte. ",
            "annotations": []
        },
        {
            "text": "Begründend führte das Bundesverwaltungsgericht insbesondere aus, dass der Beschwerdeführerin bei einer Rückkehr nach Syrien keine asylrelevante Verfolgung aus dem von ihr geltend gemachten oder aus anderen Gründen drohe. Sie unterliege keiner besonderen Gefahr, Opfer einer Entführung zu werden, zumal mit drei Brüdern noch männliche Verwandte in Syrien aufhältig seien, sodass sie im Falle einer hypothetischen Rückkehr auch nicht unter die Risikogruppe der alleinstehenden Frauen falle. Was die geschlechterspezifische Gewalt betreffe, der Frauen in Syrien ausgesetzt seien, verkenne das Bundesverwaltungsgericht nicht, dass Frauen dort grundsätzlich zahlreichen Diskriminierungen ausgesetzt seien, derartige Befürchtungen seien den Schilderungen der Beschwerdeführerin jedoch nicht zu entnehmen gewesen. Sie habe derartiges weder im Verfahren vorgebracht, noch in der Beschwerdeschrift näher ausgeführt bzw mit konkreten Erfahrungen untermauert und auf Nachfrage hin eindeutig bestätigt, dass sie in der Heimat nie persönlich verfolgt oder bedroht worden sei bzw alles vorgebracht habe. Bezüglich der Schutzbedürftigkeit in Syrien sei darüber hinaus darauf hinzuweisen, dass zumindest noch einige Verwandte, darunter auch drei Brüder, nach wie vor in ihrer Heimat leben würden, sodass die Beschwerdeführerin keineswegs als alleinstehend und ohne Schutz betrachtet werden könne.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesamt für Fremdenwesen und Asyl hat die Verwaltungsakten, das Bundesverwaltungsgericht die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift wurde aber jeweils abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §20 des Bundesgesetzes über die Gewährung von Asyl (Asylgesetz 2005 – AsylG 2005), BGBl I 100/2005, idF BGBl I 68/2013 lautet: ",
            "annotations": []
        },
        {
            "text": "\"Einvernahmen von Opfern bei Eingriffen in die sexuelle Selbstbestimmung",
            "annotations": []
        },
        {
            "text": "§20. (1) Gründet ein Asylwerber seine Furcht vor Verfolgung (Art1 Abschnitt A Z2 der Genfer Flüchtlingskonvention) auf Eingriffe in seine sexuelle Selbstbestimmung, ist er von einem Organwalter desselben Geschlechts einzuvernehmen, es sei denn, dass er anderes verlangt. Von dem Bestehen dieser Möglichkeit ist der Asylwerber nachweislich in Kenntnis zu setzen. ",
            "annotations": []
        },
        {
            "text": "(2) Für Verfahren vor dem Bundesverwaltungsgericht gilt Abs1 nur, wenn der Asylwerber den Eingriff in seine sexuelle Selbstbestimmung bereits vor dem Bundesamt oder in der Beschwerde behauptet hat. Diesfalls ist eine Verhandlung von einem Einzelrichter desselben Geschlechts oder einem aus Richtern desselben Geschlechts bestehenden Senat durchzuführen. Ein Verlangen nach Abs1 ist spätestens gleichzeitig mit der Beschwerde zu stellen.",
            "annotations": []
        },
        {
            "text": "(4) Wenn der betroffene Asylwerber dies wünscht, ist die Öffentlichkeit von der Verhandlung eines Senates oder Kammersenates auszuschließen. Von dieser Möglichkeit ist er nachweislich in Kenntnis zu setzen. Im Übrigen gilt §25 Bundesgesetz über das Verfahren der Verwaltungsgerichte (Verwaltungsgerichtsverfahrensgesetz – VwGVG), BGBl I Nr 33/2013.\"",
            "annotations": []
        },
        {
            "text": "2. §6 der Geschäftsverteilung des Bundesverwaltungsgerichtes für das Geschäftsverteilungsjahr vom 1. Februar 2020 bis 31. Jänner 2021 (im Folgenden: GV 2020) lautet auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"1. TEIL:",
            "annotations": []
        },
        {
            "text": "ALLGEMEINE BESTIMMUNGEN",
            "annotations": []
        },
        {
            "text": "[...]",
            "annotations": []
        },
        {
            "text": "2. Abschnitt:",
            "annotations": []
        },
        {
            "text": "Richterinnen und Richter des Bundesverwaltungsgerichtes",
            "annotations": []
        },
        {
            "text": "[...]",
            "annotations": []
        },
        {
            "text": "Unzuständigkeit",
            "annotations": []
        },
        {
            "text": "§6. (1) Eine Richterin oder ein Richter ist im Sinne dieser Geschäftsverteilung unzuständig, wenn",
            "annotations": []
        },
        {
            "text": "1. der zugehörigen Gerichtsabteilung die Rechtssache auf Grund gesetzlicher Bestimmungen nicht zugewiesen hätte werden dürfen;",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "4. sie oder er wegen eines behaupteten Eingriffs in die sexuelle Selbstbestimmung gemäß §20 AsylG 2005 für die betreffende Rechtssache nicht zuständig ist;",
            "annotations": []
        },
        {
            "text": "5. […]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Das Recht auf ein Verfahren vor dem gesetzlichen Richter wird durch die Entscheidung eines Verwaltungsgerichtes verletzt, wenn das Verwaltungsgericht eine ihm gesetzlich nicht zukommende Zuständigkeit in Anspruch nimmt (zB VfSlg 15.372/1998, 15.738/2000, 16.066/2001, 16.298/2001 und 16.717/2002).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Gründet ein Asylwerber seine Furcht vor Verfolgung auf Eingriffe in seine sexuelle Selbstbestimmung, normiert §20 AsylG 2005 in Abs1 das Gebot der Einvernahme durch Organwalter desselben Geschlechts vor der Verwaltungsbehörde und in Abs2 das Gebot der Verhandlung (und demzufolge auch Entscheidung) vor dem Bundesverwaltungsgericht durch Richter desselben Geschlechts. Davon kann nur abgegangen werden, wenn die Partei ausdrücklich anderes verlangt (vgl VfSlg 20.260/2018 und bereits VfGH 25.11.2013, U1121/2012 ua). Dabei begründen sowohl Behauptungen eines bereits erfolgten als auch eines drohenden Eingriffes die Pflicht zur Einvernahme bzw zur Verhandlung und Entscheidung durch Organwalter desselben Geschlechts (VfSlg 20.260/2018; VfGH 29.11.2021, E2865/2021).",
            "annotations": []
        },
        {
            "text": "3.2. Die Beschwerdeführerin brachte in ihrer Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl vor, ihr Heimatland wegen des Krieges und dessen Begleitumständen, darunter Vergewaltigungen, verlassen zu haben. Frauen seien in Syrien besonders gefährdet, sie würden häufig entführt und vergewaltigt. Ihre Familie habe deshalb Angst um sie gehabt und ihr zur Ausreise geraten. In der Beschwerde an das Bundesverwaltungsgericht führte die Beschwerdeführerin wiederum aus, dass Vergewaltigungen weit verbreitet seien und von der Regierung und deren Verbündeten wie auch vom IS als Mittel der Bestrafung und des Terrors eingesetzt würden. Sowohl an den Checkpoints der verschiedenen bewaffneten Gruppierungen als auch bei Hausdurchsuchungen durch Sicherheitskräfte komme es zu Vergewaltigungen und sexuellen Übergriffen. Die Beschwerdeführerin hat damit drohende Eingriffe in ihr Recht auf sexuelle Selbstbestimmung im Sinne des §20 Abs2 AsylG 2005 behauptet (vgl VfSlg 20.260/2018; VfGH 18.9.2015, E1003/2014 mwH auf die Rechtsprechung des Verfassungsgerichtshofes, siehe auch VwGH 13.2.2020, Ro 2019/01/0007; 22.10.2020, Ro 2020/14/0003; 19.5.2022, Ra 2021/19/0325).",
            "annotations": []
        },
        {
            "text": "3.3. Die Zuständigkeit wird durch die entsprechende Behauptung vor dem Bundesamt für Fremdenwesen und Asyl bzw in der Beschwerde begründet, ohne dass dabei eine nähere Prüfung der Glaubwürdigkeit oder eines Zusammenhangs mit dem konkreten Fluchtvorbringen zu erfolgen hat (vgl VfSlg 20.260/2018; VfGH 2.12.2020, E1414/2020; VwGH 13.2.2020, Ro 2019/01/0007).",
            "annotations": []
        },
        {
            "text": "3.4. Indem das Bundesverwaltungsgericht über die Beschwerde der Beschwerdeführerin hinsichtlich der Nichtzuerkennung des Status der Asylberechtigten durch einen Richter männlichen Geschlechts entschieden hat, obgleich §20 Abs2 AsylG 2005 im vorliegenden Fall anzuwenden war und die Beschwerdeführerin ein Abgehen von der sich daraus ergebenden Zuständigkeit einer Richterin nicht verlangt hat, hat es die Beschwerdeführerin in ihrem Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt (VfSlg 19.671/2012, 20.260/2018). Das Erkenntnis ist daher bereits aus diesem Grund aufzuheben und es kann insbesondere dahingestellt bleiben, ob ",
            "annotations": []
        },
        {
            "text": "die vom Bundesverwaltungsgericht herangezogenen Länderberichte die Annahme zu tragen vermögen, dass Übergriffe nur alleinstehende Frauen treffen.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}