{
    "document_id": "JFT_20230629_22E03410_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. E 3409/2022:",
            "annotations": []
        },
        {
            "text": "1.1. Mit Bescheid des Obmanns der Mittelschulgemeinde Baden vom 9. Juni 2022 wurde der beschwerdeführenden Partei gemäß §47 NÖ Pflichtschulgesetz 2018 für eine Schülerin eine Schulumlage in der Höhe von € 1.360,95 vorgeschrieben.",
            "annotations": []
        },
        {
            "text": "1.2. Begründend wurde im Wesentlichen ausgeführt, dass der Schulausschuss der Mittelschulgemeinde Baden in seiner Sitzung vom 13. Oktober 2021 den Voranschlag über die ordentlichen Erfordernisse der Neuen Mittelschule Baden für das Rechnungsjahr 2022 gemäß §47 Abs1 NÖ Pflichtschulgesetz 2018 festgestellt, den Haushaltsbeschluss ordnungsgemäß gefasst und die Höhe des Schulerhaltungsbeitrages der zur Schulgemeinde verbundenen Gemeinden festgesetzt habe. Der Schulerhaltungsbeitrag werde von den zur Schulgemeinde gehörenden Gemeinden im Verhältnis der Anzahl der im Bereich der Schulgemeinde wohnhaften und in der Neuen Mittelschule Baden zu Beginn des Schuljahres 2021/22 eingeschriebenen Schüler erhoben und betrage für das Jahr 2022 pro Schüler € 1.329,20 (exklusive Darlehens-Rückzahlung).",
            "annotations": []
        },
        {
            "text": "1.3. Gegen diesen Bescheid erhob die beschwerdeführende Partei mit Schriftsatz vom 13. Juni 2022 fristgerecht Beschwerde, in welcher beantragt wurde, den angefochtenen Bescheid aufzuheben. Begründend wurde im Wesentlichen ausgeführt, dass für die betroffene Schülerin keine Verpflichtungserklärung zur Leistung eines Schulerhaltungsbeitrages abgegeben worden und ihre Aufnahme an die Mittelschule Baden ohne Mitwirkung der beschwerdeführenden Partei erfolgt sei. Die Vorschreibung eines Schulerhaltungsbeitrages sei nur in den ausdrücklich nach dem NÖ Pflichtschulgesetz 2018 vorgesehenen Fällen möglich. Ein sprengelfremder Schulbesuch ohne Abgabe einer Verpflichtungserklärung der Wohnsitzgemeinde zur Leistung eines Schulerhaltungsbeitrages sei kein solcher Fall. Es liege auch kein Anhaltspunkt für eine Sprengelangehörigkeit aus einem der in §49 Abs1 NÖ Pflichtschulgesetz 2018 angeführten Gründe, für eine Zuweisung iSd §50 NÖ Pflichtschulgesetz 2018 oder für eine sonstige entsprechende Angehörigkeit iSd §51 NÖ Pflichtschulgesetz 2018 vor.",
            "annotations": []
        },
        {
            "text": "1.4. Die Beschwerde wurde durch das Landesverwaltungsgericht Niederösterreich mit Erkenntnis vom 10. November 2022 abgewiesen. ",
            "annotations": []
        },
        {
            "text": "1.4.1. Begründend führt das Landesverwaltungsgericht Niederösterreich zusammengefasst aus, dass keine Vereinbarung bestehe, nach welcher sich die beschwerdeführende Partei zur Leistung eines Schulerhaltungsbeitrages verpflichtet habe. §13 Abs6 Pflichtschulerhaltungs-Grundsatzgesetz sehe vor, dass die Aufnahme eines dem Schulsprengel nicht angehörigen Schulpflichtigen, außer in den Fällen des §8 Abs2 Z1 und 2 leg cit, vom gesetzlichen Schulerhalter der um die Aufnahme ersuchten Schule verweigert werden könne. Die Landesgesetzgebung könne weitere Fälle vorsehen, in denen die Aufnahme eines dem Schulsprengel nicht angehörigen Schulpflichtigen vom gesetzlichen Schulerhalter der um die Aufnahme ersuchten Schule nicht verweigert werden könne. Weiters könne die Landesgesetzgebung die Verweigerung gänzlich ausschließen.",
            "annotations": []
        },
        {
            "text": "1.4.2. In Übereinstimmung mit §13 Abs6 Pflichtschulerhaltungs-Grundsatzgesetz sehe der mit LGBl 10/2021 eingeführte §7 Abs11 NÖ Pflichtschulgesetz 2018 vor, dass die Aufnahme eines oder einer dem Schulsprengel einer niederösterreichischen Mittelschule nicht angehörigen Schulpflichtigen durch die Schulleitung nach Zustimmung durch den Schulerhalter für diesen erfolgen könne, wobei dadurch keine Klassenteilung eintreten dürfe und auf die vorhandenen personellen Ressourcen Bedacht zu nehmen sei. Die Antragstellung erfolge durch den Erziehungsberechtigten bei der Schulleitung der sprengelfremden Mittelschule. Die Wohnsitzgemeinde habe dem aufnehmenden Schulerhalter den gemäß §46 NÖ Pflichtschulgesetz 2018 jährlich errechneten Schulerhaltungsbeitrag der aufnehmenden Schule, jedoch maximal € 2.000,– pro Kalenderjahr zu bezahlen. Eine Verpflichtungserklärung zur Leistung der Schulumlage sei von der Hauptwohnsitzgemeinde nicht erforderlich.",
            "annotations": []
        },
        {
            "text": "2. E 3410/2022",
            "annotations": []
        },
        {
            "text": "2.1. Mit Bescheid des Obmanns der Mittelschulgemeinde Langenzersdorf vom 15. Oktober 2022 wurde der beschwerdeführenden Partei gemäß §47 NÖ Pflichtschulgesetz 2018 eine Schulumlage in der Höhe von € 14.000,– vorgeschrieben.",
            "annotations": []
        },
        {
            "text": "2.2. Begründend wurde zusammengefasst ausgeführt, dass die Schulumlage nach Erstellung des Voranschlages über den Schulaufwand für das Kalenderjahr 2022 auf Grund des Verhältnisses der Anzahl der zu Schulbeginn eingeschriebenen 161 Schülerinnen und Schüler eine Kopfquote von € 2.179,02 und für die Nachmittagsbetreuung von 34 Schülerinnen und Schülern eine Kopfquote von € 1.733,33 betrage. Aus dem Gemeindegebiet der beschwerdeführenden Partei würden im Schuljahr 2021/22 in der Mittelschule Langenzersdorf sieben und in der Nachmittagsbetreuung drei Schülerinnen und Schüler geführt.",
            "annotations": []
        },
        {
            "text": "2.3. Gegen diesen Bescheid erhob die beschwerdeführende Partei mit Schriftsatz vom 13. Juni 2022 fristgerecht Beschwerde, in welcher beantragt wurde, den angefochtenen Bescheid aufzuheben. Begründend wurde im Wesentlichen ausgeführt, dass für die betroffenen Schüler keine Verpflichtungserklärung zur Leistung eines Schulerhaltungsbeitrages abgegeben worden sei und ihre Aufnahme an die Mittelschule Langenzersdorf ohne Mitwirkung der beschwerdeführenden Partei erfolgt sei. Durch §7 Abs11 NÖ Pflichtschulgesetz 2018 könnten zwar Gemeinden innerhalb des niederösterreichischen Landesgebietes ohne Verpflichtungserklärung zur Leistung des Schulerhaltungsbeitrages verpflichtet werden, eine Wohnsitzgemeinde außerhalb des Territoriums von Niederösterreich könne allerdings ohne entsprechende Erklärung nicht dazu verpflichtet werden.",
            "annotations": []
        },
        {
            "text": "2.4. Die gegen diesen Bescheid erhobene Beschwerde der beschwerdeführenden Partei wurde durch das Landesverwaltungsgericht Niederösterreich mit Erkenntnis vom 10. November 2022 mit der Maßgabe abgewiesen, dass die beschwerdeführende Partei für zwei Schülerinnen jeweils eine Schulumlage in der Höhe von € 2.000,–, gesamt sohin € 4.000,– zu leisten habe.",
            "annotations": []
        },
        {
            "text": "2.4.1. Begründend führt das Landesverwaltungsgericht Niederösterreich zusammengefasst aus, dass keine Vereinbarung bestehe, nach welcher sich die beschwerdeführende Partei zur Leistung eines Schulerhaltungsbeitrages verpflichtet habe. ",
            "annotations": []
        },
        {
            "text": "2.4.2. Für näher bezeichnete Schülerinnen und Schüler bestehe keine Rechtsgrundlage für die Vorschreibung einer Schulumlage, weil diese Schülerinnen und Schüler zum Zeitpunkt ihrer Aufnahme in die Mittelschule Langenzersdorf in Langenzersdorf bzw in Bisamberg wohnhaft gewesen seien und ihren Wohnsitz erst zu einem späteren Zeitpunkt nach Wien verlegt hätten.",
            "annotations": []
        },
        {
            "text": "2.4.3. Hinsichtlich zweier weiterer Schülerinnen sei festzustellen gewesen, dass sie zum Zeitpunkt ihrer Aufnahme in die Mittelschule Langenzersdorf in der Gemeinde der beschwerdeführenden Partei wohnhaft gewesen seien. §13 Abs6 Pflichtschulerhaltungs-Grundsatzgesetz sehe vor, dass die Aufnahme eines dem Schulsprengel nicht angehörigen Schulpflichtigen – außer in den Fällen des §8 Abs2 Z1 und 2 leg cit – vom gesetzlichen Schulerhalter der um die Aufnahme ersuchten Schule verweigert werden könne. Die Landesgesetzgebung könne weitere Fälle vorsehen, in denen die Aufnahme eines dem Schulsprengel nicht angehörigen Schulpflichtigen vom gesetzlichen Schulerhalter der um die Aufnahme ersuchten Schule nicht verweigert werden könne. Weiters könne die Landesgesetzgebung die Verweigerung gänzlich ausschließen.",
            "annotations": []
        },
        {
            "text": "2.4.4. In Übereinstimmung mit §13 Abs6 Pflichtschulerhaltungs-Grundsatzgesetz sehe der mit LGBl 10/2021 eingeführte §7 Abs11 NÖ Pflichtschulgesetz 2018 vor, dass die Aufnahme eines oder einer dem Schulsprengel einer niederösterreichischen Mittelschule nicht angehörigen Schulpflichtigen durch die Schulleitung nach Zustimmung durch den Schulerhalter für diesen erfolgen könne, wobei dadurch keine Klassenteilung eintreten dürfe und auf die vorhandenen personellen Ressourcen Bedacht zu nehmen sei. Die Antragstellung erfolge durch den Erziehungsberechtigten bei der Schulleitung der sprengelfremden Mittelschule. Die Wohnsitzgemeinde habe dem aufnehmenden Schulerhalter den gemäß §46 NÖ Pflichtschulgesetz 2018 jährlich errechneten Schulerhaltungsbeitrag der aufnehmenden Schule, jedoch maximal € 2.000,– pro Kalenderjahr zu bezahlen. Eine Verpflichtungserklärung zur Leistung der Schulumlage sei von der Hauptwohnsitzgemeinde nicht erforderlich. Für die beiden Schülerinnen sei daher die Vorschreibung einer Schulumlage in der Höhe von € 2.000,– pro Schülerin zu Recht erfolgt.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidungen richten sich die vorliegenden, auf Art144 B-VG gestützten Beschwerden, in denen die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Unversehrtheit des Eigentums (Art5 StGG, Art1 1. ZPEMRK) sowie in Rechten wegen Anwendung eines verfassungswidrigen Gesetzes behauptet und die kostenpflichtige Aufhebung der angefochtenen Erkenntnisse beantragt wird. Begründend wird dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "3.1. Der Verfassungsgerichtshof habe in seiner Judikatur bereits klargestellt, dass der Landesausführungsgesetzgeber gemäß §8 Abs2 Pflichtschulerhaltungs-Grundsatzgesetz nur in den dort angeführten Fällen Umlagen oder Schulerhaltungsbeiträge von einer an einer öffentlichen Pflichtschule nicht beteiligten Gebietskörperschaft verlangen dürfe, wenn sich die Sprengelzugehörigkeit nach dem Wohnort richte. Falls der Landesausführungsgesetzgeber in den über §8 Abs2 Pflichtschulerhaltungs-Grundsatzgesetz hinausgehenden Fällen Umlagen oder Schulerhaltungsbeiträge für nicht an einer öffentlichen Pflichtschule beteiligte Gebietskörperschaften vorschreiben möchte, habe dieser immer das Erfordernis der Zustimmung des Schulerhalters der sprengelmäßig zuständigen Schule vorzusehen.",
            "annotations": []
        },
        {
            "text": "3.2. Soweit §7 Abs11 NÖ Pflichtschulgesetz 2018 den Besuch einer sprengelfremden Pflichtschule und die damit verbundene Leistung von Schulerhaltungsbeiträgen nicht von der Zustimmung des Schulerhalters der sprengelmäßig zuständigen Schule abhängig mache, sondern vorsehe, dass die Wohnsitzgemeinde dem aufnehmenden Schulerhalter den gemäß §46 NÖ Pflichtschulgesetz 2018 jährlich errechneten Schulerhaltungsbeitrag der aufnehmenden Schule zu bezahlen habe, verstoße diese Bestimmung gegen §8 Abs2 Pflichtschulerhaltungs-Grundsatzgesetz und sei verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "3.3. §7 Abs11 NÖ Pflichtschulgesetz 2018 unterscheide nicht zwischen beteiligten und nicht beteiligten Gebietskörperschaften und berücksichtige nicht die Vorgaben des §8 Abs2 Pflichtschulerhaltungs-Grundsatzgesetz.",
            "annotations": []
        },
        {
            "text": "4. Das Landesverwaltungsgericht Niederösterreich hat die Gerichtsakten sowie den Verwaltungsakt zu E3409/2022 vorgelegt. Die Marktgemeinde Langenzersdorf hat den Verwaltungsakt zu E3410/2022 vorgelegt. Von der Erstattung einer Gegenschrift wurde jeweils Abstand genommen.",
            "annotations": []
        },
        {
            "text": "5. Der Verfassungsgerichtshof hat in sinngemäßer Anwendung der §§187 und 404 ZPO iVm §35 Abs1 VfGG die Verfahren zur gemeinsamen Beratung und Entscheidung verbunden.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Pflichtschulerhaltungs-Grundsatzgesetzes, BGBl 163/1955, idF BGBl I 165/2022 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§8. (1) Die gesetzlichen Schulerhalter haben, vorbehaltlich anderer Formen der (gemeinsamen) Kostentragung bei in Schulclustern geführten Schulen, für die Kosten der Errichtung, Erhaltung und Auflassung der öffentlichen Pflichtschulen aufzukommen. ",
            "annotations": []
        },
        {
            "text": "(2) Sofern mehrere Gebietskörperschaften zu einem Schulsprengel (§13) gehören oder in sonstiger Weise an einer öffentlichen Pflichtschule beteiligt sind, kann die Landesgesetzgebung bestimmen, daß die beteiligten Gebietskörperschaften Umlagen oder Schulerhaltungsbeiträge an den gesetzlichen Schulerhalter zu leisten haben. Handelt es sich dabei um Gebietskörperschaften verschiedener Bundesländer, so richtet sich die Beitragsleistung nach den Vorschriften, die im Land des gesetzlichen Schulerhalters gelten. In jenen Fällen, in denen sich die Sprengelangehörigkeit nach dem Wohnort richtet (§13 Abs7), kann die Landesgesetzgebung auch bestimmen, daß nicht an einer öffentlichen Pflichtschule beteiligte Gebietskörperschaften Umlagen oder Schulerhaltungsbeiträge an den gesetzlichen Schulerhalter zu leisten haben, wenn Schulpflichtige, deren Hauptwohnsitz außerhalb des Schulsprengels gelegen ist, lediglich zum Schulbesuch oder auf Grund einer Maßnahme der Jugendwohlfahrt innerhalb des Schulsprengels wohnen. Die Landesgesetzgebung kann darüber hinaus den Besuch einer sprengelfremden Schule und die damit verbundene Leistung von Umlagen oder Schulerhaltungsbeiträgen von der Zustimmung des Schulerhalters der sprengelmäßig zuständigen Schule abhängig machen; der sprengelfremde Schulbesuch darf dann nicht von der Zustimmung abhängig gemacht werden, wenn ",
            "annotations": []
        },
        {
            "text": "1. Kinder mit sonderpädagogischem Förderbedarf (§8 Abs1 des Schulpflichtgesetzes 1985 in der jeweils geltenden Fassung) statt einer entsprechenden Sonderschule eine außerhalb des eigenen Schulsprengels liegende allgemeine Schule deshalb besuchen, weil an der allgemeinen Schule des eigenen Schulsprengels eine entsprechende Förderung nicht in gleicher Weise erfolgen kann, und",
            "annotations": []
        },
        {
            "text": "2. ein der allgemeinen Schulpflicht unterliegender Schüler gemäß §49 Abs1 des Schulunterrichtsgesetzes, BGBl Nr 472/1986, in seiner jeweils geltenden Fassung, vom Besuch einer Schule ausgeschlossen wurde und eine außerhalb des eigenen Schulsprengels liegende allgemeinbildende Pflichtschule besucht. ",
            "annotations": []
        },
        {
            "text": "(3) Im übrigen kann die Landesgesetzgebung Einrichtungen zur Unterstützung der gesetzlichen Schulerhalter hinsichtlich ihrer Schulbaulasten vorsehen und zur Dotierung dieser Einrichtungen auch Beiträge des Landes, der Gemeinden und von Gemeindeverbänden festsetzen. ",
            "annotations": []
        },
        {
            "text": "(4) Die Landesgesetzgebung hat Vorschriften darüber zu enthalten, welche behördlichen Maßnahmen zu treffen sind, wenn ein gesetzlicher Schulerhalter oder eine zur Leistung von Umlagen oder Schulerhaltungsbeiträgen verpflichtete Gebietskörperschaft den gesetzlichen Verpflichtungen nicht nachkommt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§13. (1) Für jede öffentliche Pflichtschule hat ein Schulsprengel zu bestehen. Für Vorschulklassen an Volksschulen können von den anderen Stufen der Volksschule abweichende Schulsprengel festgelegt werden. ",
            "annotations": []
        },
        {
            "text": "(2) Der Schulsprengel kann für Sonderschulen sowie für Mittelschulen – unbeschadet der die Schulpflicht regelnden Vorschriften – in einen Pflichtsprengel und einen Berechtigungssprengel geteilt werden. ",
            "annotations": []
        },
        {
            "text": "(3) Die Schulsprengel der Volksschulen und der Polytechnischen Schulen sowie zumindest die Berechtigungssprengel der Mittelschulen und der einzelnen Arten der Sonderschulen, ferner die Schulsprengel der für die einzelnen Lehrberufe in Betracht kommenden Berufsschulen haben lückenlos aneinanderzugrenzen. ",
            "annotations": []
        },
        {
            "text": "(3a) Bestehen in einer Gemeinde oder im Gebiet eines Gemeindeverbandes mehrere Schulen derselben Schulart, so kann für mehrere oder alle Schulen derselben Schulart ein gemeinsamer Schulsprengel festgelegt werden. In diesen Fällen hat die Landesausführungsgesetzgebung zu bestimmen, wer zur Entscheidung darüber zuständig ist, welche dieser Schulen die sprengelangehörigen Schüler zu besuchen haben. ",
            "annotations": []
        },
        {
            "text": "(3b) - (3c) […]",
            "annotations": []
        },
        {
            "text": "(4) Soferne sich ein Schulsprengel auf zwei oder mehrere Bundesländer oder auf das gesamte Bundesgebiet erstrecken soll, haben die Bundesländer einvernehmlich vorzugehen. ",
            "annotations": []
        },
        {
            "text": "(5) Die Festsetzung (Bildung, Änderung und Aufhebung) der Schulsprengel erfolgt durch die Bildungsdirektion nach Anhörung aller betroffenen gesetzlichen Schulerhalter und Gebietskörperschaften. ",
            "annotations": []
        },
        {
            "text": "(6) Jeder Schulpflichtige ist in die für ihn nach der Schulart in Betracht kommende Schule, deren Schulsprengel er angehört, aufzunehmen. Die Aufnahme eines dem Schulsprengel nicht angehörigen Schulpflichtigen kann, außer in den Fällen des §8 Abs2 Z1 und 2, vom gesetzlichen Schulerhalter der um die Aufnahme ersuchten Schule verweigert werden. Die Landesgesetzgebung kann weitere Fälle vorsehen, in denen die Aufnahme eines dem Schulsprengel nicht angehörigen Schulpflichtigen vom gesetzlichen Schulerhalter der um die Aufnahme ersuchten Schule nicht verweigert werden kann, oder die Verweigerung gänzlich ausschließen. ",
            "annotations": []
        },
        {
            "text": "(7) Sprengelangehörig sind jene Schulpflichtigen, die im Schulsprengel, wenn auch nur zum Zwecke des Schulbesuches, wohnen. Bei Lehrlingen ist statt des Wohnortes der Betriebsstandort, bei mehreren Betriebsstätten die im Lehrvertrag als Hauptbetriebsstätte genannte Betriebsstätte maßgeblich; bei berufsschulpflichtigen Personen in Ausbildungsverhältnissen sowie bei Personen, die gemäß §20 Abs2 und §21 Abs2 des Schulpflichtgesetzes 1985, BGBl Nr 76, zum Besuch der Berufsschule berechtigt sind, kann die Ausführungsgesetzgebung den Standort der Ausbildungseinrichtung oder den Wohnort als maßgeblich festlegen. ",
            "annotations": []
        },
        {
            "text": "(8) Den Schulpflichtigen sind jene Personen gleichzuhalten, die nach den die Schulpflicht regelnden Vorschriften zum freiwilligen Besuch einer Pflichtschule berechtigt sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des NÖ Pflichtschulgesetzes 2018, LGBl 47/2018, idF LGBl 47/2022 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§3",
            "annotations": []
        },
        {
            "text": "Gesetzlicher Schulerhalter",
            "annotations": []
        },
        {
            "text": "(1) Gesetzliche Schulerhalter sind: ",
            "annotations": []
        },
        {
            "text": "1. das Land für Sonderschulen und selbständige Polytechnische Schulen, sofern sich deren Schulsprengel auf das Land erstreckt, sowie für Berufsschulen; ",
            "annotations": []
        },
        {
            "text": "2. die Schulgemeinden, falls solche gebildet werden, und zwar für die Volksschulen die Volksschulgemeinden, für die NÖ Mittelschulen die Mittelschulgemeinden und für die Sonderschulen die Sonderschulgemeinden; diese sind auch Schulerhalter der ihren Schulen angeschlossenen Polytechnischen Schulen und Sonderschulklassen; für selbständige Polytechnische Schulen die Schulgemeinden der Polytechnischen Schule; ",
            "annotations": []
        },
        {
            "text": "3. die Sitzgemeinden, wenn der Schulsprengel nicht über ihr Gebiet hinausreicht oder keine Schulgemeinde gebildet wurde; diese Gemeinden sind auch Schulerhalter der ihren Schulen angeschlossenen Polytechnischen Schulen und Sonderschulklassen.",
            "annotations": []
        },
        {
            "text": "(2) Der Schulerhalter der Volksschule ist auch Schulerhalter der am Standort geführten Vorschulklasse. Der Schulerhalter der NÖ Mittelschule ist auch Schulerhalter der am Standort geführten NÖ Mittelschule unter besonderer Berücksichtigung der musischen oder sportlichen Ausbildung. ",
            "annotations": []
        },
        {
            "text": "(3) Der gesetzliche Schulerhalter hat für die Kosten der Errichtung, Erhaltung und Auflassung der Schulen aufzukommen und für ihre ordnungsgemäße Unterbringung Sorge zu tragen, sowie das Schulvermögen zu verwalten. Er hat jene Lehrmittel beizustellen, die nach dem Lehrplan für die betreffende Schulart erforderlich sind. ",
            "annotations": []
        },
        {
            "text": "(4) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§7 ",
            "annotations": []
        },
        {
            "text": "Schulsprengel",
            "annotations": []
        },
        {
            "text": "(1) Für alle Schulen sind Schulsprengel festzusetzen, wobei diese lückenlos aneinander anzugrenzen haben. Für die Volksschulen, die NÖ Mittelschulen, die Polytechnischen Schulen sowie für die Berufsschulen sind jeweils Pflichtsprengel zu bilden. Für die Sonderschulen kann der Schulsprengel in einen Pflicht- und einen Berechtigungssprengel geteilt werden. Sind einer Volksschule, NÖ Mittelschule, Sonderschule anderer Art oder Polytechnischen Schule Sonderschulklassen angeschlossen, ist der Besuch solcher Klassen auf den Sprengel der Schule beschränkt, an welche die Sonderschulklasse angeschlossen ist. Die Bildungsdirektion kann den Schulsprengel der Sonderschulklasse unter Bedachtnahme auf die Zumutbarkeit des Schulweges und die Behinderungsart der Schüler und Schülerinnen erweitern oder einengen. Für die NÖ Mittelschulen und Klassen von NÖ Mittelschulen mit besonderer Berücksichtigung der musischen oder sportlichen Ausbildung können eigene Berechtigungssprengel festgesetzt werden, wobei die Festsetzung so erfolgen kann, dass der Bereich des gesamten Bundeslandes in einem Berechtigungssprengel erfasst wird.",
            "annotations": []
        },
        {
            "text": "(2) Der Schulsprengel besteht aus",
            "annotations": []
        },
        {
            "text": "1. einer oder mehreren Gemeinden und, soweit dies zur Erleichterung des Schulbesuches zweckmäßig erscheint, aus",
            "annotations": []
        },
        {
            "text": "2. einer oder mehreren Gemeinden sowie Gebietsteilen von Gemeinden oder",
            "annotations": []
        },
        {
            "text": "3. Gebietsteilen mehrerer Gemeinden.",
            "annotations": []
        },
        {
            "text": "(3) Die Festsetzung (Bildung, Änderung, Aufhebung) der Schulsprengel für allgemeinbildende Pflichtschulen erfolgt durch die Bildungsdirektion entweder von Amts wegen oder über Antrag des Schulerhalters, einer beteiligten Gemeinde oder der Landesregierung durch Verordnung. Die Landesregierung, alle beteiligten gesetzlichen Schulerhalter und Gemeinden sind anzuhören.",
            "annotations": []
        },
        {
            "text": "(4) Sofern sich ein Schulsprengel auf zwei oder mehrere Bundesländer erstrecken soll, sind von der Landesregierung vor seiner Festsetzung (Bildung, Änderung, Aufhebung) die erforderlichen Vereinbarungen mit den beteiligten anderen Bundesländern zu treffen. Die Aufteilung des Schulaufwandes ist durch Vereinbarung der beteiligten Schulerhalter zu treffen.",
            "annotations": []
        },
        {
            "text": "(5) Dem Schulsprengel einer allgemeinbildenden Pflichtschule gehören jene Schulpflichtigen an, die im Schulsprengel, wenn auch nur zum Zwecke des Schulbesuches, wohnen. Dem Schulsprengel einer berufsbildenden Pflichtschule gehören jene Schulpflichtigen an, die in einem Betrieb, dessen Standort im Schulsprengel liegt, im Lehr- oder Ausbildungsverhältnis stehen.",
            "annotations": []
        },
        {
            "text": "(6) Jeder und jede Schulpflichtige ist in die Schule aufzunehmen, die für ihn oder sie nach den schulrechtlichen Vorschriften in Betracht kommt und deren Schulsprengel er oder sie angehört.",
            "annotations": []
        },
        {
            "text": "(7) Schulpflichtigen sind jene Personen gleichzuhalten, die nach den die Schulpflicht regelnden Vorschriften zum freiwilligen Besuch der Schule berechtigt sind.",
            "annotations": []
        },
        {
            "text": "(8) Bestehen in einer Gemeinde oder im Gebiet einer Schulgemeinde mehrere Schulen derselben Schulart, so kann für mehrere oder alle Schulen derselben Schulart mit Zustimmung des gesetzlichen Schulerhalters ein gemeinsamer Schulsprengel festgesetzt werden. Welche dieser Schulen ein sprengelangehöriger Schüler oder eine sprengelangehörige Schülerin zu besuchen hat, entscheidet der gesetzliche Schulerhalter vor der Aufnahme des Schülers oder der Schülerin.",
            "annotations": []
        },
        {
            "text": "(9) Als sprengelangehörig gelten auch Schüler und Schülerinnen",
            "annotations": []
        },
        {
            "text": "1.die wegen Stilllegung einer Schule, vorübergehender Unterrichtseinstellung, aufgrund einer schulbehördlichen Anordnung oder wegen eines Ausschlusses aufgrund schulrechtlicher Vorschriften einer anderen Schule zugewiesen wurden,",
            "annotations": []
        },
        {
            "text": "2.mit sonderpädagogischem Förderbedarf, die statt einer entsprechenden Sonderschule eine außerhalb des eigenen Schulsprengels liegende allgemeinbildende Pflichtschule deshalb besuchen, weil an der allgemeinbildenden Pflichtschule des eigenen Schulsprengels eine entsprechende Förderung nicht in gleicher Weise erfolgen kann,",
            "annotations": []
        },
        {
            "text": "3.der Vorschulklasse, welche die nächstgelegene Schule deshalb besuchen, weil an der Schule des eigenen Schulsprengels keine Vorschulklasse geführt wird,",
            "annotations": []
        },
        {
            "text": "4.von Polytechnischen Schulen, welche eine außerhalb des eigenen Schulsprengels liegende Schule deshalb besuchen, weil an der Schule des eigenen Schulsprengels der gewünschte Fachbereich nicht geführt wird,",
            "annotations": []
        },
        {
            "text": "5.einer schulübergreifenden Tagesbetreuung nur für die Zeit dieser Tagesbetreuung.",
            "annotations": []
        },
        {
            "text": "(10) Die Aufnahme eines oder einer dem Schulsprengel nicht angehörigen Schulpflichtigen durch den Schulerhalter der um die Aufnahme ersuchten Volksschule, Sonderschule oder Polytechnischen Schule darf jedenfalls nicht erfolgen, wenn hierdurch eine Klassenteilung eintreten würde oder wenn in der sprengeleigenen Schule eine Minderung der Organisationsform eintreten würde. Erfolgt aufgrund eines von den Erziehungsberechtigten rechtzeitig gestellten Gesuchs an die Schulleitung der aufnehmenden Schule nicht längsten zwei Monate vor dem beabsichtigten sprengelfremden Schulbesuch eine schriftliche Mitteilung an diese durch die Schulleitung für den Schulerhalter, besteht die Möglichkeit einer Antragstellung an die Bildungsdirektion. Wird ein Schüler oder eine Schülerin in eine Schule aufgenommen, deren Schulsprengel er oder sie nicht angehört, so können die Schulerhalter mit den Wohnsitzgemeinden Schulerhaltungsbeiträge vereinbaren.",
            "annotations": []
        },
        {
            "text": "(11) Die Aufnahme eines oder einer dem Schulsprengel einer NÖ Mittelschule nicht angehörigen Schulpflichtigen kann durch die Schulleitung nach Zustimmung durch den Schulerhalter für diesen erfolgen, wobei hierdurch keine Klassenteilung eintreten darf und auf die vorhandenen personellen und räumlichen Ressourcen Bedacht zu nehmen ist. Die Antragstellung erfolgt durch den Erziehungsberechtigten bei der Schulleitung der sprengelfremden NÖ Mittelschule. Die Wohnsitzgemeinde hat dem aufnehmenden Schulerhalter den gemäß §46 jährlich errechneten Schulerhaltungsbeitrag der aufnehmenden Schule, jedoch maximal in Höhe von € 2.000,-- pro Kalenderjahr zu bezahlen. Dieser Maximalbeitrag erhöht sich jährlich im Ausmaß des Index der Verbraucherpreise der Bundesanstalt Statistik Österreich. Als Bezugsgröße dient die für den Monat Jänner 2021 verlautbarte endgültige Indexzahl.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§46",
            "annotations": []
        },
        {
            "text": "Aufteilung des Schulaufwandes",
            "annotations": []
        },
        {
            "text": "(1) Der Schulaufwand ist durch den gesetzlichen Schulerhalter aufzuteilen.",
            "annotations": []
        },
        {
            "text": "(2) Der Berechnung der Schulerhaltungsbeiträge und der Schulumlagen ist die Differenz der Ein- und Auszahlungen der operativen Gebarung zuzüglich der Auszahlungen der Finanzierungstätigkeit sowie jener Investitionen über € 400,-- in der investiven Gebarung, welche nicht ganz oder teilweise durch Darlehensaufnahmen oder Kapitaltransferzahlungen bedeckt werden, zugrunde zu legen.",
            "annotations": []
        },
        {
            "text": "(3) Der gemäß Abs2 berechnete Schulaufwand ist, sofern ein Übereinkommen nicht angestrebt wird oder nicht zustande kommt, für das jeweils folgende Kalenderjahr im Verhältnis der Anzahl der zum Schulbeginn eingeschriebenen Schüler und Schülerinnen zur Anzahl der aus der beteiligten Gemeinde stammenden Schüler und Schülerinnen vorläufig aufzuteilen. Anlässlich der Erstellung des Rechnungsabschlusses (§47 Abs3) ist er endgültig nach dem Verhältnis der zum 1. Jänner eingeschriebenen Schüler und Schülerinnen aufzuteilen.",
            "annotations": []
        },
        {
            "text": "(4) Der Schulaufwand ganztägiger Schulformen ist zu teilen nach Unterricht und Tagesbetreuung. Bei fehlendem Übereinkommen sind die Kosten der Tagesbetreuung im Verhältnis der Anzahl der angemeldeten Schüler und Schülerinnen zur Anzahl der aus der beteiligten Gemeinde stammenden Schüler und Schülerinnen aufzuteilen.",
            "annotations": []
        },
        {
            "text": "(5) Die Aufteilung des in der investiven Gebarung aufgenommenen Schulaufwandes, welcher durch Darlehensaufnahmen oder Kapitaltransferzahlungen ganz oder teilweise bedeckt wird, ist vorerst durch ein Übereinkommen der beteiligten Gemeinden anzustreben. Kommt ein solches Übereinkommen nicht zustande, sind der Aufteilung sowohl die Zahl der Schüler und Schülerinnen nach dem Durchschnitt der letzten drei Jahre als auch die Finanzkraft der Gemeinde zu gleichen Teilen zugrunde zu legen.",
            "annotations": []
        },
        {
            "text": "Die Finanzkraft einer Gemeinde wird aus den für die Gemeinde im laufenden Jahr zu erwartenden",
            "annotations": []
        },
        {
            "text": "- Erträgen der ausschließlichen Gemeindeabgaben ohne die Gebühren für die Benützung von Gemeindeeinrichtungen und -anlagen und ohne die Interessentenbeiträge von Grundstückseigentümern und Grundstückseigentümerinnen sowie Anrainern und Anrainerinnen und",
            "annotations": []
        },
        {
            "text": "- Ertragsanteilen an den gemeinschaftlichen Bundesabgaben ohne Spielbankenabgabe",
            "annotations": []
        },
        {
            "text": "ermittelt. Als Berechnungsgrundlage für die Ermittlung der Finanzkraft sind vorläufig geschätzte Beträge zugrunde zu legen. Dabei sind alle Umstände zu berücksichtigen, die für die Schätzung von Bedeutung sind (z. B. Erträge an ausschließlichen Gemeindeabgaben in den Vorjahren, Prognosen über künftige Entwicklung der Gemeindeertragsanteile).",
            "annotations": []
        },
        {
            "text": "Falls nur Teile einer Gemeinde dem Schulsprengel angehören, ist die Finanzkraft im Verhältnis der Einwohnerzahl dieses Gebietsteiles zur Einwohnerzahl im gesamten Gemeindegebiet heranzuziehen. Die Einwohnerzahl bestimmt sich nach dem für den jeweiligen Finanzausgleich von der Bundesanstalt Statistik Österreich zuletzt festgestellten und kundgemachten Ergebnis der Statistik des Bevölkerungsstandes.",
            "annotations": []
        },
        {
            "text": "(6) Liegt ein gemeinsamer Schulaufwand mehrerer gesetzlicher Schulerhalter vor und können sich diese bis zur Erstellung des Voranschlages über die Aufteilung der Kosten nicht einigen, so ist das Aufteilungsverhältnis auf Antrag einer beteiligten Gemeinde von der Bildungsdirektion durch Bescheid festzusetzen.",
            "annotations": []
        },
        {
            "text": "(7) Für Schulgemeinden sind die Bestimmungen der §§30 und 31 Abs3 letzter Satz des NÖ Gemeindeverbandsgesetzes, LGBl 1600, für die Wirtschafts- und Haushaltsführung sinngemäß anzuwenden, wobei die gemäß §43 Abs9 gewählten Rechnungsprüfer zumindest einmal während des Haushaltsjahres die Gebarung der Schulgemeinde und weiters den Rechnungsabschluss auf seine rechnerische Richtigkeit und Übereinstimmung mit dem Voranschlag zu prüfen haben.",
            "annotations": []
        },
        {
            "text": "(8) Die Abwicklung der mit dem Betrieb der Schule erforderlichen Finanztransaktionen kann über eigene Verrechnungskonten des Schulerhalters erfolgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§47",
            "annotations": []
        },
        {
            "text": "Vorschreibung und Einhebung der Schulerhaltungsbeiträge und Schulumlagen",
            "annotations": []
        },
        {
            "text": "(1) Der Bürgermeister oder die Bürgermeisterin der Schulsitzgemeinde oder der Obmann oder die Obfrau der Schulgemeinde, jedoch nach Anhörung des Schulausschusses, hat bis 20. Oktober den Voranschlag über den Schulaufwand des folgenden Kalenderjahres zu erstellen, die auf die beteiligten Gemeinden entfallenden Schulerhaltungsbeiträge und Schulumlagen zu ermitteln und bis 1. November den beteiligten Gemeinden mit Bescheid den Voranschlag bekanntzugeben sowie die Schulerhaltungsbeiträge und Schulumlagen vorzuschreiben. Erforderlichenfalls sind bis zur Erstellung des Voranschlages für das nächstfolgende Haushaltsjahr Nachtragsvoranschläge zulässig und sind ebenfalls mit Bescheid bekanntzugeben sowie die Schulerhaltungsbeiträge und Schulumlagen vorzuschreiben.",
            "annotations": []
        },
        {
            "text": "(2) Die Schulerhaltungsbeiträge und Schulumlagen gemäß Abs1 sind in vier gleichen Teilen zum 1. Jänner, 1. April, 1. Juli und 1. Oktober zu leisten.",
            "annotations": []
        },
        {
            "text": "(3) Binnen drei Monaten nach Ablauf des Kalenderjahres ist vom Bürgermeister oder von der Bürgermeisterin der Schulsitzgemeinde (Obmann oder Obfrau der Schulgemeinde) der Rechnungsabschluss zu erstellen und den beteiligten Gemeinden mit Bescheid bekanntzugeben. In diesem Bescheid sind allfällige Nachforderungen oder Gutschriften mit Berücksichtigung einer Aufteilung nach §46 Abs3 zweiter Satz auszuweisen.",
            "annotations": []
        },
        {
            "text": "(4) Nachforderungen sind binnen einem Monat zu entrichten, Gutschriften anlässlich der folgenden Fälligkeitstermine (Abs2) zu berücksichtigen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[...]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässigen – Beschwerden sind begründet.",
            "annotations": []
        },
        {
            "text": "2. Die angefochtenen Entscheidungen greifen in das Eigentumsrecht ein. Dieser Eingriff wäre nach der ständigen Judikatur des Verfassungsgerichtshofes (zB VfSlg 13.587/1993 mwN, 15.364/1998, 15.768/2000, 16.113/2001, 16.430/2002, 19.817/2013 und 20.204/2020) dann verfassungswidrig, wenn die ihn verfügende Entscheidung ohne jede Rechtsgrundlage ergangen wäre oder auf einer verfassungswidrigen Rechtsgrundlage beruhte, oder wenn das Verwaltungsgericht bei Erlassung der Entscheidung eine verfassungsrechtlich unbedenkliche Rechtsgrundlage in denkunmöglicher Weise angewendet hätte, ein Fall, der nur dann vorläge, wenn das Verwaltungsgericht einen so schweren Fehler begangen hätte, dass dieser mit Gesetzlosigkeit auf eine Stufe zu stellen wäre.",
            "annotations": []
        },
        {
            "text": "Ein solcher Fehler ist dem Landesverwaltungsgericht Niederösterreich unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat in seiner Judikatur (vgl VfSlg 16.244/2001 mwN) bereits mehrfach ausgesprochen, dass §8 Abs1 Pflichtschulerhaltungs-Grundsatzgesetz die allgemeine Regel enthält, dass die gesetzlichen Schulerhalter für die Kosten der Errichtung, Erhaltung und Auflassung der öffentlichen Pflichtschulen selbst aufzukommen haben.",
            "annotations": []
        },
        {
            "text": "Für den Fall, dass mehrere Gebietskörperschaften zu einem Schulsprengel gehören oder in \"sonstiger Weise\" an einer öffentlichen Pflichtschule beteiligt sind, kann die Landesgesetzgebung gemäß §8 Abs2 Pflichtschulerhaltungs-Grundsatzgesetz anordnen, dass die beteiligten Gebietskörperschaften Umlagen oder Schulerhaltungsbeiträge an den gesetzlichen Schulerhalter zu leisten haben (VfSlg 16.244/2001). Die Art der Beteiligung liegt dabei innerhalb der vom Verfassungsgerichtshof (vgl VfSlg 3861/1960 und 7901/1976) aufgezeigten Grenzen im Gestaltungsspielraum des Ausführungsgesetzgebers.",
            "annotations": []
        },
        {
            "text": "Handelt es sich dabei – wie in den vorliegenden Fällen – um Gebietskörperschaften verschiedener Bundesländer, so richtet sich die Beitragsleistung nach den Vorschriften, die im Land des gesetzlichen Schulerhalters gelten. In jenen Fällen, in denen sich die Sprengelangehörigkeit nach dem Wohnort richtet (§13 Abs7 Pflichtschulerhaltungs-Grundsatzgesetz), kann die Landesgesetzgebung auch bestimmen, dass nicht an einer öffentlichen Pflichtschule beteiligte Gebietskörperschaften Umlagen oder Schulerhaltungsbeiträge an den gesetzlichen Schulerhalter zu leisten haben, wenn Schulpflichtige, deren Hauptwohnsitz außerhalb des Schulsprengels gelegen ist, lediglich zum Schulbesuch oder auf Grund einer Maßnahme der Jugendwohlfahrt innerhalb des Schulsprengels wohnen.",
            "annotations": []
        },
        {
            "text": "Die Landesgesetzgebung kann darüber hinaus den Besuch einer sprengelfremden Schule und die damit verbundene Leistung von Umlagen oder Schulerhaltungsbeiträgen von der Zustimmung des Schulerhalters der sprengelmäßig zuständigen Schule abhängig machen. Der sprengelfremde Schulbesuch darf dann nicht von der Zustimmung abhängig gemacht werden, wenn Kinder mit sonderpädagogischem Förderbedarf statt einer entsprechenden Sonderschule eine außerhalb des eigenen Schulsprengels liegende allgemeine Schule deshalb besuchen, weil an der allgemeinen Schule des eigenen Schulsprengels eine entsprechende Förderung nicht in gleicher Weise erfolgen kann, sowie, wenn ein der allgemeinen Schulpflicht unterliegender Schüler gemäß §49 Abs1 SchUG vom Besuch einer Schule ausgeschlossen wurde und eine außerhalb des eigenen Schulsprengels liegende allgemeinbildende Pflichtschule besucht.",
            "annotations": []
        },
        {
            "text": "Für den Fall, dass der Landesausführungsgesetzgeber daher die Vorschreibung von Umlagen oder Schulerhaltungsbeiträgen für Schulpflichtige, deren Hauptwohnsitz außerhalb des Schulsprengels gelegen ist und die eine sprengelfremde Schule besuchen, vorsehen will, hat dieser – abgesehen von den beiden in §8 Abs2 Z1 und Z2 Pflichtschulerhaltungs-Grundsatzgesetz genannten Fällen (Z1: Kinder mit sonderpädagogischen Förderbedarf; Z2: Ausschluss vom Schulbesuch) und dem Fall, dass Schulpflichtige, deren Hauptwohnsitz außerhalb des Schulsprengels gelegen ist, lediglich zum Schulbesuch oder auf Grund einer Maßnahme der Jugendwohlfahrt innerhalb des Schulsprengels wohnen – gemäß §8 Abs2 vierter Satz Pflichtschulerhaltungs-Grundsatzgesetz stets das Erfordernis der Zustimmung des Schulerhalters der sprengelmäßig zuständigen Schule vorzusehen.",
            "annotations": []
        },
        {
            "text": "Gegen §8 Abs1 und 2 Pflichtschulerhaltungs-Grundsatzgesetz sind vor dem Hintergrund der vorliegenden Fälle keine Bedenken entstanden (vgl nur VfSlg 3861/1960, 7901/1976, 16.244/2001 und 20.453/2021 mwN).",
            "annotations": []
        },
        {
            "text": "2.2. §7 Abs5 NÖ Pflichtschulgesetz 2018 sieht vor, dass dem Schulsprengel einer allgemeinbildenden Pflichtschule (auch) jene Schulpflichtigen angehören, die im Schulsprengel, wenn auch nur zum Zwecke des Schulbesuches, wohnen. Gemäß Abs9 leg cit gelten auch Schüler und Schülerinnen \"[…] mit sonderpädagogischem Förderbedarf, die statt einer entsprechenden Sonderschule eine außerhalb des eigenen Schulsprengels liegende allgemeinbildende Pflichtschule deshalb besuchen, weil an der allgemeinbildenden Pflichtschule des eigenen Schulsprengels eine entsprechende Förderung nicht in gleicher Weise erfolgen kann […]\", sowie Schülerinnen und Schüler, die \"[…] wegen eines Ausschlusses aufgrund schulrechtlicher Vorschriften einer anderen Schule zugewiesen wurden […]\" als sprengelangehörig.",
            "annotations": []
        },
        {
            "text": "§7 Abs10 NÖ Pflichtschulgesetz 2018 sieht unter anderem vor, dass die \"[…] Aufnahme eines oder einer dem Schulsprengel nicht angehörigen Schulpflichtigen durch den Schulerhalter der um die Aufnahme ersuchten Volksschule, Sonderschule oder Polytechnischen Schule […] jedenfalls nicht erfolgen [darf], wenn hierdurch eine Klassenteilung eintreten würde oder wenn in der sprengeleigenen Schule eine Minderung der Organisationsform eintreten würde.\" Daneben ist vorgesehen, dass dann, wenn \"[…] ein Schüler oder eine Schülerin in eine Schule aufgenommen [wird], deren Schulsprengel er oder sie nicht angehört, […] die Schulerhalter mit den Wohnsitzgemeinden Schulerhaltungsbeiträge vereinbaren [können].\"",
            "annotations": []
        },
        {
            "text": "§7 Abs11 NÖ Pflichtschulgesetz 2018 bestimmt, dass die Aufnahme eines oder einer dem Schulsprengel einer NÖ Mittelschule nicht angehörigen Schulpflichtigen durch die Schulleitung nach Zustimmung durch den Schulerhalter für diesen erfolgen kann, wobei hiedurch keine Klassenteilung eintreten darf und auf die vorhandenen personellen und räumlichen Ressourcen Bedacht zu nehmen ist. Die Wohnsitzgemeinde hat dem aufnehmenden Schulerhalter den gemäß §46 NÖ Pflichtschulgesetz 2018 jährlich errechneten Schulerhaltungsbeitrag der aufnehmenden Schule, jedoch maximal in Höhe von € 2.000,– pro Kalenderjahr zu bezahlen. ",
            "annotations": []
        },
        {
            "text": "2.3. §7 Abs10 und 11 NÖ Pflichtschulgesetz 2018 wurden mit der Novelle LGBl 10/2021 erlassen und sind gemäß §111 Abs6 NÖ Pflichtschulgesetz 2018 am 6. September 2021 in Kraft getreten. ",
            "annotations": []
        },
        {
            "text": "§7 Abs11 NÖ Pflichtschulgesetz 2018, der sich auf Schüler und Schülerinnen einer NÖ Mittelschule bezieht, sieht – im Unterschied zu §7 Abs10 NÖ Pflichtschulgesetz 2018, der sich auf Schüler und Schülerinnen einer Volksschule, Sonderschule oder Polytechnischen Schule bezieht – nicht vor, dass Schulerhalter mit den Wohnsitzgemeinden Schulerhaltungsbeiträge vereinbaren können, wenn ein Schüler oder eine Schülerin in eine NÖ Mittelschule aufgenommen wird, deren Schulsprengel er oder sie nicht angehört. Die Bestimmung verweist jedoch auf §46 leg cit, der in Abs1 vorsieht, dass der Schulaufwand durch den gesetzlichen Schulerhalter aufzuteilen ist. Nach §46 Abs3 leg cit ist der \"gemäß Abs2 berechnete Schulaufwand […], sofern ein Übereinkommen nicht angestrebt wird oder nicht zustande kommt, für das jeweils folgende Kalenderjahr im Verhältnis der Anzahl der zum Schulbeginn eingeschriebenen Schüler und Schülerinnen zur Anzahl der aus der beteiligten Gemeinde stammenden Schüler und Schülerinnen vorläufig aufzuteilen.\"",
            "annotations": []
        },
        {
            "text": "2.4. Aus dem in §7 Abs11 NÖ Pflichtschulgesetz 2018 enthaltenen Verweis auf §46 leg cit ergibt sich, dass Schulerhaltungsbeiträge nur dann an Wohnsitzgemeinden von Schülern, die eine sprengelfremde Schule besuchen, ohne vorherige Zustimmung vorgeschrieben werden können, wenn die Wohnsitzgemeinde an der NÖ Mittelschule beteiligt ist. Indem das Landesverwaltungsgericht Niederösterreich der beschwerdeführenden Partei Schulumlagen vorgeschrieben hat, obwohl kein Übereinkommen mit der beschwerdeführenden Partei im Verfahren getroffen wurde und auch keine Beteiligung an den jeweiligen Schulen vorliegt, hat es §7 Abs11 NÖ Pflichtschulgesetz 2018 in denkunmöglicher Weise angewendet. Dadurch wurde die beschwerdeführende Partei in ihrem verfassungsgesetzlich gewährleisteten Recht auf Unversehrtheit des Eigentums verletzt.",
            "annotations": []
        },
        {
            "text": "2.5. Gegen §7 Abs11 NÖ Pflichtschulgesetz 2018 sind beim Verfassungsgerichtshof keine verfassungsrechtlichen Bedenken entstanden. Insbesondere erweist sich die Bestimmung vor dem Hintergrund des §8 Abs1 und 2 Pflichtschulerhaltungs-Grundsatzgesetz als unbedenklich, da sich §46 Abs3 NÖ Pflichtschulgesetz 2018 nur auf beteiligte Gemeinden bezieht.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführende Partei ist somit durch die angefochtenen Entscheidungen im verfassungsgesetzlich gewährleisteten Recht auf Unversehrtheit des Eigentums verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Die Erkenntnisse sind daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die von der beschwerdeführenden Partei geltend gemachten Kosten sind schon deshalb nicht zuzusprechen, weil diese nicht durch einen Rechtsanwalt vertreten war und auch andere nach §88 VfGG ersatzfähige Kosten nicht entstanden sind.",
            "annotations": []
        }
    ]
}