{
    "document_id": "JFT_20230615_23W_I00004_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Anfechtung und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Am 5. März 2023 fand die von der Kärntner Landesregierung mit Verordnung vom 22. November 2022, LGBl 92/2022, ausgeschriebene Wahl des Kärntner Landtages statt. Die Verlautbarung des Wahlergebnisses durch die Kärntner Landeswahlbehörde erfolgte am 8. März 2023.",
            "annotations": []
        },
        {
            "text": "2. Laut Feststellung der Landeswahlbehörde wurden bei dieser Wahl insgesamt 302.970 gültige Stimmen abgegeben, 4.464 Stimmzettel wurden als ungültig gewertet; es gelangten 36 Mandate zur Vergabe. Dabei entfielen auf die Wahlvorschläge",
            "annotations": []
        },
        {
            "text": "Peter Kaiser – Sozialdemokratische Partei Österreichs (SPÖ) 117.962 Stimmen (15 Mandate),",
            "annotations": []
        },
        {
            "text": "Die Freiheitlichen in Kärnten (FPÖ) 74.329 Stimmen (9 Mandate),",
            "annotations": []
        },
        {
            "text": "Martin Gruber – Kärntner Volkspartei (ÖVP) 51.637 Stimmen (7 Mandate) und",
            "annotations": []
        },
        {
            "text": "Gerhard Köfer – Team Kärnten (KÖFER) 30.549 Stimmen (5 Mandate).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Mit der vorliegenden, auf Art141 B-VG gestützten Wahlanfechtung stellt der Zustellungsbevollmächtigte der Wählergruppe \"Vision Österreich – Landespartei Kärnten\", Kurzbezeichnung \"VÖ\", den Antrag, das gesamte Wahlverfahren aufzuheben und für nichtig zu erklären, und begehrt Kostenersatz. Begründend wird dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "3.1. Die Wählergruppe \"Vision Österreich – Landespartei Kärnten\" sei im Wahlkampf zur Kärntner Landtagswahl medial boykottiert, von Podiumsdiskussionen und \"Elefantenrunden\" ausgegrenzt und sowohl vom ORF als auch von privaten Medien diffamiert worden. Diese – näher dargelegten – Vorkommnisse würden eine Verletzung der staatlichen Äquidistanzpflicht und des Gebotes der Freiheit der Wahlen darstellen. Unter anderem sei die Wählergruppe zu einer von der Bildungsdirektion Kärnten im Bildungsschulzentrum in Klagenfurt veranstalteten Podiumsdiskussion zur Kärntner Landtagswahl 2023 am 23. Februar 2023 im Gegensatz zu den im Landtag und im Nationalrat vertretenen Parteien nicht eingeladen worden.",
            "annotations": []
        },
        {
            "text": "3.2. Das Land Kärnten habe vor der Landtagswahl eine Erhöhung des \"Kärnten Bonus\", eines Sozialprojektes nach §3 Abs3 Ktn. Sozialhilfegesetz 2021 (K-SHG 2021), LGBl 107/2020, angekündigt und im Jänner ein entsprechendes Schreiben – unterfertigt von drei Mitgliedern der Landesregierung – an alle Empfänger verschickt. Dies stelle eine unzulässige Wahlwerbung zugunsten der in der Landesregierung vertretenen Parteien (SPÖ und ÖVP) dar. Dass es sich um ein \"Wahlzuckerl\" handle, zeige sich insbesondere daran, dass das Projekt vom Land Kärnten vorfinanziert worden sei, weil zum Zeitpunkt der Ankündigung die vom Bund in Aussicht gestellte finanzielle Unterstützung noch nicht zur Verfügung gestanden sei.",
            "annotations": []
        },
        {
            "text": "3.3. Das für den Stimmzettel gemäß §69 Ktn. Landtagswahlordnung (K-LTWO), LGBl 191/1974, idF LGBl 70/2022 in Anlage 6 vorgesehene Muster sei nicht auffindbar, weil die genannte Anlage 6 in der elektronischen Kundmachung zur K-LTWO fehle.",
            "annotations": []
        },
        {
            "text": "Die Wahlvorschläge lautend auf \"Peter Kaiser – Sozialdemokratische Partei\", \"Martin Gruber – Kärntner Volkspartei\" und \"Gerhard Köfer – Team Kärnten\" seien unzulässig, weil sich in der K-LTWO keine Grundlage dafür finde, dass der Name des Listenersten in den Wahlvorschlag aufgenommen werden könne. Die Wahlvorschläge würden nicht dem Parteinamen entsprechen. Dies gelte auch für den Wahlvorschlag \"Neos – für Freiheit, Fortschritt und Gerechtigkeit\", weil es sich dabei um eine \"Fantasiebezeichnung\" handle. Damit seien die genannten wahlwerbenden Parteien gegenüber jenen, die sich an die \"Parteibezeichnung\" im Parteienverzeichnis gemäß §1 Abs4 Parteiengesetz 2012 (PartG), BGBl I 56/2012, idF BGBl I 125/2022 gehalten hätten, unsachlich bevorzugt worden.",
            "annotations": []
        },
        {
            "text": "Die Parteibezeichnung des Wahlvorschlages \"Bündnis für Kärnten, Bündnis Zukunft Österreich, Gemeinsam für Fresach, Eine Gute Option, Freistaat Kärnten, Liste Jörg\" sei am amtlichen Stimmzettel falsch abgedruckt worden, nämlich mit dem Bestandteil \"Gemeinsam für Friesach\". Da die Gemeinde Friesach deutlich mehr Einwohner als die Gemeinde Fresach habe, sei der genannte Wahlvorschlag aufgewertet worden, wodurch beträchtliche Stimmenverschiebungen verursacht worden seien.",
            "annotations": []
        },
        {
            "text": "3.4. Schließlich sei das Vorzugsstimmensystem nach §70a K-LTWO verfassungswidrig, weil der Spitzenkandidat einer Wählergruppe – anders als in anderen Landeswahlordnungen – nicht in sämtlichen, sondern nur in jenem Wahlkreis Vorzugsstimmen erhalten könne, in dem er selbst angetreten sei. Dies habe auch zu einer Verzerrung des Wahlergebnisses geführt, weil es den wahlberechtigten Personen aus anderen Wahlkreisen nicht möglich gewesen sei, sich am Spitzenkandidaten der Wählergruppe zu orientieren. Da somit das aktive und passive Wahlrecht in Bezug auf die Vergabe von Vorzugsstimmen eingeschränkt worden sei, liege ein Verstoß gegen das Homogenitätsgebot des Art95 Abs2 B-VG vor. ",
            "annotations": []
        },
        {
            "text": "4. Die Kärntner Landeswahlbehörde hat die Wahlakten vorgelegt und eine Gegenschrift erstattet, in der sie im Wesentlichen Folgendes vorbringt:",
            "annotations": []
        },
        {
            "text": "4.1. Am Deckblatt der Anfechtung sei der Zustellungsbevollmächtigte und nicht die Wählergruppe als Anfechtungswerber bezeichnet. Die Hinweise auf die wahlwerbende Partei und die Funktion als Zustellungsbevollmächtigter würden nur der Argumentation dienen, dass er als Person anfechtungsberechtigt sei. Auch in den übrigen Ausführungen sei der Zustellungsbevollmächtigte als Anfechtungswerber bezeichnet. Die Anfechtung sei daher mangels Anfechtungslegitimation zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "4.2. Die Einladungspolitik zu Veranstaltungen des ORF und von Schulen entziehe sich dem Einflussbereich der Landeswahlbehörde. Im Übrigen würden nach der Rechtsprechung des Verfassungsgerichtshofes in diesem Zusammenhang keine verfassungsrechtlichen Bedenken gegen eine Bevorzugung von im Landtag bzw Nationalrat vertretenen Parteien bestehen.",
            "annotations": []
        },
        {
            "text": "4.3. Der \"Kärnten Bonus Plus 2023\" fördere keine wahlwerbenden Parteien, sondern beruhe auf der ausdrücklichen gesetzlichen Grundlage des §3 Abs3 K-SHG 2021 zur Vermeidung sozialer Notlagen. Es handle sich um eine neutrale Maßnahme auf gesetzlicher Grundlage, die keine Wahlwerbung darstelle und somit auch die Wahl nicht beeinflussen könne.",
            "annotations": []
        },
        {
            "text": "4.4. Eine Veröffentlichung der Stimmzettel sei in der Wahlordnung nicht vorgesehen. Die Stimmzettel seien entsprechend den gesetzlichen Vorgaben gestaltet gewesen.",
            "annotations": []
        },
        {
            "text": "Alle Parteibezeichnungen auf den Wahlvorschlägen seien unterscheidbar gewesen; sie hätten aus Wörtern bestanden und damit den Bestimmungen der K-LTWO entsprochen. Zum Vorbringen, dass bestimmte Parteibezeichnungen nicht den Namen der korrespondierenden politischen Parteien entsprochen hätten, sei darauf hinzuweisen, dass nach der Rechtsprechung des Verfassungsgerichtshofes die wahlwerbende Partei begrifflich von der politischen Partei zu unterscheiden sei.",
            "annotations": []
        },
        {
            "text": "Zutreffend sei, dass am amtlichen Stimmzettel ein Druckfehler passiert sei. Bei der überdurchschnittlich langen Parteibezeichnung \"Bündnis für Kärnten, Bündnis Zukunft Österreich, Gemeinsam für Fresach, Eine Gute Option, Freistaat Kärnten, Liste Jörg\" mit der Kurzbezeichnung \"BFK\" sei ein Buchstabe hinzugefügt worden (statt Fresach sei Friesach angeführt worden). Es sei daher davon auszugehen, dass bei dieser langen Parteibezeichnung dieser eine Buchstabe keine Auswirkung auf das Wahlergebnis gehabt haben könne, insbesondere wenn die Kurzbezeichnung, an der sich der Wähler am Stimmzettel in erster Linie orientiere, korrekt gewesen sei. Dass die Partei \"BFK\" durch den Druckfehler aufgewertet worden sei, lasse sich anhand des Wahlergebnisses nicht bestätigen.",
            "annotations": []
        },
        {
            "text": "4.5. Das Vorzugsstimmensystem der K-LTWO ergebe sich aus den Wahlkreisen. Gegen das Wahlkreissystem bestünden nach der Rechtsprechung des Verfassungsgerichtshofes keine verfassungsrechtlichen Bedenken. Dass für das zweite Ermittlungsverfahren keine Vergabe von Vorzugsstimmen möglich sei, stelle keine Verletzung der Bundesverfassung, insbesondere des Homogenitätsprinzips dar.",
            "annotations": []
        },
        {
            "text": "5. Die Wählergruppe \"Gerhard Köfer – Team Kärnten (KÖFER)\" hat eine Äußerung erstattet, in der sie im Wesentlichen darlegt, dass dem Zustellungsbevollmächtigten im eigenen Namen keine Anfechtungslegitimation zukomme und das Anfechtungsvorbringen in allen Punkten unbegründet sei.",
            "annotations": []
        },
        {
            "text": "6. Die Wählergruppe \"Bündnis für Kärnten, Bündnis Zukunft Österreich, Gemeinsam für Fresach, Eine Gute Option, Freistaat Kärnten, Liste Jörg (BFK)\" hat eine Äußerung erstattet, in der sie sich dem Anfechtungsvorbringen in allen Punkten anschließt und darüber hinaus vorbringt, dass 344 Stimmen nicht ausgezählt worden seien und eine wahlberechtigte Person zweimal wählen habe können.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Gesetzes vom 2. Juli 1974 über die Wahl des Kärntner Landtages (Kärntner Landtagswahlordnung – K-LTWO), LGBl 191/1974, idF LGBl 70/2022 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§40",
            "annotations": []
        },
        {
            "text": "Einbringung und Unterstützung der Kreiswahlvorschläge",
            "annotations": []
        },
        {
            "text": "(1) Wahlwerbende Parteien haben ihre Wahlvorschläge für das erste Ermittlungsverfahren (Kreiswahlvorschläge) spätestens am 37. Tag vor dem Wahltag bis 13 Uhr der Landeswahlbehörde vorzulegen. Diese hat auf den Kreiswahlvorschlägen den Tag und die Uhrzeit ihres Einlangens zu vermerken.",
            "annotations": []
        },
        {
            "text": "(2) Die Kreiswahlvorschläge müssen von wenigstens drei Mitgliedern des Kärntner Landtages unterschrieben oder von wenigstens 100 Personen, die am Stichtag in einer Gemeinde jenes Wahlkreises, für den der Kreiswahlvorschlag eingebracht wird, als wahlberechtigt in der Wählerevidenz eingetragen waren, unterstützt sein. Hiebei sind dem Kreiswahlvorschlag die nach Muster Anlage 4 ausgefüllten und eigenhändig unterfertigten Unterstützungserklärungen anzuschließen.",
            "annotations": []
        },
        {
            "text": "(3) Die Unterstützungserklärung hat die Bestätigung der Gemeinde zu enthalten, dass die in der Erklärung genannte Person am Stichtag in der Wählerevidenz als wahlberechtigt eingetragen war. Diese Bestätigung ist von der Gemeinde nur dann zu erteilen, wenn die in der Erklärung genannte Person vor der zur Führung der Wählerevidenz zuständigen Gemeindebehörde persönlich erscheint, ihre Identität durch ein mit Lichtbild ausgestattetes Identitätsdokument (zB Reisepass, Personalausweis, Führerschein) nachgewiesen hat, die Unterstützungserklärung, die Angaben über Familienname und Vorname, Geburtsdatum und Wohnadresse sowie die Bezeichnung der zu unterstützenden wahlwerbenden Partei enthält und die eigenhändige Unterschrift der in der Unterstützungserklärung genannten Person entweder vor der Gemeindebehörde geleistet wurde oder durch ein ordentliches Gericht oder notariell beglaubigt ist.",
            "annotations": []
        },
        {
            "text": "(4) Die Gemeinden sind verpflichtet, eine Bestätigung gemäß Abs3 unverzüglich und ohne Einhebung von Verwaltungsabgaben, sonstigen Abgaben oder Gebühren anzufertigen. Zur Ausstellung der Bestätigung ist, soweit technisch möglich, das zentrale Wählerregister (Art26a Abs2 letzter Satz B-VG) heranzuziehen.",
            "annotations": []
        },
        {
            "text": "§41",
            "annotations": []
        },
        {
            "text": "Inhalt der Kreiswahlvorschläge",
            "annotations": []
        },
        {
            "text": "(1) Die Wahlvorschläge für das erste Ermittlungsverfahren (Kreiswahlvorschläge) haben zu enthalten:",
            "annotations": []
        },
        {
            "text": "1. die Bezeichnung des Wahlkreises (§2), für den der Wahlvorschlag eingebracht wird;",
            "annotations": []
        },
        {
            "text": "2. Die unterscheidende Parteibezeichnung in Worten und eine allfällige Kurzbezeichnung, bestehend aus nicht mehr als fünf Buchstaben, die ein Wort ergeben können;",
            "annotations": []
        },
        {
            "text": "3. die Parteiliste, das ist ein Verzeichnis der von den wahlwerbenden Parteien nominierten Bewerber in der beantragten, mit arabischen Ziffern bezeichneten Reihenfolge, unter Angabe des Familien- und Vornamens, Geburtsdatums, Geburtsortes, Berufes und der Adresse jedes Bewerbers. Diese Liste darf höchstens doppelt so viele Bewerber umfassen, wie im betreffenden Wahlkreis Abgeordnete zu wählen sind, wobei ein Bewerber nicht auf mehreren Kreiswahlvorschlägen gleichzeitig aufscheinen darf;",
            "annotations": []
        },
        {
            "text": "4. die Bezeichnung des zustellungsbevollmächtigten Vertreters (Familien- und Vorname, Beruf, Adresse).",
            "annotations": []
        },
        {
            "text": "(2) In den Wahlvorschlag darf ein Bewerber nur dann aufgenommen werden, wenn er hiezu seine Zustimmung schriftlich erklärt hat. Die Erklärung hat die Bezeichnung der jeweiligen Parteiliste des Wahlvorschlages zu enthalten, auf der der Bewerber aufscheint und ist dem Wahlvorschlag anzuschließen.",
            "annotations": []
        },
        {
            "text": "§42",
            "annotations": []
        },
        {
            "text": "Unterscheidende Parteibezeichnung in den Wahlvorschlägen",
            "annotations": []
        },
        {
            "text": "(1) Wenn mehrere für denselben Wahlkreis eingebrachte Kreiswahlvorschläge dieselben oder schwer unterscheidbare Parteibezeichnungen tragen, hat der Landeswahlleiter die Vertreter dieser Wahlvorschläge zu einer gemeinsamen Besprechung zu laden und ein Einvernehmen über die Unterscheidung der Parteibezeichnungen anzubahnen. Gelingt ein Einvernehmen nicht, so hat die Landeswahlbehörde Parteibezeichnungen, die schon auf veröffentlichten Wahlvorschlägen bei der letzten Landtagswahl enthalten waren, zu belassen, die übrigen Wahlvorschläge aber nach dem an erster Stelle vorgeschlagenen Bewerber zu benennen.",
            "annotations": []
        },
        {
            "text": "(2) Desgleichen sind auch Wahlvorschläge ohne ausdrückliche Parteibezeichnung nach dem an erster Stelle vorgeschlagenen Bewerber zu benennen.",
            "annotations": []
        },
        {
            "text": "(3) Wenn ein Wahlvorschlag nach dem an erster Stelle vorgeschlagenen Bewerber zu benennen ist (Namensliste), der Name des Listenführers aber dem Namen des Listenführers einer anderen Parteiliste gleicht oder von diesem schwer unterscheidbar ist, hat der Landeswahlleiter den Vertreter dieses Wahlvorschlages zu einer Besprechung zu laden und ihn aufzufordern, einen anderen Listenführer zu bezeichnen, dessen Name zu einer Verwechslung nicht Anlaß gibt. Wird in einem solchen Fall kein anderer Listenführer namhaft gemacht, so gilt der Wahlvorschlag als nicht eingebracht.",
            "annotations": []
        },
        {
            "text": "(4) Im übrigen gilt der Grundsatz, daß bei neu auftretenden wahlwerbenden Parteien die Parteibezeichnung der wahlwerbenden Partei den Vorrang hat, die ihren Wahlvorschlag früher eingebracht hat.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§46",
            "annotations": []
        },
        {
            "text": "Wahlvorschläge mit denselben Wahlwerbern",
            "annotations": []
        },
        {
            "text": "(1) Weisen mehrere für denselben Wahlkreis eingebrachte Kreiswahlvorschläge den Namen desselben Wahlwerbers auf, so ist dieser von der Landeswahlbehörde aufzufordern, binnen acht Tagen, jedoch spätestens am 34. Tag vor dem Wahltag bis 16 Uhr zu erklären, für welchen der Kreiswahlvorschläge er sich entscheidet. Auf allen anderen Wahlvorschlägen wird er gestrichen. Wenn er sich in der vorgesehenen Frist nicht erklärt, ist er auf dem als ersten eingelangten Wahlvorschlag, der seinen Namen trug, zu belassen.",
            "annotations": []
        },
        {
            "text": "(2) Weisen Kreiswahlvorschläge in zwei oder mehreren Wahlkreisen den Namen desselben Bewerbers auf, so ist sinngemäß nach Abs1 vorzugehen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§48a",
            "annotations": []
        },
        {
            "text": "Einbringung der Verbandswahlvorschläge",
            "annotations": []
        },
        {
            "text": "(1) Wahlvorschläge für das zweite Ermittlungsverfahren (Verbandswahlvorschläge) dürfen nur von Parteien eingebracht werden, die einen gültigen Kreiswahlvorschlag zumindest für einen Wahlkreis eingebracht haben.",
            "annotations": []
        },
        {
            "text": "(2) Verbandswahlvorschläge sind spätestens am zwölften Tage vor dem Wahltage bei der Landeswahlbehörde einzubringen. In Verbandswahlvorschläge dürfen nur Personen aufgenommen werden, die als Bewerber dieser Partei in einem der Wahlkreise in einem Kreiswahlvorschlag angeführt sind. Verbandswahlvorschläge müssen von einer Person unterschrieben sein, die in einem Kreiswahlvorschlag eines Wahlkreises als zustellungsbevollmächtigter Vertreter einer Partei derselben Parteibezeichnung aufscheint.",
            "annotations": []
        },
        {
            "text": "(3) Der Verbandswahlvorschlag hat zu enthalten:",
            "annotations": []
        },
        {
            "text": "1. die Parteibezeichnung in Worten und eine allfällige Kurzbezeichnung in Buchstaben;",
            "annotations": []
        },
        {
            "text": "2. die Parteiliste, das ist ein Verzeichnis der Bewerber für die Zuweisung von Restmandaten im zweiten Ermittlungsverfahren. In der Parteiliste sind die Bewerber in der beantragten Reihenfolge mit arabischen Ziffern unter Angabe des Familien- und Vornamens, Geburtsjahres, Berufes und der Adresse jedes Bewerbers zu verzeichnen; die Liste darf höchstens doppelt so viele Bewerber umfassen, wie insgesamt Abgeordnete in den Kärntner Landtag zu wählen sind,",
            "annotations": []
        },
        {
            "text": "3. die Bezeichnung des zustellungsbevollmächtigten Vertreters (Familien- und Vorname, Beruf, Adresse).",
            "annotations": []
        },
        {
            "text": "(4) Die Landeswahlbehörde hat die Verbandswahlvorschläge unverzüglich nach ihrem Einlangen zu überprüfen, ob sie den Vorschriften der Abs2 und 3 entsprechen. Verbandswahlvorschläge, die diesen Vorschriften nicht entsprechen, gelten als nicht eingebracht.",
            "annotations": []
        },
        {
            "text": "(5) Spätestens am siebenten Tag vor dem Wahltag hat die Landeswahlbehörde die Verbandswahlvorschläge abzuschließen und spätestens am dritten Tag vor dem Wahltag an der Amtstafel des Amtes der Landesregierung zu veröffentlichen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§54",
            "annotations": []
        },
        {
            "text": "Wahlzelle",
            "annotations": []
        },
        {
            "text": "(1) In jedem Wahllokal muß mindestens eine Wahlzelle sein. Um eine raschere Abfertigung der Wähler zu ermöglichen, können für eine Wahlbehörde auch mehrere Wahlzellen aufgestellt werden, soweit die Überwachung der Wahlhandlung durch die Wahlbehörde dadurch nicht gefährdet wird. Bei Wahlsprengeln von mehr als 500 Wahlberechtigten sind im Wahllokale mindestens zwei Wahlzellen aufzustellen.",
            "annotations": []
        },
        {
            "text": "(2) Die Wahlzelle ist derart herzustellen, daß der Wähler in der Zelle unbeobachtet von allen anderen im Wahllokal anwesenden Personen den Stimmzettel ausfüllen und in das Wahlkuvert geben kann.",
            "annotations": []
        },
        {
            "text": "(3) Als Wahlzelle genügt, wenn zu diesem Zweck eigens konstruierte, feste Zellen nicht zur Verfügung stehen, jede Absonderungsvorrichtung im Wahllokale, die ein Beobachten des Wählers in der Wahlzelle verhindert. Die Wahlzelle wird sohin insbesondere durch einfache, mit undurchsichtigem Papier oder Stoff bespannte Holzrahmen, durch Anbringung eines Vorhanges in einer Zimmerecke, durch Aneinanderschieben von größeren Kästen, durch entsprechende Aufstellung von Schultafeln gebildet werden können. Sie ist womöglich derart aufzustellen, daß der Wähler die Zelle von einer Seite betreten und auf der anderen Seite verlassen kann.",
            "annotations": []
        },
        {
            "text": "(4) Die Wahlzelle ist mit einem Tisch und einem Stuhl oder mit einem Stehpult sowie mit einer Schreibunterlage zu versehen und mit dem erforderlichen Material für die Ausfüllung des Stimmzettels (womöglich Farbstift) auszustatten. Außerdem sind die von der Landeswahlbehörde abgeschlossenen und von ihr veröffentlichten Parteilisten in der Wahlzelle an einer sichtbaren Stelle anzuschlagen.",
            "annotations": []
        },
        {
            "text": "(5) Es ist auch dafür Sorge zu tragen, daß die Wahlzelle während der Wahlzeit ausreichend beleuchtet ist.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§69",
            "annotations": []
        },
        {
            "text": "Amtlicher Stimmzettel",
            "annotations": []
        },
        {
            "text": "(1) Der amtliche Stimmzettel hat in der Reihenfolge, die sich aus §47 Abs3 ergibt, für jede wahlwerbende Partei eine gleich große Zeile vorzusehen. Sie hat die Listennummer, einen Kreis, die Parteibezeichnung einschließlich der allfälligen Kurzbezeichnung sowie Bewerberrubriken in der Reihenfolge der Parteiliste mit Kreisen und arabischen Ziffern unter Angabe von Familiennamen, Vornamen und Geburtsjahr zu enthalten. Im übrigen ist der amtliche Stimmzettel unter Berücksichtigung der gemäß §47 erfolgten Veröffentlichung nach dem Muster Anlage 6 zu gestalten. In gleicher Weise sind Stimmzettel-Schablonen (§62 Abs1) herzustellen. Die amtlichen Stimmzettel und die Stimmzettel-Schablonen dürfen nur auf Anordnung der Landeswahlbehörde hergestellt werden.",
            "annotations": []
        },
        {
            "text": "(2) Die Größe der amtlichen Stimmzettel hat sich nach der Anzahl der zu berücksichtigenden Listennummern zu richten. Das Ausmaß hat zumindest dem Format DIN A3 zu entsprechen. Es sind für alle Parteibezeichnungen die gleiche Größe der Rechtecke und der Druckbuchstaben, für die Abkürzung der Parteibezeichnungen einheitlich größtmögliche Druckbuchstaben zu verwenden. Bei mehr als dreizeiligen Parteibezeichnungen kann die Größe der Druckbuchstaben dem zur Verfügung stehenden Raum entsprechend angepaßt werden. Das Wort 'Liste' ist einheitlich klein zu drucken, für die Listennummern können einheitlich größtmögliche Ziffern verwendet werden. Die Farbe aller Druckbuchstaben hat einheitlich schwarz zu sein. Die Trennungslinie der Rechtecke und die Kreise haben in gleicher Stärke ausgeführt zu werden.",
            "annotations": []
        },
        {
            "text": "(3) Die amtlichen Stimmzettel sind durch die Landeswahlbehörde den Gemeinde- und Sprengelwahlbehörden über die Bezirkshaupmannschaft und Gemeinden, bei Städten mit eigenem Statut über diese, entsprechend der endgültigen Zahl der Wahlberechtigten im Bereiche der Wahlbehörde, zusätzlich einer Reserve von 15 v.H. zu übermitteln. Eine weitere Reserve von 5 v.H. ist den Bezirksverwaltungsbehörden für einen allfälligen zusätzlichen Bedarf der Wahlbehörden am Wahltage zur Verfügung zu stellen. Die amtlichen Stimmzettel sind jeweils gegen eine Empfangsbestätigung in zweifacher Ausfertigung auszufolgen; hiebei ist eine Ausfertigung für den Übergeber, die zweite Ausfertigung für den Übernehmer bestimmt.",
            "annotations": []
        },
        {
            "text": "(4) Die Kosten der Herstellung des amtlichen Stimmzettels und der Stimmzettel-Schablone (§62 Abs1) sind vom Lande zu tragen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§70a",
            "annotations": []
        },
        {
            "text": "Vergabe von Vorzugsstimmen",
            "annotations": []
        },
        {
            "text": "(1) Zur Unterstützung von Bewerbern auf den Parteilisten kann der Wähler für höchstens drei Bewerber der von ihm gewählten Parteiliste Vorzugsstimmen vergeben, indem er in einem auf dem amtlichen Stimmzettel hierfür vorgesehenen Kreis links von dem Namen des Bewerbers der wahlwerbenden Partei ein liegendes Kreuz oder ein anderes Zeichen mit Kugelschreiber, Farbstift, Bleistift oder dergleichen anbringt, aus dem unzweideutig hervorgeht, dass er für den in derselben Zeile angeführten Bewerber eine Vorzugsstimme vergeben will.",
            "annotations": []
        },
        {
            "text": "(2) Die Vorzugsstimme für einen Bewerber ist auch dann gültig, wenn der Wille des Wählers auf andere Weise, zum Beispiel durch Anhaken, Unterstreichen, sonstige entsprechende Kennzeichnung eines Bewerbers oder durch Durchstreichen der übrigen Bewerber eindeutig zu erkennen ist.",
            "annotations": []
        },
        {
            "text": "(3) Die Bezeichnung der Bewerber durch den Wähler gilt als nicht beigesetzt, wenn mehr als drei Bewerber oder Bewerber einer Parteiliste bezeichnet wurden, die nicht Bewerber der vom Wähler gewählten Parteiliste sind.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit der Anfechtung",
            "annotations": []
        },
        {
            "text": "1.1.  Gemäß Art141 Abs1 lita B-VG erkennt der Verfassungsgerichtshof über die Anfechtung von Wahlen zu den allgemeinen Vertretungskörpern, so auch zum Landtag (siehe VfSlg 20.259/2018).",
            "annotations": []
        },
        {
            "text": "1.2. Nach §67 Abs2 VfGG sind zur Anfechtung der Wahl grundsätzlich jene Wählergruppen berechtigt, die der Wahlbehörde rechtzeitig Wahlvorschläge vorlegten, und zwar durch ihren zustellungsbevollmächtigten Vertreter. Weiters kann eine Wahlanfechtung nach §67 Abs2 letzter Satz VfGG auch der Wahlwerber einbringen, der behauptet, dass ihm die Wählbarkeit im Wahlverfahren rechtswidrig aberkannt wurde.",
            "annotations": []
        },
        {
            "text": "1.2.1. In der vorliegenden Anfechtung wird auf der ersten Seite als \"Anfechtungswerber\" der Name des Einschreiters \"pA VISION ÖSTERREICH–Landespartei Kärnten\" angegeben. In den Ausführungen zur Anfechtungslegitimation wird zunächst darauf hingewiesen, dass der Einschreiter Zustellungsbevollmächtigter sei, im Hinblick auf Art141 B-VG \"sowohl das passive Wahlrecht als auch das Recht von Wählergruppen auf Einhaltung von Wahlvorschriften als subjektiv durchsetzbare Rechte zu betrachten\" seien und \"die nachfolgende Wahlanfechtung (auch) unter diesen beiden Gesichtspunkten zu sehen\" sei. Diese Ausführungen sind dahingehend zu verstehen, dass die Anfechtung durch den Anfechtungswerber als Zustellungsbevollmächtigter im Namen der Wählergruppe sowie als Wahlwerber eingebracht wurde.",
            "annotations": []
        },
        {
            "text": "1.2.2. Der Anfechtungswerber begründet seine Anfechtungslegitimation als Wahlwerber im Wesentlichen damit, dass er – trotz der Eigenschaft als Spitzenkandidat seiner Wählergruppe – nur in den Wahlvorschlag eines Wahlkreises und in den Verbandswahlvorschlag aufgenommen werden habe können und er daher Vorzugsstimmen nur in einem Wahlkreis erhalten habe können.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat in VfSlg 6739/1972 ausgesprochen, dass unter Aberkennung der Wählbarkeit nur solche Maßnahmen zu verstehen sind, durch die der Wahlwerber davon ausgeschlossen wird, gewählt zu werden; andere Maßnahmen im Verlaufe des Wahlverfahrens, mögen sie auch auf die Wahl und die durch diese bedingte Position des Wahlwerbers von Einfluss sein, haben keinen Einfluss auf die Wählbarkeit. Unter Aberkennung der Wählbarkeit ist demgemäß insbesondere auch die Nichtzulassung zur Wahl aus in der Person des Wahlwerbers gelegenen Gründen zu verstehen, nicht hingegen die Zurückweisung eines Wahlvorschlages aus anderen Gründen (vgl VfSlg 18.552/2008, 19.021/2010, 19.278/2010, 20.006/2015, 20.381/2020, 20.439/2021; VfGH 14.6.2022, WI3/2022).",
            "annotations": []
        },
        {
            "text": "Aus den Wahlakten geht eindeutig hervor, dass der unter anderem auf den Anfechtungswerber lautende Wahlvorschlag im Wahlkreis 1 sowie der Verbandswahlvorschlag als gültig eingebracht angesehen und der Wahl zugrunde gelegt wurden. Dass der Anfechtungswerber auch in anderen Wahlkreisen auf sich lautende Wahlvorschläge eingebracht hätte und dass diese zurückgewiesen worden wären, hat der Anfechtungswerber nicht behauptet. Schon aus diesem Grund kann nicht erkannt werden, dass der Anfechtungswerber davon ausgeschlossen worden wäre, gewählt zu werden. Im Übrigen ist in diesem Zusammenhang auch auf die verfassungsrechtliche Unbedenklichkeit des Vorzugsstimmensystems nach der K-LTWO zu verweisen (siehe Punkt 2.4.). Der Anfechtungswerber ist daher als Wahlwerber nicht zur Anfechtung der Wahl legitimiert (vgl VfSlg 6739/1973, 18.552/2008; VfGH 14.6.2022, WI3/2022).",
            "annotations": []
        },
        {
            "text": "1.2.3. Der Anfechtungswerber weist in der Anfechtung im Zusammenhang mit der Anfechtungslegitimation ausdrücklich darauf hin, dass er Zustellungsbevollmächtigter der Wählergruppe \"Vision Österreich – Landespartei Kärnten\" ist. Die inhaltlichen Ausführungen in der Anfechtung beziehen sich zwar auch auf seine Stellung als Wahlwerber, überwiegend jedoch auf die von ihm als Zustellungsbevollmächtigten vertretene Wählergruppe. Dem Umstand, dass in der Anfechtung durchgehend pauschal vom \"Anfechtungswerber\" die Rede ist, kommt daher in diesem Zusammenhang keine erhebliche Bedeutung zu. Für den Verfassungsgerichtshof geht somit aus der Anfechtung insgesamt klar hervor, dass der Anfechtungswerber auch als Zustellungsbevollmächtigter der genannten Wählergruppe einschreitet. Die Wählergruppe \"Vision Österreich – Landespartei Kärnten\", Kurzbezeichnung \"VÖ\", (im Folgenden: Anfechtungswerberin) ist daher zur Anfechtung legitimiert.",
            "annotations": []
        },
        {
            "text": "1.3. Die Anfechtungswerberin hat sowohl für das erste Ermittlungsverfahren gemäß §§40 ff K-LTWO in sämtlichen Wahlkreisen als auch für das zweite Ermittlungsverfahren gemäß §48a leg cit Wahlvorschläge eingebracht, die von der Landeswahlbehörde veröffentlicht wurden. Die Anfechtungswerberin ist daher zur Anfechtung des gesamten Wahlverfahrens berechtigt.",
            "annotations": []
        },
        {
            "text": "1.4. Nach §68 Abs1 VfGG ist die Wahlanfechtung – soweit das in Betracht kommende Gesetz nicht anderes bestimmt – binnen vier Wochen nach Beendigung des Wahlverfahrens oder, wenn sie auf die Rechtswidrigkeit eines Bescheides oder einer Entscheidung einer Verwaltungsbehörde oder eines Erkenntnisses oder Beschlusses eines Verwaltungsgerichtes gegründet wird, binnen vier Wochen nach seiner bzw ihrer Zustellung einzubringen.",
            "annotations": []
        },
        {
            "text": "1.4.1. Nun sieht zwar §84 Abs1 K-LTWO administrative Einsprüche an die Landeswahlbehörde – iS eines Instanzenzuges nach §68 Abs1 VfGG – vor, doch nur gegen die ziffernmäßigen Ermittlungen der Landeswahlbehörde. Zur Geltendmachung aller anderen (das sind sämtliche nicht ziffernmäßige Ermittlungen betreffende) Rechtswidrigkeiten des Wahlverfahrens steht die unmittelbare Anfechtung der Wahl beim Verfassungsgerichtshof binnen vier Wochen nach Beendigung des Wahlverfahrens (erster Teilsatz des §68 Abs1 VfGG) offen (vgl VfSlg 20.259/2018).",
            "annotations": []
        },
        {
            "text": "Vorliegend strebt die Anfechtungswerberin nicht die Nachprüfung ziffernmäßiger Ermittlungen einer Wahlbehörde an; sie rügt vielmehr sonstige Rechtswidrigkeiten des Wahlverfahrens, wofür die sofortige Wahlanfechtung nach Art141 Abs1 lita B-VG eröffnet wird.",
            "annotations": []
        },
        {
            "text": "1.4.2. Maßgebender Zeitpunkt für den Beginn des Laufes der vierwöchigen Anfechtungsfrist ist die Beendigung des Wahlverfahrens, das ist im vorliegenden Fall die Kundmachung (Verlautbarung) des Wahlergebnisses durch Anschlag an der Amtstafel des Amtes der Kärntner Landesregierung gemäß §82 Abs4 und §82b Abs4 K-LTWO.",
            "annotations": []
        },
        {
            "text": "Aus den vorgelegten Wahlakten ergibt sich, dass die Landeswahlbehörde das Wahlergebnis gemäß §82b Abs4 K-LTWO am 8. März 2023 kundgemacht hat.",
            "annotations": []
        },
        {
            "text": "1.4.3. Die am 5. April 2023 eingebrachte Wahlanfechtung erweist sich daher als rechtzeitig.",
            "annotations": []
        },
        {
            "text": "1.5. Da auch die übrigen Prozessvoraussetzungen zutreffen, ist die Wahlanfechtung, soweit sie sich auf die Wählergruppe \"Vision Österreich – Landespartei Kärnten\" bezieht, zulässig. Soweit sie sich auf den Zustellungsbevollmächtigten als Wahlwerber bezieht, ist sie mangels Anfechtungslegitimation zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat ein Wahlverfahren nur in den Grenzen der von der anfechtungswerbenden Partei in der Anfechtungsschrift behaupteten Rechtswidrigkeiten nachzuprüfen. Es ist ihm hingegen verwehrt, die Rechtmäßigkeit des Wahlverfahrens darüber hinaus von Amts wegen einer weiteren Überprüfung zu unterziehen (vgl VfSlg 17.589/2005, 19.245/2010, 19.981/2015, 20.383/2020, 20.418/2020, 20.460/2021).",
            "annotations": []
        },
        {
            "text": "2.2. Die Anfechtungswerberin sieht in mehreren Punkten eine unzulässige Beeinflussung der Wahlwerbung, aus der sich die Rechtswidrigkeit des Wahlverfahrens ergebe. Dieses Vorbringen erweist sich als unbegründet:",
            "annotations": []
        },
        {
            "text": "2.2.1. Den Art26, 95 und 117 Abs2 B-VG liegt das Prinzip der \"Reinheit\", verstanden im Sinne von \"Freiheit\" der Wahlen (zum Nationalrat, zu den Landtagen und zu den Gemeinderäten) zugrunde (vgl VfSlg 13.839/1994, 14.371/1995, 19.820/2013, 20.006/2015; siehe auch VfSlg 4527/1963, 17.418/2004, 19.107/2010). Aus dem Grundsatz des freien Wahlrechtes wird insbesondere auch die – von staatlichen Organen unbeeinflusste – Freiheit der Wahlwerbung abgeleitet. Demnach darf die Wahlwerbung durch staatliche Organe nicht sinnwidrig beschränkt und der Wähler in der Freiheit seiner Wahl nicht in rechtlicher oder faktischer Weise beeinträchtigt werden (vgl VfSlg 13.839/1994, 14.371/1995, 17.418/2004, 19.107/2010, 19.820/2013, 20.006/2015, 20.071/2016, 20.273/2018; vgl auch VfSlg 3000/1956, 4527/1963). Eine sinnwidrige Beschränkung der Wahlwerbung ist insbesondere auch dann anzunehmen, wenn wahlwerbende Parteien durch staatliche Organe ohne sachliche Rechtfertigung gegenüber anderen wahlwerbenden Parteien begünstigt oder benachteiligt werden (vgl hinsichtlich der Zurverfügungstellung wirtschaftlicher Mittel durch die öffentliche Hand zB VfSlg 4527/1963, 18.603/2008, 19.860/2014; EGMR 10.5.2012, 7819/03, Özgürlük ve Dayanisma Partisi [ÖDP]; zur gebotenen Äquidistanz staatlicher Organe zu wahlwerbenden Parteien siehe auch VfSlg 17.418/2004, 20.006/2015). Es ist jedoch nicht schlechterdings alles, was auf die Chancen einer wahlwerbenden Partei bei einer Wahl von Einfluss sein kann, für die Rechtmäßigkeit der Wahl von Bedeutung (vgl VfSlg 16.310/2001, 20.044/2016, 20.273/2018).",
            "annotations": []
        },
        {
            "text": "Ob eine Beeinflussung der Wahlwerbung durch staatliche Organe mit hoheitlichen Mitteln oder im Rahmen der Privatwirtschaftsverwaltung erfolgt, ist nicht entscheidend. Werden die zum Schutz der Wahlfreiheit gezogenen Schranken durch staatliche Organe überschritten, ist dies – im Rahmen des Vorbringens in der Anfechtungsschrift – im Verfahren gemäß Art141 B-VG vom Verfassungsgerichtshof aufzugreifen (vgl VfSlg 3000/1956, 13.839/1994, 20.044/2016, 20.071/2016, 20.273/2018).",
            "annotations": []
        },
        {
            "text": "Eine unzulässige Beeinflussung der Wahlwerbung durch staatliche Organe hat der Verfassungsgerichtshof in seiner bisherigen Rechtsprechung etwa bei in subjektiv wertender Weise getätigten Aussagen gegen einen bestimmten Wahlwerber (vgl zB VfSlg 17.418/2004, 20.006/2015) und bei gegen die Wahlwerbung einer bestimmten Wahlpartei gerichteten Maßnahmen erkannt (vgl VfSlg 3000/1956 [rechtswidrige Entfernung von Plakaten]; siehe hingegen VfSlg 20.044/2016 [diskriminierungsfreie Nichtbewilligung bzw Entfernung von Werbematerial]). Demgegenüber hat der Verfassungsgerichtshof bloße Informationen (vgl VfSlg 14.371/1995; vgl demgegenüber zum Verbot von Desinformationen VfSlg 13.839/1994, 20.071/2016), insbesondere auch Gegenäußerungen zu Kritik (vgl VfSlg 3000/1956, 19.107/2010), sowie Förderungen von Wahlparteien nach sachlichen Kriterien (vgl VfSlg 20.043/2016 [Verteilung von Plakattafeln]) für zulässig erachtet. In all den genannten Fällen bestand jeweils ein konkreter und offensichtlicher Zusammenhang zur Wahl.",
            "annotations": []
        },
        {
            "text": "2.2.2. Die Anfechtungswerberin sieht eine Rechtswidrigkeit des Wahlverfahrens zunächst darin, dass sie als wahlwerbende Partei von der \"Wahlberichterstattung\" und den Debatten des ORF überwiegend ausgeschlossen worden sei und auch zu einer – laut dem unwidersprochenen Anfechtungsvorbringen – von der Bildungsdirektion Kärnten im Bildungsschulzentrum in Klagenfurt veranstalteten Podiumsdiskussion zur Kärntner Landtagswahl 2023 am 23. Februar 2023 im Gegensatz zu den im Landtag und im Nationalrat vertretenen Parteien nicht eingeladen worden sei.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat bereits in zahlreichen Fällen jeweils in unterschiedlichem Zusammenhang ausgesprochen, dass Differenzierungen zugunsten von in allgemeinen Vertretungskörpern repräsentierten Parteien nicht unsachlich sind (vgl VfSlg 11.572/1987, 11.944/1989, 15.534/1999, 17.589/2005, 20.043/2016 sowie aus der ständigen Rechtsprechung in Bezug auf Unterstützungserklärungen zB VfSlg 20.439/2021 mwN). Vor dem Hintergrund dieser Rechtsprechung kann auch im vorliegenden Fall keine Unsachlichkeit darin erblickt werden, dass zu öffentlichen Debatten nur die im Nationalrat und im Kärntner Landtag vertretenen Parteien eingeladen wurden (vgl auch VfSlg 11.572/1987 sowie VfSlg 15.094/1998).",
            "annotations": []
        },
        {
            "text": "Soweit die Anfechtungswerberin im Übrigen eine Verletzung des rundfunkrechtlichen Objektivitätsgebotes durch die \"Wahlberichterstattung\" des ORF (vgl dazu zB VfSlg 12.491/1990, 15.094/1998), etwa auch durch Äußerungen einzelner Journalisten, behauptet, wird damit nach der ständigen Rechtsprechung des Verfassungsgerichtshofes keine im Wahlanfechtungsverfahren nach Art141 B-VG aufzugreifende (unzulässige) Einflussnahme auf die Wahlwerbung geltend gemacht (vgl VfSlg 13.839/1994 [insb. Punkte 2.2.3.6. und 2.2.4.2.2.], 17.589/2005, 20.071/2016). Dasselbe gilt im Ergebnis für die – unsubstantiierten – Behauptungen von Rechtsverletzungen auf Grund der Berichterstattung anderer Medien (vgl VfSlg 17.589/2005, 20.044/2016, 20.071/2016).",
            "annotations": []
        },
        {
            "text": "2.2.3. Die Anfechtungswerberin sieht ferner in der Ankündigung des Sozialprojektes \"Kärnten Bonus Plus 2023\" durch das Land Kärnten, insbesondere durch ein vom Landeshauptmann, von der Landeshauptmann-Stellvertreterin und einem Landesrat unterfertigtes Schreiben, eine unzulässige Beeinflussung der Wahlwerbung. In einem derartigen Handeln kann jedoch keine Beeinflussung der Wahlwerbung im Sinne der zuvor (unter Punkt 2.2.1.) genannten Rechtsprechung erkannt werden, zumal nur Informationen erfolgt sind und keinerlei Werbung für oder gegen bestimmte Wählergruppen vorgenommen wurde. Die Anfechtungswerberin legt auch in keiner Weise dar, inwiefern die genannten Handlungen derart außergewöhnlich wären, dass sie im konkreten Fall dennoch als Einflussnahme auf die Wahlwerbung gesehen werden könnten.",
            "annotations": []
        },
        {
            "text": "2.3. Die Anfechtungswerberin behauptet mehrere Rechtswidrigkeiten im Zusammenhang mit der Bezeichnung von Wahlparteien auf den amtlichen Stimmzetteln. Auch dieses Vorbringen erweist sich als unbegründet:",
            "annotations": []
        },
        {
            "text": "2.3.1. Die Anfechtungswerberin führt zunächst aus, dass der amtliche Stimmzettel gemäß §69 K-LTWO \"nach dem Muster Anlage 6 zu gestalten\" sei, die K-LTWO jedoch keine Anlage 6 enthalte. Diesbezüglich ist sie auf LGBl 25/2017 zu verweisen, wo die genannte Anlage 6 kundgemacht wurde.",
            "annotations": []
        },
        {
            "text": "2.3.2. Die Anfechtungswerberin bringt vor, dass die Wahlvorschläge lautend auf \"Peter Kaiser – Sozialdemokratische Partei\", \"Martin Gruber – Kärntner Volkspartei\" und \"Gerhard Köfer – Team Kärnten\" unzulässig seien, weil sich in der K-LTWO keine Grundlage dafür finde, dass der Name des Listenersten in den Wahlvorschlag aufgenommen werden könne. Die Wahlvorschläge würden nicht dem Parteinamen entsprechen. Dies gelte auch für den Wahlvorschlag \"Neos – für Freiheit, Fortschritt und Gerechtigkeit\", weil es sich dabei um eine \"Fantasiebezeichnung\" handle. Damit seien die genannten wahlwerbenden Parteien gegenüber jenen, die sich an die \"Parteibezeichnung\" im Parteienverzeichnis gemäß §1 Abs4 PartG gehalten hätten, unsachlich bevorzugt worden.",
            "annotations": []
        },
        {
            "text": "Zunächst ist darauf hinzuweisen, dass die wahlwerbende Partei von einer politischen Partei iSd PartG zu unterscheiden ist (vgl aus der seit VfSlg 7/1920 ständigen Rechtsprechung zuletzt VfGH 2.3.2022, WI6/2021 mwN). Für die Zulässigkeit der Parteibezeichnung in einem Wahlvorschlag kommt es daher nicht auf eine Übereinstimmung mit dem Namen einer politischen Partei im Parteienverzeichnis nach §1 Abs4 PartG, sondern allein auf die für den Inhalt des Wahlvorschlages maßgeblichen Bestimmungen der jeweiligen Wahlordnung an.",
            "annotations": []
        },
        {
            "text": "Gemäß §41 Abs1 Z2 K-LTWO haben die Kreiswahlvorschläge die unterscheidende Parteibezeichnung in Worten und eine allfällige Kurzbezeichnung, bestehend aus nicht mehr als fünf Buchstaben, die ein Wort ergeben können, zu enthalten. Gemäß §48a Abs3 Z1 K-LTWO hat auch der Verbandswahlvorschlag die Parteibezeichnung in Worten und eine allfällige Kurzbezeichnung in Buchstaben zu enthalten. Eine Bestimmung, die die Verwendung des Namens einer in der Parteiliste enthaltenen Person in der Parteibezeichnung untersagt oder eine Übereinstimmung der Parteibezeichnung mit dem Namen einer politischen Partei im Parteienverzeichnis gemäß §1 Abs4 PartG verlangt, enthält die K-LTWO nicht. Vor diesem Hintergrund ist nicht ersichtlich, dass die Parteibezeichnungen in den von der Anfechtungswerberin angeführten Wahlvorschlägen unzulässig waren. Soweit die Anfechtungswerberin in der Verwendung des Namens einer in der Parteiliste enthaltenen Person in der Parteibezeichnung einen unsachlichen Vorteil erblickt, ist ihr zu entgegnen, dass es auch ihr freigestanden wäre, den Namen zB des Listenersten in die Parteibezeichnung aufzunehmen, um denselben Vorteil zu genießen.",
            "annotations": []
        },
        {
            "text": "2.3.3. Die Anfechtungswerberin macht auch geltend, dass die Parteibezeichnung des Wahlvorschlages \"Bündnis für Kärnten, Bündnis Zukunft Österreich, Gemeinsam für Fresach, Eine Gute Option, Freistaat Kärnten, Liste Jörg\", Kurzbezeichnung \"BFK\", am amtlichen Stimmzettel falsch abgedruckt worden sei, nämlich mit dem Bestandteil \"Gemeinsam für Friesach\". Da die Gemeinde Friesach deutlich mehr Einwohner als die Gemeinde Fresach habe, sei der genannte Wahlvorschlag aufgewertet worden, wodurch beträchtliche Stimmenverschiebungen verursacht worden seien.",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Verfassungsgerichtshofes ist die Parteibezeichnung einschließlich der Kurzbezeichnung ein unteilbares Ganzes (vgl VfSlg 266/1924, 8848/1980, 20.259/2018 mwN). Wahlrechtliche Bestimmungen im Zusammenhang mit Parteibezeichnungen dienen insbesondere dem Zweck, Verwechslungen und Missverständnisse zu verhindern (vgl VfSlg 6195/1970, 8848/1980, 20.242/2018, 20.259/2018; VfGH 23.6.2022, WI1/2022 ua).",
            "annotations": []
        },
        {
            "text": "Wie sich aus den Wahlakten ergibt, wurden vier Kreiswahlvorschläge und ein Verbandswahlvorschlag mit der Parteibezeichnung \"Bündnis für Kärnten, Bündnis Zukunft Österreich, Gemeinsam für Fresach, Eine Gute Option, Freistaat Kärnten, Liste Jörg\", Kurzbezeichnung \"BFK\", eingebracht. In den amtlichen Kundmachungen sowie auf den amtlichen Stimmzetteln wurde abweichend davon die Parteibezeichnung dieser Wahlvorschläge mit \"Bündnis für Kärnten, Bündnis Zukunft Österreich, Gemeinsam für Friesach, Eine Gute Option, Freistaat Kärnten, Liste Jörg\", Kurzbezeichnung \"BFK\", abgedruckt. Bei dieser Abweichung (\"Friesach\" statt richtig \"Fresach\") handelt es sich um einen offensichtlichen Druckfehler. Dass es dadurch zu Verwechslungen oder Missverständnissen gekommen wäre, deren Vermeidung die Wiedergabe der Parteibezeichnung auf den Stimmzetteln im Sinn der zuvor zitierten Rechtsprechung dient (ebenso wie die im vorliegenden Fall ordnungsgemäß erfolgte Wiedergabe der Kurzbezeichnung \"BFK\" und der Parteiliste), ist für den Verfassungsgerichtshof nicht ersichtlich und ist von der Anfechtungswerberin über eine pauschale Behauptung hinaus nicht substantiiert dargelegt worden. Insbesondere ist der Einwand der Anfechtungswerberin, dass der Wahlvorschlag durch den Druckfehler \"aufgewertet\" und damit unrechtmäßig bevorzugt worden sei, weil die Gemeinde Friesach mehr Einwohner habe als die Gemeinde Fresach, nicht nachvollziehbar (unabhängig davon, dass die Einwohnerzahl nicht gleichbedeutend mit der Zahl der Wahlberechtigten ist).",
            "annotations": []
        },
        {
            "text": "2.4. Die Anfechtungswerberin behauptet schließlich die Verfassungswidrigkeit des in §70a K-LTWO vorgesehenen Systems der Vorzugsstimmen unter Ausschluss der Verbandsliste.",
            "annotations": []
        },
        {
            "text": "Spezielle bundesverfassungsrechtliche Vorgaben für die Einrichtung eines Vorzugsstimmensystems bestehen nicht. Die Ausgestaltung eines solchen Systems liegt daher im Gestaltungsspielraum des Wahlgesetzgebers. Schon vor dem Hintergrund der durch Art95 Abs3 B-VG vorgegebenen Wahlkreisgliederung, die zur Personalisierung des Wahlrechtes durch regionale Parteilisten beiträgt (vgl VfSlg 14.556/1996, 20.259/2018), begegnet es keinen verfassungsrechtlichen Bedenken, wenn ein Vorzugsstimmensystem, das einen wesentlichen Aspekt der Personalisierung der Parteilisten darstellt (vgl VfSlg 19.820/2013), eine Vorzugsstimme nur für eine Person auf der Parteiliste des jeweiligen Wahlkreises vorsieht. Soweit die Anfechtungswerberin im Übrigen ausführt, dass es den Wählern anderer Wahlkreise daher nicht möglich gewesen sei, sich am landesweiten Spitzenkandidaten der Anfechtungswerberin zu orientieren und diesen mit dem Kreiswahlvorschlag in Verbindung zu bringen, ist dem – neben einem Hinweis auf Punkt 2.3.2. – zu entgegnen, dass bei einer wahlberechtigten Person vorausgesetzt werden kann (vgl zu einer \"Unterschätzung der Fähigkeiten der Wähler\" zB VfSlg 10.821/1986, 19.893/2014), dass sie sich mit den landesweiten Spitzenkandidaten, sofern diese für sie ein für die Stimmabgabe entscheidendes Kriterium darstellen, bereits vor der Stimmabgabe derart auseinandersetzt, dass ihr eine Zuordnung der landesweiten Spitzenkandidaten zu den Kreiswahlvorschlägen unabhängig von einem Vorzugsstimmensystem möglich ist. ",
            "annotations": []
        },
        {
            "text": "Inwiefern durch dieses Vorzugsstimmensystem schließlich – wie von der Anfechtungswerberin behauptet – in die Bedingungen des Wahlrechtes und der Wählbarkeit iSd Art95 Abs2 B-VG (vgl dazu zB VfGH 23.6.2022, WI1/2022 ua; vgl auch VfSlg 19.820/2013 in Bezug auf Vorzugsstimmen), eingegriffen worden sein soll, ist nicht ersichtlich.",
            "annotations": []
        },
        {
            "text": "2.5. Die Anfechtung erweist sich damit als unbegründet.",
            "annotations": []
        },
        {
            "text": "2.6. Soweit in der Äußerung der Wählergruppe \"BFK\", die selbst keine Wahlanfechtung eingebracht hat, noch weitere Umstände vorgebracht werden, aus denen die Rechtswidrigkeit des Wahlverfahrens abzuleiten sei, ist hierauf nicht einzugehen, weil der Verfassungsgerichtshof ausschließlich zu prüfen hat, ob die in der Anfechtungsschrift geltend gemachten Rechtswidrigkeiten des Wahlverfahrens vorliegen (vgl VfSlg 20.438/2021 sowie VfGH 28.6.2016, WI10/2016 jeweils mwN).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Anfechtung ist daher, soweit sie der Zustellungsbevollmächtigte als Wahlwerber erhebt, zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen ist der Anfechtung nicht stattzugeben.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Über den Einwand der Befangenheit der Mitglieder des Verfassungsgerichtshofes (\"in Bezug auf alle Mitglieder\") ist nicht abzusprechen (vgl zur Unzulässigkeit eines Antrages auf Ablehnung eines Mitgliedes des Verfassungsgerichtshofes VfSlg 9462/1982, 11.699/1988, 15.176/1998, 16.258/2001, 19.893/2014, 20.139/2017, 20.242/2017). Im Übrigen sind die von Amts wegen wahrzunehmenden Voraussetzungen einer Ausschließung iSd §12 VfGG nicht gegeben (vgl VfSlg 19.893/2014, 20.259/2018; VfGH 14.11.2022, WI9/2022).",
            "annotations": []
        }
    ]
}