{
    "document_id": "JFT_20230919_23E01607_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist afghanische Staatsangehörige, Angehörige der Volksgruppe der Hazara und bekennt sich zum schiitischen Glauben. Sie ist traditionell verheiratet und hat zwei Kinder. Die Beschwerdeführerin stammt aus der Stadt Ghazni, wo sie bis zu ihrem sechsten Lebensjahr gelebt hat. Danach übersiedelte sie in den Iran und besuchte dort die Schule bis zur zwölften Schulstufe. Die Beschwerdeführerin und ihre Familie stellten am 6. Mai 2021 einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Nach Ergehen einer Ladung des Bundesamtes für Fremdenwesen und Asyl zur Einvernahme gab die Beschwerdeführerin bekannt, dass sie und ihre beiden Söhne nach einem Vorfall häuslicher Gewalt durch den Ehemann der Beschwerdeführerin in ein Frauenhaus verlegt worden seien. Dort lebte sie für über ein Jahr von ihrem Ehemann getrennt.",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheid vom 14. Oktober 2022 wies das Bundesamt für Fremdenwesen und Asyl den Antrag der Beschwerdeführerin auf internationalen Schutz hinsichtlich der Zuerkennung des Status der Asylberechtigten ab (Spruchpunkt I.), erkannte ihr den Status der subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte eine befristete Aufenthaltsberechtigung (Spruchpunkt III.). Begründend führte es unter anderem aus, dass die Beschwerdeführerin trotz behaupteter unheilbarer Zerrüttung der Ehe kein Scheidungsverfahren anstrebe und sie im Hinblick darauf keine westliche Lebensweise führe.",
            "annotations": []
        },
        {
            "text": "4. Gegen Spruchpunkt I. dieses Bescheides erhob die Beschwerdeführerin fristgerecht Beschwerde. Darin brachte sie unter anderem vor, dass sie wegen der Trennung von ihrem Ehemann einem besonderen Misshandlungsrisiko in Afghanistan ausgesetzt sei. Außerdem bestehe auf Grund ihres westlichen Erscheinungsbildes, ihrer Bestrebungen nach Weiterbildung und ihres Ansinnens ein von ihrem Ehemann unabhängiges Leben zu führen, die Gefahr, als westlich orientiert angesehen und deshalb in Afghanistan verfolgt zu werden.",
            "annotations": []
        },
        {
            "text": "5. Mit Entscheidung vom 6. April 2023 wies das Bundesverwaltungsgericht die Beschwerde als unbegründet ab. Die Beschwerdeführerin werde auf Grund der vergangenen temporären Trennung von ihrem Ehemann in Afghanistan nicht bedroht oder verfolgt. Sie pflege keine Lebensweise, die einen deutlichen und nachhaltigen Bruch mit den allgemein verbreiteten gesellschaftlichen Werten in Afghanistan darstelle und sie im Fall einer Rückkehr nach Afghanistan der Gefahr aussetzen würde, mit der Anwendung von physischer oder psychischer Gewalt bedroht zu werden.",
            "annotations": []
        },
        {
            "text": "6. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. Unter anderem wird in der Beschwerde vorgebracht, dass der Beschwerdeführerin in Afghanistan Verfolgung drohe, weil sie sich von ihrem Ehemann zumindest zeitweise getrennt und einen westlichen Lebensstil habe. Die Beschwerdeführerin sei zu ihrem Ehemann lediglich aus wirtschaftlichen Zwängen zurückgekehrt. Sie wolle ihr Leben in Österreich selbstbestimmt führen. Das Bundesverwaltungsgericht habe eine verfestigte westliche Orientierung mit der Begründung verneint, dass der Alltag der Beschwerdeführerin im Wesentlichen mit ihrer Familie, insbesondere ihren minderjährigen Kindern, stattfinde. Daraus sei jedoch für die Feststellung, ob eine westlich orientierte Lebensweise auf eine Art verinnerlicht worden sei, die bei einer Rückkehr nach Afghanistan zu Verfolgung und Tod führen könne, nichts zu gewinnen, da ein solcher Tagesablauf auch bei vielen \"einheimischen\" Frauen mit Kindern in dem Alter üblich sei. ",
            "annotations": []
        },
        {
            "text": "7. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und – ebenso wie das Bundesamt für Fremdenwesen und Asyl – von der Erstattung einer Gegenschrift bzw Äußerung abgesehen. ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Die Beschwerdeführerin führte im Zuge der mündlichen Verhandlung vor dem Bundesverwaltungsgericht am 9. März 2023 aus, den Iran unter anderem deshalb verlassen zu haben, weil sie dort nicht das Recht gehabt habe, sich selbständig eine SIM-Karte zu kaufen, ein Konto zu eröffnen oder ohne behördliche Genehmigung zu reisen. Sie habe im Iran keinerlei Rechte gehabt. In Österreich könne sie sich frei bewegen und habe sehr viele Rechte. In Afghanistan herrschten die Taliban und man wisse, wie diese mit Frauen umgehen. Sie habe bereits im Iran in einer \"männerherrschenden Welt\" gelebt. Sie wolle sich nicht mehr unterwerfen und auf keinen Fall unter diesen Umständen leben, sondern ein selbständiges und freies Leben führen, wie sie es in Österreich erlebt habe. Das, was sie tun möchte, mache sie; sie ziehe sich an und bewege sich, wie sie wolle. Im Iran und in Afghanistan habe es diese Möglichkeit nicht gegeben. Man sei gezwungen gewesen, ein Kopftuch zu tragen. Die Beschwerdeführerin gab weiter an, dass sie vollständig und gut Deutsch lernen, einen Beruf – nämlich Lehrerin – erlernen und gerne arbeiten wolle. Sie möchte nicht zu Hause bleiben, müsse derzeit aber noch ihre Kinder betreuen. Bisher habe sie Deutsch über YouTube und Google gelernt bzw während des Aufenthaltes im Frauenhaus einmal in der Woche in einem Café einen Deutschkurs besucht. Für einen weiteren Deutschkurs habe sie bereits einen Termin bei der Caritas vereinbart. ",
            "annotations": []
        },
        {
            "text": "3.2. Befragt nach den Gründen für die vorübergehende Trennung von ihrem Ehemann gab die Beschwerdeführerin in der mündlichen Verhandlung unter anderem an, es habe immer wieder – auch körperliche – Auseinandersetzungen gegeben. Ihr Ehemann habe getrunken und sei des Öfteren \"fix und fertig\" nach Hause gekommen. Wann er wollte, habe er sexuelle Handlungen mit ihr durchgeführt, abgesehen davon aber nichts mit ihr anzufangen gewusst. Außerdem sei er kein guter Vater für seine Kinder. Die Beschwerdeführerin brachte weiter vor, dass sie mit ihrem Ehemann nunmehr deshalb wieder zusammenlebe, weil sie nach Zuerkennung des Status der subsidiär Schutzberechtigten das Frauenhaus verlassen habe müssen und es mit diesem Status sehr schwierig sei. In der mündlichen Verhandlung wurde als Zeugin die Einrichtungsleiterin des Frauenhauses *** einvernommen. Sie gab darin unter anderem an, dass die Beschwerdeführerin nicht zu ihrem Ehemann zurückgehen habe wollen, ihre finanzielle Lage aber keine andere Möglichkeit offengelassen habe. ",
            "annotations": []
        },
        {
            "text": "3.3. Das Bundesverwaltungsgericht stellt fest, dass die Beschwerdeführerin während ihres relativ kurzen Aufenthaltes in Österreich keine selbstbestimmte Lebensweise verinnerlicht habe. Sie habe zwar für über ein Jahr getrennt von ihrem Ehemann in einem Frauenhaus gelebt und sogar einen Antrag auf Verfahrenshilfe zur Einleitung eines Scheidungsverfahrens gestellt, dieses jedoch nicht weiterverfolgt. Sie sei sogar zu ihrem Ehemann zurückgezogen und werde nun wieder von diesem versorgt. Es werde nicht verkannt, dass die Beschwerdeführerin von den ihr in Österreich zukommenden Freiheiten Gebrauch mache, indem sie alleine Termine wahrnehme und in Zukunft einen Beruf ergreifen möchte. Im Hinblick auf die relativ kurze Aufenthaltsdauer in Österreich und ihre Betreuungspflichten habe die Beschwerdeführerin durch den Besuch eines Sprachcafés und über das Internet auch Bemühungen gesetzt, die deutsche Sprache zu erlernen. Dennoch bewege sich die Beschwerdeführerin in Österreich \"in einem kleinen Umfeld\". Gelegentliche Unternehmungen, wie das Wahrnehmen von Terminen, stellen nach Ansicht des Bundesverwaltungsgerichtes noch \"kein ausreichend tragfähiges Substrat für die Annahme eines selbstbestimmten Lebens dar\". Ein substanzieller Bruch mit den gesellschaftlichen Normen in Afghanistan sei auch im Hinblick auf den Wunsch nach einem Beruf nicht zu erkennen, konkrete Schritte dahingehend seien nicht gesetzt worden. Zwar sei das Nichttragen eines Kopftuches als Indiz für einen gewissen Bruch mit den afghanischen Traditionen zu werten. Allein das äußere Erscheinungsbild könne jedoch im Rahmen der Beurteilung, ob eine westlich orientierte Lebensweise nachhaltig angenommen worden sei, nicht entscheidend sein. Manche Ausführungen der Beschwerdeführerin, wie etwa, dass sie sich nicht mehr unterwerfen, sondern ein selbständiges und freies Leben führen wolle, würden \"[ü]berzogen und einstudiert, sohin auch nicht glaubhaft\" wirken. Die Lebensweise der Beschwerdeführerin verstoße \"derzeit (noch) nicht in einer solchen Form gegen die sozialen Normen in Afghanistan, dass sie als gegen die sozialen Sitten sowie gegen religiöse und politische Normen verstoßend und die [Beschwerdeführerin] exponierend wahrgenommen würde.\" ",
            "annotations": []
        },
        {
            "text": "4. Unter Zugrundelegung des Akteninhaltes sind die vom Bundesverwaltungsgericht getroffenen Ausführungen im Hinblick auf die fehlende \"westliche Orientierung\" vor allem bezogen auf die in der mündlichen Verhandlung zum Ausdruck kommende Einstellung und die Lebensgestaltung der Beschwerdeführerin (etwa im Zusammenhang mit der vorübergehenden Trennung von ihrem Ehemann und der Übersiedlung in ein Frauenhaus) nicht nachvollziehbar. Wegen dieser maßgeblichen Aktenwidrigkeit in einem wesentlichen Entscheidungspunkt hat das Bundesverwaltungsgericht das angefochtene Erkenntnis bereits aus diesem Grund mit Willkür belastet (vgl zur \"westlichen Orientierung\" auch VfGH 14.12.2022, E3456/2021; vom selben Tag, E395/2022; 27.2.2023, E3319/2022 ua).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}