{
    "document_id": "JFT_20230227_23G00115_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Die Einschreiter sind Parteien eines außerstreitigen Grenzfestsetzungsverfahrens vor dem Bezirksgericht Vöcklabruck. Mit Beschluss vom 27. September 2022, 54 Nc 4/21y-43, setzte das Bezirksgericht Vöcklabruck die Grenze zwischen näher bezeichneten Grundstücken entsprechend dem Verlauf der aktuellen digitalen Katastralmappe, der in der Naturaufnahme des Sachverständigen als strichlierte schwarze Linie dargestellt sei, fest. Die Einschreiter im verfassungsgerichtlichen Verfahren seien zudem schuldig, der Antragstellerin im zivilgerichtlichen Verfahren die Prozesskosten in näher bezeichneter Höhe zu ersetzen.",
            "annotations": []
        },
        {
            "text": "2. Gegen diese Entscheidung erhoben die Einschreiter Rekurs an das Landesgericht Wels. Mit Beschluss vom 4. Jänner 2023, 22 R 256/22m, verwarf das Landesgericht Wels die erhobene Einrede der Unzulässigkeit des außerstreitigen Rechtsweges, gab dem Rekurs in der Hauptsache und im Kostenpunkt nicht Folge, sprach aus, dass die Einschreiter die Kosten des Rekursverfahrens zu ersetzen haben, und erklärte den Revisionsrekurs für jedenfalls unzulässig. Gemäß der noch immer in Geltung stehenden Bestimmung des §4 Abs2 der 2. Teilnovelle zum ABGB, RGBl. 208/1915, seien die im außerstreitigen Grenzfestsetzungsverfahren ergangenen Beschlüsse des Gerichts zweiter Instanz unanfechtbar.",
            "annotations": []
        },
        {
            "text": "3. Aus Anlass dieser Entscheidung des Landesgerichtes Wels brachten die Einschreiter beim Verfassungsgerichtshof eine als \"Antrag gem. Art144 B-VG bzw Art139, 140 B-VG\" sowie \"Beschwerde\" bezeichnete Eingabe ein, in der sie die Verfassungswidrigkeit des §4 Abs2 der 2. Teilnovelle zum ABGB behaupten.",
            "annotations": []
        },
        {
            "text": "4. Der Verfassungsgerichtshof geht davon aus, dass die Einschreiter – trotz der (teilweise) gegenteiligen Bezeichnung ihrer Eingabe – nur die Stellung eines Parteiantrages auf Normenkontrolle im Sinne des Art140 Abs1 Z1 litd B-VG beabsichtigen. Es bestehen nämlich keine Anhaltspunkte dafür, dass sich die Einschreiter gegen eine Verordnungsbestimmung im Sinne des Art139 B-VG wenden. Zudem kommt dem Verfassungsgerichtshof keine Zuständigkeit zu, Akte der ordentlichen Gerichtsbarkeit auf Grund einer an ihn gerichteten Beschwerde zu überprüfen (VfSlg 18.411/2008, 18.666/2009 mwN).",
            "annotations": []
        },
        {
            "text": "5. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen \"auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels\".",
            "annotations": []
        },
        {
            "text": "6. Der Antrag ist nicht zulässig.",
            "annotations": []
        },
        {
            "text": "Die Einschreiter haben den vorliegenden Antrag aus Anlass der Entscheidung des Landesgerichtes Wels als Rekursgericht erhoben. Damit haben sie keinen Antrag aus Anlass einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache im Sinne des Art140 Abs1 Z1 litd B-VG gestellt (vgl zB VfGH 2.7.2015, G121/2015; 14.6.2016, G378/2015; 1.3.2022, G370/2021).",
            "annotations": []
        },
        {
            "text": "7. Der Antrag ist daher schon aus diesem Grund gemäß §19 Abs3 Z2 lite VfGG in nichtöffentlicher Sitzung als unzulässig zurückzuweisen.",
            "annotations": []
        }
    ]
}