{
    "document_id": "JFT_20230918_23E00944_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein am 1. Jänner 1993 geborener syrischer Staatsangehöriger, welcher aus der Stadt Al  Hasaka stammt, der Volksgruppe der Araber angehört und sich zur sunnitischen Glaubensrichtung des Islam bekennt. Am 23. September 2021 stellte er im Bundesgebiet einen Antrag auf internationalen Schutz. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 18. Juli 2022 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten ab (Spruchpunkt I.), erkannte ihm jedoch den Status des subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihm eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "3. Die ausschließlich gegen Spruchpunkt I. erhobene Beschwerde wies das Bundesverwaltungsgericht – nach Durchführung einer mündlichen Verhandlung – mit Erkenntnis vom 8. Februar 2023 ab. Dem Beschwerdeführer drohe keine Einberufung zum Militär und keine Bestrafung wegen Wehrdienstverweigerung durch die syrische Regierung. Die Angaben des Beschwerdeführers seien auf Grund des in der mündlichen Verhandlung gewonnenen Eindruckes unglaubhaft. Er habe widersprüchliche sowie unergiebige Angaben gemacht. Neben inkonsistenten Angaben zur Dauer seines Schulbesuches sowie seines Berufes habe er sich vor allem betreffend den Zeitpunkt seiner Ausreise aus Syrien in grobe Widersprüche verstrickt. Der Beschwerdeführer habe zwar durchgängig angegeben, am 23. September 2021 nach Österreich eingereist zu sein, aber eine Rückrechnung anhand der Aussagen in seiner Erstbefragung zu seiner Fluchtroute und der Aufenthaltsdauer in den durchreisten Staaten würde eine Ausreise etwa im August 2021 ergeben. Vor dem Bundesamt für Fremdenwesen und Asyl habe er allerdings ausgesagt, sich bereits 2019 zur Ausreise entschlossen zu haben und auch in der mündlichen Verhandlung habe er ausgesagt, Syrien bereits im Oktober 2019 verlassen zu haben. Mit diesen Ungereimtheiten konfrontiert, habe er vor dem Bundesverwaltungsgericht lediglich zu Protokoll gegeben, sich nicht mehr genau erinnern zu können. Er habe allerdings darauf verwiesen, dass bereits seit 2011 schlimme Bürgerkriegssituationen bestanden hätten, woraufhin er sich (spontan) daran erinnert habe, Syrien nicht 2019, sondern 2020 verlassen zu haben. Vor diesem Hintergrund sei für das Bundesverwaltungsgericht der Eindruck entstanden, dass der Beschwerdeführer den Zeitpunkt seiner Ausreise verschleiern wolle.",
            "annotations": []
        },
        {
            "text": "Zudem habe er sehr vage angegeben, aus Furcht vor den Kurden, der freien Armee, den Türken und dem syrischen Regime seinen Heimatort Al Hasaka verlassen zu haben. Weiter konkretisiert habe er dies nicht. Auch auf Nachfrage habe er nicht näher angeben können, zu welchem Zeitpunkt das syrische Regime in Al Hasaka (wieder) die Kontrolle erlangt habe bzw wie sich die Situation in den Jahren seines Aufenthaltes dort gestaltet habe. ",
            "annotations": []
        },
        {
            "text": "In diesem Zusammenhang habe der Beschwerdeführer sich zwar durchgängig darauf berufen, dass ihm 2011 (noch vor Kriegsbeginn) ein Militärbuch ausgestellt worden sei. Allerdings habe er nicht im Rahmen der Erstbefragung, sondern erst im Zuge der Einvernahme durch das Bundesamt für Fremdenwesen und Asyl angegeben, einen Einberufungsbefehl erhalten, diesen jedoch nicht angenommen zu haben. Vor dem Bundesverwaltungsgericht habe er demgegenüber ausdrücklich verneint, je eine Einberufung oder eine Ladung durch das syrische Regime erhalten zu haben. Diesbezüglich habe er auch auf die fehlende Kontrolle des Regimes über die Herkunftsregion verwiesen. In der Zusammenschau sei dem Vorbringen sohin nicht zu entnehmen, dass dem Beschwerdeführer eine konkrete Rekrutierungsgefahr durch das Regime drohe, er sich oppositionell betätigt habe oder sonst als Gegner des syrischen Regimes angesehen werden könne.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Der Beschwerdeführer bringt insbesondere vor, das Bundesverwaltungsgericht habe sich in keiner Weise mit den dem Erkenntnis zugrunde gelegten Länderfeststellungen zum Wehrdienst und der Rekrutierungspraxis auseinandergesetzt.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesamt für Fremdenwesen und Asyl hat keine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "II.  Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "3. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen: ",
            "annotations": []
        },
        {
            "text": "3.1. Nach ständiger Rechtsprechung des Verfassungsgerichtshofes ist eine bereits erlittene Verfolgung keine Voraussetzung für die Asylgewährung. Maßgeblich ist vielmehr die Glaubhaftmachung wohlbegründeter Furcht im Sinne einer Prognoseentscheidung (vgl VfSlg 19.086/2010; VfGH 26.9.2012, U 741/12; 19.2.2016, E992/2015). Für die Asylgewährung kommt es auf die Flüchtlingseigenschaft im Sinn der Genfer Flüchtlingskonvention (GFK) zum Zeitpunkt der Entscheidung an. Entscheidend ist, ob die betroffene Person vor dem Hintergrund der zu treffenden aktuellen Länderfeststellungen im Zeitpunkt der Entscheidung des Verwaltungsgerichtes bei Rückkehr in ihren Herkunftsstaat mit maßgeblicher Wahrscheinlichkeit mit Verfolgungshandlungen rechnen müsste (vgl etwa VwGH 26.11.2020, Ra 2020/18/0384 mwN).",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht weist in seinen Feststellungen darauf hin, dass der Zeitpunkt der Ausreise des Beschwerdeführers nicht ermittelt werden könne, er aber im September 2021 in Österreich einen Antrag auf internationalen Schutz gestellt habe. Es führt weiter aus, dass der Beschwerdeführer im Jahr 2011 von den syrischen Militärbehörden registriert worden sei, bisher aber keinen Einberufungsbefehl erhalten habe und auch sonst weder gesucht worden sei noch Probleme mit den syrischen Behörden gehabt habe. Außerdem gelangt das Bundesverwaltungsgericht zur Feststellung, dass dem Beschwerdeführer in seiner Heimat nicht mit maßgeblicher Wahrscheinlichkeit eine Bestrafung wegen Wehrdienstverweigerung drohe. ",
            "annotations": []
        },
        {
            "text": "3.3. Damit unterlässt es das Bundesverwaltungsgericht, sich unter Bezugnahme auf entsprechende Länderinformationen mit der im Entscheidungszeitpunkt vorliegenden Einberufungs- bzw Rekrutierungssituation von im wehrdienstfähigen Alter befindlichen männlichen syrischen Staatsangehörigen auseinanderzusetzen. So ist den dem angefochtenen Erkenntnis zugrunde gelegten Länderfeststellun-gen (Länderinformationsblatt vom 10. August 2023, Version 7, S. 82 ff., 93) unter anderem zu entnehmen, dass für männliche syrische Staatsangehörige im Alter von 18 bis 42 Jahren die Ableistung eines zweijährigen Wehrdienstes gesetzlich verpflichtend sei und auch geflüchtete Syrer, die nach Syrien zurückkehrten, mit Zwangsrekrutierungen rechnen müssten. In Syrien bestehe keine Möglichkeit der legalen Wehrdienstverweigerung. Beim Versuch, sich dem Militärdienst durch Flucht in andere Landesteile, die nicht unter der Kontrolle des Regimes stehen, zu entziehen, müssten Wehrpflichtige zahlreiche militärische und paramilitärische Kontrollstellen passieren und seien dem Risiko einer zwangsweisen Einziehung ausgesetzt. Zur Lage von rückkehrenden wehrpflichtigen Männern hält das Bundesverwaltungsgericht in seinen Länderfeststellungen weiters fest, es seien Fälle von Rückkehrern dokumentiert, die auf Grund der Wehrpflicht zunächst festgenommen und nach Freilassung unmittelbar in den Militärdienst eingezogen worden seien. Es gebe verschiedene Meinungen darüber, ob Wehrdienstpflichtige zurzeit sofort eingezogen oder zuerst inhaftiert und dann eingezogen werden; Gefängnis bedeute immer auch Folter. ",
            "annotations": []
        },
        {
            "text": "3.4. Das Bundesverwaltungsgericht setzt sich in seiner Entscheidung nicht mit der individuellen Situation des Beschwerdeführers als im wehrdienstfähigen Alter befindlichen Mannes, der seinen Angaben zufolge den Wehrdienst beim syrischen Militär noch nicht abgeleistet hat, auseinander. Es stellt weder fest, ob dem – aus der Stadt Al Hasaka stammenden – Beschwerdeführer insbesondere angesichts seines Alters von 30 Jahren bei seiner Rückkehr nach Syrien eine Einberufung oder zwangsweise Einziehung drohe, noch welche Auswirkungen eine Rückkehr des Beschwerdeführers als potentiell zukünftiges Mitglied der syrischen Armee vor dem Hintergrund des herrschenden Bürgerkrieges (vgl dazu bereits VfGH 20.9.2022, E1138/2022; 15.3.2023, E2268/2022) in Syrien hätte. Aus der Entscheidung geht in der Folge auch nicht hervor, ob der Beschwerdeführer als potentiell zukünftiges Mitglied der syrischen Armee Gefahr liefe, selbst an der Begehung von Kriegsverbrechen oder Menschenrechtsverletzungen beteiligt zu werden (vgl erneut VfGH 20.9.2022, E1138/2022; 15.3.2023, E2268/2022).",
            "annotations": []
        },
        {
            "text": "4. Vor diesem Hintergrund kann dahinstehen, inwiefern die Beweiswürdigung, in der sich die befremdliche Passage \"[d]ie Zusammenschau der Auffälligkeiten und Widrigkeiten verhält sohin zu dem Schluss, dass dem Antragsteller jegliche Persönlichkeit abzuerkennen […] ist\" findet, mit einem in die Verfassungssphäre reichenden Mangel behaftet ist. ",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}