{
    "document_id": "JFT_20230918_23G00220_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag begehrt das Verwaltungsgericht Wien, der Verfassungsgerichtshof möge §15a Abs7 letzter Satz Wr. Dienstordnung 1994, LGBl 56/1994, idF LGBl 63/2019 als verfassungswidrig aufheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "§15a Gesetz über das Dienstrecht der Beamten der Bundeshauptstadt Wien (Dienstordnung 1994 – DO 1994), LGBl 56/1994, idF LGBl 63/2019 lautet wie folgt (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Umsetzung der Richtlinie 2000/78/EG",
            "annotations": []
        },
        {
            "text": "§15a. (1) Die besoldungsrechtliche Stellung des Beamten, der sich am Tag der Kundmachung der 4. Dienstrechts-Novelle 2019, LGBl Nr 63/2019, im Dienststand befindet, ist von Amts wegen bescheidmäßig neu festzusetzen, wenn er gemäß §49l der Besoldungsordnung 1994 (allenfalls in Verbindung mit §49m der Besoldungsordnung 1994) in das Besoldungssystem der Dienstrechts-Novelle 2015, LGBl Nr 28/2015, übergeleitet wurde und",
            "annotations": []
        },
        {
            "text": "1. die Festsetzung des Vorrückungsstichtags für das laufende Dienstverhältnis unter Ausschluss der ",
            "annotations": []
        },
        {
            "text": "a) vor Vollendung des 18. Lebensjahres oder ",
            "annotations": []
        },
        {
            "text": "b) vor dem 1. Juli des Jahres, in dem nach der Aufnahme in die erste Schulstufe zwölf Schuljahre absolviert worden sind oder worden wären, zurückgelegten Zeiten erfolgt ist oder",
            "annotations": []
        },
        {
            "text": "2. die Berücksichtigung von Zeiten gemäß Z1 litb zu einer Verlängerung des erstmaligen Vorrückungszeitraumes geführt hat (§11 Abs1 der Besoldungsordnung 1994 in der Fassung der Novelle LGBl Nr 10/2011).",
            "annotations": []
        },
        {
            "text": "(2) Abs1 gilt auch für die besoldungsrechtliche Stellung eines mit Ablauf des 31. Mai 2016 oder später aus dem Dienststand ausgeschiedenen Beamten des Ruhestandes, sofern am Tag der Kundmachung der 4. Dienstrechts-Novelle 2019 ein Anspruch des Beamten oder seiner Hinterbliebenen auf wiederkehrende Leistungen nach der Pensionsordnung 1995 besteht.",
            "annotations": []
        },
        {
            "text": "(3) Abs1 gilt sinngemäß auch für die besoldungsrechtliche Stellung eines ehemaligen Beamten, dessen Dienstverhältnis nach dem 30. April 2016 beendet wurde.",
            "annotations": []
        },
        {
            "text": "(4) Die Neufestsetzung der besoldungsrechtlichen Stellung nach den Abs1 bis 3 erfolgt durch Ermittlung des Vergleichsstichtags (§49v der Besoldungsordnung 1994) und der daraus abgeleiteten Feststellung des Besoldungsdienstalters zum Ablauf des 31. Juli 2015, wobei sich das gemäß §49l der Besoldungsordnung 1994 festgesetzte Besoldungsdienstalter um den zwischen dem Vergleichsstichtag und dem Vorrückungsstichtag liegenden Zeitraum erhöht, wenn der Vergleichsstichtag vor dem Vorrückungsstichtag liegt, und im umgekehrten Fall um diesen Zeitraum vermindert. Für den Vergleich ist der letzte Vorrückungsstichtag maßgebend, der unter Ausschluss der vor Vollendung des 18. Lebensjahres bzw der vor dem 1. Juli des Jahres, in dem nach der Aufnahme in die erste Schulstufe zwölf Schuljahre absolviert worden sind oder worden wären, zurückgelegten Zeiten festgesetzt wurde.",
            "annotations": []
        },
        {
            "text": "(5) Für (ehemalige) Beamte gemäß Abs1 bis 3 erfolgt die Neubemessung besoldungsrechtlicher Ansprüche (für Zeiten vor dem 1. August 2015 unter Anwendung von §49l Abs6b der Besoldungsordnung 1994 in der geltenden Fassung und §11 der Besoldungsordnung 1994 in der Fassung der Dienstrechts-Novelle 2015) rückwirkend unter Berücksichtigung der für die Vorrückung wirksamen Dienstzeit nach Maßgabe des neu festgesetzten Besoldungsdienstalters. Eine daraus allenfalls resultierende Nachzahlung hat für den Zeitraum ab 1. Mai 2016 von Amts wegen zu erfolgen. Für der Nachzahlung zugrunde liegende besoldungsrechtliche Ansprüche ist der Zeitraum vom 1. Mai 2019 bis zum rechtskräftigen Abschluss des Verfahrens gemäß Abs1 bis 3 nicht in die Verjährungsfrist gemäß §10 Abs1 der Besoldungsordnung 1994 einzurechnen. Besoldungsrechtliche Ansprüche, die sich auf Zeiten vor dem 1. Mai 2016 beziehen, sind verjährt. Dies gilt auch für die Ansprüche in den Verfahren nach Abs7 und Abs8.",
            "annotations": []
        },
        {
            "text": "(6) Vor der Neufestsetzung nach Abs1 bis 3 ist dem (ehemaligen) Beamten oder, wenn der Beamte bereits verstorben ist, seinen Hinterbliebenen gemäß Abs2 das vorläufige Ergebnis der Ermittlungen aufgrund der Aktenlage mit der Aufforderung schriftlich mitzuteilen, binnen sechs Monaten allfällige weitere Zeiten geltend zu machen und die erforderlichen Nachweise zu erbringen, widrigenfalls diese Zeiten nicht zu berücksichtigen sind.",
            "annotations": []
        },
        {
            "text": "(7) Die am Tag der Kundmachung der 4. Dienstrechts-Novelle 2019 bei der Dienstbehörde anhängigen Verfahren, welche die Frage der Anrechnung zusätzlicher Vordienstzeiten bzw der damit im Zusammenhang stehenden Neufestsetzung des Vorrückungsstichtags bzw des Besoldungsdienstalters bzw der besoldungsrechtlichen Stellung als Hauptfrage bzw daraus abgeleitete besoldungsrechtliche Ansprüche zum Gegenstand haben, sind mit den Verfahren gemäß Abs1 bis 3 zu verbinden. Die Entscheidungsfrist gemäß §73 Abs1 AVG betreffend die den anhängigen Verfahren zugrunde liegenden Anträge ist bis zur rechtskräftigen Entscheidung über die amtswegige Neufestsetzung der besoldungsrechtlichen Stellung unterbrochen. ",
            "annotations": []
        },
        {
            "text": "(8) Die am Tag der Kundmachung der 4. Dienstrechts-Novelle 2019 anhängigen Verfahren, in denen eine Frage im Sinn des Abs7 als Vorfrage zu beurteilen ist, sind bis zur rechtskräftigen Entscheidung über die Neufestsetzung der besoldungsrechtlichen Stellung zu unterbrechen.\"",
            "annotations": []
        },
        {
            "text": "III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführerin im Anlassverfahren beantragte am 14. Juli 2015 als in einem öffentlich-rechtlichen Dienstverhältnis zur Stadt Wien stehende Ärztin die bescheidmäßige Neuberechnung ihres Vorrückungsstichtages sowie die rückwirkende Nachzahlung des ihr auf Grund dieser Neuberechnung zustehenden Gehaltes. Mit Bescheid vom 4. Dezember 2015 wies der Magistrat der Stadt Wien diesen Antrag als unzulässig zurück. Dieser Bescheid wurde mit Erkenntnis des Verwaltungsgerichtes Wien vom 6. Dezember 2017 aufgehoben.",
            "annotations": []
        },
        {
            "text": "Mit Schriftsatz vom 12. April 2023 erhob die Beschwerdeführerin im Anlassverfahren eine Säumnisbeschwerde an das Verwaltungsgericht Wien, weil nach der genannten Aufhebung des Bescheides des Magistrates der Stadt Wien über den Antrag vom 14. Juli 2015 nicht abgesprochen wurde.",
            "annotations": []
        },
        {
            "text": "2. Das Verwaltungsgericht Wien legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, im Wesentlichen wie folgt dar:",
            "annotations": []
        },
        {
            "text": "Durch die in §15a Abs7 letzter Satz Wr. DO 1994 angeordnete Unterbrechung der Entscheidungsfrist sei für die Entscheidung im Anlassverfahren weder eine Höchstdauer der zulässigen Entscheidungsfrist festgelegt noch bestehe Schutz gegen die Säumnis bei dieser Entscheidung, weil die Säumnisbeschwerde nach Art130 Abs1 Z3 B-VG die Verletzung einer Entscheidungspflicht zur Voraussetzung habe. Da somit kein effektiver Rechtsschutz zur Bekämpfung einer unangemessenen Verfahrensdauer – wie etwa von acht Jahren im Anlassverfahren – bestehe, verstoße die angefochtene Bestimmung gegen Art6 iVm Art13 EMRK.",
            "annotations": []
        },
        {
            "text": "3. Die Wiener Landesregierung hat eine Äußerung erstattet, in der sie unter anderem die Zulässigkeit des Antrages wie folgt bestreitet:",
            "annotations": []
        },
        {
            "text": "Das Verwaltungsgericht Wien begehre in seinem Antrag die Aufhebung des §15a Abs7 letzter Satz Wr. DO 1994 idF LGBl 63/2019, also der Stammfassung dieser Bestimmung. Mit LGBl 11/2021 sei diese Bestimmung jedoch geändert worden. Die Änderung sei rückwirkend in Kraft getreten, sodass die Stammfassung im Zeitpunkt des vorliegenden Antrages nicht mehr in Kraft stehe. Eine Aufhebung der angefochtenen Bestimmung sei daher nicht möglich. Der Antrag erweise sich als unzulässig.",
            "annotations": []
        },
        {
            "text": "IV. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "2. Das Verwaltungsgericht Wien beantragt ausdrücklich die Aufhebung des §15a Abs7 letzter Satz Wr. DO 1994, LGBl 56/1994, idF LGBl 63/2019. Auch in der Begründung seines Antrages gibt das Verwaltungsgericht Wien unter dem Punkt \"Rechtslage\" den Wortlaut des §15a Wr. DO 1994 idF LGBl 63/2019 (auszugsweise) wieder.",
            "annotations": []
        },
        {
            "text": "3. Die Stammfassung des §15a Wr. DO 1994 wurde mit LGBl 63/2019 eingeführt. Seither ist diese Bestimmung dreimal novelliert worden, nämlich mit LGBl 48/2020, LGBl 11/2021 und LGBl 69/2021. Der Wortlaut des mit dem vorliegenden Antrag angefochtenen §15a Abs7 letzter Satz Wr. DO 1994 wurde zuletzt mit LGBl 11/2021 geändert, wobei diese Änderung gemäß ArtVIII dieser Novelle rückwirkend mit 14. Dezember 2019 (dem Datum des Inkrafttretens der Stammfassung des §15a Wr. DO 1994) in Kraft trat.",
            "annotations": []
        },
        {
            "text": "4. Vor dem Hintergrund, dass §15a Abs7 letzter Satz Wr. DO 1994 in der vom Verwaltungsgericht Wien angefochtenen Fassung nicht mehr in Geltung steht und die Aufhebung dieser Bestimmung somit (auch auf Grund der Rückwirkung der Novelle LGBl 11/2021) keine Auswirkungen auf das Anlassverfahren haben kann, ist es ausgeschlossen, dass das Verwaltungsgericht Wien diese Bestimmung anzuwenden und seiner Entscheidung zugrunde zu legen hat. Dabei ist es unbeachtlich, ob sich die vom Verwaltungsgericht Wien geäußerten Bedenken auch auf den aktuell in Kraft stehenden §15a Abs7 letzter Satz Wr. DO 1994 idF LGBl 11/2021 beziehen können, weil es dem Verfassungsgerichtshof auf Grund der Bindung an den Aufhebungsantrag verwehrt ist, eine Bestimmung in einer Fassung aufzuheben, für welche die Aufhebung nicht beantragt ist (vgl VfSlg 14.634/1996, 18.138/2007, 18.595/2008). Der Antrag ist daher mangels Präjudizialität zurückzuweisen. Bei diesem Ergebnis braucht nicht geklärt zu werden, ob der Antrag auch aus anderen Gründen unzulässig ist, etwa ob die angefochtene Bestimmung mit anderen Bestimmungen (wie zB mit §15a Abs7 erster Satz Wr. DO 1994) in einem untrennbaren Zusammenhang steht.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}