{
    "document_id": "JFT_20230612_23E00583_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist iranische Staatsangehörige und Angehörige der Volksgruppe der Perser. Sie besuchte zwölf Jahre die Schule und schloss diese mit Matura ab. Die Beschwerdeführerin reiste im September 2021 mit einem Visum in das Bundesgebiet und stellte am selben Tag einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 21. Juli 2022 wies das Bundesamt für Fremdenwesen und Asyl die Anträge der Beschwerdeführerin auf internationalen Schutz sowohl hinsichtlich der Zuerkennung des Status der Asylberechtigten als auch bezüglich des Status als subsidiär Schutzberechtigte ab, erließ keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung, und stellte fest, dass ihre Abschiebung in den Iran zulässig ist und die Frist für die freiwillige Ausreise 14 Tage ab Rechtskraft beträgt.",
            "annotations": []
        },
        {
            "text": "Im Zuge der mündlichen Verhandlung vor dem Bundesverwaltungsgericht führte die Beschwerdeführerin – wie bereits in der Einvernahme durch die belangte Behörde – unter anderem aus, dass sie ein freies, selbstbestimmtes Leben als moderne Frau führen möchte. Sie möchte nicht im Iran von Männern unterdrückt leben, sondern möchte Fahrrad fahren oder tanzen können, ohne sich fürchten zu müssen. Im Iran hätten Frauen keine Rechte, sie müssten zu Hause sitzen und dürften das Haus nicht verlassen. Sie dürften ohne die Zustimmung des Ehemannes nicht arbeiten oder sich fortbilden.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht wies die gegen den Bescheid vom 21. Juli 2022 erhobene Beschwerde mit mündlich verkündetem Erkenntnis vom 17. November 2022, schriftlich ausgefertigt am 19. Jänner 2023, Z W231 2258687-1/13E, als unbegründet ab. Es sei im Verfahren nicht hervorgekommen, dass die Beschwerdeführerin eine westliche Orientierung, die sie im Iran asylrelevant exponieren würde, verinnerlicht hat. ",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. Unter anderem wird in der Beschwerde vorgebracht, dass die Beschwerdeführerin westlich orientiert sei. Sie verfüge über eine westlich orientierte Denk- und Lebensweise, kleide sich modern, trage kein Kopftuch, stehe dem Islam kritisch gegenüber und gestalte ihr Leben säkular. ",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen: ",
            "annotations": []
        },
        {
            "text": "3.1. Die Beschwerdeführerin hat im Zuge des Verfahrens, insbesondere auch in der mündlichen Verhandlung, konsequent vorgebracht, eine westlich orientierte, selbstbestimmt lebende Frau zu sein, die im Hinblick darauf insbesondere bestimmte Bekleidungsvorschriften, vor allem das Tragen eines Kopftuches, ablehne. Dies hält auch das Bundesverwaltungsgericht fest, wenn es das Vorbringen der Beschwerdeführerin dahingehend zusammenfasst, sie führe in Österreich \"ein selbstbestimmtes Leben, sie lebe die westlichen Werte ohne Angst aus. Sie trage kein Kopftuch, kleide sich modern, trinke Alkohol und nehme ihre Freiheiten in Anspruch. Sie genieße ihre Bewegungsfreiheit und auch das Recht auf freie Meinungsäußerung. Die BF sei 'westlich orientiert'\". Dieses Vorbringen ist insbesondere auch im Hinblick auf die Ausführungen der Beschwerdeführerin in der mündlichen Verhandlung, wie sie aus dem im Akt beiliegenden Protokoll ersichtlich sind, begründet, worauf auch das Bundesverwaltungsgericht verweist. ",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht geht in der Folge aber davon aus, dass die Beschwerdeführerin damit nicht glaubhaft machen könne, dass sie in Österreich eine \"westliche Lebensweise\" angenommen hat, \"bei deren weiterer Pflege im Herkunftsstaat sie einer asylrelevanten Verfolgung ausgesetzt wäre.\" Insbesondere habe sich die Beschwerdeführerin weder vor ihrer Ausreise aus dem Iran noch in Österreich regimekritisch exponiert, beispielsweise als Frauenrechtsaktivistin. ",
            "annotations": []
        },
        {
            "text": "3.3. Diese Schlussfolgerungen für die hier maßgebliche Entscheidung des Bundesverwaltungsgerichtes greifen aber mit Blick auf die – vom Bundesverwaltungsgericht selbst allgemein zutreffenderweise in den Blick genommenen – jüngsten Entwicklungen im Iran und einschlägiger Protestbewegungen, die vor allem auch einschlägige Bekleidungsvorschriften für Frauen thematisieren, zu kurz. Das Bundesverwaltungsgericht hätte sich mit den Auswirkungen der von der Beschwerdeführerin unbestritten vorgebrachten Ausdrucksformen einer westlichen Orientierung und der Bedeutung ihrer Beibehaltung in der aktuellen Situation von Frauen im Iran näher auseinandersetzen und diese in seine Entscheidung einfließen lassen müssen (vgl in ähnlichem Zusammenhang zuletzt VfGH 27.2.2023, E3319/2022 ua; 14.12.2022, E395/2022; 14.12.2022, E3456/2021; 30.11.2021, E3137/2021 ua; 7.6.2021, E4359/2020 ua).",
            "annotations": []
        },
        {
            "text": "4. Indem das Bundesverwaltungsgericht die Anforderungen an die von ihm vorzunehmende Prüfung in diesem entscheidungswesentlichen Punkt grundsätzlich verkannt hat, hat es das angefochtene Erkenntnis mit Willkür belastet. ",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}