{
    "document_id": "JFT_20230628_21E02146_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist Eigentümer einer als Zweitwohnsitz genutzten Liegenschaft im Ortsgebiet der Gemeinde Malta. Mit Bescheid des Bürgermeisters der Gemeinde Malta vom 7. Dezember 2020 wurde dem Beschwerdeführer die Zweitwohnsitzabgabe für den Zeitraum vom 1. Jänner 2015 bis zum 30. November 2015 unter Zugrundelegung der Verordnung des Gemeinderates der Gemeinde Malta vom 29. Dezember 2006, Z 920-10/2006, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, in der Höhe von € 435,60 sowie für den Zeitraum vom 1. Dezember 2015 bis zum 31. Dezember 2015 unter Zugrundelegung der Verordnung des Gemeinderates der Gemeinde Malta vom 20. November 2015, Z 920-10/2015, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, in der Höhe von € 26,55 vorgeschrieben. Die dagegen erhobene Berufung wurde mit Bescheid des Gemeindevorstandes der Gemeinde Malta vom 25. Februar 2021 als unbegründet abgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Die dagegen erhobene Beschwerde wies das Landesverwaltungsgericht Kärnten mit Erkenntnis vom 14. April 2021 als unbegründet ab. Begründend führte das Landesverwaltungsgericht Kärnten auf das Wesentliche zusammengefasst aus, dass nicht festgestellt werden könne, dass die in Pkt. 1. genannten Verordnungen nicht ordnungsgemäß kundgemacht worden seien, und dass auch kein inhaltlicher Grund erkennbar sei, an der Rechtmäßigkeit dieser Verordnungen zu zweifeln.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten sowie in Rechten wegen Anwendung einer rechtswidrigen generellen Norm behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Begründend wird vorgebracht, dass §7 Abs2 der Verordnung des Gemeinderates der Gemeinde Malta vom 29. Dezember 2006, Z 920-10/2006, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, gesetzwidrig sei, weil der Verordnungsgeber auf die in §7 Abs2 Kärntner Zweitwohnsitzabgabegesetz, LGBl 84/2005, idF LGBl 85/2013 normierten Kriterien der Steuersatzbestimmung nicht Bedacht genommen habe. Zudem seien die Entscheidungsgrundlagen des Verordnungsgebers aktenmäßig nicht dokumentiert. §2 Abs2 der Verordnung des Gemeinderates der Gemeinde Malta vom 20. November 2015, Z 920-10/2015, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, sei gesetzwidrig, weil die Bestimmung des Steuersatzes undifferenziert für das gesamte Gemeindegebiet erfolge, obwohl sich dieses im Hinblick auf die in §7 Abs2 Kärntner Zweitwohnsitzabgabegesetz normierten Kriterien der Steuersatzbestimmung als äußerst heterogen darstelle und der Verordnungsgeber die Höhe der Abgabe daher nach Gebietsteilen staffeln hätte müssen. Die Anwendung der beiden gesetzwidrigen Verordnungen verletzte den Beschwerdeführer in seinem verfassungsgesetzlich gewährleisteten Recht auf Unversehrtheit des Eigentums gemäß Art5 StGG und Art1 1. ZPEMRK.",
            "annotations": []
        },
        {
            "text": "4. Der Bürgermeister der Gemeinde Malta hat die Verwaltungs- und Verordnungsakten vorgelegt. Der Gemeindevorstand hat eine Gegenschrift erstattet.",
            "annotations": []
        },
        {
            "text": "5. Das Landesverwaltungsgericht Kärnten hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Soweit sich die – zulässige – Beschwerde gegen die Vorschreibung einer Zweitwohnsitzabgabe für den Zeitraum vom 1. Jänner 2015 bis zum 30. November 2015 richtet, ist sie auch begründet:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof hat mit Erkenntnis vom 9. März 2023, V260/2022, §7 Abs2 der Verordnung des Gemeinderates der Gemeinde Malta vom 29. Dezember 2006, Z 920-10/2006, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, als gesetzwidrig aufgehoben.",
            "annotations": []
        },
        {
            "text": "2. Gemäß Art139 Abs6 B-VG wirkt die Aufhebung einer Verordnung auf den Anlassfall zurück. Es ist daher hinsichtlich des Anlassfalles so vorzugehen, als ob die als gesetzwidrig erkannte Norm bereits zum Zeitpunkt der Verwirklichung des der angefochtenen Entscheidung des Verwaltungsgerichtes zugrunde liegenden Tatbestandes nicht mehr der Rechtsordnung angehört hätte.",
            "annotations": []
        },
        {
            "text": "Dem in Art139 Abs6 B-VG genannten Anlassfall (im engeren Sinn), anlässlich dessen das Verordnungsprüfungsverfahren tatsächlich eingeleitet worden ist, sind jene Beschwerdefälle gleichzuhalten, die zum Zeitpunkt der mündlichen Verhandlung im Verordnungsprüfungsverfahren (bei Unterbleiben einer mündlichen Verhandlung zu Beginn der nichtöffentlichen Beratung) beim Verfassungsgerichtshof bereits anhängig waren (vgl VfSlg 10.616/1985, 10.736/1985, 10.954/1986). Im – hier allerdings nicht gegebenen – Fall einer Beschwerde gegen eine Entscheidung eines Verwaltungsgerichtes, der ein auf Antrag eingeleitetes Verwaltungsverfahren vorausgegangen ist, muss dieser verfahrenseinleitende Antrag überdies vor Bekanntmachung des dem unter Pkt. II.A.1. genannten Erkenntnis zugrunde liegenden Prüfungsbeschlusses des Verfassungsgerichtshofes eingebracht worden sein (VfSlg 17.687/2005).",
            "annotations": []
        },
        {
            "text": "3. Die nichtöffentliche Beratung im Verordnungsprüfungsverfahren begann am 9. März 2023. Die vorliegende Beschwerde ist beim Verfassungsgerichtshof am 31. Mai 2021 eingelangt, war also zu Beginn der nichtöffentlichen Beratung schon anhängig; der ihr zugrunde liegende Fall ist somit einem Anlassfall gleichzuhalten.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Kärnten wendete bei Erlassung des angefochtenen Erkenntnisses die als gesetzwidrig aufgehobene Verordnungsbestimmung an. Es ist nach Lage des Falles offenkundig, dass dadurch die Rechtssphäre des Beschwerdeführers nachteilig beeinflusst wurde. Der Beschwerdeführer wurde somit wegen Anwendung einer gesetzwidrigen Verordnung in seinen Rechten verletzt.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher insoweit aufzuheben.",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, also soweit sie sich gegen die Vorschreibung einer Zweitwohnsitzabgabe für den Zeitraum vom 1. Dezember 2015 bis zum 31. Dezember 2015 richtet, wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die vorliegende Beschwerde rügt die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Unversehrtheit des Eigentums gemäß Art5 StGG und Art1 1. ZPEMRK. Nach den Beschwerdebehauptungen wären diese Rechtsverletzungen aber zum erheblichen Teil nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob die Entscheidung des Landesverwaltungsgerichtes Kärnten in jeder Hinsicht dem Gesetz entspricht, insoweit nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "Soweit die Beschwerde aber insofern verfassungsrechtliche Fragen berührt, als die Gesetzwidrigkeit des §2 Abs2 der Verordnung des Gemeinderates der Gemeinde Malta vom 20. November 2015, Z 920-10/2015, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, behauptet wird, lässt ihr Vorbringen vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 18.792/2009; zuletzt VfGH 21.6.2023, E366/2023 ua) die behauptete Rechtsverletzung, die Verletzung in einem anderen verfassungsgesetzlich gewährleisteten Recht oder die Verletzung in einem sonstigen Recht wegen Anwendung einer gesetzwidrigen Verordnung als so wenig wahrscheinlich erkennen, dass sie keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung, soweit damit seine Beschwerde gegen die Vorschreibung einer Zweitwohnsitzabgabe für den Zeitraum vom 1. Jänner 2015 bis zum 30. November 2015 abgewiesen wird, wegen Anwendung einer gesetzwidrigen Verordnung in seinen Rechten verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass insoweit auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie der Ersatz der Eingabengebühr in Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}