{
    "document_id": "JFT_20230612_23E00096_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Die vorliegende Beschwerde rügt die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichheit aller Staatsbürger vor dem Gesetz sowie auf Unversehrtheit des Eigentums. Nach den Beschwerdebehauptungen wären diese Rechtsverletzungen aber zum erheblichen Teil nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob die Beschwerdeführerin Anspruch auf Altersteilzeitgeld hat, insoweit nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "Soweit die Beschwerde aber insofern verfassungsrechtliche Fragen berührt, als die Rechtswidrigkeit der die angefochtene Entscheidung tragenden Rechtsvorschriften behauptet wird, lässt ihr Vorbringen vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 19.261/2010 mwN zum weiten rechtspolitischen Gestaltungsspielraum des Gesetzgebers bei Fördermaßnahmen; vgl weiters VfSlg 4688/1964, 11.469/1987, 16.007/2000, wonach der Gesetzgeber von einer Durchschnittsbetrachtung ausgehen und auf den Regelfall abstellen",
            "annotations": []
        },
        {
            "text": " darf) die behauptete Rechtsverletzung, die Verletzung in einem anderen verfassungsgesetzlich gewährleisteten Recht oder die Verletzung in einem sonstigen Recht wegen Anwendung eines verfassungswidrigen Gesetzes als so wenig wahrscheinlich erkennen, dass sie keine hinreichende Aussicht auf Erfolg hat:",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf das Konzept des Altersteilzeitgeldes nach §27 des Arbeitslosenversicherungsgesetzes 1977 (s dazu VwGH 17.11.2021, Ra 2020/08/0042) bestehen – anders als beim Weiterbildungsgeld (vgl VfSlg 19.337/2011) – hinreichende Unterschiede zwischen Dienstverhältnissen iSd §4 Abs2 des Allgemeinen Sozialversicherungsgesetzes (ASVG) und freien Dienstverhältnissen iSd §4 Abs4 ASVG, weil letztere typischerweise durch die fehlende Bindung an bestimmte Arbeitszeiten gekennzeichnet sind (vgl zB VwGH 20.2.2020, Ra 2019/08/0171, mwN). Es begegnet daher keinen verfassungsrechtlichen Bedenken, wenn Dienstgeber in Bezug auf freie Dienstverhältnisse iSd §4 Abs4 ASVG vom Anspruch auf Altersteilzeitgeld ausgeschlossen sind.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung der Beschwerde abzusehen und sie gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abzutreten (§19 Abs3 Z1 iVm §31 letzter Satz VfGG; zum System der Abtretung der Beschwerde an den Verwaltungsgerichtshof durch den Verfassungsgerichtshof nach Inkrafttreten der Verwaltungsgerichtsbarkeits-Novelle 2012 vgl VfSlg 19.867/2014).",
            "annotations": []
        }
    ]
}