{
    "document_id": "JFT_20230227_22E00478_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit am 22. Februar 2022 zur Post gegebenem, am 24. Februar 2022 beim Verfassungsgerichtshof eingelangtem Schriftsatz begehrt der Antragsteller die Wiedereinsetzung in den vorigen Stand gegen die Versäumung der Frist zur Erhebung einer Beschwerde gegen das oben genannte Erkenntnis des Bundesverwaltungsgerichtes und beantragt unter einem die Bewilligung der Verfahrenshilfe zur Erhebung einer Beschwerde gegen dieses Erkenntnis.",
            "annotations": []
        },
        {
            "text": "Zur Begründung seines Wiedereinsetzungsantrages führt der Antragsteller bloß aus, dass er \"erstmalig im Wege einer Vorsprache bei der BBU am 09.02.2022\" vom Bestehen des oben genannten Erkenntnisses erfahren habe. Der BBU GmbH sei das Erkenntnis am 3. November 2021 im elektronischen Rechtsverkehr zugestellt worden. Diese habe das Erkenntnis per Post an die Adresse des Antragstellers verschickt. Der Brief sei jedoch \"nie angekommen\" und befinde sich \"immer noch im Verteilerzentrum\". Es sei kein Zustellversuch unternommen worden.",
            "annotations": []
        },
        {
            "text": "2. Da das VfGG die Voraussetzungen für die Wiedereinsetzung in den vorigen Stand nicht selbst regelt, sind nach §35 VfGG die entsprechenden Bestimmungen der §§146 ff ZPO sinngemäß anzuwenden. Gemäß §149 Abs1 ZPO hat die Partei, welche die Wiedereinsetzung beantragt, alle den Wiedereinsetzungsantrag begründenden Umstände anzuführen und die Mittel zu ihrer Glaubhaftmachung anzugeben.",
            "annotations": []
        },
        {
            "text": "Der Antragsteller hat jedoch weder hinreichend konkret dargetan, auf Grund welcher Umstände die Weiterleitung des Erkenntnisses an ihn durch seine Rechtsvertreterin nicht erfolgt ist, noch hat er diesbezügliche Bescheinigungsmittel vorgelegt oder angegeben.",
            "annotations": []
        },
        {
            "text": "In sinngemäßer Anwendung des §15 Abs2 VfGG ist dieser Mangel einer Behebung nicht zugänglich (VfSlg 18.566/2008; VfGH 11.3.2010, U3205/09). Der Antrag auf Wiedereinsetzung in den vorigen Stand ist daher schon aus diesem Grund zurückzuweisen (vgl VfSlg 19.397/2011; VfGH 12.6.2019, E1742/2019).",
            "annotations": []
        },
        {
            "text": "3. Da die sechswöchige Beschwerdefrist des §82 Abs1 VfGG zum Zeitpunkt der Postaufgabe des Verfahrenshilfeantrages bereits verstrichen war, aber nur ein innerhalb dieser Frist gestellter Antrag auf Bewilligung der Verfahrenshilfe deren Unterbrechung zu bewirken vermag (§464 Abs3 ZPO iVm §35 Abs1 VfGG), erwiese sich eine künftige Beschwerde als verspätet.",
            "annotations": []
        },
        {
            "text": "Bei dieser Sach- und Rechtslage ist der Antrag auf Bewilligung der Verfahrenshilfe wegen offenbarer Aussichtslosigkeit der beabsichtigten Rechtsverfolgung (§63 Abs1 ZPO iVm §35 Abs1 VfGG) mit in nichtöffentlicher Sitzung gefasstem Beschluss (§72 Abs1 ZPO iVm §35 Abs1 VfGG) abzuweisen (vgl zB VfSlg 14.582/1996; VfGH 17.3.1999, B311/99).",
            "annotations": []
        }
    ]
}