{
    "document_id": "JFT_20230228_22E02270_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist ein aus Bagdad stammender irakischer Staatsangehöriger. Er gehört der arabischen Volksgruppe an und bekennt sich zum sunnitisch-muslimischen Glauben. Am 11. Dezember 2015 stellte der Beschwerdeführer im Bundesgebiet einen Antrag auf internationalen Schutz. ",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer brachte in seiner Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl vor, seine Mutter, sein Bruder und er hätten den Irak verlassen, weil sie auf Grund der Tätigkeit seines Vaters für den ehemaligen irakischen Vizekanzler von Milizangehörigen verfolgt worden seien.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 9. März 2018 wies das Bundesamt für Fremdenwesen und Asyl sowohl den Antrag bezüglich der Zuerkennung des Status eines Asylberechtigten gemäß §3 Abs1 iVm §2 Abs1 Z13 AsylG 2005 als auch den Antrag auf Zuerkennung des Status des subsidiär Schutzberechtigen gemäß §8 Abs1 iVm §2 Abs1 Z13 AsylG 2005 in Bezug auf den Herkunftsstaat Irak als unbegründet ab. Das Bundesamt für Fremdenwesen und Asyl erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ gegen den Beschwerdeführer eine Rückkehrentscheidung und stellte fest, dass die Abschiebung in den Irak zulässig ist. Gemäß §55 Abs1 und 3 FPG wurde die Frist für die freiwillige Ausreise mit vierzehn Tagen ab Rechtkraft der Rückkehrentscheidung festgesetzt. ",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht – ohne Durchführung einer mündlichen Verhandlung – mit Erkenntnis vom 6. Juli 2022 als unbegründet ab. In seiner Entscheidung verweist das Bundesverwaltungsgericht auf die Ergebnisse des behördlichen Ermittlungsverfahrens, die Sachverhaltsfeststellungen und die Beweiswürdigung des Bundesamtes für Fremdenwesen und Asyl. Das Bundesverwaltungsgericht führt im Wesentlichen aus, dass der Beschwerdeführer keine individuell gegen seine Person gerichtete asylrelevante Verfolgung glaubhaft machen habe können. Auch die Voraussetzungen für die Zuerkennung des Status des subsidiär Schutzberechtigten seien nicht gegeben. ",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten – insbesondere auf Gleichbehandlung von Fremden untereinander, auf Durchführung einer öffentlichen mündlichen Verhandlung, auf Achtung des Privat- und Familienlebens, sowie im Recht, keiner unmenschlichen oder erniedrigenden Strafe oder Behandlung (Folter) unterworfen zu werden – behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. Begründend wird dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "4.1. Die vom Bundesverwaltungsgericht getroffenen Feststellungen seien nicht nachvollziehbar. Die Begründung des Erkenntnisses erschöpfe sich in einer floskelhaften Aneinanderreihung von Textbausteinen ohne nachvollziehbaren Begründungswert und komme einer bloßen Rechtmäßigkeitskontrolle gleich. Das Bundesverwaltungsgericht habe sich weder mit dem Beschwerdevorbringen noch mit der individuellen Situation des Beschwerdeführers auseinandergesetzt und keine mündliche Verhandlung zur Ermittlung des entscheidungswesentlichen und nicht (vollständig) geklärten Sachverhaltes durchgeführt. Es habe seine Ausführungen darauf beschränkt, auszusprechen, dass das Fluchtvorbringen des Beschwerdeführers durch die freiwillige Rückkehr seiner Mutter und seines Bruders in den Irak seine Gültigkeit verloren habe, weil dadurch bewiesen worden sei, dass für seine Familienangehörigen – und folglich auch für den Beschwerdeführer selbst – keine Verfolgungsgefahr im Irak bestehe. Woher das Bundesverwaltungsgericht diese Information genommen habe, sei nicht ersichtlich, zumal die Mutter und der Bruder des Beschwerdeführers tatsächlich in die Türkei ausgereist seien.",
            "annotations": []
        },
        {
            "text": "4.2. Das Erkenntnis des Bundesverwaltungsgerichtes sei insoweit widersprüchlich, als darin zunächst festgestellt werde, der Beschwerdeführer sei sunnitischer Muslim, während an anderer Stelle ausgeführt werde, er sei schiitischer Araber. Gestützt auf letztere Feststellung gelange das Bundesverwaltungsgericht zu dem Ergebnis, dass die Rückkehr des Beschwerdeführers zu seinen Familienangehörigen in seine Heimatstadt im Irak problemlos möglich sei. Tatsächlich handle es sich bei dem Beschwerdeführer jedoch um einen Angehörigen der muslimisch schiitischen Glaubensrichtung und gebe es für ihn keine sichere Rückkehrmöglichkeit. Darüber hinaus würden sich die Familienangehörigen des Beschwerdeführers in der Türkei und nicht im Irak aufhalten.",
            "annotations": []
        },
        {
            "text": "4.3. Die vom Bundesverwaltungsgericht aus dem Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 9. März 2018 übernommenen Länderberichte seien nach der Rechtsprechung des Verfassungsgerichtshofes nicht hinreichend aktuell. Das Bundesverwaltungsgericht gebe in Bezug auf die Aktualität der Länderberichte lediglich lapidar an, es handle sich dabei um amtsbekannte aktuelle Länderberichte, verschweige jedoch deren tatsächliches Erscheinungsdatum. In der Folge lege das Bundesverwaltungsgericht diese, jedenfalls auf einen Zeitpunkt vor dem Jahr 2018 datierenden Länderberichte seiner Beurteilung einer möglichen Verletzung der von Art2 und Art3 EMRK geschützten Rechte des Beschwerdeführers im Falle seiner Rückkehr in den Irak zu Grunde. Ausführungen zu Rechtsschutz und Justizwesen, den Sicherheitsbehörden, zur allgemeinen Menschenrechtslage, der Religionsfreiheit oder der medizinischen Versorgung würden die herangezogenen Länderberichte gänzlich vermissen lassen. Eine Erhebung aktueller und einschlägiger Länderberichte betreffend die Sicherheits-, Gefährdungs- und Versorgungslage in der Stadt Bagdad habe nicht stattgefunden. Dem Beschwerdeführer sei auch keine Möglichkeit eingeräumt worden, zur aktuellen Lage im Irak Stellung zu nehmen, obgleich bereits in der Beschwerde auf die Erforderlichkeit hinreichend aktueller Länderberichte hingewiesen worden sei.",
            "annotations": []
        },
        {
            "text": "4.4. Bei der vom Bundesverwaltungsgericht vorgenommenen Interessenabwägung iSd Art8 EMRK im Rahmen der gegen ihn erlassenen Rückkehrentscheidung sei diesem insoweit ein in die Verfassungssphäre reichender Fehler unterlaufen, als es zu dem nicht vertretbaren Schluss gelangt sei, dass das öffentliche Interesse an einer Beendigung des Aufenthaltes das – vom Bundesverwaltungsgericht nicht hinreichend berücksichtigte – private Interesse des Beschwerdeführers am Verbleib im Bundesgebiet überwiege.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift wurde abgesehen. ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.386/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit unzulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist. ",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht stützt sich in seinem Erkenntnis zur Gänze auf die Ergebnisse des behördlichen Ermittlungsverfahrens, die Sachverhaltsfeststellungen und die Beweiswürdigung des angefochtenen Bescheides. Es trifft weder eigene (aktuelle) Länderfeststellungen im Hinblick auf die Lage im Herkunftsstaat des Beschwerdeführers noch führt es eine mündliche Verhandlung durch, auf Basis derer es eigene Feststellungen bzw eine entsprechende Beweiswürdigung vornehmen hätte können. ",
            "annotations": []
        },
        {
            "text": "3.2. Die Begründung der angefochtenen Entscheidung erweist sich – insbesondere vor dem Hintergrund, dass das Bundesverwaltungsgericht keine mündliche Verhandlung durchgeführt hat – als unzureichend und nicht nachvollziehbar. Letztlich läuft die vom Bundesverwaltungsgericht gewählte Begründungstechnik, einerseits ausschließlich auf die verwaltungsbehördliche Begründung zu verweisen und andererseits der Beschwerde implizit fehlende Substanz zu unterstellen, auf eine bloße Plausibilitätskontrolle hinaus. Dies entspricht nicht den rechtsstaatlichen Anforderungen an die Begründung von Entscheidungen eines (insoweit erstinstanzlich entscheidenden) Gerichtes. Das angefochtene Erkenntnis ist daher insgesamt mit Willkür belastet (vgl VfSlg 18.614/2008; 18.861/2009; VfGH 7.3.2017, E2100/2016; 9.6.2017, E3235/2016; 3.10.2019, E1533/2019; 24.2.2020, E3429/2019; 21.9.2020, E4498/2019).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}