{
    "document_id": "JFT_20230613_22G00216_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit der Wortfolge \"sowohl in der Pensionsversicherung nach diesem Bundesgesetz als auch in der Pensionsversicherung nach dem Gewerblichen Selbständigen-Pensionsversicherungsgesetz und (oder) in der Pensionsversicherung nach dem Bauern-Pensionsversicherungsgesetz\" in §251a ASVG, BGBl 189/1955, idF BGBl I 3/2013, der Wort- und Zeichenfolge \"(223 Abs2)\" in §236 Abs1 ASVG, BGBl 189/1955, idF BGBl I 28/2021 sowie der Wortfolge \"Z1: im Falle des Abs1 Z1 innerhalb der letzten 120 Kalendermonate vor dem Stichtag liegen; dieser Zeitraum verlängert sich, wenn der Stichtag nach Vollendung des 50. Lebensjahres liegt, je nachdem Lebensalter des /der) Versicherten für jeden weiteren Lebensmonat um jeweils zwei Kalendermonate bis zum Höchstausmaß von 360 Kalendermonaten\" in §236 Abs2 leg.cit.:",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 15.129/1998 zum rechtspolitischen Gestaltungsspielraum des Gesetzgebers, allgemeine Voraussetzungen für den Erwerb und Umfang des [hier: Pensions-]Leistungsanspruches wie für dessen Änderung [zB Wartefristen] vorzusehen, VfSlg 18.786/2009 mwN zum in der gesetzlichen Sozialversicherung innerhalb einer Solidargemeinschaft nicht geltenden Grundsatz der Äquivalenz von Beitrags- und Versicherungsleistung, VfSlg 18.885/2009 zum weiten rechtspolitischen Gestaltungsspielraum des Gesetzgebers bei der Beurteilung sozialer Bedarfslagen und bei der Ausgestaltung der an diese Bedarfslagen anknüpfenden sozialen Maßnahmen, VfSlg 19.884/2014 mwN zur Zulässigkeit von Stichtagsregelungen sowie VfSlg 19.950/2015 zum Anwendungsbereich der Grundrechte-Charta) lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Formerfordernisse und Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}