{
    "document_id": "JFT_20231004_23G00532_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den in der Begründung des Antrages dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antragsteller behauptet die Verfassungswidrigkeit des §17 AußStrG wegen Verstoßes gegen das Recht auf ein faires Verfahren gemäß Art6 EMRK sowie den Gleichheitsgrundsatz gemäß Art7 B-VG. Nach der Rechtsauffassung des Antragstellers führe die in der angefochtenen Regelung vorgesehene Säumnisfolge dazu, dass entscheidungsrelevante Tatsachen nicht berücksichtigt würden und damit die materielle Wahrheitsfindung erheblich beeinträchtigt werde. Im Vergleich zu den gesetzlichen Anforderungen an einen gerichtlichen Zahlungsbefehl oder eine Aufkündigung sei es gleichheitswidrig, dass der Gesetzgeber im Außerstreitverfahren – im Hinblick auf dessen Fürsorgecharakter – das bloße Schweigen einer Partei als Zustimmung fingiere.",
            "annotations": []
        },
        {
            "text": "Das Vorbringen des Antragstellers lässt die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass der Antrag keine hinreichende Aussicht auf Erfolg hat: Die Rechtsfolge der Zustimmungsfiktion des Antragsgegners zu den Angaben der Antragstellerin im Außerstreitverfahren setzt voraus, dass dem Antragsgegner nachweislich die Möglichkeit zur Äußerung (schriftlich oder mündlich) eingeräumt wurde. In Anbetracht der Voraussetzungen der Zustimmungsfiktion nach §17 AußStrG wird durch die Bestimmung weder das Parteiengehör noch die materielle Wahrheitsfindung durch das Gericht in verfassungswidriger Weise konterkariert. Im Übrigen ist dem Gesetzgeber aus dem Blickwinkel des Gleichheitsgrundsatzes bzw des Art6 EMRK nicht entgegenzutreten, wenn er einer Partei im Außerstreitverfahren eine besondere Äußerungslast auferlegt, um damit die zügige und inhaltlich zielgerichtete Ermittlung der Entscheidungsgrundlagen zu betreiben.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}