{
    "document_id": "JFT_20230227_23A00008_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt und Klagebegehren",
            "annotations": []
        },
        {
            "text": "1. Die Klägerin stand ab 1. September 1999 in einem privatrechtlichen Dienstverhältnis zur Gemeinde Wien. Seit 1. September 2003 steht sie in einem öffentlich-rechtlichen Dienstverhältnis zur Gemeinde Wien. Mit Beschluss der Wiener Landesregierung vom 17. Jänner 2012 wurde die Klägerin mit Wirksamkeit vom 1. Februar 2012 zum Mitglied des Unabhängigen Verwaltungssenates Wien ernannt. Seit 1. Jänner 2014 ist sie Richterin am Verwaltungsgericht Wien. Die besoldungsrechtliche Stellung der Klägerin wurde jeweils unter Außerachtlassung ihrer zwischen dem 15. und 18. Lebensjahr zurückgelegten Schulzeiten festgelegt.",
            "annotations": []
        },
        {
            "text": "2. Mit rechtskräftigem Bescheid vom 21. Februar \"2017\" (gemeint wohl: 2018) hat der Präsident des Verwaltungsgerichtes Wien dem Antrag der Klägerin auf Neuberechnung ihres Vorrückungsstichtages unter Berücksichtigung der zwischen dem 15. und 18. Lebensjahr zurückgelegten Schulzeiten sowie auf rückwirkende besoldungsrechtliche Neueinreihung Folge gegeben und festgestellt, dass die besoldungsrechtliche Stellung der Klägerin zum 1. Jänner 2004 \"Schema II, Verwendungsgruppe A, Dienstklasse III, Gehaltsstufe 9, Vorrückungsstichtag 26.12.2003\" zu lauten hat (Spruchpunkt 1.) und dass sich die Klägerin \"derzeit im Schema VGW, Gehaltsstufe 3 mit dem Vorrückungsstichtag 1.1.2017\" befindet (Spruchpunkt 2.), dem Antrag auf Nachzahlung der Bezüge in Ansehung des Zeitraums von 1. Jänner 2004 bis einschließlich 31. Jänner 2010 insofern Folge gegeben, als festgestellt wird, dass die Klägerin \"die Differenz zwischen dem Entgelt, das sie ohne Diskriminierung erhalten hätte (1.1.2004 bis 25.12.2005: Gehaltsstufe 9; 26.12.2005 bis 25.12.2007: Gehaltsstufe 10; 26.12.2007 bis 25.12.2009: Gehaltsstufe 11, 26.12.2009 bis 31.1.2010: Gehaltsstufe 12), und dem Entgelt, das sie tatsächlich erhalten hat (1.1.2004 bis 25.12.2004: Gehaltsstufe 7; 26.12.2004 bis 25.12.2006: Gehaltsstufe 8; 26.12.2006 bis 25.12.2008: Gehaltsstufe 9; 26.12.2008 bis 31.1.2010: Gehaltsstufe 10), gebührt\" (Spruchpunkt 3.) und den Antrag, soweit er sich auf Nachzahlung der Bezüge für die ab der am 1. Februar 2010 erfolgten Beförderung liegenden Zeiträume richtet, abgewiesen (Spruchpunkt 4.).",
            "annotations": []
        },
        {
            "text": "3. Mit Antrag vom 29. Juni 2018 begehrte die Klägerin beim Magistrat der Stadt Wien die Auszahlung bzw Liquidierung der in Spruchpunkt 3. des genannten Bescheides festgestellten Entgeltdifferenz.",
            "annotations": []
        },
        {
            "text": "4. Mit Schreiben vom 23. Juli 2018 teilte der Magistrat der Stadt Wien der Klägerin mit, dass sich die von ihr begehrte Entgeltdifferenz auf einen nach §10 Abs1 Wr. Besoldungsordnung 1994, LGBl 55/1994, verjährten Zeitraum beziehe.",
            "annotations": []
        },
        {
            "text": "5. Mit einer am 12. November 2021 beim Verfassungsgerichtshof eingebrachten, auf Art137 B-VG gestützten Klage gegen die Gemeinde Wien begehrte die Klägerin die Zahlung von € 16.371,81 sA.",
            "annotations": []
        },
        {
            "text": "Diese Klage wurde mit Beschluss des Verfassungsgerichtshofes vom 1. März 2022, A25 /2021, zurückgewiesen. Dies wurde im Wesentlichen damit begründet, dass noch keine Bemessung der Höhe des geltend gemachten Anspruches durch die Dienstbehörde erfolgt ist.",
            "annotations": []
        },
        {
            "text": "6. Mit Antrag vom 13. April 2022 begehrte die Klägerin beim Präsidenten des Verwaltungsgerichtes Wien die Feststellung der konkreten Höhe der im Bescheid des Präsidenten des Verwaltungsgerichtes Wien vom 21. Februar 2018 als gebührlich festgestellten Entgeltdifferenz.",
            "annotations": []
        },
        {
            "text": "Mit Bescheid vom 15. September 2022 stellte der Präsident des Verwaltungsgerichtes Wien auf Grund dieses Antrages betreffend den Zeitraum von 1. Jänner 2004 bis einschließlich 31. Jänner 2010 fest, dass der Klägerin \"die Entgeltdifferenz zwischen dem Entgelt, das [die Klägerin] ohne Diskriminierung erhalten hätte und dem Entgelt, das sie tatsächlich erhalten hat, EUR 14.364,68 brutto beträgt\" (Spruchpunkt 1.) und dass diese Entgeltdifferenz gemäß §10 Abs1 Wr. Besoldungsordnung 1994 verjährt ist (Spruchpunkt 2.).",
            "annotations": []
        },
        {
            "text": "Gegen Spruchpunkt 2. dieses Bescheides hat die Klägerin mit Schriftsatz vom 12. Oktober 2022 eine Beschwerde an das Bundesverwaltungsgericht erhoben.",
            "annotations": []
        },
        {
            "text": "7. In ihrer auf Art137 B-VG gestützten Klage gegen die Gemeinde Wien begehrt die Klägerin die Zahlung von € 14.364,68 sA. Begründend führt sie im Wesentlichen aus, dass eine Verjährung nach §10 Wr. Besoldungsordnung 1994 in Bezug auf den unionsrechtlich gebotenen Anspruch der Klägerin auf Grund des Effektivitätsgrundsatzes des Unionsrechtes nicht in Betracht komme. Im Übrigen seien durch die Bescheide des Präsidenten des Verwaltungsgerichtes Wien neue Rechtsgrundlagen geschaffen worden, aus denen der nun geltend gemachte Anspruch erwachse.",
            "annotations": []
        },
        {
            "text": "II. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Nach Art137 B-VG erkennt der Verfassungsgerichtshof über vermögensrechtliche Ansprüche gegen den Bund, die Länder, die Gemeinden und die Gemeindeverbände, die weder im ordentlichen Rechtsweg auszutragen noch durch Bescheid einer Verwaltungsbehörde zu erledigen sind.",
            "annotations": []
        },
        {
            "text": "2. Mit der vorliegenden Klage wird ein vermögensrechtlicher Anspruch gegen die Gemeinde Wien geltend gemacht. Er gründet sich auf das Bestehen eines öffentlich-rechtlichen Dienstverhältnisses zu dieser Gebietskörperschaft. Da es sich somit um einen öffentlich-rechtlichen Anspruch, also nicht um eine bürgerliche Rechtssache (§1 JN) oder um eine andere Angelegenheit handelt, die vor den ordentlichen Gerichten auszutragen ist, sind die ordentlichen Gerichte zur Entscheidung über den Anspruch nicht zuständig. Es ist aber zu prüfen, ob über den Klagsanspruch durch Bescheid einer Verwaltungsbehörde zu erkennen ist.",
            "annotations": []
        },
        {
            "text": "3. Der geltend gemachte Anspruch wird aus dem Bestehen eines öffentlich-rechtlichen Dienstverhältnisses zur beklagten Partei und aus den Bescheiden des Präsidenten des Verwaltungsgerichtes Wien vom 21. Februar 2018 und 15. September 2022 abgeleitet. Im rechtskräftigen Spruchpunkt 1. des Bescheides vom 15. September 2022 wird ausgesprochen, dass für den Zeitraum von 1. Jänner 2004 bis einschließlich 31. Jänner 2010 \"die Entgeltdifferenz zwischen dem Entgelt, das [die Klägerin] ohne Diskriminierung erhalten hätte und dem Entgelt, das sie tatsächlich erhalten hat, EUR 14.364,68 brutto beträgt\". In Spruchpunkt 2. des Bescheides wird ausgesprochen, dass diese Entgeltdifferenz gemäß §10 Abs1 Wr. Besoldungsordnung 1994 verjährt ist. Gegen diesen Spruchpunkt hat die Klägerin eine Beschwerde an das Bundesverwaltungsgericht erhoben.",
            "annotations": []
        },
        {
            "text": "4. Besoldungsrechtliche Ansprüche eines Beamten werden in der Regel in drei Phasen – Schaffung eines Rechtstitels, Bemessung und Liquidierung – verwirklicht. Die letzte Phase (Liquidierung, Auszahlung) ist ein technischer Vorgang, der nur der Verwirklichung der vorangegangenen Bescheide dient, also selbst nicht durch Bescheid der Verwaltungsbehörde zu erledigen ist, sodass für die Entscheidung eines solchen Liquidierungsbegehrens die Zuständigkeit des Verfassungsgerichtshofes gemäß Art137 B-VG gegeben ist (so die ständige, mit VfSlg 3259/1957 eingeleitete Rechtsprechung des Verfassungsgerichtshofes). Geht es nicht bloß um die Liquidierung eines besoldungsrechtlichen Anspruches, sondern um die Rechtsfrage der Gebührlichkeit, so ist darüber im Streitfall durch Bescheid der zuständigen (Dienst-)Behörde (vgl die mit den Erkenntnissen VfSlg 7172/1973 und 7173/1973 beginnende Rechtsprechung des Verfassungsgerichtshofes, etwa VfSlg 10.756/1986, 11.395/1987, 12.313/1990, 17.535/2005) ebenso wie über die Bemessung der Höhe des Anspruches zu entscheiden (vgl VfGH 24.2.2020, A21/2019; 1.3.2022, A25/2021). Nach der Feststellung der Gebührlichkeit und der Bemessung hat die (Dienst-)Behörde, bei eingetretener Verjährung, auch die Verjährung mit Bescheid festzustellen (vgl zB VwGH 28.3.2008, 2007/12/0043; 14.10.2009, 2009/12/0005; 10.6.2021, Ra 2021/12/0011; 3.11.2022, Ra 2022/12/0034).",
            "annotations": []
        },
        {
            "text": "5. Im vorliegenden Fall liegt somit eine Entscheidung über die Gebührlichkeit und Bemessung der im Bescheid des Präsidenten des Verwaltungsgerichtes Wien vom 15. September 2022 genannten Entgeltdifferenz vor, unter einem wurde darin auch die Verjährung des Anspruches festgestellt. Bezüglich der Feststellung der Verjährung ist ein Beschwerdeverfahren beim Bundesverwaltungsgericht anhängig.",
            "annotations": []
        },
        {
            "text": "6. Da somit über den mit Klage begehrten Gehaltsanspruch im dafür vorgesehenen Rechtsweg noch nicht rechtskräftig entschieden worden ist, sind die Prozessvoraussetzungen des Art137 B-VG nicht gegeben. Der Verfassungsgerichtshof ist dementsprechend nicht zuständig, über das Klagebegehren zu entscheiden.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Klage ist daher zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs3 Z2 lita VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}