{
    "document_id": "JFT_20230315_22V00155_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Tirol, der Verfassungsgerichtshof möge §7 Abs6 und §7 Abs3 zweiter Satz der Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz, mit der besondere Schutzmaßnahmen gegen die Verbreitung von COVID-19 getroffen werden (4. COVID-19-Schutzmaßnahmenverordnung – 4. COVID-19-SchuMaV), BGBl II 58/2021, in eventu §7 Abs6 erster Satz dieser Verordnung, aufheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Kon-sumentenschutz, mit der besondere Schutzmaßnahmen gegen die Verbreitung von COVID-19 getroffen werden (4. COVID-19-Schutzmaßnahmenverordnung – 4. COVID-19-SchuMaV), BGBl II 58/2021, lautete in der – hier maßgeblichen – Stammfassung auszugsweise (die angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Gastgewerbe",
            "annotations": []
        },
        {
            "text": "§7. (1) Das Betreten und Befahren von Betriebsstätten sämtlicher Betriebsarten der Gastgewerbe zum Zweck des Erwerbs von Waren oder der Inanspruchnahme von Dienstleistungen des Gastgewerbes ist untersagt.",
            "annotations": []
        },
        {
            "text": "(2) Abs1 gilt nicht für Gastgewerbebetriebe, die innerhalb folgender Einrichtungen betrieben werden:",
            "annotations": []
        },
        {
            "text": "1. Krankenanstalten und Kuranstalten,",
            "annotations": []
        },
        {
            "text": "2. Alten-, Pflege- und Behindertenheime,",
            "annotations": []
        },
        {
            "text": "3. Einrichtungen zur Betreuung und Unterbringung von Kindern und Jugendlichen einschließlich Schulen und Kindergärten,",
            "annotations": []
        },
        {
            "text": "4. Betriebe, wenn diese ausschließlich durch die dort betreuten, untergebrachten oder nicht zum bloßen Besuch aufhältigen Personen oder durch Betriebsangehörige genutzt werden.",
            "annotations": []
        },
        {
            "text": "(3) Abs1 gilt nicht für Beherbergungsbetriebe, wenn in der Betriebsstätte Speisen und Getränke ausschließlich an Beherbergungsgäste verabreicht bzw ausgeschenkt werden. Die Verabreichung und Konsumation hat tunlichst in der Wohneinheit zu erfolgen.",
            "annotations": []
        },
        {
            "text": "(4) Abs1 gilt nicht für öffentliche Verkehrsmittel, wenn dort Speisen und Getränke ausschließlich an Benutzer des öffentlichen Verkehrsmittels verabreicht bzw ausgeschenkt werden.",
            "annotations": []
        },
        {
            "text": "(5) Hinsichtlich der Ausnahmen gemäß Abs2 bis 4 und hinsichtlich Abs7 gilt:",
            "annotations": []
        },
        {
            "text": "1. Gegenüber Personen, die nicht im gemeinsamen Haushalt leben, ist ein Abstand von mindestens zwei Metern einzuhalten und – ausgenommen während des Verweilens am Verabreichungsplatz – eine Atemschutzmaske der Schutzklasse FFP2 (FFP2-Maske) ohne Ausatemventil oder eine Maske mit mindestens gleichwertig genormtem Standard zu tragen.",
            "annotations": []
        },
        {
            "text": "2. Der Betreiber hat sicherzustellen, dass die Konsumation von Speisen und Getränken nicht in unmittelbarer Nähe der Ausgabestelle erfolgt.",
            "annotations": []
        },
        {
            "text": "3. Speisen und Getränke dürfen in der Betriebsstätte nur im Sitzen an Verabreichungsplätzen konsumiert werden. Der Betreiber hat die Verabreichungsplätze so einzurichten, dass zwischen den Personengruppen ein Abstand von mindestens zwei Metern besteht. Dies gilt nicht, wenn durch geeignete Schutzmaßnahmen zur räumlichen Trennung das Infektionsrisiko minimiert werden kann.",
            "annotations": []
        },
        {
            "text": "4. Für den Betreiber und seine Mitarbeiter gilt bei unmittelbarem Kundenkontakt §6 Abs4.",
            "annotations": []
        },
        {
            "text": "5. Selbstbedienung ist zulässig, sofern durch besondere hygienische Vorkehrungen das Infektionsrisiko minimiert werden kann.",
            "annotations": []
        },
        {
            "text": "(6) Hinsichtlich der Ausnahmen gemäß Abs2 bis 4 darf der Betreiber das Betreten und das Befahren der Betriebsstätte nur im Zeitraum zwischen 06.00 und 19.00 Uhr zulassen. In Betrieben ist das Betreten durch Betriebsangehörige im Schichtbetrieb durchgehend zulässig. Restriktivere Sperrstunden und Aufsperrstunden aufgrund anderer Rechtsvorschriften bleiben unberührt.",
            "annotations": []
        },
        {
            "text": "(7) Abweichend von Abs1 ist die Abholung von Speisen und alkoholfreien sowie in handelsüblich verschlossenen Gefäßen abgefüllten alkoholischen Getränken zwischen 06.00 und 19.00 Uhr zulässig. Die Speisen und Getränke dürfen nicht im Umkreis von 50 Metern um die Betriebsstätte konsumiert werden. Bei der Abholung ist gegenüber Personen, die nicht im gemeinsamen Haushalt leben, ein Abstand von mindestens zwei Metern einzuhalten sowie eine Atemschutzmaske der Schutzklasse FFP2 (FFP2-Maske) ohne Ausatemventil oder eine Maske mit mindestens gleichwertig genormtem Standard zu tragen.",
            "annotations": []
        },
        {
            "text": "(8) Abs1 gilt nicht für Lieferservices. §6 Abs4 gilt.",
            "annotations": []
        },
        {
            "text": "Beherbergungsbetriebe",
            "annotations": []
        },
        {
            "text": "§8. (1) Das Betreten von Beherbergungsbetrieben zum Zweck der Inanspruchnahme von Dienstleistungen von Beherbergungsbetrieben ist untersagt.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(3) Abs1 gilt nicht für das Betreten eines Beherbergungsbetriebs",
            "annotations": []
        },
        {
            "text": "1. durch Personen, die sich zum Zeitpunkt des Inkrafttretens dieser Bestimmung bereits in Beherbergung befinden, für die im Vorfeld mit dem Unterkunftgeber vereinbarte Dauer der Beherbergung,",
            "annotations": []
        },
        {
            "text": "2. zum Zweck der Betreuung von und Hilfeleistung für unterstützungsbedürftige Personen,",
            "annotations": []
        },
        {
            "text": "3. aus unaufschiebbaren beruflichen Gründen,",
            "annotations": []
        },
        {
            "text": "4. zu Ausbildungszwecken gesetzlich anerkannter Einrichtungen,",
            "annotations": []
        },
        {
            "text": "5. zur Stillung eines dringenden Wohnbedürfnisses,",
            "annotations": []
        },
        {
            "text": "6. durch Kurgäste und Begleitpersonen in einer Kuranstalt, die gemäß §42a des Krankenanstalten- und Kuranstaltengesetzes (KAKuG), BGBl Nr 1/1957, als Beherbergungsbetrieb mit angeschlossenem Ambulatorium gemäß §2 Abs1 Z5 KAKuG organisiert ist,",
            "annotations": []
        },
        {
            "text": "7. durch Patienten und Begleitpersonen in einer Einrichtung zur Rehabilitation, die als Beherbergungsbetrieb mit angeschlossenem Ambulatorium gemäß §2 Abs1 Z5 KAKuG organisiert ist,",
            "annotations": []
        },
        {
            "text": "8. durch Schüler zum Zweck des Schulbesuchs und Studenten zu Studienzwecken (Internate, Lehrlingswohnheime und Studentenheime)",
            "annotations": []
        },
        {
            "text": "für die unbedingt erforderliche Dauer.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Mit zwei Straferkenntnissen der Bezirkshauptmannschaft Lienz vom 15. April 2021 wurde dem Beschwerdeführer der Verfahren vor dem Landesverwaltungsgericht Tirol (im Folgenden: antragstellendes Gericht) jeweils zur Last gelegt, er habe als Inhaber einer Betriebsstätte der Betriebsart des Gastgewerbes nicht dafür Sorge getragen, dass die Betriebsstätte nicht bzw nur im Zeitraum zwischen 6:00 Uhr und 19:00 Uhr betreten werde, obwohl das Betreten von Betriebsstätten sämtlicher Betriebsarten des Gastgewerbes gemäß der 4. COVID-19-SchuMaV in der Zeit vom 8. Februar 2021 bis 17. Februar 2021 untersagt bzw für Beherbergungsgäste nur im Zeitraum zwischen 6:00 Uhr und 19:00 Uhr zulässig gewesen sei. Am 11. Februar 2021 gegen 21:30 Uhr hätten sich zwei Beherbergungsgäste und ein nicht vom Beschwerdeführer der Verfahren vor dem antragstellenden Gericht beherbergter Gast zum Zwecke des Getränkekonsums im Gastraum aufgehalten. Am 16. Februar 2021 um 21:40 Uhr sei ein weiterer Beherbergungsgast an einem Tisch im Gastraum gesessen und habe eine Flasche Bier konsumiert. Über den Beschwerdeführer der Verfahren vor dem antragstellenden Gericht wurden daher gemäß §8 Abs4 COVID-19-Maßnahmengesetz (im Folgenden: COVID-19-MG) Geldstrafen verhängt.",
            "annotations": []
        },
        {
            "text": "1.2. Gegen diese Straferkenntnisse erhob der Beschwerdeführer der Verfahren vor dem antragstellenden Gericht jeweils Beschwerde.",
            "annotations": []
        },
        {
            "text": "2.  Das antragstellende Gericht legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, zusammengefasst wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.1. Zur Zulässigkeit des Antrages führt das antragstellende Gericht aus, dass die belangte Behörde den Tatvorwurf in beiden Fällen unter anderem auf §7 Abs6 der 4. COVID-19-SchuMaV stütze. Bei dieser Bestimmung bzw der Verordnung an sich handle es sich um eine zeitraumbezogene Regelung, welche zu beiden Tatzeitpunkten in Geltung gewesen sei und vom antragstellenden Gericht daher ungeachtet des zwischenzeitlichen Außerkrafttretens in den gegenständlichen Anlassverfahren anzuwenden sei. §7 Abs6 der 4. COVID-19-SchuMaV sei somit für beide Anlassverfahren präjudiziell, weshalb der Antrag nach Ansicht des antragstellenden Gerichtes zulässig sei.",
            "annotations": []
        },
        {
            "text": "2.2. In der Sache bringt das antragstellende Gericht zunächst vor, dass der Verordnungsgeber in §7 Abs6 der 4. COVID-19-SchuMaV eine gebotene Differenzierung unterlasse, indem unsachlicherweise nicht berücksichtigt werde, dass für Beherbergungsgäste Ausnahmebestimmungen gemäß §2 Abs1 Z1 bis 9 der 4. COVID-19-SchuMaV gelten könnten und eine Rückkehr in die Betriebsstätte außerhalb der allgemeinen Ausgangsbeschränkungen erfolgen könne. Es bestehe keine sachliche Rechtfertigung dafür, dass nur Betriebsangehörigen, welche im Schichtbetrieb tätig seien, das Betreten von Betriebsstätten zur Verköstigung außerhalb von 6:00 Uhr bis 19:00 Uhr erlaubt sei. Diese Ausnahme sei zu wenig weitreichend. Die Anwendung des §7 Abs6 der 4. COVID-19-SchuMaV auch auf Beherbergungsgäste führe wie in den Anlassverfahren dazu, dass Personen, die zu einer beruflich erforderlichen Besprechung oder zum Zwecke der Gefahrenabwehr oder Hilfeleistung zusammenkommen würden, die Möglichkeit versagt werde, sich in einer Betriebsstätte verköstigen zu lassen. Diese Bestimmung widerspreche somit dem Gleichheitssatz.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus führt das antragstellende Gericht aus, dass §7 Abs6 der 4. COVID-19-SchuMaV dem allgemeinen Sachlichkeitsgebot widerspreche, da sich in keiner der rechtlichen Begründungen zur COVID-19-Schutzmaßnahmenverordnung, BGBl II 463/2020, eine konkrete Begründung für die Geltung der Verköstigungszeiten für alle Personen (ausgenommen Schichtbetrieb) finde. Die Ausführungen im Dokument \"Sachverhalt und Begründungen zur COVID-19-Schutzmaßnahmenverordnung\" würden keine sachlich nachvollziehbare Begründung darstellen, sondern sich in einem Verweis auf die allgemeinen Ausgangsbeschränkungen erschöpfen. Aus diesem Grund sei auch zweifelhaft, ob §7 Abs6 der 4. COVID-19-SchuMaV dem sich aus der Rechtsprechung des Verfassungsgerichtshofes ergebenden Erfordernis einer nachvollziehbaren Dokumentation im Zuge der Verordnungserlassung entspreche (vgl VfSlg 20.398/2020, 20.399/2020; VfGH 23.2.2021, V533/2020). Die in dieser Rechtsprechung festgehaltenen Anforderungen seien offenbar nicht erfüllt worden. Weiters verstoße der Begriff \"tunlichst\" in §7 Abs3 der 4. COVID-19-SchuMaV gegen das Bestimmtheitsgebot. Dieser werde im allgemeinen Sprachgebrauch tendenziell eher als Obliegenheit bzw Verhaltensvorschlag denn als strikte Verpflichtung verstanden. Dadurch ergebe sich ein Interpretationsspielraum bzw es erschließe sich dem Rechtsunterworfenen im Verwaltungsstrafverfahren nicht eindeutig, dass eine Konsumation verpflichtend in der Wohneinheit zu erfolgen habe.",
            "annotations": []
        },
        {
            "text": "3. Der Beschwerdeführer des Verfahrens vor dem antragstellenden Gericht hat als beteiligte Partei eine Äußerung erstattet, in der er sich den Bedenken des antragstellenden Gerichtes vollinhaltlich anschließt.",
            "annotations": []
        },
        {
            "text": "4. Der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz (im Folgenden: BMSGPK) hat die Akten betreffend das Zustandekommen der angefochtenen Verordnungsbestimmungen vorgelegt und eine Äußerung erstattet, in der er die Zurückweisung, in eventu die Abweisung des Antrages beantragt und wie folgt ausführt:",
            "annotations": []
        },
        {
            "text": "4.1. Zur Zulässigkeit des Antrages bringt der BMSGPK vor, dass sich der Hauptantrag infolge zu eng gewählten Anfechtungsumfanges als unzulässig erweise, da das antragstellende Gericht §7 der 4. COVID-19-SchuMaV zur Gänze anfechten hätte müssen. Vor dem Hintergrund des vorliegenden Regelungssystems stünden die übrigen Absätze des §7 leg. cit. in einem untrennbaren Zusammenhang mit dem angefochtenen §7 Abs3 zweiter Satz und Abs6 leg. cit. Sollte der Verfassungsgerichtshof diese Ansicht nicht vollumfänglich teilen, so gelte das Gesagte zumindest für §7 Abs1 bis 4 und 6 der 4. COVID-19-SchuMaV. Eine abschließende Beurteilung der vom antragstellenden Gericht behaupteten Gesetz- bzw Verfassungswidrigkeit des §7 Abs6 leg. cit. könne nicht isoliert erfolgen, sondern nur in Zusammenschau mit den übrigen genannten Bestimmungen. Dasselbe gelte sinngemäß für den Eventualantrag, mit dem nur §7 Abs6 erster Satz der 4. COVID-19-SchuMaV angefochten werde. Auch würde die antragsgemäße Aufhebung zu einer dem Verordnungsgeber nicht zusinnbaren Ungleichbehandlung führen. Es entstünde eine erhebliche Schieflage zwischen Gastgewerbebetrieben innerhalb von Einrichtungen, Betrieben und Verkehrsmitteln iSd §7 Abs2 bis 4 der 4. COVID-19-SchuMaV und sonstigen Betriebsstätten der Gastgewerbe; die Aufhebung hätte auch eine unsachliche Privilegierung von ersteren zur Folge.",
            "annotations": []
        },
        {
            "text": "4.2. In der Sache führt der BMSGPK aus, dass §7 Abs6 der 4. COVID-19-SchuMaV im Einklang mit dem allgemeinen Sachlichkeitsgebot bzw dem Verbot der unsachlichen Differenzierung sowie dem Gleichbehandlungsgebot stehe und damit den Anforderungen des Gleichheitssatzes gerecht werde. Ob das Ergebnis einer Regelung in allen Fällen als befriedigend empfunden werde, könne nicht am Maßstab des Gleichheitssatzes gemessen werden. Der Verfassungsgerichtshof habe ein grundsätzliches Betretungsverbot für Betriebsstätten der Gastgewerbe bereits mehrfach als gesetzmäßig erachtet (vgl zuletzt VfGH 13.6.2022, V160/2021 ua, zu §7 Abs1 der 4. COVID-19-SchuMaV idF BGBl II 206/2021). Diese Wertung treffe nach Ansicht des BMSGPK auch auf die gegenständliche Regelung des §7 Abs6 der 4. COVID-19-SchuMaV zu. Die behauptete Verletzung des Gleichheitssatzes gemäß Art7 B-VG sowie Art2 StGG liege daher im Ergebnis nicht vor. Auch die zum behaupteten Verstoß gegen das COVID-19-MG wegen Verletzung der Dokumentationspflicht bzw des Bestimmtheitsgebotes des Art18 B-VG vorgebrachten Bedenken würden sich im Ergebnis als unbegründet erweisen.",
            "annotations": []
        },
        {
            "text": "IV. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen mangelnder Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001, 16.927/2003 und 20.171/2017).",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der Sachverhalte, die den Anlassverfahren zugrunde liegen, geht das antragstellende Gericht nicht denkunmöglich davon aus, dass es §7 Abs6 und §7 Abs3 zweiter Satz der 4. COVID-19-SchuMaV in diesen Verfahren anzuwenden hat.",
            "annotations": []
        },
        {
            "text": "3. Die Grenzen der Aufhebung einer auf ihre Gesetzmäßigkeit hin zu prüfenden Verordnungsbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Normenprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Verordnungsteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Verordnungsstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "3.1. Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Normenprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011; VfGH 14.3.2017, G311/2016). Der Antragsteller hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des Antragstellers teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "3.2. Unzulässig ist der Antrag etwa dann, wenn der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Gesetzwidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Verordnung dieser ein völlig veränderter, dem Verordnungsgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (vgl VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "4. Mit seinem auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das antragstellende Gericht, §7 Abs6 und §7 Abs3 zweiter Satz der 4. COVID-19-SchuMaV, in eventu §7 Abs6 erster Satz dieser Verordnung, aufzuheben.",
            "annotations": []
        },
        {
            "text": "5. In §7 Abs1 der 4. COVID-19-SchuMaV wurde das Betreten und Befahren von Betriebsstätten der Gastgewerbe zum Zweck des Erwerbs von Waren oder der Inanspruchnahme von Dienstleistungen des Gastgewerbes untersagt. Ausgenommen davon waren (unter anderem) Gastgewerbebetriebe innerhalb von Betrieben (Abs2 Z4 par. cit.) und Beherbergungsbetriebe (sofern deren Betreten nach §8 leg. cit. zulässig war), wenn Speisen und Getränke ausschließlich an Beherbergungsgäste verabreicht bzw ausgeschenkt werden (§7 Abs3 erster Satz leg. cit.).",
            "annotations": []
        },
        {
            "text": "Die vorliegend angefochtenen Bestimmungen schränkten diese Ausnahmen wiederum ein. §7 Abs3 zweiter Satz der 4. COVID-19-SchuMaV normierte, dass in Beherbergungsbetrieben die Verabreichung und Konsumation tunlichst in der Wohneinheit zu erfolgen hat. Abs6 par. cit. ordnete für die vom Verbot des Abs1 ausgenommenen Betriebsstätten an, dass der Betreiber das Betreten und Befahren nur zwischen 6:00 Uhr und 19:00 Uhr zulassen darf (erster Satz), wovon in Betrieben das Betreten durch Betriebsangehörige im Schichtbetrieb ausgenommen war (zweiter Satz). Restriktivere Sperrstunden auf Grund anderer Rechtsvorschriften blieben unberührt (dritter Satz).",
            "annotations": []
        },
        {
            "text": "6. §7 Abs2 bis 4 der 4. COVID-19-SchuMaV normierte – unter bestimmten Voraussetzungen – Ausnahmen vom Grundsatz, dass das Betreten von Betriebsstätten der Gastgewerbe untersagt war. Beherbergungsbetriebe und (unter anderem) Gastgewerbebetriebe innerhalb von Betrieben wurden durch diese Ausnahmen privilegiert. Wenn nun durch §7 Abs3 zweiter Satz und Abs6 leg. cit. spezifische Regelungen im Sinne von Einschränkungen der Privilegierung vorgesehen waren, nämlich in welcher Form die Verabreichung und Konsumation zu erfolgen hat bzw in welchem Zeitraum das Betreten jeweils zulässig ist, genügt es nicht, nur diese als verfassungswidrig anzufechten. Das antragstellende Gericht wäre vielmehr gehalten gewesen, zumindest all jene (Teile von) Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage einen Zusammenhang bilden. Es wäre sodann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine behauptete Verfassungswidrigkeit beseitigt werden kann (vgl VfSlg 16.756/2002 mwN), käme doch sonst eine allfällige Aufhebung der angefochtenen Bestimmungen einem Akt positiver Gesetzgebung gleich (vgl VfSlg 13.915/1994; VfGH 15.6.2020, V401/2020 ua; 27.9.2021, V139/2021).",
            "annotations": []
        },
        {
            "text": "7. Der Hauptantrag auf Aufhebung von §7 Abs6 und §7 Abs3 zweiter Satz der 4. COVID-19-SchuMaV wie auch der Eventualantrag auf Aufhebung nur von §7 Abs6 erster Satz leg. cit. erweisen sich daher als zu eng gefasst und damit unzulässig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist sohin als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}