{
    "document_id": "JFT_20230228_21V00274_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Mit dem vorliegenden, auf Art139 Abs1 Z3 B-VG gestützten Antrag begehrt der Antragsteller,",
            "annotations": []
        },
        {
            "text": "\"1. […] den Ausdruck '1334/5' in der Verordnung [des Gemeinderates] der Landeshauptstadt Innsbruck vom 19.11.2020, zu MagIbk/33903/SP-BB-HÖ/1, auf Änderung/Erlassung des Bebauungsplanes Nr HÖ-B18, Hötting, Großer-Gott-Weg 20 und Schneeburggasse 67, rechtsgültig seit 18.5.2021 […];",
            "annotations": []
        },
        {
            "text": "2. […] den Ausdruck '1341/8' in der Verordnung [des Gemeinderates] der Landeshauptstadt Innsbruck vom 18.11.2010, rechtsgültig seit 08.12.2010 auf Erlassung des Bebauungsplanes Nr HÖ-B7/1, Hötting […];",
            "annotations": []
        },
        {
            "text": "3. […] die Ausdrücke '1341/8 ', '1336/3' der Verordnung [des Gemeinderates] der Landeshauptstadt Innsbruck vom 02.11.1988 auf Änderung/Erlassung eines Flächenwidmungsplanes GZ HÖ-F1 als gesetzwidrig aufzuheben.\"",
            "annotations": []
        },
        {
            "text": "2. Zu seiner Antragslegitimation bringt der Antragsteller – zusammengefasst – Folgendes vor:",
            "annotations": []
        },
        {
            "text": "2.1. Er sei Eigentümer der Grundstücke Nr 1341/5 und 1341/8, KG Hötting, in Innsbruck. Er sei „Nachbar“ der – rund 140 Meter von seinen Grundstücken entfernten – Liegenschaft Nr 1334/5, KG Hötting. Durch den Bebauungsplan Z HÖ/B18 werde ein Teilstück dieser Liegenschaft als künftige Straßenverbindung (Fuß- und Radweg) gesichert. Damit würde durch diesen Bebauungsplan die raumordnungsrechtliche Grundlage für eine Verbindung des Großer-Gott-Weges und des im Eigentum des Antragstellers stehenden Grundstücks Nr 1341/8, KG Hötting, geschaffen. Diese seien derzeit noch nicht durch einen Erschließungsweg miteinander verbunden. Er werde durch den Bebauungsplan unmittelbar beeinträchtigt.",
            "annotations": []
        },
        {
            "text": "2.2. Das in seinem Eigentum stehende Grundstück Nr 1341/8, KG Hötting, werde vom Bebauungsplan, Z HÖ-B7/1 erfasst. Dieser Bebauungsplan weise auf dieser Liegenschaft Straßenraum und Straßenfluchtlinien aus. Die mögliche Nutzung dieses Grundstücks als öffentliche Verkehrsfläche beeinträchtige den Antragsteller, der die \"derzeit bestehende Nutzung allein durch ihn beibehalten möchte\".",
            "annotations": []
        },
        {
            "text": "Das im Eigentum des Antragstellers stehende Grundstück Nr 1341/8, KG Hötting, und das unmittelbar an diese Liegenschaft angrenzende, jedoch nicht in seinem Eigentum stehende Grundstück Nr 1336/3 seien vom Flächenwidmungsplan Z HÖ-F1 erfasst. Dieser widme die beiden Grundstücke gemäß §53 Abs3 Tiroler Raumordnungsgesetz als bestehenden örtlichen Verkehrsweg. Diese Flächenwidmung beeinträchtige den Antragsteller, der die \"derzeit bestehende Nutzung allein durch ihn beibehalten möchte\".",
            "annotations": []
        },
        {
            "text": "Ein anderer zumutbarer Weg, sich gegen die Rechtswidrigkeit dieser Verordnungen zu wehren, stünde nicht zur Verfügung.",
            "annotations": []
        },
        {
            "text": "3. Die Rechtswidrigkeit der bekämpften Verordnungen begründet der Antragsteller im Wesentlichen wie folgt:",
            "annotations": []
        },
        {
            "text": "3.1. Mit der Verordnung Z HÖ-B18 werde eine Erschließung zwischen dem Großer-Gott-Weg und der Sternwartestraße mittels eines Fuß- und Radweges vorbereitet. Das Grundstück Nr 1341/5, KG Hötting, des Antragstellers befinde sich am Ende der Sternwartestraße, die eine Sackgasse sei. Da sämtliche Liegenschaften im Bereich Großer-Gott-Weg bereits mehrfach erschlossen seien, sei eine weitere Erschließung unverhältnismäßig und führe zu einer Zersiedelung. Sie liege auch nicht im öffentlichen Interesse. Der Fuß- und Radweg würde über das im Eigentum des Antragstellers stehende Grundstück Nr 1341/8 führen. Dies bedeute eine Einschränkung seines Eigentums. Die auf Grund des Bebauungsplans mögliche Erschließung wäre zudem mit erheblichen Lärmemmissionen verbunden. Es würde außerdem zu einer Wertminderung seiner Liegenschaft kommen.",
            "annotations": []
        },
        {
            "text": "3.2. Mit dem Bebauungsplan Z HÖ-B7/1 werde ein Teilstück des im Eigentum des Antragstellers stehenden Grundstücks Nr 1341/5, KG Hötting, als künftige Straßenverbindung gesichert. Eine Bebauung oder andere Nutzung dieses Grundstücks werde daher verunmöglicht. Auch für diesen Bebauungsplan gelte, dass er im Hinblick auf die schon bestehende Erschließung nicht verhältnismäßig sei. Es sei auch mit erheblichen Lärmemissionen und einer Wertminderung der betroffenen Liegenschaft des Antragstellers zu rechnen. Eine Grundlagenforschung sei nicht vorgenommen worden.",
            "annotations": []
        },
        {
            "text": "3.3. Mit dem Flächenwidmungsplan Z HÖ-F1 werde das im Eigentum des Antragstellers stehende Grundstück Nr 1341/8, KG Hötting, und das unmittelbare Nachbargrundstück als bestehender örtlicher Verkehrsweg gewidmet. Auf dem Grundstück des Antragstellers befinde sich die Zufahrt zu dessen Garage und Garten. Durch die Widmung werde zum einen der Wert des Grundstücks gemindert. Zum anderen werde durch die geplante Verbindung zwischen der Sternwartestraße und dem Großer-Gott-Weg (manifestiert auch durch den bekämpften Bebauungsplan) eine Erschließung des Großer-Gott-Weges geschaffen, die nicht dem Tiroler Raumordnungsgesetz entsprechen würde. Es werde die Grundlage für die Wegnutzung durch dritte Personen geschaffen. Der Antragsteller könne daher sein Eigentum nicht mehr uneingeschränkt nützen. Es komme de facto zu einem Bauverbot. Auch für den Flächenwidmungsplan gelte, dass eine Erschließung nicht notwendig und daher auch nicht im öffentlichen Interesse sei. Die Erschließung über sein Grundstück sei auch nicht für einen Straßenbau zum öffentlichen Verkehr geeignet.",
            "annotations": []
        },
        {
            "text": "II. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Gemäß Art139 Abs1 Z3 B-VG erkennt der Verfassungsgerichtshof über die Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "2. Voraussetzung der Antragslegitimation ist, dass die bekämpfte Verordnung für den Antragsteller nicht bloß behaupteterweise, sondern tatsächlich ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist (VfSlg 8058/1977 unter Hinweis auf VfSlg 8009/1977). Zu untersuchen ist vom Verfassungsgerichtshof hierbei lediglich, ob die vom Antragsteller ins Treffen geführten Rechtswirkungen vorliegen (VfSlg 8060/1977, 10.593/1985, 11.453/1987, 15.943/2000; VfGH 19.11.2015, V135/2015).",
            "annotations": []
        },
        {
            "text": "Nicht jedem Normadressaten kommt die Anfechtungsbefugnis zu. Es ist nämlich erforderlich, dass die Verordnung selbst tatsächlich in die Rechtssphäre des Antragstellers unmittelbar eingreift. Ein derartiger Eingriff ist nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch die Verordnung selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn dem Antragsteller kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 13.944/1994, 15.234/1998, 15.947/2000).",
            "annotations": []
        },
        {
            "text": "3. Der Antragsteller begehrt die Aufhebung des Flächenwidmungsplanes Z HÖ-F1 und des Bebauungsplanes HÖ-B18 für ein näher spezifiziertes Teilgebiet (s oben Pkt. I.3.1. und I.3.3.), somit also auch für nicht in seinem Eigentum stehende Grundstücke. Nach der Rechtsprechung des Verfassungsgerichtshofes sind Antragsteller durch Regelungen eines planlich abgrenzbaren Teiles des Flächenwidmungsplanes oder Bebauungsplanes, die sich nicht auf die in ihrem Eigentum stehenden Grundstücke beziehen, in ihrer Rechtssphäre nicht betroffen (vgl VfSlg 10.793/1986, 16.232/2001, 19.257/2010). Nur unter besonderen Umständen könnte aus solchen Regelungen für einen Antragsteller eine unmittelbare Betroffenheit entstehen (vgl VfSlg 10.703/1985). Mit dem Vorbringen, dass mit den bekämpften Verordnungen \"eine Erschließung bzw Verbindung des Großer-Gott-Weges und der Sternwartestraße sichergestellt\" und \"zur allgemeinen Befahrung und Wegnutzung ausgebaut\" werde, dass eine solche Erschließung unverhältnismäßig sei, sowie dass die Erschließung mit \"Lärmemissionen\" verbunden sei und zur planungsbedingten Wertminderung der in seinem Eigentum stehenden Liegenschaft führe, werden solche Umstände im Antrag nicht dargetan.",
            "annotations": []
        },
        {
            "text": "Auch die vom Antragsteller ins Treffen geführten Wirkungen hinsichtlich eines in seinem Eigentum stehenden Grundstücks durch den angefochtenen Flächenwidmungs- und Bebauungsplan (s oben Pkt. I.3.2. und I.3.3.) sind keine solchen, die seine Rechtssphäre in einer nach Art und Ausmaß durch die Verordnung selbst bestimmten Weise aktuell beeinträchtigt.",
            "annotations": []
        },
        {
            "text": "Der Antragsteller verweist in diesem Zusammenhang zusammengefasst darauf hin, dass der Bebauungsplan \"die Erschließung zwischen Sternwartestraße und Großer-Gott-Weg vorbereiten\" würde. Eine andere Nutzung seiner Liegenschaft werde ihm verunmöglicht, das komme faktisch einer Bausperre gleich. Es werde eine \"planungsbedingte Wertminderung\" seines Grundstückes herbeigeführt. Die Erschließung sei \"mit erheblichen Lärmemissionen verbunden\" und würde nicht dem Tiroler Raumordnungsgesetz entsprechen. Es werde \"die raumordnungsrechtliche Grundlage für eine straßenrechtliche Ausdehnung der Wegnutzung auf dritte Personen geschaffen, die über das Eigentum des Antragstellers\" führen würde. Diese Erschließung sei nicht notwendig und daher auch nicht im öffentlichen Interesse.",
            "annotations": []
        },
        {
            "text": "Damit äußert der Antragsteller keine konkreten Absichten, sein Grundstück zu bebauen, sondern verweist nur auf den Umstand, dass eine Wertminderung des Grundstücks eintreten werde. Darin liegt jedoch von vornherein keine rechtliche Betroffenheit, sondern nur ein wirtschaftliches Interesse (vgl zB VfSlg 9876/1983, 11.128/1986, 15.144/1998). Im Übrigen legt der Antragsteller mit dem Hinweis auf eine Beeinträchtigung der künftigen Bebauung keine aktuelle Betroffenheit dar, weil keine konkreten Bauabsichten vorgebracht worden sind (vgl VfSlg 15.144/1998).",
            "annotations": []
        },
        {
            "text": "Damit fehlt es bereits aus diesen Gründen an den für die Antraglegitimation nach Art139 Abs1 Z3 B-VG geforderten Voraussetzungen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs3 Z2 lite VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}