{
    "document_id": "JFT_20230919_23G00260_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit vorliegendem, erkennbar auf Art140 Abs1 Z1 litd B-VG gestützten Antrag begehrt der Antragsteller, in §21 Abs1 EU-JZG idF BGBl I 94/2021 die Wortfolge \"Die Verfahrensvorschriften über die Zulässigkeit der Auslieferung nach §31 Abs1 erster Satz, Abs2 bis 5 und Abs6 erster bis dritter Satz ARHG gelten sinngemäß.\", mithin den zweiten Satz der Bestimmung, als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §21 des Bundesgesetzes über die justizielle Zusammenarbeit in Strafsachen mit den Mitgliedstaaten der Europäischen Union (EU-JZG), BGBl I 36/2004 idF BGBl I 94/2021, lautet (die angefochtene Wortfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "Entscheidung über die Übergabe",
            "annotations": []
        },
        {
            "text": "(1) Das Gericht hat über die Bewilligung oder Ablehnung der Übergabe der betroffenen Person binnen 30 Tagen nach deren Festnahme durch Beschluss zu entscheiden, der schriftlich auszufertigen ist. Die Verfahrensvorschriften über die Zulässigkeit der Auslieferung nach §31 Abs1 erster Satz, Abs2 bis 5 und Abs6 erster bis dritter Satz ARHG gelten sinngemäß.",
            "annotations": []
        },
        {
            "text": "(2) - (4) […]",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Mit Beschluss vom 21. März 2023 bewilligte das Landesgericht für Strafsachen Wien auf Grund eines Europäischen Haftbefehls (§2 Abs1 Z1 EU-JZG) die Übergabe des Antragstellers, eines serbischen Staatsangehörigen, zur Strafverfolgung an die deutschen Justizbehörden. Der dagegen erhobenen Beschwerde des Antragstellers wurde mit Beschluss des Oberlandesgerichtes Wien vom 20. Juni 2023 nicht Folge gegeben. Damit war das Übergabeverfahren (§§13-28 EU-JZG) rechtskräftig abgeschlossen (§1 Abs2 EU-JZG iVm §9 Abs1 ARHG, §89 Abs6 StPO).",
            "annotations": []
        },
        {
            "text": "Am 10. Juli 2023 stellte der Antragsteller einen Antrag auf Wiederaufnahme des Übergabeverfahrens, der mit Beschluss des Landesgerichtes für Strafsachen Wien vom 12. Juli 2023 zurückgewiesen wurde. Begründend führte das Landesgericht für Strafsachen Wien aus, dass die vormals eine Wiederaufnahme des Übergabeverfahrens ermöglichende Bestimmung des §27 EU-JZG mit BGBl I 94/2021 aufgehoben worden sei. Eine analoge Anwendung des §39 ARHG (Wiederaufnahme des Auslieferungsverfahrens) sei aber unzulässig.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass des gegen diesen Beschluss erhobenen Rechtsmittels der Beschwerde (§1 Abs2 EU-JZG iVm §9 Abs1 ARHG, §87 StPO) stellt der Antragsteller den vorliegenden Gesetzesprüfungsantrag (Art140 Abs1 Z1 litd B-VG):",
            "annotations": []
        },
        {
            "text": "Die angefochtene Bestimmung verletze den Antragsteller in seinen verfassungsgesetzlich gewährleisteten Rechten auf Achtung des Privat- und Familienlebens (Art8 EMRK) sowie ein faires Verfahren (Art6 EMRK iVm Art2 7. ZPEMRK) und widerspreche dem Gleichheitsgrundsatz sowie dem Rechtsstaatsprinzip. Sie verwehre nämlich dem Antragsteller, neue Beweise vorzubringen, die die Durchsetzung seiner durch Art8 EMRK gewährleisteten Rechte ermöglichten; daher sei auch Art6 EMRK iVm Art2 7. ZPEMRK verletzt.",
            "annotations": []
        },
        {
            "text": "Die angefochtene Bestimmung sei überdies unsachlich: §§26 ff ARHG und §§13 ff EU-JZG hätten denselben Regelungsinhalt, nämlich die Auslieferung von Personen. Die angefochtene Bestimmung verweise aber lediglich auf einzelne Bestimmungen des §31 ARHG, nicht aber auf §39 ARHG (Wiederaufnahme des Auslieferungsverfahrens), und verhindere damit die sinngemäße Anwendung der Bestimmung über die Wiederaufnahme des Verfahrens im Übergabeverfahren nach dem EU-JZG. Daher widerspreche die angefochtene Vorschrift auch dem Rechtsstaatsprinzip.",
            "annotations": []
        },
        {
            "text": "IV. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist nicht zulässig.",
            "annotations": []
        },
        {
            "text": "              Ein Antrag auf Aufhebung eines Gesetzes oder von bestimmten Stellen eines solchen gemäß Art140 Abs1 Z1 litd B-VG kann gemäß §62 Abs2 VfGG nur gestellt werden, wenn das Gesetz vom Gericht in der anhängigen Rechtssache unmittelbar anzuwenden bzw wenn die Verfassungsmäßigkeit des Gesetzes eine Vorfrage für die Entscheidung der beim Gericht anhängigen Rechtssache ist oder nach Ansicht der Antragsteller wäre. Ein Antrag gemäß Art140 Abs1 Z1 litd B-VG ist demnach mangels Präjudizialität zurückzuweisen, wenn die angefochtene Gesetzesbestimmung keine Voraussetzung der Entscheidung über das Rechtsmittel bildet, aus Anlass dessen der Antrag gestellt wurde (VfGH 7.10.2015, G224/2015 ua; 26.11.2015, G191/2015).",
            "annotations": []
        },
        {
            "text": "              Dem Parteiantrag liegt ein Verfahren über einen Antrag des Antragstellers auf Wiederaufnahme eines Übergabeverfahrens bei einem Europäischen Haftbefehl (§§13-28 EU-JZG) zugrunde. Die angefochtene Vorschrift des §21 Abs1 zweiter Satz EU-JZG gilt aber nach ihrem Wortlaut (\"Zulässigkeit der Auslieferung\") und ausweislich des ersten Satzes der leg cit (\"Bewilligung oder Ablehnung der Übergabe der betroffenen Person\") nur für das besagte Übergabeverfahren selbst, das im Fall des Antragstellers jedoch bereits rechtskräftig abgeschlossen ist. Das Landesgericht für Strafsachen Wien und das Oberlandesgericht Wien haben daher die angefochtene Vorschrift nicht anzuwenden. Mangels Präjudizialität der angefochtenen Bestimmung erweist sich daher der Antrag als unzulässig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}