{
    "document_id": "JFT_20230228_22E00233_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer stammt aus Basra und ist irakischer Staatsangehöriger. Am 14. Oktober 2015 stellte er in Österreich einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 6. Juli 2017 wurde der Antrag auf internationalen Schutz abgewiesen, ein Aufenthaltstitel aus berücksichtigungswürdigen Gründen nicht erteilt, eine Rückkehrentscheidung erlassen und festgestellt, dass die Abschiebung in den Irak zulässig sei, sowie eine vierzehntägige Frist für die Ausreise gewährt.",
            "annotations": []
        },
        {
            "text": "In der gegen diesen Bescheid erhobenen Beschwerde brachte der Beschwerdeführer erstmals vor, homosexuell zu sein. Im Irak habe er seine Homosexualität nur im Geheimen und unter großer Angst ausleben können. Da er nicht gewusst habe, wie vertraulich in Österreich mit dieser Information umgegangen werde, habe er seine Homosexualität bisher nicht angegeben. Mittlerweile habe er Anschluss in der \"LGBTI Community\" gefunden und vom offenen Umgang mit Homosexualität in Österreich erfahren. Im Falle seiner Rückkehr in den Irak befürchte er, wenn er seine sexuelle Neigung offen ausleben würde, Übergriffen ausgesetzt zu sein und auf Grund des gesetzlichen Verbotes der Homosexualität im Irak staatlich verfolgt zu werden. ",
            "annotations": []
        },
        {
            "text": "2. Das Bundesverwaltungsgericht wies mit dem angefochtenen Erkenntnis – nach mündlicher Verkündung des Erkenntnisses im Anschluss an die in Abwesenheit des Beschwerdeführers durchgeführte mündliche Verhandlung – die Beschwerde als unbegründet ab. Seiner Entscheidung legte es ua die im Erkenntnis wiedergegebenen Erwägungen des UNHCR zu Personen mit unterschiedlichen sexuellen Orientierungen bzw geschlechtlichen Identitäten von Mai 2019 und eine Anfragebeantwortung der Staatendokumentation in Bezug auf Homosexuelle, strafrechtliche Verfolgung, Übergriffe nichtstaatlicher Akteure im Irak, von 8. April 2021 zugrunde. ",
            "annotations": []
        },
        {
            "text": "Das Nichtvorliegen einer asylrechtlichen Verfolgung des Beschwerdeführers in Bezug auf seine vorgebrachte Homosexualität gründete das Bundesverwaltungsgericht auf folgende Feststellungen: ",
            "annotations": []
        },
        {
            "text": "\"",
            "annotations": []
        },
        {
            "text": "Auch wenn der Beschwerdeführer in Österreich unter Homosexuellen lebt, ist eine unmittelbare Verfolgungsgefahr im Irak nur aufgrund seiner sexuellen Orientierung nicht gegeben. ",
            "annotations": []
        },
        {
            "text": "Homosexualität wird seit 2003 strafrechtlich nicht mehr verfolgt, sofern die gleichgeschlechtlichen Handlungen im gegenseitigen Einvernehmen erfolgen. Homosexualität bleibt in der Öffentlichkeit aber weiterhin ein Tabu-Thema und wird von großen Teilen der Bevölkerung als unnatürlich und unvereinbar mit Religion und Kultur angesehen und damit abgelehnt. ",
            "annotations": []
        },
        {
            "text": "Es wird dabei nicht verkannt, dass es in den Jahren der gesellschaftlichen Umbrüche beginnend mit dem Sturz von Saddam Hussein, den beiden Kriegen im Anschluss daran und den Auseinandersetzungen mit dem IS zu teilweise gewalttätigen Übergriffen auf LGBTQ-Personen gekommen ist. Das hat zu einem hohen Risiko von sozialer Ächtung bis hin zu Verfolgung, Folter und Mord geführt (UNHCR-Erwägungen von Mai 2019), eine Entwicklung, die in einem signifikanten Ausmaß in den letzten Jahren nicht mehr feststellbar war. Es sind auch keine konkreten Fälle dokumentiert, dass Homosexuelle von Gerichten wegen [i]hrer Einstellung verurteilt worden sind (Anfragebeantwortung der Staatendokumentation vom 08.04.2021). Somit ist auch im Irak nicht mehr von einer exzeptionellen Gefährdung von Personen, die ihre sexuellen Neigungen im Privaten ausleben, auszugehen. Hinzu kommt, dass trotz aller Widrigkeiten im Irak eine LGBTQ Community existiert und den dort lebenden Menschen Unterstützung bietet.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Länderfeststellungen würdigte das Bundesverwaltungsgericht – zusammengefasst wiedergegeben – wie folgt: ",
            "annotations": []
        },
        {
            "text": "Die Anfragebeantwortung der Staatendokumentation von 8. April 2021 habe keine konkreten und nachvollziehbaren Nachweise in Bezug auf staatliche Anklagen gegen homosexuelle Menschen, durchgeführte Gerichtsverfahren oder Verurteilungen erbracht. Lediglich eine Quelle habe 2019 angeführt, dass der Irak wegen Anwendung von Gesetzen wie jene über öffentliche Unzucht und Prostitution de facto ein \"LGBT-Personen\" kriminalisierendes Land sei. Zumindest in den Ballungsräumen fänden Homosexuelle \"Communitys\" von Gleichgesinnten und NGO, die versuchten, die dort ansässige \"LGBTIQ-Bewegung\" voranzubringen. Die Erwägungen des UNHCR von Mai 2019 stützten sich hauptsächlich auf Quellen, die in Zusammenhang mit bewaffneten Auseinandersetzungen gegen den Islamischen Staat stünden, in denen die Homosexualität als zusätzliche Begründung für einzelne Übergriffe bzw Tötungen verwendet worden sei. Auf Grund der Stabilisierung der Lage im Irak seien derartige Vorfälle in den letzten zwei Jahren kaum mehr dokumentiert worden. Angriffe auf \"LGBTIQ-Personen\" beschränkten sich zunehmend auf Anfeindungen in Internetpattformen. Religiöse und staatliche Autoritäten versuchten nunmehr zunehmend deeskalierend einzuwirken und riefen zum Gewaltverzicht auf. Zweifelsfrei werde Homosexualität gesellschaftlich weiterhin überwiegend abgelehnt bzw zum \"Tabu-Thema\" deklariert und \"LGBTIQ-Personen\" dürften nicht mit familiärer Unterstützung rechnen.",
            "annotations": []
        },
        {
            "text": "3. Gegen die Entscheidung des Bundesverwaltungsgerichtes richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten, insbesondere im Recht auf Gleichbehandlung von Fremden untereinander, behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. Vorgebracht werden Verfahrensfehler bzw Verstöße gegen Verfahrensgrundsätze, die dem Bundesverwaltungsgericht unterlaufen seien, sowie – im Hinblick auf die Verneinung einer asylrelevanten Verfolgung in Bezug auf die vorgebrachte Homosexualität – die grobe Verkennung der Situation des Beschwerdeführers sowie der Homosexuellen im Irak überhaupt. ",
            "annotations": []
        },
        {
            "text": "4. Das Bundesamt für Fremdenwesen und Asyl und das Bundesverwaltungsgericht haben die Verwaltungs- und die Gerichtsakten vorgelegt; von der Erstattung einer Gegenschrift wurde abgesehen. ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solches willkürliches Verhalten ist dem Bundesverwaltungsgericht vorzuwerfen:",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht, das nach seinen Feststellungen offenkundig von der Homosexualität des Beschwerdeführers ausgeht, verkennt, dass das Bestehen einer Verfolgungsgefahr im Herkunftsstaat nicht deshalb verneint werden darf, weil das Ausleben einer sexuellen Neigung \"im Privaten\" möglich sei. Denn wie der Verfassungsgerichtshof in Anknüpfung an die Rechtsprechung des Europäischen Gerichtshofes bereits wiederholt ausgesprochen hat, kann nicht erwartet werden, dass ein Asylwerber in seinem Herkunftsland seine Homosexualität geheim hält, um eine Verfolgung zu vermeiden (VfGH 11.6.2019, E291/2019; siehe auch VfGH 27.9.2021, E1951/2021; VfSlg 20.170/2017 mwN).",
            "annotations": []
        },
        {
            "text": "Auch widerspricht die Annahme des Bundesverwaltungsgerichtes, eine asylrechtlich relevante Verfolgung von Homosexuellen sei im Irak nicht mehr gegeben, den vom Gericht selbst im Erkenntnis wiedergegebenen Länderfeststellungen. Diese zeigen nämlich, dass Berichten von \"Human Rights Watch\" von Jänner 2021 und von Juni 2020 zufolge \"Täter, einschließlich Sicherheitskräfte, die für Entführungen, Folter und Tötungen von Menschen, die als schwul und transgender wahrgenommen werden, verantwortlich waren, […] von den Behörden nicht zur Rechenschaft gezogen worden [sind]\" bzw dass nach einer Bekundung der Solidarität mit \"LGBT-Personen\" im Mai 2020 mehrere Homosexuelle ermordet und \"Dutzende LGBT-Personen\" bedroht worden seien. Dass das hohe Risiko von sozialer Ächtung bis hin zu Verfolgung, Folter und Mord von Homosexuellen im Irak in den letzten Jahren nicht mehr signifikant feststellbar gewesen sei, wie das Bundesverwaltungsgericht in seinen Feststellungen annimmt, entspricht nicht der wiedergegebenen Berichtslage. Ebensowenig erschließt sich dem Verfassungsgerichtshof, inwieweit das Bestehen allfälliger \"Communitys\", die Homosexuelle unterstützen, für die Frage, ob Homosexuelle im Irak einer staatlichen Verfolgung ausgesetzt sind, von asylrechtlicher Relevanz sein soll.",
            "annotations": []
        },
        {
            "text": "Indem das Bundesverwaltungsgericht Annahmen und Schlussfolgerungen trifft, die mit den Ergebnissen des Ermittlungsverfahrens nicht vereinbar sind, hat es seine Entscheidung mit Willkür belastet; die Entscheidung ist daher schon deshalb aufzuheben. ",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten. Der Beschwerdeführer genießt Verfahrenshilfe im Umfang des §64 Abs1 Z1 lita ZPO. ",
            "annotations": []
        }
    ]
}