{
    "document_id": "JFT_20230314_22E01838_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "              I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin wurde am 15. Oktober 1976 in Minsk geboren und hat sowohl die russische als auch die belarussische Staatsangehörigkeit inne. Sie ist seit 2003 mit einem österreichischen Staatsbürger verheiratet und hat mit ihm drei gemeinsame Kinder, die ebenfalls österreichische Staatsbürger sind. Die Beschwerdeführerin hat bisher mehrere Jahre, zuletzt von 2012 bis 2019 in Österreich gelebt. Sie lebt gemeinsam mit ihrem – im diplomatischen Dienst der Republik Österreich stehenden – Ehemann und ihren Kindern in Moskau. Eine Rückkehr der Familie nach Österreich ist geplant. Die Eltern der Beschwerdeführerin leben in Russland und haben außer ihrer Tochter keine Angehörigen.",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerdeführerin stellte am 23. Oktober 2020 einen Antrag auf Verleihung der österreichischen Staatsbürgerschaft gemäß §11a Abs2 StbG bei der Wiener Landesregierung.",
            "annotations": []
        },
        {
            "text": "Mit Bescheid vom 27. Dezember 2021 wurde der Beschwerdeführerin die Verleihung der österreichischen Staatsbürgerschaft gemäß §20 StbG für den Fall zugesichert, dass sie binnen zwei Jahren den Nachweis über das Ausscheiden aus dem russischen und dem belarussischen Staatsverband erbringt. Umstände, die eine Unmöglichkeit oder eine Unzumutbarkeit des Ausscheidens aus den fremden Staatsverbänden begründen würden, seien nicht hervorgekommen.",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde wies das Verwaltungsgericht Wien mit Erkenntnis vom 1. Juni 2022 als unbegründet ab. Eine Unmöglichkeit bzw Unzumutbarkeit der Aufgabe der fremden Staatsangehörigkeit im Sinne des §20 Abs3 Z2 StbG liege entgegen dem Vorbringen der Beschwerdeführerin nicht vor: Nach dem Erkenntnis des Verwaltungsgerichtshofes vom 24. Jänner 2013, 2010/01/0032, beziehe sich der Wortlaut des §10 Abs3 Z1 StbG auf die Zumutbarkeit der (Verzichts-)Handlung selbst, nicht jedoch auf die Folgen, die der Verzicht der fremden Staatsangehörigkeit nach sich zieht. Demnach seien insbesondere persönliche Nachteile durch das Ausscheiden aus dem bisherigen Staatsverband, wie Probleme bei der Einreise, nicht geeignet, die Unzumutbarkeit der Abgabe einer Verzichtserklärung zu begründen. Die von der Beschwerdeführerin vorgebrachten Gründe, warum ihr der Verzicht auf die russische Staatsangehörigkeit unzumutbar sei, insbesondere auch der Hinweis auf ein bestehendes Einreiseverbot für österreichische Staatsbürger in Russland, auf Grund dessen sie ihre Eltern nicht mehr besuchen könne, würden sich auf die Folgen des Ausscheidens aus dem russischen Staatsverband beziehen und könnten eine Unzumutbarkeit der Abgabe einer Verzichtserklärung daher nicht begründen. Gleiches gelte für das von der Beschwerdeführerin vorgebrachte Transaktionsverbot bezüglich ihrer Eigentumswohnung und für Beschränkungen, die es ihr als fremde Staatsangehörige verbieten würden, in Russland ihrem Beruf als Juristin nachzugehen.",
            "annotations": []
        },
        {
            "text": "4. Dagegen richtet sich die auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973), auf Achtung des Privat- und Familienlebens (Art8 EMRK), auf Unverletzlichkeit des Eigentums (Art5 StGG, Art1 1. ZPEMRK) sowie auf Freiheit der Erwerbsausübung (Art6 StGG) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "Das angefochtene Erkenntnis sei mit Willkür belastet, da das Verwaltungsgericht Wien dem Vorbringen der Beschwerdeführerin lediglich entgegenhalte, dass sich die Zumutbarkeit des Ausscheidens aus dem fremden Staatsverband auf die Verzichtshandlung selbst und allenfalls ihre Folgen beziehe, nicht jedoch auf die Folgen, die der Verlust der fremden Staatsangehörigkeit nach sich ziehe. Es könne dem Gesetzgeber nicht unterstellt werden, bei der Zumutbarkeit nur auf formale, nicht aber auf materielle Aspekte abstellen zu wollen. Während die Zurücklegung der belarussischen Staatsangehörigkeit für die Beschwerdeführerin unproblematisch sei, ergebe sich durch die Zurücklegung der russischen Staatsangehörigkeit eine extreme Beeinträchtigung ihres Privat- und Familienlebens. Es sei nicht nachvollziehbar, warum das Privat- und Familienleben im Fall eines Antrages auf Beibehaltung der österreichischen Staatsbürgerschaft bei Erwerb einer fremden Staatsangehörigkeit gemäß §28 Abs2 StbG nach der Judikatur des Verfassungsgerichtshofes als \"besonders berücksichtigungswürdiges Interesse der Republik\" für die Bewilligung anerkannt sei, bei der Verleihung der österreichischen Staatsbürgerschaft aber keine Berücksichtigung finden könne. §10 Abs3 Z1 StbG müsse verfassungskonform dahingehend ausgelegt werden, dass bei Vorliegen besonders berücksichtigungswürdiger Gründe des Privat- und Familienlebens das Ausscheiden aus dem bisherigen Staatsverband unzumutbar sei.",
            "annotations": []
        },
        {
            "text": "Das Staatsbürgerschaftsgesetz sehe zudem in einer Reihe von Konstellationen Mehrfachstaatsangehörigkeiten als den Regelfall vor, weshalb es unverhältnismäßig erscheine, der Beschwerdeführerin diese Möglichkeit zu verwehren, obwohl Gründe des Privat- und Familienlebens gemäß Art8 EMRK dafürsprechen würden. Auch wenn der Gesetzgeber grundsätzlich das Ziel verfolge, Mehrfachstaatsangehörigkeiten zu vermeiden, um Loyalitäts- bzw Interessenskonflikten vorzubeugen, so sei dennoch fraglich, inwiefern dies im vorliegenden Fall gerechtfertigt werden könne: Die Beschwerdeführerin habe in der Vergangenheit bereits viele Jahre in Österreich gelebt, sei seit fast zwanzig Jahren mit einem österreichischen Staatsbürger verheiratet und habe drei Kinder, die ebenfalls österreichische Staatsbürger sind. Dazu komme, dass sie ihren Ehegatten – einen im Ausland eingesetzten österreichischen Diplomaten – im Rahmen von Repräsentationsverpflichtungen unterstütze und insofern aktive Leistungen im Interesse der Republik Österreich erbringen würde. Die Beschwerdeführerin stelle ein Beispiel gelungener Integration dar, weshalb kein Anlass zur Befürchtung bestehe, dass es im Fall der Verleihung der österreichischen Staatsbürgerschaft unter gleichzeitiger Beibehaltung der russischen Staatsangehörigkeit zu Interessens- oder Loyalitätskonflikten käme.",
            "annotations": []
        },
        {
            "text": "Zudem würde die Beschwerdeführerin auch in ihrem Recht auf Unverletzlichkeit des Eigentums verletzt, da angesichts des Ukraine-Konfliktes zu befürchten sei, dass dieser zu weiteren Sanktionen und Gegensanktionen führen werde, und es daher im Ergebnis zu einer entschädigungslosen Enteignung in Bezug auf die Eigentumswohnung der Beschwerdeführerin in Russland käme. Dadurch, dass die Beschwerdeführerin ihrer beruflichen Tätigkeit als Juristin in Russland nicht mehr nachgehen könnte, wenn sie die russische Staatsangehörigkeit zurücklegen müsste, sei sie außerdem im Recht auf Freiheit der Erwerbsausübung verletzt.",
            "annotations": []
        },
        {
            "text": "5. Die Wiener Landesregierung und das Verwaltungsgericht Wien haben die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber jeweils Abstand genommen.",
            "annotations": []
        },
        {
            "text": "              II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Bundesgesetzes über die österreichische Staatsbürgerschaft (Staatsbürgerschaftsgesetz 1985 – StbG), BGBl 311/1985, idF BGBl I 221/2022 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Verleihung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§10. (1) Die Staatsbürgerschaft darf einem Fremden, soweit in diesem Bundesgesetz nicht anderes bestimmt ist, nur verliehen werden, wenn",
            "annotations": []
        },
        {
            "text": "1. er sich seit mindestens zehn Jahren rechtmäßig und ununterbrochen im Bundesgebiet aufgehalten hat und davon zumindest fünf Jahre niedergelassen war;",
            "annotations": []
        },
        {
            "text": "2. er nicht durch ein inländisches oder ausländisches Gericht wegen einer oder mehrerer Vorsatztaten rechtskräftig zu einer Freiheitsstrafe verurteilt worden ist, die der Verurteilung durch das ausländische Gericht zugrunde liegenden strafbaren Handlungen auch nach dem inländischen Recht gerichtlich strafbar sind und die Verurteilung in einem den Grundsätzen des Art6 der Europäischen Konvention zum Schutze der Menschenrechte und Grundfreiheiten (EMRK), BGBl Nr 210/1958, entsprechendem Verfahren ergangen ist;",
            "annotations": []
        },
        {
            "text": "3. er nicht durch ein inländisches Gericht wegen eines Finanzvergehens rechtskräftig zu einer Freiheitsstrafe verurteilt worden ist;",
            "annotations": []
        },
        {
            "text": "4. gegen ihn nicht wegen des Verdachtes einer mit Freiheitsstrafe bedrohten Vorsatztat oder eines mit Freiheitsstrafe bedrohten Finanzvergehens bei einem inländischen Gericht ein Strafverfahren anhängig ist;",
            "annotations": []
        },
        {
            "text": "5. durch die Verleihung der Staatsbürgerschaft die internationalen Beziehungen der Republik Österreich nicht wesentlich beeinträchtigt werden;",
            "annotations": []
        },
        {
            "text": "6. er nach seinem bisherigen Verhalten Gewähr dafür bietet, dass er zur Republik bejahend eingestellt ist und weder eine Gefahr für die öffentliche Ruhe, Ordnung und Sicherheit darstellt noch andere in Art8 Abs2 EMRK genannte öffentliche Interessen gefährdet;",
            "annotations": []
        },
        {
            "text": "7. sein Lebensunterhalt hinreichend gesichert ist oder der Fremde seinen Lebensunterhalt aus tatsächlichen, von ihm nicht zu vertretenden Gründen dauerhaft nicht oder nicht in ausreichendem Maße sichern kann und",
            "annotations": []
        },
        {
            "text": "8. er nicht mit fremden Staaten in solchen Beziehungen steht, dass die Verleihung der Staatsbürgerschaft die Interessen der Republik schädigen würde.",
            "annotations": []
        },
        {
            "text": "(1a) […]",
            "annotations": []
        },
        {
            "text": "(3) Einem Fremden, der eine fremde Staatsangehörigkeit besitzt, darf die Staatsbürgerschaft nicht verliehen werden, wenn er",
            "annotations": []
        },
        {
            "text": "1. die für das Ausscheiden aus seinem bisherigen Staatsverband erforderlichen Handlungen unterläßt, obwohl ihm diese möglich und zumutbar sind oder",
            "annotations": []
        },
        {
            "text": "2. auf Grund seines Antrages oder auf andere Weise absichtlich die Beibehaltung seiner bisherigen Staatsangehörigkeit erwirkt.",
            "annotations": []
        },
        {
            "text": "(4) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§11a. (1) Einem Fremden ist nach einem rechtmäßigen und ununterbrochenen Aufenthalt von mindestens sechs Jahren im Bundesgebiet und unter den Voraussetzungen des §10 Abs1 Z2 bis 8, Abs2 und 3 die Staatsbürgerschaft zu verleihen, wenn",
            "annotations": []
        },
        {
            "text": "1. sein Ehegatte Staatsbürger ist und bei fünfjähriger aufrechter Ehe im gemeinsamen Haushalt mit ihm lebt;",
            "annotations": []
        },
        {
            "text": "2. die eheliche Lebensgemeinschaft der Ehegatten nicht aufgehoben ist und",
            "annotations": []
        },
        {
            "text": "3. er nicht infolge der Entziehung der Staatsbürgerschaft nach §§32 oder 33 Fremder ist.",
            "annotations": []
        },
        {
            "text": "(2) Abs1 gilt auch für Fremde ohne Aufenthalt im Bundesgebiet, wenn",
            "annotations": []
        },
        {
            "text": "1. sein Ehegatte Staatsbürger ist, der in einem Dienstverhältnis zu einer inländischen Gebietskörperschaft steht und dessen Dienstort im Ausland liegt,",
            "annotations": []
        },
        {
            "text": "2. sein Ehegatte Staatsbürger ist, der in einem Dienstverhältnis zu einer inländischen Körperschaft öffentlichen Rechts steht und dessen Dienstort im Ausland liegt, soweit die Tätigkeit dieser Körperschaft im Ausland im Interesse der Republik liegt, oder",
            "annotations": []
        },
        {
            "text": "3. der Ehegatte die Staatsbürgerschaft durch Verleihung gemäß §10 Abs4 Z2 oder durch Erklärung gemäß §58c erworben hat und der Fremde seinen Hauptwohnsitz vor dem 9. Mai 1945 im Bundesgebiet hatte und sich damals gemeinsam mit seinem späteren Ehegatten ins Ausland begeben hat. §10 Abs3 gilt diesfalls nicht.",
            "annotations": []
        },
        {
            "text": "(3) Einem Fremden darf die Staatsbürgerschaft gemäß Abs1 oder 2 nicht verliehen werden, wenn er",
            "annotations": []
        },
        {
            "text": "1. mit dem Ehegatten das zweite Mal verheiratet ist und",
            "annotations": []
        },
        {
            "text": "2. diesem Ehegatten die Staatsbürgerschaft nach Scheidung der ersten gemeinsamen Ehe auf Grund der Heirat mit einem Staatsbürger verliehen wurde.",
            "annotations": []
        },
        {
            "text": "(4) Einem Fremden ist nach einem rechtmäßigen und ununterbrochenen Aufenthalt von mindestens sechs Jahren im Bundesgebiet und unter den Voraussetzungen des §10 Abs1 Z2 bis 8, Abs2 und 3 die Staatsbürgerschaft zu verleihen, wenn",
            "annotations": []
        },
        {
            "text": "2. er im Besitz der Staatsangehörigkeit eines Vertragsstaates des Abkommens über den Europäischen Wirtschaftsraum (EWR-Abkommen), BGBl Nr 909/1993, ist;",
            "annotations": []
        },
        {
            "text": "3. er im Bundesgebiet geboren wurde oder",
            "annotations": []
        },
        {
            "text": "4. die Verleihung auf Grund der vom Fremden bereits erbrachten und zu erwartenden außerordentlichen Leistungen auf wissenschaftlichem, wirtschaftlichem, künstlerischem oder sportlichem Gebiet im Interesse der Republik liegt.",
            "annotations": []
        },
        {
            "text": "(5) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§20. (1) Die Verleihung der Staatsbürgerschaft ist einem Fremden zunächst für den Fall zuzusichern, daß er binnen zwei Jahren das Ausscheiden aus dem Verband seines bisherigen Heimatstaates nachweist, wenn",
            "annotations": []
        },
        {
            "text": "1. er nicht staatenlos ist;",
            "annotations": []
        },
        {
            "text": "2. weder §10 Abs6 noch die §§16 Abs2 oder 17 Abs4 Anwendung finden und",
            "annotations": []
        },
        {
            "text": "3. ihm durch die Zusicherung das Ausscheiden aus dem Verband seines bisherigen Heimatstaates ermöglicht wird oder erleichtert werden könnte.",
            "annotations": []
        },
        {
            "text": "(2) Die Zusicherung ist zu widerrufen, wenn der Fremde mit Ausnahme von §10 Abs1 Z7 auch nur eine der für die Verleihung der Staatsbürgerschaft erforderlichen Voraussetzungen nicht mehr erfüllt.",
            "annotations": []
        },
        {
            "text": "(3) Die Staatsbürgerschaft, deren Verleihung zugesichert wurde, ist zu verleihen, sobald der Fremde",
            "annotations": []
        },
        {
            "text": "1. aus dem Verband seines bisherigen Heimatstaates ausgeschieden ist oder",
            "annotations": []
        },
        {
            "text": "2. nachweist, daß ihm die für das Ausscheiden aus seinem bisherigen Staatsverband erforderlichen Handlungen nicht möglich oder nicht zumutbar waren.",
            "annotations": []
        },
        {
            "text": "(4) Die Staatsbürgerschaft, deren Verleihung zugesichert wurde, kann verliehen werden, sobald der Fremde glaubhaft macht, daß er für das Ausscheiden aus seinem bisherigen Staatsverband Zahlungen zu entrichten gehabt hätte, die für sich allein oder im Hinblick auf den für die gesamte Familie erforderlichen Aufwand zum Anlaß außer Verhältnis gestanden wären.",
            "annotations": []
        },
        {
            "text": "(5) Die Bestimmungen der Abs1 bis 4 gelten auch für die Erstreckung der Verleihung.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerde ist zulässig. Sie ist auch begründet:",
            "annotations": []
        },
        {
            "text": "2. Dem österreichischen Staatsbürgerschaftsrecht liegt die Ordnungsvorstellung zugrunde, mehrfache Staatsangehörigkeiten möglichst zu vermeiden und Doppel- bzw Mehrfachstaatsangehörigkeiten nur in bestimmten Konstellationen (so etwa, wenn das die österreichische Staatsbürgerschaft durch Abstammung erwerbende Kind durch seine Geburt noch eine zweite Staatsangehörigkeit erwirbt, siehe dazu Thienel, Österreichische Staatsbürgerschaft, Bd. II, 1990, 134 mit Verweis auf Erläut zur RV der Staatsbürgerschaftsgesetz-Novelle 1982, 1272 BlgNR 15. GP, 10) zuzulassen (VwGH 29.1.2021, Ra 2021/01/0002; 31.1.2022, Ra 2021/01/0322).",
            "annotations": []
        },
        {
            "text": "Diesem Grundsatz entsprechend setzt die Verleihung der Staatsbürgerschaft an einen Fremden – abgesehen davon, dass er die Verleihungsvoraussetzungen des §10 Abs1 StbG erfüllen muss und kein in §10 Abs2 StbG geregeltes Verleihungshindernis gesetzt haben darf – auch voraus, dass der Fremde aus seinem bisherigen Staatsverband ausscheidet. §10 Abs3 Z1 StbG zufolge darf die Staatsbürgerschaft nämlich auch nicht verliehen werden, wenn der Fremde die für das Ausscheiden aus seinem bisherigen Staatsverband erforderlichen Handlungen unterlässt, obwohl ihm diese möglich und zumutbar sind.",
            "annotations": []
        },
        {
            "text": "Um dem Fremden das Ausscheiden aus seinem bisherigen Staatsverband zu erleichtern oder zu ermöglichen, sieht §20 Abs1 StbG vor, dass dem Fremden die Verleihung der Staatsbürgerschaft für den Fall zuzusichern ist, dass er binnen zwei Jahren das Ausscheiden aus dem Verband seines bisherigen Heimatstaates nachweist. Diese Zusicherung der Verleihung der Staatsbürgerschaft setzt voraus, dass – abgesehen vom Ausscheiden aus dem bisherigen Staatsverband binnen zwei Jahren – beim Fremden alle Verleihungsvoraussetzungen vorliegen. Dementsprechend begründet die Zusicherung einen bedingten Anspruch auf Verleihung, wenn der Fremde entweder nachweist, dass er aus dem Verband seines bisherigen Heimatstaates ausgeschieden ist oder, dass ihm die für das Ausscheiden aus seinem bisherigen Staatsverband erforderlichen Handlungen nicht möglich oder nicht zumutbar waren (§20 Abs3 Z1 und Z2 StbG). Die Zusicherung ist also in ihrer Gültigkeit von vornherein dadurch bedingt, dass der Einbürgerungswerber innerhalb der gesetzlich vorgeschriebenen Frist entweder das Ausscheiden aus dem Verband seines bisherigen Heimatstaates oder dessen Unmöglichkeit oder Unzumutbarkeit nachweist (so VwGH 26.2.2021, Ro 2021/01/0009). §20 Abs3 Z2 StbG kann dabei freilich nicht so verstanden werden, dass damit vor Erlassung eines Zusicherungsbescheides jegliche Ermittlungen dahin unterbleiben könnten, ob die Erlassung eines solchen Bescheides ein Ausscheiden aus dem fremden Staatsverband möglich und zumutbar macht bzw erleichtern könnte (VwSlg 15.414 A/2000).",
            "annotations": []
        },
        {
            "text": "3. Das Verwaltungsgericht Wien hat dementsprechend zwar vor Entscheidung über die Zusicherung an sich geprüft, ob es der Beschwerdeführerin gemäß §20 Abs3 Z2 StbG möglich bzw zumutbar ist, aus ihrem bisherigen (russischen) Staatsverband auszuscheiden. Stünde eine derartige Unmöglichkeit bzw Unzumutbarkeit von vornherein fest, so wäre von der Erlassung einer Zusicherungsentscheidung abzusehen und, wie das Verwaltungsgericht Wien unter Hinweis auf die genannte Entscheidung des Verwaltungsgerichtshofes, VwSlg 15.414 A/2000, ausführt, sogleich mit Verleihung vorzugehen. Das Verwaltungsgericht Wien schließt aber im Anschluss an ein Erkenntnis des Verwaltungsgerichtshofes vom 24. Jänner 2013, 2010/01/0032, aus §10 Abs3 Z1 StbG – dem Fremden darf die Staatsbürgerschaft nicht verliehen werden, wenn er die für das Ausscheiden aus seinem bisherigen Staatsverband erforderlichen Handlungen unterlässt, obwohl ihm \"diese\" möglich und zumutbar sind – darauf, dass sich die gemäß §20 Abs3 Z2 StbG zu prüfende Zumutbarkeit \"auf die (Verzichts-)Handlung selbst und allenfalls ihre Folgen bezieht, nicht jedoch auf die Folgen, die der Verlust der fremden Staatsangehörigkeit nach sich zieht\" (so im Wesentlichen unter wörtlicher Übernahme der Formulierung im genannten Erkenntnis des VwGH 24.1.2013, 2010/01/0032, das Verwaltungsgericht Wien im angefochtenen Erkenntnis). Dies versteht das Verwaltungsgericht Wien dahingehend, dass auch Umstände des Privat- und Familienlebens gemäß Art8 EMRK, wie sie die Beschwerdeführerin unter anderem vorbringt, von vornherein nicht in Betracht kommen, eine Unzumutbarkeit des Ausscheidens aus ihrem bisherigen Staatsverband nachzuweisen, bezögen sich diese Umstände doch allesamt auf die Folgen des Ausscheidens, mit denen die Unzumutbarkeit der Abgabe einer Verzichtserklärung nicht begründet werden könne.",
            "annotations": []
        },
        {
            "text": "4. Mit dieser Rechtsansicht unterstellt das Verwaltungsgericht Wien §10 Abs3 Z1 iVm §20 Abs3 Z2 StbG einen Art8 EMRK widersprechenden Inhalt:",
            "annotations": []
        },
        {
            "text": "4.1. Die Staatsangehörigkeit bzw einschlägige Statusveränderungen stellen nach der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte sowie des Verfassungsgerichtshofes (EGMR 12.1.1999, 31.414/96, Karassev; 21.6.2016, 76.136/12, Ramadan, Z62 und 84 f.; VfSlg 19.516/2011, 20.299/2018, 20.322/2019) insofern einen eigenständigen Aspekt des Art8 EMRK dar, als sie einen wesentlichen Teil der sozialen Identität eines Menschen betreffen. Dementsprechend müssen gesetzliche Regelungen, die Erwerb oder Verlust der Staatsbürgerschaft von bestimmten Voraussetzungen abhängig machen, auch Anforderungen aus Art8 EMRK Rechnung tragen. Dies gilt für Abstammungskonstellationen (vgl VfSlg 19.704/2012) wie für Verleihungskonstellationen (VfSlg 20.299/2018) gleichermaßen, wobei dem Gesetzgeber insbesondere bei der Regelung der Voraussetzungen für die Verleihung der Staatsbürgerschaft ein weiter Gestaltungsspielraum zukommt (vgl VfSlg 19.516/2011, 19.732/2013).",
            "annotations": []
        },
        {
            "text": "4.2. Insbesondere im Zusammenhang mit Regelungen zur grundsätzlichen Vermeidung mehrfacher Staatsangehörigkeiten haben die Gerichtshöfe des öffentlichen Rechts zuletzt dem Aspekt des Art8 EMRK entsprechende Bedeutung zugemessen. So hat der Verfassungsgerichtshof in VfSlg 20.330/2019 im Zusammenhang mit der Regelung des §28 Abs1 Z1 und Abs2 StbG über die Bewilligung der Beibehaltung der Staatsbürgerschaft für den Fall des Erwerbes einer fremden Staatsangehörigkeit ausgesprochen, dass entsprechend gewichtige Gründe des Privat- und Familienlebens die Bewilligung der Beibehaltung der Staatsbürgerschaft sowohl dann begründen, wenn die Staatsbürgerschaft durch Abstammung (§28 Abs2 StbG) als auch, wenn sie auf anderem Weg, insbesondere durch Verleihung erworben wurde. Für diesen Fall liegt im Sinne des §28 Abs1 Z1 StbG die Beibehaltung der Staatsbürgerschaft \"aus einem besonders berücksichtigungswürdigen Grund im Interesse der Republik\", \"wenn der gesetzlich angeordnete Verlust der Staatsbürgerschaft eine Verletzung des durch Art8 EMRK gewährleisteten Rechtes auf Achtung des Privat- und Familienlebens und damit einen Verstoß gegen die Verpflichtung der Republik Österreich zur Gewährleistung dieses Konventionsrechts bedeuten würde\" (so VfSlg 20.330/2019). Der Verwaltungsgerichtshof ist dieser Auslegung des Verfassungsgerichtshofes in seiner Rechtsprechung gefolgt (siehe VwGH 18.3.2022, Ra 2022/01/0063 mwN).",
            "annotations": []
        },
        {
            "text": "4.3. Ist es solchermaßen durch Art8 EMRK geboten (siehe VfGH 17.6.2019, E1302/2019), bei Anträgen auf Beibehaltung der Staatsbürgerschaft für den Fall des Erwerbes einer fremden Staatsangehörigkeit auch zu berücksichtigen, ob in Umständen des Privat- und Familienlebens ein für die Beibehaltung besonders berücksichtigungswürdiger Grund vorliegt, muss Vergleichbares auch im Zusammenhang mit der Zusicherung der Verleihung der Staatsbürgerschaft gemäß §20 Abs1 StbG gelten, wenn gemäß §10 Abs3 Z1 iVm §20 Abs1 Z3 und Abs3 Z2 StbG zu beurteilen ist, ob dem Staatsbürgerschaftswerber die für das Ausscheiden aus seinem bisherigen Staatsverband erforderlichen Handlungen nicht möglich oder nicht zumutbar sind, was (auch) im Zeitpunkt der Zusicherung der Verleihung zu berücksichtigen ist (VwSlg 15.414 A/2000). Denn im Lichte des Privat- und Familienlebens des Art8 EMRK ist es für den Einzelnen vergleichbar von Bedeutung, ob in familiären Beziehungen unter Personen mit unterschiedlicher Staatsangehörigkeit die Verleihung der Staatsbürgerschaft oder ihre Beibehaltung vom (Weiter)Bestehen einer weiteren Staatsangehörigkeit abhängig gemacht wird. Dem steht in verfassungskonformer Interpretation auch §10 Abs3 Z1 StbG nicht entgegen (der Verwaltungsgerichtshof unterscheidet in der vom Verwaltungsgericht Wien herangezogenen Entscheidung 24.1.2013, 2010/01/0032, zwischen den Folgen des Verzichtes auf die fremde Staatsangehörigkeit und den Folgen, die der Verlust der fremden Staatsangehörigkeit nach sich zieht, und eröffnet damit selbst Raum, um zwischen unmittelbaren Folgen des Verzichtes auf die fremde Staatsangehörigkeit für das Privat- und Familienleben des Staatsbürgerschaftswerbers und weiteren Nachteilen zu unterscheiden, die sich an den Verlust der fremden Staatsangehörigkeit auch knüpfen mögen).",
            "annotations": []
        },
        {
            "text": "5. Indem das Verwaltungsgericht Wien von vornherein davon ausgeht, dass Umstände des Privat- und Familienlebens der Beschwerdeführerin keinesfalls geeignet sein können, eine Unzumutbarkeit ihres Ausscheidens aus dem bisherigen Staatsverband zu begründen, hat es §10 Abs3 Z1 bzw §20 Abs3 Z2 StbG einen Art8 EMRK widersprechenden Inhalt unterstellt. Das Erkenntnis ist damit schon aus diesem Grund aufzuheben. Ob und inwieweit Einschränkungen bei der Verfügung über Eigentum oder in der Berufsausübung durch das Ausscheiden aus dem bisherigen Staatsverband ebenfalls bei der Zumutbarkeit des Ausscheidens aus dem bisherigen Staatsverband bei der Zusicherung der Staatsbürgerschaft zu berücksichtigen sind, muss daher an dieser Stelle nicht entschieden werden.",
            "annotations": []
        },
        {
            "text": "Das Verwaltungsgericht Wien wird im fortgesetzten Verfahren zu prüfen haben, ob die von der Beschwerdeführerin vorgebrachten, ihr Privat- und Familienleben betreffenden Gründe geeignet sind, eine Unzumutbarkeit ihres Ausscheidens aus dem russischen Staatsverband zu begründen (vgl zu den einschlägigen Anforderungen im Zusammenhang mit §28 StbG VwGH 15.11.2000, 2000/01/0354; 20.9.2011, 2009/01/0023; 24.5.2016, Ra 2016/01/0058; 14.12.2018, Ra 2018/01/0415; 15.5.2019, Ra 2018/01/0076; 8.10.2020, Ra 2020/01/0354; 15.3.2021, Ra 2021/01/0051; 1.12.2021, Ra 2021/01/0303).",
            "annotations": []
        },
        {
            "text": "              IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}