{
    "document_id": "JFT_20230228_21V00061_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit dem vorliegenden, auf Art139 Abs1 Z3 B-VG gestützten Antrag begehrt der Antragsteller die Aufhebung der Zeichenfolgen \"262/1,\" und \"264/11\" der Änderung des Flächenwidmungsplanes der Gemeinde Gerlos, beschlossen vom Gemeinderat am 22. September 2020, kundgemacht an der Amtstafel vom 16. Juli bis 21. August 2020, (im Folgenden: Flächenwidmungsplanänderung) und der Zeichenfolgen \"870/1,\", \"263/1,\" und \"263/2,\" des Bebauungsplanes und ergänzenden Bebauungsplanes der Gemeinde Gerlos (\"Weiler Ried – nördlicher Teil\"), beschlossen vom Gemeinderat am 11. August 2020, kundgemacht an der Amtstafel vom 12. bis 27. Oktober 2020 (im Folgenden: Bebauungsplan).",
            "annotations": []
        },
        {
            "text": "2. Zu seiner Antragslegitimation hinsichtlich der Flächenwidmungsplanänderung bringt der Antragsteller vor, dass er Servitutsberechtigter des Grundstückes Nr 262/1, KG Gerlos, und Buchberechtigter des Grundstückes Nr 264/11, KG Gerlos, (Dienstbarkeit der Errichtung und Erhaltung einer Waschhütte) sei. Durch den Flächenwidmungsplan würden diese Rechte des Antragstellers beeinträchtigt und ein anderer zumutbarer Weg zur Abwehr des rechtswidrigen Eingriffes stehe ihm nicht zur Verfügung.",
            "annotations": []
        },
        {
            "text": "Zu seiner Antragslegitimation hinsichtlich des Bebauungsplanes bringt der Antragsteller vor, dass er Servitutsberechtigter der vom Bebauungsplan betroffenen Grundstücke Nr 870/1 (Viehtriebsrecht), 263/1 (Geh- und Fahrrecht) und 263/2 (Geh- und Fahrrecht), alle KG Gerlos, sei. Durch den Bebauungsplan würden diese Rechte des Antragstellers beeinträchtigt und ein anderer zumutbarer Weg zur Abwehr des rechtswidrigen Eingriffes stehe ihm ebenfalls nicht zur Verfügung.",
            "annotations": []
        },
        {
            "text": "Im Rahmen der Darlegung seiner Bedenken bringt der Antragsteller zusammengefasst vor, dass durch die Flächenwidmungsplanänderung und den Bebauungsplan die Errichtung einer Erschließungsstraße ermöglicht werde, wodurch er in seinen Rechten an den betroffenen Grundstücken unmittelbar beeinträchtigt werde.",
            "annotations": []
        },
        {
            "text": "3. Die Tiroler Landesregierung hat eine Äußerung erstattet, wonach der Antrag unzulässig sei:",
            "annotations": []
        },
        {
            "text": "3.1. Sollte es sich bei den geltend gemachten Rechten des Antragstellers an den betroffenen Grundstücken um öffentliche Rechte (Agrarrechte) nach dem Tiroler Wald- und Weideservitutengesetz, LGBl 21/1952 idgF, oder dem Tiroler Güter- und Seilwege-Landesgesetz (GSLG. 1970), LGBl 40/1970 idgF, handeln, sei er durch die Flächenwidmungsplanänderung bzw den Bebauungsplan nicht unmittelbar in seiner Rechtssphäre betroffen. Die Ablösung der ihm an den jeweiligen Grundstücken zustehenden Rechte erfolge durch die Agrarbehörde in einem eigenen Verfahren nach den genannten Gesetzen, in dem die Bestimmungen der Flächenwidmungsplanänderung bzw des Bebauungsplanes nicht einschlägig seien.",
            "annotations": []
        },
        {
            "text": "3.2. Sollte es sich bei den geltend gemachten Rechten hingegen um sonstige öffentliche Nutzungsrechte oder um private Rechte handeln, könne zwar eine unmittelbare Betroffenheit nach der Rechtsprechung des Verfassungsgerichtshofes (VfSlg 12.555/1990) zu bejahen sein. Allerdings werde durch die Umwidmung allein noch kein Gemeingebrauch begründet. Dieser entstehe erst durch die Erklärung einer Straße nach §13 Tiroler Straßengesetz, LGBl 13/1989 idgF. Dem Antragsteller käme Parteistellung in einem Straßenbaubewilligungsverfahren gemäß §43 Abs1 Tiroler Straßengesetz bzw in einem allfälligen Enteignungsverfahren gemäß §§61 ff. Tiroler Straßengesetz zu. Ihm stünde daher ein anderer zumutbarer Weg zur Verfügung.",
            "annotations": []
        },
        {
            "text": "3.3. Im Hinblick auf das behauptete Recht zur Errichtung und Erhaltung einer Waschhütte auf dem Grundstück Nr 264/11, KG Gerlos, fehle es dem Antragsteller an der Antragslegitimation, weil die Hütte bereits auf dem Grundstück Nr 264/12, KG Gerlos, errichtet worden und das Recht damit erschöpft sei.",
            "annotations": []
        },
        {
            "text": "3.4. Ferner habe die Tiroler Landesregierung im aufsichtsbehördlichen Prüfungsverfahren bezüglich des Bebauungsplanes die Gemeinde Gerlos zur nochmaligen Durchführung des Verfahrens gemäß §64 Abs1 TROG 2016 aufgefordert. Es sei somit möglich, dass der angefochtene Bebauungsplan im Laufe des Verfahrens vor dem Verfassungsgerichtshof außer Kraft treten werde. Dann läge kein aktueller Eingriff in Rechte des Antragstellers mehr vor.",
            "annotations": []
        },
        {
            "text": "4. Der Bürgermeister der Gemeinde Gerlos hat eine Äußerung erstattet und darauf hingewiesen, dass der in der Gemeinderatssitzung vom 4. März 2021 beschlossene Bebauungsplan den am 10. August 2020 beschlossenen – angefochtenen – Bebauungsplan ersetzt habe.",
            "annotations": []
        },
        {
            "text": "II. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Voraussetzung der Antragslegitimation gemäß Art139 Abs1 Z3 B-VG ist einerseits, dass der Antragsteller behauptet, unmittelbar durch die angefochtene Verordnung – im Hinblick auf deren Gesetzwidrigkeit – in seinen Rechten verletzt worden zu sein, dann aber auch, dass die Verordnung für den Antragsteller tatsächlich, und zwar ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist. Grundlegende Voraussetzung der Antragslegitimation ist also, dass die Verordnung in die Rechtssphäre des Antragstellers nachteilig eingreift und diese – im Falle ihrer Gesetzwidrigkeit – verletzt.",
            "annotations": []
        },
        {
            "text": "Es ist darüber hinaus erforderlich, dass die Verordnung selbst tatsächlich in die Rechtssphäre des Antragstellers unmittelbar eingreift. Ein derartiger Eingriff ist nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch die Verordnung selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn dem Antragsteller kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 13.944/1994, 15.234/1998, 15.947/2000).",
            "annotations": []
        },
        {
            "text": "2. Der Antragsteller bringt vor, dass er Servitutsberechtigter an den Grundstücken Nr 262/1, 263/1, 263/2 und 870/1, alle KG Gerlos, sei. Er führt aber nicht aus, ob es sich um öffentliche Rechte (vgl etwa die Dienstbarkeiten nach dem Tiroler Wald- und Weideservitutengesetz) oder um zivile Rechte (vgl insbesondere §472 ff. ABGB) handelt, was jedoch für die Frage der Zulässigkeit des Antrages von entscheidender Bedeutung wäre (vgl etwa – im Falle ziviler Rechte – zur Zumutbarkeit der Beschreitung des zivilrechtlichen Weges VfSlg 18.993/2010, 19.506/2011).",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen ergibt sich weder aus dem Antrag noch aus den vorgelegten Unterlagen ein konkreter Nachweis der behaupteten Rechte. Lediglich das im Hinblick auf das Grundstück Nr 264/11, KG Gerlos, behauptete Recht zur Errichtung und Erhaltung einer Waschhütte ist auf dem vom Antragsteller vorgelegten Auszug aus dem Grundbuch ersichtlich; auch hier ist aber nicht erkennbar, ob es sich um ein öffentliches oder ziviles Recht handelt.",
            "annotations": []
        },
        {
            "text": "4. Gemäß §57 Abs1 VfGG hat der Antragsteller darzutun, inwieweit die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für sie wirksam geworden ist. Der Antragsteller hat nicht hinreichend konkret dargelegt, in welchen Rechten er sich durch die behauptete Gesetzwidrigkeit der Flächenwidmungsplanänderung bzw des Bebauungsplanes als verletzt erachtet. Da somit durch den Antrag nicht konkret dargetan wird, inwieweit durch die angefochtenen Verordnungsbestimmungen ein unmittelbarer Eingriff in die Rechtssphäre des Antragstellers erfolgt, leidet der Antrag an einem inhaltlichen, nicht verbesserungsfähigen Mangel (vgl etwa VfSlg 14.338/1995, 18.187/2007, 18.512/2008; VfGH 23.9.2014, G46/2014). Der Antrag ist daher als unzulässig zurückzuweisen, ohne dass das Vorliegen der übrigen Prozessvoraussetzungen näher zu prüfen wäre.",
            "annotations": []
        },
        {
            "text": "5. Im Übrigen hat der Bürgermeister der Gemeinde Gerlos in seiner Äußerung darauf hingewiesen, dass ein in einer Gemeinderatssitzung vom 4. März 2021 beschlossener Bebauungsplan, kundgemacht durch Anschlag an der Amtstafel vom 1. April bis 7. Mai 2021, den am 10. August 2020 beschlossenen, angefochtenen Bebauungsplan ersetzt habe. Der hier angefochtene Bebauungsplan ist im Zeitpunkt der Entscheidung des Verfassungsgerichtshofes somit bereits außer Kraft getreten und der Antrag ist – soweit er sich auf den Bebauungsplan bezieht – auch mangels aktueller Betroffenheit unzulässig (vgl VfSlg 12.413/1990, 12.756/1991, 12.877/1991, 14.712/1996, 14.755/1997, 15.852/2000, 16.139/2001, 19.391/2011).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist daher zurückzuweisen. ",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs3 Z2 lite VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}