{
    "document_id": "JFT_20230612_22G00357_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Der Antragsteller ist Partei in einem vor dem Landesgericht Korneuburg geführten Strafverfahren. Mit Urteil vom 18. Mai 2022 – dem Antragsteller zugestellt am 15. September 2022 – sprach das Landesgericht Korneuburg (unter anderem) den Antragsteller wegen des Vergehens der fahrlässigen Herbeiführung einer Feuersbrunst gemäß §170 Abs1 und Abs2 erster Fall iVm §169 Abs1 StGB schuldig und verurteilte diesen zu einer bedingten Freiheitsstrafe in der Dauer von 10 Monaten.",
            "annotations": []
        },
        {
            "text": "2. Gegen dieses Urteil erhob der Antragsteller am 20. Dezember 2022 Berufung und stellte (gleichzeitig) den vorliegenden, zu G357/2022 protokollierten Antrag gemäß Art140 Abs1 Z1 litd B-VG. In seinem Parteiantrag begehrt der Antragsteller die Aufhebung des §45 Abs1 zweiter, dritter und vierter Satz StPO wegen Verfassungswidrigkeit.",
            "annotations": []
        },
        {
            "text": "3. Mit Beschluss vom 24. Jänner 2023 gab das Landesgericht Korneuburg dem mit der Berufung eingebrachten Protokollberichtigungsantrag des Antragstellers im Anlassverfahren statt und berichtigte aus diesem Grund die Hauptverhandlungsprotokolle vom 23. Februar, 28. März, 30. März, 27. April und 10. Mai 2022. Das Landesgericht Korneuburg stellte in weiterer Folge die berichtigten Hauptverhandlungsprotokolle sowie das gegen den Antragsteller gerichtete Urteil am 17. Februar 2023 dem Antragsteller erneut zu.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses – am 17. Februar 2023 neuerlich zugestellte – Urteil erhob der Antragsteller am 17. März 2023 (erneut) Berufung und stellte (gleichzeitig) beim Verfassungsgerichtshof den zu G154/2023 protokollierten Antrag gemäß Art140 Abs1 Z1 litd B-VG.",
            "annotations": []
        },
        {
            "text": "5. Angesichts des am 17. März 2023 neuerlich eingebrachten Antrages gemäß Art140 Abs1 Z1 litd B-VG ersuchte der Verfassungsgerichtshof mit Verfügung vom 31. März 2023 um Mitteilung, ob der Antragsteller den zu G357/2022 protokollierten Antrag gemäß Art140 Abs1 litd B-VG aufrechterhalten wolle.",
            "annotations": []
        },
        {
            "text": "6. Mit Schriftsatz vom 6. April 2023 teilte der Antragsteller dem Verfassungsgerichtshof mit, er ziehe den zu G357/2022 protokollierten Antrag aus advokatorischer Vorsicht nicht zurück, es sei denn, der Verfassungsgerichtshof teile die Rechtsansicht, dass der zu G154/2023 protokollierte Antrag gemäß Art140 Abs1 Z1 litd B-VG fristgerecht eingebracht worden und zulässig sei.",
            "annotations": []
        },
        {
            "text": "7. Mit der Berichtigung der Hauptverhandlungsprotokolle sowie der am 17. Februar 2023 neuerlich zugestellten Urteilsabschrift gehört das dem Antragsteller am 15. September 2022 zugestellte Urteil des Landesgerichtes Korneuburg nicht mehr dem Rechtsbestand an. Insoweit erweist sich auch die gegen das (erstzugestellte) Urteil des Landesgerichtes Korneuburg vom 18. Mai 2022 erhobene Berufung vom 29. Dezember 2022 sowie der mit diesem Rechtsmittel gleichzeitig erhobene und zu G357/2022 protokollierte Antrag gemäß Art140 Abs1 Z1 litd B-VG als unzulässig.",
            "annotations": []
        },
        {
            "text": "8. Soweit der Antragsteller in seiner Mitteilung vom 6. April 2023 zum Ausdruck bringt, den zu G357/2022 protokollierten Antrag zurückzuziehen, erweist sich dies als unzulässig. Der Antragsteller hat dies nämlich unter den Vorbehalt gestellt, dass der Verfassungsgerichtshof die Rechtsansicht teilt, der zu G154/2023 protokollierte Antrag sei fristgerecht eingebracht und zulässig. Ein bedingter Antrag dieser Art ist – weil ihm ein \"bestimmtes Begehren\" iSd §15 Abs2 VfGG fehlt – unzulässig (vgl zB VfSlg 13.866/1994 mwN).",
            "annotations": []
        },
        {
            "text": "Aus diesem Grund ist der zu G357/2022 protokollierte Antrag zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "9. Dies konnte gemäß §19 Abs3 Z3 VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}