{
    "document_id": "JFT_20230921_23G00219_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Anträge",
            "annotations": []
        },
        {
            "text": "Mit den vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Anträgen begehrt das Bundesverwaltungsgericht jeweils, \"die Zeichenfolge '75g' in der Aufzählung des §76d Abs1 Z1 RStDG (Richter- und Staatsanwaltschaftsdienstgesetz – RStDG), BGBl I Nr 305/1961 idF BGBl I Nr 64/2016\", als verfassungswidrig aufzuheben. Mit dem zu G235/2023 protokollierten Antrag wird auch begehrt, \"in eventu die Zeichenfolge 'nach §50f BDG 1979' in §12j des Bundesgesetzes vom 29. Feber 1956 über die Bezüge der Bundesbeamten (Gehaltsgesetz 1956 – GehG), BGBl Nr 54/1956 idF BGBl I Nr 102/2018\", \"in eventu §50f des Bundesgesetzes vom 27. Juni 1979 über das Dienstrecht der Beamten (Beamten-Dienstrechtsgesetz 1979 – BDG 1979), BGBl Nr 333/1979 idF BGBl I 102/2018\", als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "§75g und §76d Bundesgesetz über das Dienstverhältnis der Richterinnen und Richter, Staatsanwältinnen und Staatsanwälte und Richteramtsanwärterinnen und Richteramtsanwärter (Richter- und Staatsanwaltschaftsdienstgesetz – RStDG), BGBl 305/1961, idF BGBl I 205/2022 lauten wie folgt (die mit beiden Anträgen angefochtene Zeichenfolge ist hervorgehoben): ",
            "annotations": []
        },
        {
            "text": "\"Herabsetzung der Auslastung aufgrund von Krankheit",
            "annotations": []
        },
        {
            "text": "§75g. (1) Der regelmäßige Dienst der Richterin oder des Richters kann auf ihren oder seinen Antrag nach einem längeren Krankenstand bis auf die Hälfte herabgesetzt werden, wenn der Verwendung im beantragten Ausmaß keine wichtigen dienstlichen Interessen entgegenstehen. Ein längerer Krankenstand liegt vor, wenn die Dienstverhinderung durch Krankheit oder Unfall ununterbrochen länger als 91 Kalendertage dauert. Die Richterin oder der Richter hat eine ärztliche Bestätigung betreffend die Dienstfähigkeit sowie eine zeitliche Perspektive über die mögliche Dauer der eingeschränkten Dienstfähigkeit vorzulegen. Eine Herabsetzung ist längstens für die Dauer von zwei Jahren zulässig, wobei Verlängerungen um bis zu zwei weitere Jahre möglich sind, wenn die Richterin oder der Richter der Vertrauensärztin oder dem Vertrauensarzt der Dienstbehörde jeweils ein entsprechendes ärztliches Gutachten über die Dienstfähigkeit vorlegt. Auf eine neue Erkrankung oder eine neuerliche Verschlechterung des Gesundheitszustandes, der ein längerer Krankenstand vorausgegangen ist, sind Zeiten einer vorangegangenen Herabsetzung nicht anzurechnen. Eine neue Erkrankung oder eine neuerliche Verschlechterung des Gesundheitszustandes liegt vor, wenn seit dem Ende der letzten Herabsetzung ein Zeitraum von zumindest zwei Jahren vergangen ist.",
            "annotations": []
        },
        {
            "text": "(2) Ist die Richterin oder der Richter aufgrund einer sonstigen nicht heilbaren Erkrankung dauerhaft nicht mehr voll dienstfähig, kann der regelmäßige Dienst auf ihren oder seinen Antrag auch ohne vorangegangenen längeren Krankenstand bis auf die Hälfte herabgesetzt werden, wenn der Verwendung im beantragten Ausmaß keine wichtigen dienstlichen Interessen entgegenstehen. Die Richterin oder der Richter hat der Vertrauensärztin oder dem Vertrauensarzt der Dienstbehörde ein ärztliches Gutachten betreffend die Dienstfähigkeit vorzulegen.",
            "annotations": []
        },
        {
            "text": "(3) Auf Anordnung der Dienstbehörde hat sich die Richterin oder der Richter weiteren ärztlichen Untersuchungen zu unterziehen.",
            "annotations": []
        },
        {
            "text": "(4) Auf Antrag der Richterin oder des Richters ist die Herabsetzung vorzeitig zu beenden.",
            "annotations": []
        },
        {
            "text": "(5) Tritt innerhalb von sechs Monaten nach Herabsetzung der regelmäßigen Wochendienstzeit abermals eine Dienstverhinderung durch Krankheit ein, gilt sie als Fortsetzung der früheren Dienstverhinderung.",
            "annotations": []
        },
        {
            "text": "(6) Die Bemessungsbasis für die Ansprüche bei Dienstverhinderung gemäß §13c Abs1 GehG wird durch eine Herabsetzung gemäß Abs1 nicht verändert.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§76d. (1) Der Monatsbezug und die Aufwandsentschädigung des Richters nach den §§68c oder 170a gebühren im aliquoten Ausmaß, wenn",
            "annotations": []
        },
        {
            "text": "1. seine Auslastung nach den §§75e, 75g, 76a, 76b, 76e oder 76f herabgesetzt worden ist oder",
            "annotations": []
        },
        {
            "text": "2. er eine Teilauslastung nach dem MSchG oder nach dem VKG in Anspruch nimmt.",
            "annotations": []
        },
        {
            "text": "Diese Verminderung wird abweichend vom §6 des Gehaltsgesetzes 1956 für den Zeitraum wirksam, für den die Maßnahme nach der Z1 oder 2 gilt.",
            "annotations": []
        },
        {
            "text": "(2) Für den Zeitraum der Herabsetzung der Auslastung oder der Teilauslastung umfaßt die Bemessungsgrundlage des Pensionsbeitrages nach §22 des Gehaltsgesetzes 1956 die nach Abs1 aliquotierten Bezüge, für den Zeitraum der gänzlichen Dienstfreistellung nach §75e Abs1 Z2 ist kein Pensionsbeitrag zu leisten.",
            "annotations": []
        },
        {
            "text": "(3) §15a des Gehaltsgesetzes 1956 und §59 Abs2 des Pensionsgesetzes 1965 sind mit der Maßgabe anzuwenden, daß",
            "annotations": []
        },
        {
            "text": "1. an die Stelle des Begriffes der Herabsetzung der regelmäßigen Wochendienstzeit der Begriff der Herabsetzung der Auslastung und",
            "annotations": []
        },
        {
            "text": "2. an die Stelle des Begriffes der Teilzeitbeschäftigung der Begriff der Teilauslastung treten.",
            "annotations": []
        },
        {
            "text": "(4) Eine Richterin oder ein Richter, deren oder dessen regelmäßige Auslastung nach den §§75e, 75g, 76a, 76b, 76e oder 76f herabgesetzt worden ist, kann über die für sie oder ihn maßgebende Auslastung hinaus zur Dienstleistung nur herangezogen werden, wenn die Dienstleistung zur Vermeidung eines Schadens unverzüglich notwendig ist und eine Richterin oder ein Richter, dessen regelmäßige Auslastung nicht herabgesetzt ist, nicht zur Verfügung steht.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Den Anträgen liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Die Beschwerdeführerin im Anlassverfahren zum zu G235/2023 protokollierten Antrag ist Richterin des Landesgerichtes für Zivilrechtssachen Wien. Sie befand sich von 15. Juni 2021 bis 31. März 2022 im Krankenstand. Anschließend wurde ihr eine Herabsetzung der Auslastung gemäß §75g Abs1 RStDG auf 50 % bis 31. Dezember 2022 und danach auf 75 % bis 31. März 2024 gewährt. Mit Antrag vom 23. Mai 2022 begehrte sie unter anderem, ihr für die Dauer der Herabsetzung die Bezüge in derselben Höhe wie im Krankenstand (80 % des Monatsbezuges bei Vollauslastung gemäß §75g Abs6 RStDG iVm §13c Gehaltsgesetz 1956 [GehG], BGBl 54/1956, idF BGBl I 102/2018) zu gewähren und diese Bezüge entsprechend nachzuzahlen. Mit Bescheid der Präsidentin des Oberlandesgerichtes Wien vom 25. November 2022 wurden diese Anträge abgewiesen.",
            "annotations": []
        },
        {
            "text": "1.2. Der Beschwerdeführer im Anlassverfahren zum zu G219/2023 protokollierten Antrag ist Richter des Landesgerichtes Klagenfurt. Er weist einen festgestellten Gesamtgrad der Behinderung im Ausmaß von 50 % auf. Am 25. März 2021 stellte er einen Antrag, mit dem er die Herabsetzung der Auslastung auf Grund von Krankheit auf 50 % unter Beibehaltung der vollen Bezüge begehrte. Mit Bescheid des Präsidenten des Oberlandesgerichtes Graz vom 19. August 2021 wurde dieser Antrag unter Bezug auf §75g Abs2 RStDG abgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Das Bundesverwaltungsgericht legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, im Wesentlichen wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.1. Für Richter sei im Fall einer Herabsetzung der Auslastung auf Grund von Krankheit gemäß §75g iVm §76d Abs1 Z1 RStDG eine aliquote Bezugskürzung vorgesehen. Demgegenüber bestehe für Staatsanwälte und Beamte mit der Wiedereingliederungsteilzeit nach §50f Beamten-Dienstrechtsgesetz 1979 (BDG 1979), BGBl 333/1979, idF BGBl I 102/2018 iVm §12j und §13c GehG sowie für Vertragsbedienstete nach §20c Vertragsbedienstetengesetz 1948 (VBG), BGBl 86/1948, idF BGBl I 60/2018 iVm §143d Allgemeines Sozialversicherungsgesetz (ASVG), BGBl 189/1955, idF BGBl I 54/2018 eine günstigere gehaltsrechtliche Regelung, sodass die bloß aliquote Kürzung bei Richtern gleichheitswidrig sei.",
            "annotations": []
        },
        {
            "text": "2.2. Der Dienstantritt im Zuge der krankheitsbedingten Kürzung des Beschäftigungsausmaßes gemäß §75g RStDG führe zu der paradoxen Situation, dass die damit verbundene Bezugskürzung höher sei als bei einer ebenso möglichen Verlängerung des Krankenstandes mit späterem Dienstantritt.",
            "annotations": []
        },
        {
            "text": "2.3. Aus §6 Behinderteneinstellungsgesetz (BEinstG), BGBl 22/1970, idF BGBl I 62/2016 ergebe sich eine erhöhte Fürsorgepflicht des Arbeitgebers für begünstigte Behinderte dahingehend, diese entsprechend ihrem Gesundheitszustand einzusetzen. Eine dafür geeignete Maßnahme könne auch in einer Verkürzung der Arbeitszeit liegen. Die proportionale Gehaltskürzung begegne somit auch im Lichte des §7 BEinstG und dem verfassungsrechtlichen Diskriminierungsverbot erheblichen Bedenken.",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung hat eine Äußerung erstattet, in der sie den in den Anträgen erhobenen Bedenken entgegentritt.",
            "annotations": []
        },
        {
            "text": "3.1. Zur Zulässigkeit führt die Bundesregierung im Wesentlichen Folgendes aus:",
            "annotations": []
        },
        {
            "text": "Das Aufhebungsbegehren beziehe sich auf §76d Abs1 Z1 RStDG idF BGBl I 64/2016, während die Änderung dieser Bestimmung durch BGBl I 153/2020 unerwähnt bleibe. Im Antrag sei §76d RStDG idF BGBl I 205/2022 wörtlich wiedergegeben. Insgesamt sei daher nicht erkennbar, welche Bestimmung angefochten sei. Der im Aufhebungsbegehren genannte §76d Abs1 Z1 RStDG idF BGBl I 64/2016 sei jedenfalls nicht präjudiziell, weil diese Bestimmung durch BGBl I 153/2020 novelliert worden sei und seither unverändert in Kraft stehe.",
            "annotations": []
        },
        {
            "text": "Die Aufhebung der Zeichenfolge \"75g\" in §76d Abs1 Z1 RStDG führe zu einer Fortzahlung der Bezüge trotz reduzierter Auslastung und damit zu einer Besserstellung von Richtern gegenüber Beamten und Vertragsbediensteten. Die Bestimmung erhalte damit einen dem Normsetzer nicht mehr zusinnbaren Inhalt. Der Anfechtungsumfang sei damit auch zu eng, weil die Bestimmung gemeinsam mit weiteren Bestimmungen (etwa betreffend die Wiedereingliederungsteilzeit für Vertragsbedienstete und die Entlohnung) anzufechten gewesen wäre.",
            "annotations": []
        },
        {
            "text": "Schließlich werde in den Anträgen nicht ausreichend dargelegt, mit welcher Verfassungsbestimmung die bekämpften Gesetzesstellen in Widerspruch stünden und welche Gründe für diese Annahme sprächen. Der bloße Verweis auf eine Kommentarfundstelle, in der die Verfassungswidrigkeit der angefochtenen Gesetzesstellen im Übrigen nicht behauptet werde, könne die Darlegung der Bedenken nicht ersetzen.",
            "annotations": []
        },
        {
            "text": "Die Anträge seien daher zur Gänze unzulässig.",
            "annotations": []
        },
        {
            "text": "3.2. In der Sache führt die Bundesregierung im Wesentlichen Folgendes aus:",
            "annotations": []
        },
        {
            "text": "Zunächst sei darauf hinzuweisen, dass der Gesetzgebung bei der Regelung des Dienst- und Besoldungsrechtes der öffentlich Bediensteten ein verhältnismäßig weiter Gestaltungsspielraum offenstehe.",
            "annotations": []
        },
        {
            "text": "Es sei zu berücksichtigen, dass die Herabsetzung der Auslastung gemäß §75g Abs1 bzw Abs2 RStDG und die Wiedereingliederungsteilzeit gemäß §50f BDG 1979 bzw §20c VBG von vornherein nicht miteinander vergleichbar seien: Das Richterdienstrecht kenne keine geregelte Dienstzeit und auch die in §75g RStDG vorgesehene \"eingeschränkte Dienstfähigkeit\" sei dem sonstigen Arbeits- bzw Dienstrecht fremd. Dies spiegle sich auch darin wider, dass Beamte und Vertragsbedienstete für eine Wiedereingliederungsteilzeit ihre (volle) Dienstfähigkeit durch eine ärztliche Bestätigung zu belegen hätten, während Richter eine ärztliche Stellungnahme über die eingeschränkte Dienstfähigkeit einzuholen hätten. Die dauerhafte Herabsetzung gemäß §75g Abs2 RStDG sei – anders als die Herabsetzung nach Abs1 leg cit und die Wiedereingliederungsteilzeit nach dem BDG 1979 und dem VBG – nicht auf die Wiederherstellung der vollen Dienstfähigkeit gerichtet. §75g RStDG ermögliche im Vergleich zur Wiedereingliederungsteilzeit die Herabsetzung für einen erheblich längeren Zeitraum, nämlich gemäß Abs1 leg cit für bis zu vier Jahre und gemäß Abs2 leg cit sogar auf Dauer. Die Herabsetzung sei bei Richtern auch flexibler, weil sie \"bis auf die Hälfte\" möglich sei, während §50f BDG 1979 nur eine Herabsetzung genau auf die Hälfte und §20c VBG die Herabsetzung um mindestens ein Viertel und höchstens die Hälfte vorsehe. Schließlich sei eine Mehrdienstleistung bei der Wiedereingliederungsteilzeit ausnahmslos unzulässig, während dies bei Richtern mit herabgesetzter Auslastung möglich sei, wenn dies zur Vermeidung eines Schadens unverzüglich notwendig sei und ein anderer Richter, dessen Auslastung nicht herabgesetzt sei, nicht zur Verfügung stehe.",
            "annotations": []
        },
        {
            "text": "Es sei konsequent, dass eingeschränkt dienstfähige Richter mit herabgesetzter Auslastung nicht mehr den vollen Monatsbezug erhalten würden. Es sei darauf hinzuweisen, dass eine sinnstiftende Beschäftigung für eingeschränkt dienstfähige Bedienstete einen hohen Wert an sich darstellen könne, aus dem die jeweilige Person Selbstwertgefühl generieren könne, weil sie durch ihre Dienstleistung – wenn auch in einem geringeren Ausmaß – einen wertvollen Beitrag für die Gesellschaft leiste. Diesen Effekt könne ein Krankenstand mit gänzlichem Entfall der Dienstleistung nicht bewirken, selbst wenn währenddessen 80 % des ursprünglichen Monatsbezuges zustünden. Außerdem halte §75g Abs6 RStDG im Fall einer temporären Herabsetzung gemäß Abs1 leg cit das Risiko eines finanziellen Nachteils bei erneuter Dienstunfähigkeit hintan, weil der Richter bei erneutem Krankenstand jenen Bezug erhalte, der ihm ohne Herabsetzung gebühre. Bei dauerhafter Herabsetzung sei es hingegen konsequent, den Bezug auch im Krankenstand zu aliquotieren, was im Übrigen auch bei einer Teilzeit nach dem BDG 1979 oder dem VBG der Fall sei.",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf das verfassungsrechtliche Verbot der Benachteiligung wegen einer Behinderung gemäß Art7 Abs1 dritter Satz B-VG werde ein Richter mit einer Behinderung, dessen Auslastung gemäß §75g RStDG herabgesetzt sei, nicht gegenüber (ebenfalls eingeschränkt dienstfähigen) Richtern ohne Behinderung benachteiligt. Es sei nicht ersichtlich, inwiefern eine Anpassung des Monatsbezuges an die herabgesetzte Auslastung benachteiligend sein soll. Im Übrigen bleibe die Pflicht des Dienstgebers gemäß §6 Abs1 und 1a BEinstG, allfällige weitere erforderliche Maßnahmen zu ergreifen, um den behinderten Bediensteten im Einzelfall die Ausübung seines Berufes zu ermöglichen, von §75g RStDG unberührt.",
            "annotations": []
        },
        {
            "text": "Die angefochtene Bestimmung sei daher nicht verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "4. Die Parteien der Verfahren vor dem Bundesverwaltungsgericht haben als beteiligte Parteien jeweils eine Äußerung erstattet, in der sie sich den Bedenken des Bundesverwaltungsgerichtes anschließen. ",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat in den in sinngemäßer Anwendung der §§187 und 404 ZPO iVm §35 Abs1 VfGG zur gemeinsamen Beratung und Entscheidung verbundenen Verfahren erwogen:",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit der Anträge",
            "annotations": []
        },
        {
            "text": "1.1. Das Bundesverwaltungsgericht beantragt die Aufhebung einer Zeichenfolge in §76d Abs1 Z1 RStDG idF BGBl I 64/2016. §76d RStDG wurde nach dieser Fassung mit BGBl I 153/2020 novelliert und erhielt schließlich mit der Novelle BGBl I 205/2022 seine aktuelle Fassung, deren Wortlaut das Bundesverwaltungsgericht in der Begründung seiner Anträge wiedergibt. Es geht daher mit hinreichender Deutlichkeit hervor, auf welche Fassung (nämlich BGBl I 205/2022) des §76d RStDG Bezug genommen wird, womit dem für Anträge gemäß Art140 B-VG geltenden strengen Formerfordernis des §62 Abs1 erster Satz VfGG Genüge getan ist (vgl VfSlg 20.300/2018, 20.411/2020, 20.420/2020). ",
            "annotations": []
        },
        {
            "text": "1.2. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.3. Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011; VfGH 14.3.2017, G311/2016). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "1.4. Vor dem Hintergrund der vom Bundesverwaltungsgericht vorgebrachten Bedenken, die sich nicht auf die Herabsetzung wegen Krankheit gemäß §75g RStG selbst, sondern nur auf deren besoldungsrechtliche Konsequenz nach §76d Abs1 Z1 RStDG beziehen, erweist sich die Aufhebung im Umfang der Zeichenfolge \"75g\" in §76d Abs1 Z1 RStDG als nicht zu eng gewählt. Zur Beseitigung der vom Bundesverwaltungsgericht behaupteten Verfassungswidrigkeit wäre es ausreichend, die Bestimmung in dem genannten Umfang aufzuheben. Ob sich – wie die Bundesregierung in ihrer Äußerung vorbringt – durch diese Aufhebung, die den Bestand der vollen Bezüge trotz herabgesetzter Auslastung zur Folge hätte, eine Gleichheitswidrigkeit in Bezug auf die Besoldung im Fall der Wiedereingliederungsteilzeit nach dem BDG 1979 oder dem VBG ergäbe, hat dabei außer Betracht zu bleiben.",
            "annotations": []
        },
        {
            "text": "1.5. Im Verfahren hat sich somit nichts ergeben, was am Vorliegen der genannten Voraussetzungen zweifeln ließe. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweisen sich die Anträge insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der aufgeworfenen Fragen zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Das Bundesverwaltungsgericht bringt vor, dass die aliquote Bezugskürzung gemäß §76d Abs1 Z1 RStDG im Fall einer herabgesetzten Auslastung wegen Krankheit nach §75g leg cit gleichheitswidrig sei, weil Richter damit schlechter gestellt seien als andere öffentlich Bedienstete nach den entsprechenden Regelungen für Staatsanwälte und Beamte (§50f BDG 1979 iVm §12j und §13c GehG) bzw Vertragsbedienstete (§20c VBG iVm §143d ASVG), aus denen sich jeweils eine im Vergleich höhere Besoldung ergebe.",
            "annotations": []
        },
        {
            "text": "2.2.1. Dazu ist zunächst festzuhalten, dass in §75g RStDG zwei Fälle der Herabsetzung wegen Krankheit geregelt sind (vgl auch die Erläuterungen RV 1188 BlgNR 25. GP, 12). Nach Abs1 leg cit ist die Herabsetzung des regelmäßigen Dienstes der Richterin oder des Richters nach einem längeren Krankenstand bis auf die Hälfte möglich und zwar längstens für die Dauer von zwei Jahren, wobei Verlängerungen um bis zu zwei weitere Jahre möglich sind. Diese Herabsetzung dient daher der Wiedereingliederung in den Dienst mit dem Ziel einer Rückkehr zur Vollzeit. Demgegenüber erfolgt die Herabsetzung nach Abs2 leg cit zeitlich unbefristet und setzt voraus, dass die Richterin oder der Richter wegen einer nicht heilbaren Erkrankung dauerhaft nicht mehr voll dienstfähig ist. In beiden Fällen werden die Bezüge der Richterin oder des Richters gemäß §76d Abs1 Z1 RStDG aliquotiert.",
            "annotations": []
        },
        {
            "text": "Die \"Wiedereingliederungsteilzeit\" gemäß §50f BDG 1979 und §20c VBG, auf die das Bundesverwaltungsgericht seine gleichheitsrechtlichen Erwägungen bezieht, ist auf bis zu sechs Monate befristet (mit einmaliger Verlängerungsmöglichkeit um bis zu drei Monate) und dient der Wiederherstellung einer Vollzeitbeschäftigung. Im Fall der Wiedereingliederungsteilzeit gemäß §50f BDG 1979 gebührt gemäß §12j iVm §13c GehG ein Monatsbezug in Höhe von 80 %. Im Fall der Wiedereingliederungsteilzeit gemäß §20c VBG gebührt zusätzlich zum aliquotierten Gehalt (§21 Abs1 VBG) das Wiedereingliederungsgeld gemäß §143d Abs3 iVm Abs7 ASVG (erhöhtes Krankengeld gemäß §141 Abs2 ASVG aliquotiert).",
            "annotations": []
        },
        {
            "text": "2.2.2. Während also die Herabsetzung gemäß §75g Abs2 RStDG wegen einer unheilbaren Krankheit erfolgt und zeitlich unbefristet ist, dauert die Wiedereingliederungsteilzeit höchstens neun Monate und soll in eine Vollzeitbeschäftigung münden. Eine Gleichheitswidrigkeit auf Grund unterschiedlicher gehaltsrechtlicher Folgen scheidet somit bereits – wie auch die Bundesregierung in ihrer Äußerung zutreffend darlegt – mangels Vergleichbarkeit dieser beiden Regelungen aus.",
            "annotations": []
        },
        {
            "text": "Soweit sich das Bundesverwaltungsgericht hingegen auf die Herabsetzung nach §75g Abs1 RStDG bezieht, ist dem Folgendes zu entgegnen:",
            "annotations": []
        },
        {
            "text": "Nach ständiger Rechtsprechung des Verfassungsgerichtshofes ist dem Gesetzgeber bei der Regelung des Dienst- und Besoldungsrechtes der öffentlich Bediensteten durch den Gleichheitsgrundsatz ein verhältnismäßig weiter Gestaltungsspielraum offen gelassen; er ist lediglich gehalten, das Dienst- und Besoldungsrecht (sowie Pensionsrecht) derart zu gestalten, dass es im Großen und Ganzen in einem angemessenen Verhältnis zu den den öffentlich Bediensteten obliegenden Dienstpflichten steht (vgl etwa VfSlg 11.193/1986, 12.154/1989, 16.176/2001, 19.255/2010; VfGH 7.6.2013, B1345/2012; zu Vertragsbediensteten vgl VfSlg 13.558/1993). Insbesondere liegt die Art der Gestaltung des Gehaltsschemas der Beamten und des Entlohnungsschemas der Vertragsbediensteten in der rechtspolitischen Gestaltungsfreiheit des Gesetzgebers, sofern er mit seiner Regelung nicht gegen das – sich aus dem Gleichheitsgrundsatz ergebende – Sachlichkeitsgebot verstößt (vgl VfSlg 9607/1983, 16.176/2001, 18.934/2009).",
            "annotations": []
        },
        {
            "text": "Die vom Bundesverwaltungsgericht angefochtene Regelung widerspricht diesen Grundsätzen nicht. Der zitierten Rechtsprechung liegt der Gedanke zugrunde, dass gegen unterschiedliche dienstrechtliche Systeme für bestimmte Gruppen öffentlich Bediensteter grundsätzlich keine verfassungsrechtlichen Bedenken bestehen. Folglich scheidet es auch aus, die besoldungsrechtlichen Konsequenzen von einzelnen Bestimmungen dieser unterschiedlichen Systeme isoliert im Hinblick auf den Gleichheitsgrundsatz miteinander zu vergleichen. Wenn daher einerseits im RStDG – das im Übrigen keine geregelten Dienstzeiten kennt – und andererseits im BDG 1979 und im VBG jeweils eine eigene Form der Wiedereingliederungsteilzeit vorgesehen ist, begegnet es keinen verfassungsrechtlichen Bedenken, wenn auch die besoldungsrechtlichen Konsequenzen jeweils unterschiedlich geregelt sind.",
            "annotations": []
        },
        {
            "text": "2.3. Das Bundesverwaltungsgericht bringt darüber hinaus zur Herabsetzung nach einem längeren Krankenstand gemäß §75g Abs1 RStDG vor, dass die angefochtene Regelung zu der \"paradoxen Situation\" führe, dass die damit verbundene Bezugskürzung höher sei als bei einer ebenso möglichen Verlängerung des Krankenstandes. Dabei ist darauf hinzuweisen, dass die Herabsetzung gemäß §75g Abs1 RStDG nach einem Krankenstand erfolgt und dementsprechend auch eine ärztliche Bestätigung betreffend die Dienstfähigkeit (Abs1 dritter Satz leg cit) voraussetzt. Wenn das Bundesverwaltungsgericht von einer \"ebenso möglichen Verlängerung des Krankenstandes\" ausgeht, ist dem zu entgegnen, dass die antragsbedürftige, also freiwillige Herabsetzung auf Grund von Krankheit gemäß §75g Abs1 RStDG keine Alternative zu einem Krankenstand (also zur vorübergehenden Dienstunfähigkeit), sondern zur Vollauslastung nach einem Krankenstand darstellt und daher die (wenn auch eingeschränkte) Dienstfähigkeit voraussetzt. Im Übrigen wird vom Bundesverwaltungsgericht auch nicht berücksichtigt, dass die Richterin oder der Richter im Fall eines Krankenstandes, wenn dieser \"länger als ein Jahr\" dauert – also etwa nicht durch einen Dienst mit herabgesetzter Auslastung gemäß §75g RStDG unterbrochen bzw gehemmt wird (vgl §83 Abs3 leg cit) –, gemäß §83 Abs1 Z1 RStDG \"in den Ruhestand zu versetzen [ist]\". Auch insofern kann bei einem allfälligen Verbleib im Krankenstand eine vom Bundesverwaltungsgericht behauptete Privilegierung im Vergleich zur Herabsetzung der Auslastung nicht erkannt werden.",
            "annotations": []
        },
        {
            "text": "2.4. Schließlich behauptet das Bundesverwaltungsgericht nach einem Hinweis auf die Fürsorgepflicht gemäß §6 BEinstG und unter Verweis auf eine Literaturstelle pauschal, dass die \"proportionale Gehaltskürzung […] somit auch im Lichte des §7 BEinstG und dem verfassungsrechtlichen Diskriminierungsverbot erheblichen Bedenken\" begegne, ohne dies jedoch – etwa unter Bezug auf Art7 Abs1 dritter Satz B-VG – näher zu begründen. Soweit sich das Bundesverwaltungsgericht mit seinen Bedenken auf §7 BEinstG stützt, ist dem – abgesehen davon, dass diese Bestimmung nicht im Verfassungsrang steht – entgegenzuhalten, dass es selbst dieser Bestimmung nicht widerspricht, wenn ein teilzeitbeschäftigter begünstigter Behinderter dieselbe (aliquote) Entlohnung erhält wie ein gesunder Dienstnehmer in derselben Verwendung. Unabhängig davon lässt das Bundesverwaltungsgericht außer Acht, dass in Erfüllung der Fürsorgepflicht gemäß §6 BEinstG bei begünstigt behinderten Richterinnen und Richtern gemäß §26a Gerichtsorganisationsgesetz (GOG), RGBl. 217/1896, idF BGBl I 119/2013 im Rahmen der Geschäftsverteilung eine entsprechende Entlastung erfolgen kann und – sofern erforderlich – auch zu erfolgen hat (vgl Fellner/Nogratnig, RStDG, GOG und StAG I5.02, §26a GOG Rz 1/1 ff., rdb.at, Stand 1.3.2023). Die Nichtbeachtung dieser Verpflichtung (also ein Verstoß gegen §6 BEinstG) kann von einer betroffenen Person auf dem in §27 GOG vorgesehenen Weg bekämpft werden. Sofern eine Vollzeitbeschäftigung nach Ausschöpfung dieser Möglichkeiten nicht in Betracht kommt, liegt Dienstunfähigkeit vor. Wenn nun §75g RStDG eine antragsbedürftige, also freiwillige Herabsetzung der Auslastung als Alternative zur Ruhestandsversetzung nach §83 RStDG ermöglicht, ist nicht ersichtlich, inwiefern die damit verbundene aliquote Bezugskürzung diskriminierend sein soll. Davon, dass die existenzsichernde Funktion der Besoldung öffentlich Bediensteter (vgl Holoubek, Der verfassungsrechtliche Schutz von Aktiv- und Ruhebezügen von Beamten vor Kürzung durch den Gesetzgeber, ZAS 1994, 5 [5 und 18]) durch eine derartige Regelung gefährdet wäre, kann angesichts des Gehaltsschemas für Richterinnen und Richter (siehe §66 Abs1 RStDG) keine Rede sein.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die ob der Verfassungsmäßigkeit der Zeichenfolge \"§75g\" in §76d Abs1 Z1 RStDG erhobenen Bedenken treffen nicht zu. Die Anträge sind daher abzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Für Normenprüfungsverfahren, die auf Antrag eines Gerichtes eingeleitet worden sind, sieht das VfGG einen Aufwandersatz nicht vor. Es obliegt daher dem antragstellenden Gericht, nach den für sein Verfahren geltenden Vorschriften über einen allfälligen Kostenersatzanspruch der Parteien des Ausgangsrechtsstreites zu befinden (zB VfSlg 19.704/2012 mwN).",
            "annotations": []
        }
    ]
}