{
    "document_id": "JFT_20231005_23E01008_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin strahlte am 26. Mai 2020 in ihrem Fernsehprogramm \"***\" die Sendung \"***\" aus. Einziger Inhalt der Sendung war ein vom Moderator mit seinem Studiogast geführtes, live ausgestrahltes Gespräch. Der Sendungsablauf gestaltete sich folgendermaßen: Nachdem eingangs Einzelheiten aus dem Privatleben des Studiogastes besprochen wurden, wechselte das Gespräch in der Folge zum Thema, wie der Studiogast persönlich die – durch die Coronapandemie geprägte – jüngste Zeit vor dem Interview verbracht habe. Im Anschluss geht das Interview in eine Unterhaltung über das COVID-19-Virus über, worauf sich folgendes Gespräch zwischen dem Moderator (M) und dem Studiogast (S) entwickelt:",
            "annotations": []
        },
        {
            "text": "\"[M, Moderator]: Und Du bist der Meinung es müsste endlich Schluss sein mit dem Corona Wahnsinn — Dir geht's auf die Nerven, hast Du beim Hereingehen gesagt.",
            "annotations": []
        },
        {
            "text": "[S, Studiogast]: Na man muss jetzt einmal Klartext reden.",
            "annotations": []
        },
        {
            "text": "[M]: Ja bitte.",
            "annotations": []
        },
        {
            "text": "[S]: Der erste Punkt ist: ich finds mal gut, dass a Partei sich hinstellt und sagt, die Leute ham a riesen Wut. Ich find die Online-Petition ‚Stoppt den Corona Wahnsinn‘, weil es ist a Wahnsinn ist, find ich mal gut, dass die Leute ihren Protest zum Ausdruck bringen können. Erster Punkt. Zweiter Punkt, was mich so ärgert: Niemand fragt nach den Schuldigen. Die Deutschen sagen, Ischgl war's. Wir sagen, München war's. Jeder schiebts auf ... Wer war's denn? Die Chinesen! Die Chinesen! Daher nenn ich es, ich nehm' jetzt den Kindermund, bitte nicht, dass ich da Vorwürfe krieg: Wie sagt der Kindermund zu Chinesen? Das sind Leute mit Schlitzaugen. Daher nenne ich es das Schlitzaugen-Virus, es ist das Schlitzaugen-Virus, das aus China kommt. Und das ist das dritte Schlitzaugen-Virus aus China. Es ist SARS 1, SARS 2 und jetzt Covid-19, das sind alles Pandemien, die von China ausgehen und ich fordere daher und verlange von der Europäischen Union und der Staatengemeinschaft, dass China zur Rechenschaft gezogen wird. China muss bezahlen, China muss den Wiederaufbau finanzieren, China muss endlich, wie nach dem Krieg, Reparationszahlungen leisten, nach dem Völkerrecht belangt werden. Es gehören Sanktionen — schärfste, wirtschaftliche und diplomatische — gegen China verhängt. Weil die sind für das Schlamassel verantwortlich. Und das traut sich niemand zu sagen, das ärgert mich.",
            "annotations": []
        },
        {
            "text": "[M]: Die Frage ist ja: absichtlich? Weil die halt bewusst da vielleicht die Amerikaner und Europäer schädigen wollten, oder einfach, weil das halt Wahnsinnige sind, was Gesundheitskontrollen anbelangt?",
            "annotations": []
        },
        {
            "text": "[S]: Das sind Fockn. Tschuldigung, kennst Du den Ausdruck?",
            "annotations": []
        },
        {
            "text": "[M]: Sind was? Na, Kenn ich nicht.",
            "annotations": []
        },
        {
            "text": "[S]: Steirisch, kärntnerisch, Fockn.",
            "annotations": []
        },
        {
            "text": "[M]: Was?",
            "annotations": []
        },
        {
            "text": "[S]: Das sind dreckige, schmutzige Leute, die keine Manieren haben.",
            "annotations": []
        },
        {
            "text": "[M]: Deiner Meinung nach.",
            "annotations": []
        },
        {
            "text": "[S]: Nein, die Chinesen generell. Die spucken überall hin, die schla[t]zen überall hin, die schmatzen beim Essen, die fressen alles, was nicht vier Tischfüße hat. Wird alles aufgefressen. Die, und das ist so, das ärgert mich so, auch als christlicher Mensch, die missachten die Schöpfung. Die haben keinen Respekt vor Tieren, vor Lebewesen, Tierquäler. Auf diesen Märkten, hast du da mal die Bilder gesehen? Das ist ja Tierquälerei. Die fressen Fledermäuse und so weiter. Die betreiben Raubbau an der Natur, indem sie auf Teufel komm[\"]' raus von Kohle bis Erze alles rausholen, was möglich ist. Sie verpesten die Umwelt, sie sind einer der größten Klimasünder. Sie haben bei uns hunderttausende Arbeitsplätze durch ihre Billigproduktion, Billigstahl und so weiter, zerstört, und arbeiten dort mit sozialen Mindeststandards, die ganz weit unten sind, wo Menschen ausgebeutet werden, und bei uns fehlen die Arbeitsplätze. Und jetzt stellen sie sich hin und tun so, als wären sie nicht verantwortlich. Schlusssatz: Und man darf nicht vergessen, meine Damen und Herren, das ärgert mich immer so, China ist kein normaler Staat. China hat nicht das Recht, beim G8-Gipfel, oder wo auch immer, am Tisch zu sitzen, denn China ist eine kommunistische Diktatur. Es ist eine Diktatur, ein kommunistisches Regime, wo Menschen eingesperrt werden, wo Menschen gefoltert werden, wo Menschen in Lagern verschwinden. Die Uiguren zum Beispiel, da hat jetzt die Süddeutsche einen großen Bericht gebracht, die werden wirklich in Lager gesperrt.",
            "annotations": []
        },
        {
            "text": "[M]: Das heißt, du meinst, China gehört international geächtet und wirtschaftlich, finanziell zur Rechenschaft gezogen?",
            "annotations": []
        },
        {
            "text": "[S]: Es gehören Strafzölle gegen China verhängt, es gehören wirtschaftliche und diplomatische Sanktionen gegen China verhängt, die schärfest möglichen. Es muss, auf völkerrechtlicher Basis, Regressansprüche und Reparationszahlungsforderungen gegen China geben, und wir reden hier von gigantischen Milliarden. Und ich wünsche mir, dass hier die betroffenen Staaten, die alle diesen Schaden erlitten haben, nämlich, und es wird auch immer vom Wiederaufbau geredet, und von einer Art Marshall-Plan, und ich wünsche mir, dass sich die USA, Europa und Russland in dieser Frage zu einem Bündnis gegen China vereinigen und diese Punkte fordern. Alleine Strafzölle von zehn Prozent würden für Österreich zig Milliarden an Einnahmen bedeuten. Das heißt, man hätte damit dann auch dieses große Budgetloch, das wir jetzt haben durch die Corona-Krise, gestopft. Und noch einmal, dieses Budgetloch und diese ganze Scheiße, Entschuldigung, Mundmaskenscheiße und so weiter, ist verantwortlich das Schlitzaugen-Virus, das dort von den Leuten kommt, die kein Benehmen haben, die alles fressen, was irgendwie herumläuft, die keine Kultur haben, oder eine hatten. Eine hatten, China hat ja große Kultur, große Geschichte. Aber wenn du die Chinesen heute anschaust, also ich kenn nur Chinesen, wenn ich die sehe, in Wien als Touristen, die gehen spuckend. Furchtbar. Schmatzend.\"",
            "annotations": []
        },
        {
            "text": "2. Der Studiogast wurde in der Folge für seine oben wiedergegebenen Aussagen, womit er die nach dem Kriterium der Staatsangehörigkeit definierte Gruppe der chinesischen Staatsangehörigen pauschal als minderwertig, primitiv, gleichwertig mit Tieren und der Achtung ihrer Mitmenschen nicht würdig darstellte, des Vergehens der Verhetzung nach §283 Abs1 Z1 zweiter Fall, Abs2 und Abs1 Z2, Abs2 StGB rechtskräftig für schuldig erkannt (Urteil des Landesgerichtes für Strafsachen Wien vom 20. Dezember 2020, Z 113 Hv 103/20z; Urteil des Oberlandesgerichtes Wien vom 14. Oktober 2021, 18 Bs 74/21w).",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheid vom 11. Februar 2021 stellte die Kommunikationsbehörde Austria (im Folgenden: KommAustria) fest, dass die Beschwerdeführerin im Rahmen der im Fernsehprogramm \"***\" ausgestrahlten und auf der Website auf Abruf bereitgestellten Sendung \"***\" §30 Abs2 (Z1) AMD-G dadurch verletzt habe, dass in der Sendung zu Hass auf Grund von Rasse und Nationalität aufgereizt worden sei. Begründend führt die Behörde aus, dass sich die Beschwerdeführerin (bzw der diese repräsentierende Moderator) während der Sendung von den Aussagen des Studiogastes angemessen distanzieren hätte müssen. Da er dies unterlassen habe, seien die getätigten Aussagen der Beschwerdeführerin zurechenbar. Damit habe auch die Beschwerdeführerin gegen §30 Abs2 (Z1) AMD-G verstoßen.",
            "annotations": []
        },
        {
            "text": "Die KommAustria verpflichtet in den Spruchpunkten 3. und 4. des Bescheides die Beschwerdeführerin gemäß §62 Abs3 AMD-G, binnen sechs Wochen ab Rechtskraft des Bescheides im Rahmen des von ihr ausgestrahlten Fernsehprogrammes \"***\" an drei Werktagen zwischen 21:00 und 22:00 Uhr einen Text durch Verlesung und Einblendung zu veröffentlichen, wonach die KommAustria festgestellt hat, dass im Fernsehprogramm \"***\" die Sendung \"***\" verbreitet wurde, in der zu Hass auf Grund von Rasse und Nationalität aufgereizt wurde und dadurch §30 Abs2 AMD-G verletzt wurde (Spruchpunkt 3.). Den gleichen Text hat die Beschwerdeführerin auch in einem mindestens 30 Sekunden lang dauernden Vorspann zur aktuellsten Sendung, die unter der Rubrik \"***\" des Abrufdienstes \"***\" bereitgestellt wird, zu veröffentlichen (Spruchpunkt 4.).",
            "annotations": []
        },
        {
            "text": "4.  Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 16. Februar 2023, Z W194 2241874-1/6E, als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht begründet seine Entscheidung damit, dass die vom Studiogast verwendeten Formulierungen unzweifelhaft darauf abzielen würden, ein feindseliges oder ablehnendes Gefühl gegenüber einer bestimmten Personengruppe bei den Zusehern hervorzurufen, und damit zu Hass auf Grund von Rasse und Nationalität aufreizen würden. Der objektive Tatbestand des §30 Abs2 Z1 AMD-G sei daher erfüllt.",
            "annotations": []
        },
        {
            "text": "Zu dem seitens der Beschwerdeführerin vorgebrachten Einwand der nicht zuzurechnenden Fremdäußerung führt das Bundesverwaltungsgericht aus, dass der Verfassungsgerichtshof im Zusammenhang mit dem öffentlich-rechtlichen Rundfunk in besonderen Konstellationen eine Reaktionsnotwendigkeit des Rundfunkveranstalters annehme. Diese zu §10 Abs1 ORF-G ergangene Judikatur sei auf die Parallelbestimmung des AMD-G, §30 Abs1 AMD-G und damit auf den vorliegenden Fall übertragbar. Da der Moderator nicht in der erforderlichen Art und Weise reagiert hätte, sondern während der rund fünfminütigen Interviewpassage nur einmal kurz darauf hingewiesen habe, dass der Studiogast seine eigene persönliche Meinung äußere, müsse sich die Beschwerdeführerin die inkriminierten Äußerungen des Studiogastes zurechnen lassen.",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Meinungsäußerungsfreiheit (Art10 EMRK, Art13 StGG und Art11 GRC) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "Die vom Bundesverwaltungsgericht angenommene Verpflichtung, dass sich die Beschwerdeführerin in einer Interview-Situation von Fremdäußerungen umgehend distanzieren müsse, verstoße gegen die Meinungsäußerungs- und Medienfreiheit der Beschwerdeführerin. Ihr stehe es als unabhängigem Medium frei, gerade auch Personen mit provokanten Meinungen im Rahmen redaktioneller Interviews zu Themen von öffentlichem Interesse zu Wort kommen zu lassen, ohne dabei Gefahr laufen zu müssen, für deren Äußerungen zu haften. Auch der Europäische Gerichtshof für Menschenrechte differenziere zwischen eigenen Aussagen der Medien selbst und jenen von Dritten. Nur wenn sich das Medium Drittäußerungen zu eigen mache, sei eine Zurechnung grundrechtlich zulässig. Das sei im inkriminierten Interview jedoch nicht der Fall gewesen. Der Moderator habe vielmehr betont, dass es sich um die persönliche Meinung des Studiogastes handle. Auch die Feststellung, dass es sich um eine schwerwiegende Rechtsverletzung handle, sei angesichts der drohenden gravierenden Rechtsfolgen unverhältnismäßig.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt und von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die im vorliegenden Fall maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Bundesgesetzes über audiovisuelle Mediendienste (Audiovisuelle Mediendienste-Gesetz – AMD-G), BGBl I 84/2001, idF BGBl I 55/2022 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Anwendungsbereich",
            "annotations": []
        },
        {
            "text": "§1. (1) Dieses Bundesgesetz regelt",
            "annotations": []
        },
        {
            "text": "           1. die Veranstaltung von Fernsehen auf drahtlosem terrestrischem Weg (terrestrisches und mobiles terrestrisches Fernsehen), über Satellit(Satellitenfernsehen) sowie in elektronischen Kommunikationsnetzen;",
            "annotations": []
        },
        {
            "text": "           2. das Anbieten anderer audiovisueller Mediendienste;",
            "annotations": []
        },
        {
            "text": "           3. den Betrieb von Multiplex-Plattformen.",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "§2. Im Sinne dieses Gesetzes ist:",
            "annotations": []
        },
        {
            "text": "           1. […]",
            "annotations": []
        },
        {
            "text": "           3. audiovisueller Mediendienst: eine Dienstleistung im Sinne der Art56 und 57 des Vertrags über die Arbeitsweise der Europäischen Union, bei der der Hauptzweck oder ein trennbarer Teil der Dienstleistung darin besteht, unter der redaktionellen Verantwortung eines Mediendiensteanbieters der Allgemeinheit Sendungen zur Information, Unterhaltung oder Bildung über elektronische Kommunikationsnetze (Art2 Z1 der Richtlinie (EU) 2018/1972 über den europäischen Kodex für die elektronische Kommunikation, ABl. Nr L 321 vom 17.12.2018, S. 36) bereitzustellen; darunter fallen Fernsehprogramme und audiovisuelle Mediendienste auf Abruf;",
            "annotations": []
        },
        {
            "text": "           4. […]",
            "annotations": []
        },
        {
            "text": "           20. Mediendiensteanbieter: die natürliche oder juristische Person, die die redaktionelle Verantwortung für die Auswahl der audiovisuellen Inhalte des audiovisuellen Mediendienstes trägt und bestimmt, wie diese gestaltet werden;",
            "annotations": []
        },
        {
            "text": "           21. […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Allgemeine Anforderungen an audiovisuelle Mediendienste",
            "annotations": []
        },
        {
            "text": "§30. (1) Audiovisuelle Mediendienste müssen im Hinblick auf ihre Aufmachung und ihren Inhalt die Menschenwürde und die Grundrechte anderer achten.",
            "annotations": []
        },
        {
            "text": "(2) Inhalte in audiovisuellen Mediendiensten dürfen",
            "annotations": []
        },
        {
            "text": "           1. nicht zu Hass oder Gewalt gegen eine Gruppe von Personen oder gegen ein Mitglied einer Gruppe auf Grund des Geschlechts, der Rasse, der Hautfarbe, der ethnischen oder sozialen Herkunft, der genetischen Merkmale, der Sprache, der Religion oder der Weltanschauung, der politischen oder sonstigen Anschauung, der Zugehörigkeit zu einer nationalen Minderheit, des Vermögens, der Geburt, einer Behinderung, des Alters oder der sexuellen Orientierung aufstacheln;",
            "annotations": []
        },
        {
            "text": "           2. keine Aufforderung zu terroristischen Straftaten oder Gutheißung terroristischer Straftaten (§282a StGB) enthalten.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Feststellung der Rechtsverletzung",
            "annotations": []
        },
        {
            "text": "§62. (1) Die Entscheidung der Regulierungsbehörde besteht in der Feststellung, ob und durch welchen Sachverhalt eine Bestimmung dieses Bundesgesetzes verletzt worden ist. Wird von der Regulierungsbehörde eine Verletzung dieses Bundesgesetzes festgestellt, die im Zeitpunkt der Feststellung noch andauert, so hat der Mediendiensteanbieter unverzüglich einen der Rechtsansicht der Regulierungsbehörde entsprechenden Zustand herzustellen.",
            "annotations": []
        },
        {
            "text": "(2) Die Regulierungsbehörde hat über Beschwerden ohne unnötigen Aufschub, spätestens aber innerhalb von sechs Monaten, gerechnet vom Zeitpunkt des Einlangens der Beschwerde, zu entscheiden. Bei Beschwerden an die Regulierungsbehörde sind die Tage des Postenlaufs nicht einzurechnen.",
            "annotations": []
        },
        {
            "text": "(3) Die Regulierungsbehörde kann auf Veröffentlichung ihrer Entscheidung erkennen und dem Mediendiensteanbieter auftragen, wann, in welcher Form und in welchem Programm oder Mediendienst diese Veröffentlichung zu erfolgen hat.",
            "annotations": []
        },
        {
            "text": "(4) Die Regulierungsbehörde hat in ihren Bescheid im Falle der Feststellung einer Rechtsverletzung einen Ausspruch aufzunehmen, ob es sich um eine schwerwiegende Verletzung einer Bestimmung dieses Bundesgesetzes handelt.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Verwaltungsstrafbestimmungen",
            "annotations": []
        },
        {
            "text": "§64. (1) […]",
            "annotations": []
        },
        {
            "text": "(2) Eine Verwaltungsübertretung begeht und ist mit Geldstrafe bis zu 10 000 Euro zu bestrafen, wer",
            "annotations": []
        },
        {
            "text": "           1. die allgemeinen inhaltlichen Anforderungen nach §30 Abs1 oder 2 nicht erfüllt,",
            "annotations": []
        },
        {
            "text": "           2. […]\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen der Richtlinie 2010/13/EU zur Koordinierung bestimmter Rechts- und Verwaltungsvorschriften der Mitgliedstaaten über die Bereitstellung audiovisueller Mediendienste (Richtlinie über audiovisuelle Mediendienste), ABl. 2010 L 95, 1, idF der Richtlinie (EU) 2018/1808 zur Änderung der Richtlinie 2010/13/EU (Richtlinie über audiovisuelle Mediendienste) im Hinblick auf sich verändernde Marktgegebenheiten, ABl. 2018 L 303, 69, lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Artikel 1",
            "annotations": []
        },
        {
            "text": "(1) Für die Zwecke dieser Richtlinie bezeichnet der Ausdruck",
            "annotations": []
        },
        {
            "text": "a) 'audiovisueller Mediendienst'",
            "annotations": []
        },
        {
            "text": "           i) eine Dienstleistung im Sinne der Artikel 56 und 57 des Vertrags über die Arbeitsweise der Europäischen Union, bei der der Hauptzweck der Dienstleistung oder ein trennbarer Teil der Dienstleistung darin besteht, unter der redaktionellen Verantwortung eines Mediendiensteanbieters der Allgemeinheit Sendungen zur Information, Unterhaltung oder Bildung über elektronische Kommunikationsnetze im Sinne des Artikels 2 Buchstabe a der Richtlinie 2002/21/EG bereitzustellen; bei diesen audiovisuellen Mediendiensten handelt es sich entweder um Fernsehprogramme gemäß der Definition unter Buchstabe e des vorliegenden Absatzes oder um audiovisuelle Mediendienste auf Abruf gemäß der Definition unter Buchstabe g des vorliegenden Absatzes;",
            "annotations": []
        },
        {
            "text": "           ii) die audiovisuelle kommerzielle Kommunikation;",
            "annotations": []
        },
        {
            "text": "b) […]",
            "annotations": []
        },
        {
            "text": "d) 'Mediendiensteanbieter' die natürliche oder juristische Person, die die redaktionelle Verantwortung für die Auswahl der audiovisuellen Inhalte des audiovisuellen Mediendienstes trägt und bestimmt, wie diese gestaltet werden;",
            "annotations": []
        },
        {
            "text": "da) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Artikel 6",
            "annotations": []
        },
        {
            "text": "(1) Unbeschadet der Verpflichtung der Mitgliedstaaten, die Menschenwürde zu achten und zu schützen, sorgen die Mitgliedstaaten mit angemessenen Mitteln dafür, dass die audiovisuellen Mediendienste, die von den ihrer Rechtshoheit unterworfenen Mediendiensteanbietern bereitgestellt werden,",
            "annotations": []
        },
        {
            "text": "           a) keine Aufstachelung zu Gewalt oder Hass gegen eine Gruppe von Personen oder gegen ein Mitglied einer Gruppe aus einem der in Artikel 21 der Charta genannten Gründe enthalten;",
            "annotations": []
        },
        {
            "text": "           b) keine öffentliche Aufforderung zur Begehung einer terroristischen Straftat gemäß Artikel 5 der Richtlinie (EU) 2017/541 enthalten.",
            "annotations": []
        },
        {
            "text": "(2) Die für die Zwecke dieses Artikels ergriffenen Maßnahmen müssen notwendig und verhältnismäßig sein und im Einklang mit den in der Charta niedergelegten Rechten und Grundsätzen stehen.\"",
            "annotations": []
        },
        {
            "text": "3. §10 des Bundesgesetzes über den Österreichischen Rundfunk (ORF-Gesetz, ORF-G), BGBl 379/1984, idF BGBl I 150/2020 lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Inhaltliche Grundsätze",
            "annotations": []
        },
        {
            "text": "§10. (1) Alle Sendungen des Österreichischen Rundfunks müssen im Hinblick auf ihre Aufmachung und ihren Inhalt die Menschenwürde und die Grundrechte anderer achten.",
            "annotations": []
        },
        {
            "text": "(2) Die Sendungen und das Onlineangebot dürfen nicht zu Hass oder Gewalt gegen eine Personengruppe oder eine einzelne Person dieser Gruppe auf Grund des Geschlechts, der Rasse, der Hautfarbe, der ethnischen oder sozialen Herkunft, der genetischen Merkmale, der Sprache, der Religion oder der Weltanschauung, der politischen oder sonstigen Anschauung, der Zugehörigkeit zu einer nationalen Minderheit, des Vermögens, der Geburt, einer Behinderung, des Alters oder der sexuellen Orientierung aufstacheln und keine Aufforderung zur Begehung einer terroristischen Straftat (§278c StGB) enthalten.",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "(5) Die Information hat umfassend, unabhängig, unparteilich und objektiv zu sein. Alle Nachrichten und Berichte sind sorgfältig auf Wahrheit und Herkunft zu prüfen, Nachricht und Kommentar deutlich voneinander zu trennen.",
            "annotations": []
        },
        {
            "text": "(6) Die Vielfalt der im öffentlichen Leben vertretenen Meinungen ist angemessen zu berücksichtigen, die Menschenwürde, Persönlichkeitsrechte und Privatsphäre des Einzelnen sind zu achten.",
            "annotations": []
        },
        {
            "text": "(7) Kommentare, Analysen und Moderationen haben sachlich zu sein und auf nachvollziehbaren Tatsachen zu beruhen.",
            "annotations": []
        },
        {
            "text": "(8) […]\"",
            "annotations": []
        },
        {
            "text": "4. §6 des Bundesgesetzes vom 12. Juni 1981 über die Presse und andere publizistische Medien (Mediengesetz – MedienG), BGBl 314/1981, idF BGBl I 148/2020 lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Üble Nachrede, Beschimpfung, Verspottung und Verleumdung",
            "annotations": []
        },
        {
            "text": "§6. (1) Wird in einem Medium der objektive Tatbestand der üblen Nachrede, der Beschimpfung, der Verspottung oder der Verleumdung hergestellt, so hat der Betroffene gegen den Medieninhaber Anspruch auf eine Entschädigung für die erlittene persönliche Beeinträchtigung (§8 Abs1).",
            "annotations": []
        },
        {
            "text": "(2) Der Anspruch nach Abs1 besteht nicht, wenn",
            "annotations": []
        },
        {
            "text": "1. […]",
            "annotations": []
        },
        {
            "text": "2. im Falle einer üblen Nachrede",
            "annotations": []
        },
        {
            "text": "a) die Veröffentlichung wahr ist oder",
            "annotations": []
        },
        {
            "text": "b) ein überwiegendes Interesse der Öffentlichkeit an der Veröffentlichung bestanden hat und auch bei Aufwendung der gebotenen journalistischen Sorgfalt hinreichende Gründe vorgelegen sind, die Behauptung für wahr zu halten,",
            "annotations": []
        },
        {
            "text": "3. es sich um eine unmittelbare Ausstrahlung im Rundfunk (Live-Sendung) handelt, ohne daß ein Mitarbeiter oder Beauftragter des Rundfunks die gebotene journalistische Sorgfalt außer acht gelassen hat,",
            "annotations": []
        },
        {
            "text": "3a. es sich um die Abrufbarkeit auf einer Website handelt, ohne dass der Medieninhaber oder einer seiner Mitarbeiter oder Beauftragten die gebotene Sorgfalt außer Acht gelassen hat, oder",
            "annotations": []
        },
        {
            "text": "4. es sich um eine wahrheitsgetreue Wiedergabe der Äußerung eines Dritten handelt und ein überwiegendes Interesse der Öffentlichkeit an der Kenntnis der zitierten Äußerung bestanden hat.",
            "annotations": []
        },
        {
            "text": "(3) Bezieht sich die Veröffentlichung auf den höchstpersönlichen Lebensbereich, so ist der Anspruch nach Abs1 nur aus dem Grunde des Abs2 Z1, des Abs2 Z2 lita, des Abs2 Z3 oder des Abs2 Z3a ausgeschlossen, im Falle des Abs2 Z2 lita aber nur, wenn die veröffentlichten Tatsachen in unmittelbarem Zusammenhang mit dem öffentlichen Leben stehen.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist nicht begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach Art10 Abs1 EMRK hat jedermann Anspruch auf freie Meinungsäußerung. Das Grundrecht auf freie Meinungsäußerung schützt dabei insbesondere auch \"Nachrichten\" oder \"Ideen\", die provozieren, schockieren oder stören. Das ergibt sich aus den Erfordernissen des Pluralismus, der Toleranz und der Großzügigkeit, ohne die eine demokratische Gesellschaft nicht bestehen kann (EGMR 7.12.1976 [GK], 5493/72, Handyside; 23.5.1991 [GK], 11.662/85, Oberschlick; VfSlg 13.694/1994). Die Freiheit der politischen Debatte ist wesentlich für das Konzept einer demokratischen Gesellschaft (EGMR 8.7.1986 [GK], 9815/82, Lingens), und provokative Sprache (ua EGMR 6.12.2007, 19.331/05, Katrami, Z39 ff.) ist ein zentraler Bestandteil der politischen Rede (ua EGMR 28.9.2000, 37.698/97, Lopes Gomes da Silva, Z35; 14.3.2013, 26.118/10, EON, Z61 – zu satirischer Sprache). Angesichts der besonderen Bedeutung und Funktion der Meinungsäußerungsfreiheit in einer demokratischen Gesellschaft muss die Notwendigkeit der Einschränkung der Freiheit der Meinungsäußerung – die Art10 Abs2 EMRK im Hinblick darauf, dass die Ausübung dieser Freiheit Pflichten und Verantwortung mit sich bringt, unter den dort genannten Voraussetzungen dem Gesetzgeber ermöglicht – im Einzelfall, insbesondere wenn es sich um einen Fall der politischen Rede handelt, außer Zweifel stehen (vgl VfSlg 10.700/1985, 13.694/1994).",
            "annotations": []
        },
        {
            "text": "Die Freiheiten des Art10 Abs1 EMRK sind von besonderer Bedeutung für die Massenmedien. Obwohl auch sie die Grenzen nicht überschreiten dürfen, die Art10 Abs2 EMRK in einer demokratischen Gesellschaft zieht, ist es dennoch ihre Aufgabe, Informationen und Ideen über politische Fragen sowie über andere Fragen von öffentlichem Interesse zu verbreiten. Nicht nur haben sie die Aufgabe der Verbreitung solcher Informationen und Ideen, zugleich hat die Öffentlichkeit ein Recht, sie zu empfangen (vgl sinngemäß EGMR, Lingens, Z41; EGMR 26.4.1979 [GK], 6538/74, Sunday Times, Z65; für elektronische Massenmedien etwa EGMR 23.9.1994 [GK], 15.890/89, Jersild, Z31; 22.4.2013 [GK], 48.876/08, Animal Defenders International, Z119).",
            "annotations": []
        },
        {
            "text": "3. Gemäß §30 Abs1 AMD-G müssen audiovisuelle Mediendienste im Hinblick auf ihre Aufmachung und ihren Inhalt die Menschenwürde und die Grundrechte anderer achten. Nach §30 Abs2 Z1 AMD-G dürfen Inhalte in audiovisuellen Mediendiensten nicht zu Hass oder Gewalt gegen eine Gruppe von Personen oder gegen ein Mitglied einer Gruppe auf Grund des Geschlechtes, der Rasse, der Hautfarbe, der ethnischen oder sozialen Herkunft, der genetischen Merkmale, der Sprache, der Religion oder der Weltanschauung, der politischen oder sonstigen Anschauung, der Zugehörigkeit zu einer nationalen Minderheit, des Vermögens, der Geburt, einer Behinderung, des Alters oder der sexuellen Orientierung aufstacheln.",
            "annotations": []
        },
        {
            "text": "Dieses \"Hate-Speech-Verbot\" (VfGH 23.6.2022, E2977/2021) in (elektronischen) Massenmedien trägt dem Umstand ihrer besonderen Bedeutung als \"Medium und Faktor\" der öffentlichen Meinungsbildung und damit jenen \"Pflichten und Verantwortung\" Rechnung, die den, ihre Nachrichten und Ideen unter redaktioneller Verantwortung verbreitenden Massenmedien, die inhaltlich entscheiden, wer und was in ihren Programmen öffentlich gemacht wird, für den öffentlichen Diskurs in einer demokratischen Gesellschaft zukommt.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat in diesem Zusammenhang auch darauf hingewiesen, dass sich im materiellen Gesetzesvorbehalt des Art10 Abs2 EMRK zeigt, dass demokratiegefährdenden Strömungen, die sich gegen Grundprinzipien des Rechtsstaates richten, wie insbesondere auch rassistischen Meinungsäußerungen, Grenzen gesetzt werden können und sollen, insbesondere um zu verhindern, dass Personen oder Gruppierungen die in der Europäischen Konvention für Menschenrechte garantierten Rechte gerade zur Abschaffung oder Einschränkung der Rechte anderer missbrauchen (siehe mit Hinweis auch auf das Missbrauchsverbot des Art17 EMRK VfGH 8.3.2022, E3120/2021 mwN). Die Handhabung von Beschränkungen, wie sie in §30 Abs2 Z1 AMD-G festgelegt sind, muss daher im Einzelfall sowohl der angesprochenen Verantwortung des Massenmediums als auch seiner in besonderem Maß geschützten Freiheit Rechnung tragen.",
            "annotations": []
        },
        {
            "text": "4. Dem Bundesverwaltungsgericht ist zunächst nicht entgegenzutreten, wenn es die betreffenden Äußerungen des Studiogastes als geeignet ansieht, zu Hass auf Grund von Rasse und Nationalität aufzureizen. Auch die beschwerdeführende Partei tritt dieser Einschätzung nicht entgegen.",
            "annotations": []
        },
        {
            "text": "5.1. Die Beschwerdeführerin sieht (nicht die Meinungsäußerungsfreiheit des Studiogastes, sondern) ihre durch Art10 Abs1 EMRK geschützte Medienfreiheit verletzt, weil das Bundesverwaltungsgericht die Äußerungen des Studiogastes mangels ausreichender Distanzierung durch den Moderator der beschwerdeführenden Partei zurechnet und sie damit für den Verstoß gegen §30 Abs2 Z1 AMD-G verantwortlich macht. Diese Rechtsauffassung würde die Freiheit der beschwerdeführenden Partei beschränken, auch Personen, die kritische, unliebsame oder auch verstörende Auffassungen vertreten, als Interviewpartner in ihre Sendungen einzuladen und auf diese Weise die Vielfalt von Meinungen im öffentlichen Diskurs sichtbar zu machen. Dies sei wesentlicher Teil ihrer journalistischen, medialen Gestaltungsfreiheit, wie sie Art10 EMRK für Medienunternehmen wie die beschwerdeführende Partei besonders schütze.",
            "annotations": []
        },
        {
            "text": "5.2. Grundsätzlich gehört es zum wesentlichen Aufgabenbild von Massenmedien, in der demokratischen Gesellschaft vertretene Meinungen im öffentlichen Diskurs auch dadurch sichtbar zu machen, dass Personen ihre einschlägige Meinung unmittelbar in den Sendungen eines audiovisuellen Mediendienstes vertreten können. Dies gilt, wie schon mehrfach betont, auch für kritische, angriffige oder schockierende Meinungen. Diese sind grundsätzlich den Personen, die sich in entsprechender Weise etwa in einem Interview, in einem Live-Gespräch oder in einer Diskussionsrunde so oder so äußern, zuzurechnen und von diesen Personen zu verantworten (VfSlg 20.427/2020).",
            "annotations": []
        },
        {
            "text": "5.3. Ein Medienunternehmen, wie im vorliegenden Fall die beschwerdeführende Partei, trifft eine Verantwortung für derartige Meinungsäußerungen nur in besonderen Konstellationen (die sich von jenen, in denen das Objektivitätsgebot für den öffentlich-rechtlichen Rundfunk dessen einschlägige Verantwortung aktualisiert, siehe VfSlg 20.427/2020, unterscheiden können). Eine solche Konstellation liegt, wie das Bundesverwaltungsgericht zu Recht annimmt, im vorliegenden Fall vor, wenn die in einer Sendung des audiovisuellen Mediendienstes wiedergegebene Meinungsäußerung eines Dritten in gravierender Weise die in der EMRK garantierten Rechte anderer grundsätzlich in Frage stellt, wie hier also den Tatbestand der Hassrede erfüllt, weil zu Hass gegen eine Gruppe auf Grund der ethnischen Herkunft aufgestachelt wird. Es besteht kein Zweifel, dass die im vorliegenden Fall vom Studiogast getätigten Äußerungen nach §30 Abs2 Z1 AMD-G zu sanktionieren wären, wenn sie der audiovisuelle Mediendienst in seiner redaktionellen Verantwortung etwa als eigenen Kommentar verbreitet hätte.",
            "annotations": []
        },
        {
            "text": "Weil es aber zu der durch Art10 Abs1 EMRK geschützten Medienfreiheit der beschwerdeführenden Partei gehört, auch dritte Personen, die derartige Meinungen vertreten, als Teil des in der demokratischen Gesellschaft vertretenen Meinungsspektrums zu Wort kommen zu lassen, ist der beschwerdeführenden Partei die Äußerung nur dann zuzurechnen, wenn sie ihre redaktionelle Verantwortung nicht in einer Weise wahrnimmt, die das besondere demokratisch-rechtstaatliche und menschenrechtliche Bedrohungspotenzial derartiger Äußerungen (erwartbar) deutlich macht.",
            "annotations": []
        },
        {
            "text": "Diese redaktionelle Verantwortung, die Ausdruck der besonderen Verantwortung der Massenmedien für den öffentlichen Diskurs und Grund für den besonderen Schutz der Massenmedien durch Art10 EMRK ist, kann auf unterschiedliche Weise wahrgenommen werden, so etwa, indem entsprechende Interviews im Gesamtkontext einer Sendung entsprechend eingeordnet werden (siehe EGMR, Jersild, Z33) oder indem durch eine entsprechend deutlich werdende Zusammensetzung einer Diskussionsrunde das einschlägige Gefährdungspotential der von einer an der Diskussion teilnehmenden Person vertretenen Meinung in anderen Wortmeldungen deutlich gemacht wird.",
            "annotations": []
        },
        {
            "text": "5.4. In der vorliegenden Konstellation hat die beschwerdeführende Partei ausschließlich einen Studiogast zu einem längeren Studiogespräch eingeladen. Der Moderator ist also der einzige Gesprächspartner, die Sendung besteht nur aus diesem Gespräch. Der die redaktionelle Verantwortung wahrnehmende Moderator zielt in der Sendung ausdrücklich darauf ab, dass der Studiogast entsprechende Meinungsäußerungen tätigt, indem er ihn auffordert \"Klartext zu reden\" und ihn auch motiviert, seine, eine bestimmte, anhand von Nationalität bzw Ethnie bestimmte Gruppe von Personen herabwürdigenden Äußerungen zu wiederholen oder sogar zuzuspitzen (siehe die Frage des Moderators: \"[A]bsichtlich? Weil die halt bewusst da vielleicht die Amerikaner und Europäer schädigen wollten, oder einfach, weil das halt Wahnsinnige sind, was Gesundheitskontrollen anbelangt?\"). Demgegenüber fällt eine entsprechende Relativierung der vom Studiogast getätigten Äußerungen im Hinblick auf das sonstige demokratische Meinungsspektrum und insbesondere den Schutz der in besonderer Weise angegriffenen Gruppe durch den Moderator nur sehr verhalten aus (wenn er der Aussage, \"Das sind dreckige, schmutzige Leute, die keine Manieren haben\" ein \"Deiner Meinung nach\" nachsetzt), worauf der Studiogast die Herabsetzung in verstärkter Form fortsetzt.",
            "annotations": []
        },
        {
            "text": "Wenn das Bundesverwaltungsgericht – insbesondere angesichts der, einschlägige Äußerungen des Studiogastes (nochmals) anstoßenden Wortmeldungen des Moderators – davon ausgeht, dass der Moderator damit in der konkreten Gesprächssituation seine redaktionelle Verantwortung angesichts des Inhaltes der Äußerungen des Studiogastes nicht hinreichend wahrgenommen hat, ist ihm aus verfassungsrechtlicher Perspektive des Art10 EMRK nicht entgegenzutreten. Besteht aus Gründen der Freiheit der öffentlichen Debatte in einer demokratischen Gesellschaft auch die Freiheit für die beschwerdeführende Partei, Meinungsäußerungen wie die hier in Rede stehende zu verbreiten, so ist diese Freiheit nach Art10 Abs2 EMRK zulässigerweise dahingehend beschränkbar, dass die beschwerdeführende Partei ihre redaktionelle Verantwortung auch entsprechend wahrnimmt. Hat dies die beschwerdeführende Partei im vorliegenden Fall unterlassen, womit ihr dadurch im Hinblick auf die Äußerungen des Studiogastes ein Verstoß gegen §30 Abs2 Z1 AMD-G angelastet wurde, stellt dies im Hinblick auf den Schutz ethnischer Gruppen vor in einem audiovisuellen Mediendienst massenmedial verbreiteter Hassrede eine in einer demokratischen Gesellschaft notwendige Schranke der Medienfreiheit dar (siehe in vergleichbarem Zusammenhang EGMR, Jersild, Z30, 35; 4.11.2008, 72.596/01, Balsytė-Lideikienė, Z79 ff.; 24.2.2015, 21.830/09, Haldimann, Z46 f.; 15.10.2015 [GK], 27.510/08, Perinçek, Z204 ff. mwN; 16.2.2021, 12.567/13, Budinova und Chaprazov, Z90).",
            "annotations": []
        },
        {
            "text": "6. Der Verfassungsgerichtshof hegt auch keine verfassungsrechtlichen Bedenken dagegen, dass das Bundesverwaltungsgericht Verstöße gegen §30 Abs2 Z1 AMD-G als \"schwerwiegende Verletzung\" dieses Gesetzes qualifiziert und eine entsprechende Veröffentlichungspflicht auferlegt (vgl VfGH 23.6.2022, E2977/2021).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die behauptete Verletzung verfassungsgesetzlich gewährleisteter Rechte hat sohin nicht stattgefunden.",
            "annotations": []
        },
        {
            "text": "Das Verfahren hat auch nicht ergeben, dass die Beschwerdeführerin in von ihr nicht geltend gemachten verfassungsgesetzlich gewährleisteten Rechten verletzt wurde. Angesichts der Unbedenklichkeit der angewendeten Rechtsgrundlagen ist es auch ausgeschlossen, dass sie in ihren Rechten wegen Anwendung einer rechtswidrigen generellen Norm verletzt wurde.",
            "annotations": []
        },
        {
            "text": "Die Beschwerde ist daher abzuweisen und gemäß Art144 Abs3 B-VG antragsgemäß dem Verwaltungsgerichtshof abzutreten (zum System der Abtretung der Beschwerde an den Verwaltungsgerichtshof durch den Verfassungsgerichtshof nach Inkrafttreten der Verwaltungsgerichtsbarkeits-Novelle 2012 vgl VfSlg 19.867/2014).",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}