{
    "document_id": "JFT_20230315_22E02268_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein am 30. April 1992 geborener syrischer Staatsangehöriger, welcher aus Sfireh bei Aleppo stammt, der Volksgruppe der Araber angehört und sich zur sunnitischen Glaubensrichtung des Islam bekennt. Am 7. September 2019 stellte er im Bundesgebiet einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 24. April 2020 wies das Bundesamt für Fremdenwesen und Asyl (im Folgenden: BFA) diesen Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten ab (Spruchpunkt I.), erkannte ihm jedoch den Status des subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihm eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "3. Die ausschließlich gegen Spruchpunkt I. erhobene Beschwerde wies das Bundesverwaltungsgericht – nach Durchführung einer mündlichen Verhandlung – mit Erkenntnis vom 14. Juli 2022 ab. Dem Beschwerdeführer drohe nicht die Einberufung zum Militär und keine Bestrafung wegen Wehrdienstverweigerung durch die syrische Regierung. Eine Rekrutierungsabsicht seitens der syrischen Armee habe nicht glaubhaft gemacht werden können, weil der Beschwerdeführer bereits auf Grund der unterschiedlichen Daten für das Verlassen Syriens nicht glaubwürdig gewesen sei. Dass der Beschwerdeführer weder seinen Einberufungsbefehl noch sein Wehrbuch mitgenommen habe, als er geflohen sei, weil er es nicht für wichtig empfunden habe und sein Haus im Krieg zerstört worden sei, müsse als Schutzbehauptung gewertet werden. Eine Einberufung durch die syrische Armee und eine mögliche Zwangsrekrutierung sei nicht nur unglaubwürdig, sondern beruhe auf rein subjektiven Befürchtungen. Da weder der Erhalt eines Einberufungsbefehls zum syrischen Militär noch eine sich aus einer allfälligen Reservistenliste ergebende Einberufung festgestellt worden sei, sei eine Verfolgungsgefahr gemäß den relevanten Länderberichten nicht anzunehmen.",
            "annotations": []
        },
        {
            "text": "Zur vorgebrachten illegalen Ausreise des Beschwerdeführers führte das Bundesverwaltungsgericht aus, eine Ausreisegenehmigung benötigten insbesondere Beamte und Berufssoldaten sowie wehrpflichtige Männer zwischen 18 und 42 Jahren. Insbesondere am Flughafen Damaskus würden zurückkehrende Syrer auch hinsichtlich ihrer Ausreise und allfälliger Fahndungen (etwa ua wegen Einberufungsbefehlen, Wehrpflicht) überprüft. Personen mit einem entsprechenden Risikoprofil könne willkürliche Haft und Folter drohen. Der Beschwerdeführer entspreche keiner dieser Risikogruppen. Es drohe ihm bei Rückkehr keine Verfolgung auf Grund seiner illegalen Ausreise.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Der Beschwerdeführer bringt insbesondere vor, das Bundesverwaltungsgericht habe sich in keiner Weise mit den dem Erkenntnis zugrunde gelegten Länderfeststellungen zum Wehrdienst und der Rekrutierungspraxis auseinandergesetzt. Das Ergebnis, dass der Beschwerdeführer keine Rekrutierung zu befürchten hätte, stehe im Widerspruch zu den herangezogenen Länderfeststellungen.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "6. Das BFA hat Teile des Verwaltungsaktes vorgelegt und von der Erstattung einer Gegenschrift ebenfalls abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg. cit. gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Nach ständiger Rechtsprechung des Verfassungsgerichtshofes ist eine bereits erlittene Verfolgung keine Voraussetzung für die Asylgewährung. Maßgeblich ist vielmehr die Glaubhaftmachung wohlbegründeter Furcht im Sinne einer Prognoseentscheidung (vgl VfSlg 19.086/2010; VfGH 26.9.2012, U741/12; 19.2.2016, E992/2015). Für die Asylgewährung kommt es auf die Flüchtlingseigenschaft im Sinn der Genfer Flüchtlingskonvention (GFK) zum Zeitpunkt der Entscheidung an. Entscheidend ist, ob die betroffene Person vor dem Hintergrund der zu treffenden aktuellen Länderfeststellungen im Zeitpunkt der Entscheidung des Verwaltungsgerichtes bei Rückkehr in ihren Herkunftsstaat mit maßgeblicher Wahrscheinlichkeit mit Verfolgungshandlungen rechnen müsste (vgl etwa VwGH 26.11.2020, Ra 2020/18/0384 mwN).",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht stellt fest, der Beschwerdeführer sei im Jahr 1992 geboren, stamme aus der Stadt Sfireh bei Aleppo und habe Syrien bereits im Jahr 2013 verlassen. Zur vom Beschwerdeführer geltend gemachten drohenden Einberufung zur Ableistung des Wehrdienstes in Syrien führt das Bundesverwaltungsgericht im Wesentlichen aus, der Beschwerdeführer habe auf Grund von Widersprüchlichkeiten zu seiner Ausreise zwischen Erstbefragung und Einvernahme vor dem BFA und fehlender Bescheinigungsmittel (Wehrbuch, Einberufungsbefehl aus dem Jahr 2012) eine Einberufung bzw Zwangsrekrutierung nicht glaubhaft machen können. Die Behauptung, der Beschwerdeführer würde auf Grund seines wehrfähigen Alters zum Kriegsdienst gezwungen werden, ließe keinen Rückschluss auf eine Verfolgungsgefahr zu. Da weder der Erhalt eines Einberufungsbefehls noch eine sich aus einer allfälligen Reservistenliste ergebende Einberufung als Reservist festgestellt worden sei, sei eine Verfolgungsgefahr wegen unterstellter oppositioneller Gesinnung auf Grund einer möglichen Verweigerung einer Einberufung nicht anzunehmen.",
            "annotations": []
        },
        {
            "text": "3.3. Damit unterlässt es das Bundesverwaltungsgericht, sich unter Bezugnahme auf entsprechende Länderinformationen mit der im Entscheidungszeitpunkt vorliegenden Einberufungs- bzw Rekrutierungssituation von im wehrdienstfähigen Alter befindlichen männlichen syrischen Staatsangehörigen auseinanderzusetzen. So ist den dem angefochtenen Erkenntnis zugrunde gelegten Länderfeststellungen (Länderinformationsblatt vom 27. April 2022, S 86 ff., 95) unter anderem zu entnehmen, dass für männliche syrische Staatsangehörige im Alter von 18 bis 42 Jahren die Ableistung eines zweijährigen Wehrdienstes gesetzlich verpflichtend sei und auch geflüchtete Syrer, die nach Syrien zurückkehrten, mit Zwangsrekrutierungen rechnen müssten. In Syrien bestehe keine Möglichkeit der legalen Wehrdienstverweigerung. Beim Versuch, sich dem Militärdienst durch Flucht in andere Landesteile, die nicht unter der Kontrolle des Regimes stehen, zu entziehen, müssten Wehrpflichtige zahlreiche militärische und paramilitärische Kontrollstellen passieren und seien dem Risiko einer zwangsweisen Einziehung ausgesetzt. Zur Lage von rückkehrenden wehrpflichtigen Männern hält das Bundesverwaltungsgericht in seinen Länderfeststellungen weiters fest, es seien Fälle von Rückkehrern dokumentiert, die auf Grund der Wehrpflicht zunächst festgenommen und nach Freilassung unmittelbar in den Militärdienst eingezogen worden seien. Es gebe verschiedene Meinungen darüber, ob Wehrdienstpflichtige zurzeit sofort eingezogen oder zuerst inhaftiert und dann eingezogen werden; Gefängnis bedeute immer auch Folter.",
            "annotations": []
        },
        {
            "text": "3.4. Das Bundesverwaltungsgericht setzt sich in seiner Entscheidung nicht mit der individuellen Situation des Beschwerdeführers als im wehrdienstfähigen Alter befindlichen Mannes, der seinen Angaben zufolge den Wehrdienst beim syrischen Militär noch nicht abgeleistet hat, auseinander. Es stellt weder fest, ob dem – aus Sfireh bei Aleppo stammenden – Beschwerdeführer insbesondere angesichts seines Alters von (im Entscheidungszeitpunkt) 30 Jahren bei seiner Rückkehr nach Syrien eine Einberufung oder zwangsweise Einziehung drohte noch welche Auswirkungen eine Rückkehr des Beschwerdeführers als potentiell zukünftiges Mitglied der syrischen Armee vor dem Hintergrund des herrschenden Bürgerkrieges in Syrien (vgl dazu das Länderinformationsblatt vom 27. April 2022, S 69, sowie VfGH 22.9.2022, E1138/2022) hätte. Aus der Entscheidung geht in der Folge auch nicht hervor, ob der Beschwerdeführer als potentiell zukünftiges Mitglied der syrischen Armee Gefahr liefe, selbst an der Begehung von Kriegsverbrechen oder Menschenrechtsverletzungen beteiligt zu werden (vgl erneut VfGH 20.9.2022, E1138/2022).",
            "annotations": []
        },
        {
            "text": "3.5. Indem das Bundesverwaltungsgericht somit seine Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen hat, hat es sein Erkenntnis mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis wird aufgehoben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}