{
    "document_id": "JFT_20230315_22E01989_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist iranischer Staatsangehöriger. Er stellte am 9. Dezember 2000 seinen ersten Antrag auf internationalen Schutz. Nach dessen Abweisung kehrte er im Februar 2003 freiwillig in den Iran zurück und stellte am 12. Juli 2006 seinen zweiten Antrag auf internationalen Schutz, der im August 2009 rechtskräftig abgewiesen wurde. Nach der Entlassung aus einer mehrjährigen Haftstrafe stellte der Beschwerdeführer am 10. Juni 2013 seinen dritten Antrag auf internationalen Schutz. Nach mehreren Behebungen und Zurückverweisungen von Bescheiden des Bundesamtes für Fremdenwesen und Asyl erwuchs die Nicht-Zuerkennung des Status des Asylberechtigten mit Erkenntnis des Bundesverwaltungsgerichtes vom 2. März 2020 in Rechtskraft. In der Folge nahm das Bundesamt für Fremdenwesen und Asyl das rechtskräftig abgeschlossene Asylverfahren hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten wieder auf und wies mit Bescheid vom 8. November 2021 den Antrag des Beschwerdeführers auf internationalen Schutz hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Iran ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung, stellte fest, dass die Abschiebung in den Iran zulässig ist, gewährte eine 14-tägige Frist für die freiwillige Ausreise, sprach aus, dass der Beschwerdeführer sein Recht zum Aufenthalt ab dem 27. Juli 2010 verloren hat, und erließ ein unbefristetes Einreiseverbot gegen ihn.",
            "annotations": []
        },
        {
            "text": "Der dagegen erhobenen Beschwerde gab das Bundesverwaltungsgericht mit Erkenntnis vom 14. Juni 2022 insoweit statt, als die Dauer des Einreiseverbotes auf drei Jahre herabgesetzt wurde; im Übrigen wies es die Beschwerde als unbegründet ab. Das Einreiseverbot bestätigt das Bundesverwaltungsgericht dem Grunde nach mit der Begründung, der Einschreiter sei in Österreich zwei Mal von einem inländischen Gericht verurteilt worden. Die Verurteilung vom 22. Juli 2010 durch das Landesgericht für Strafsachen Graz wegen Suchtgiftdelikten zu einer unbedingten Freiheitsstrafe von fünf Jahren erfülle die Voraussetzungen des §53 Abs3 Z5 FPG. Die Verurteilung vom 8. Februar 2007 durch das Bezirksgericht Bruck an der Mur wegen versuchten Diebstahls zu einer bedingten Freiheitsstrafe von einem Monat erfülle die Voraussetzungen des §53 Abs3 leg cit hingegen nicht, der zur Erlassung eines Einreiseverbotes in der Dauer von über fünf Jahren oder auch unbefristet ermächtige. Diese Verurteilung sei aber gemäß §53 Abs2 FPG bei der Bemessung der Dauer des Einreiseverbotes mit zu berücksichtigen. Die Verurteilung des Beschwerdeführers zu einer fünfjährigen unbedingten Freiheitsstrafe und damit die Erfüllung des §53 Abs3 Z5 leg cit und der Möglichkeit, ein unbefristetes Einreiseverbot zu erlassen, indiziere das Vorliegen einer schwerwiegenden Gefahr für die öffentliche Ordnung und Sicherheit. Der Beschwerdeführer sei wegen Suchtgifthandels gemäß §28a Abs1 fünfter Fall, Abs4 Z3 SMG verurteilt worden. Der Strafrahmen betrage bei diesem Delikt von einem bis zu fünfzehn Jahren Freiheitsstrafe. Insbesondere werde den Suchtgiftdelikten und im konkreten Fall dem Suchtgifthandel ein Fehlverhalten zugrunde gelegt, das geeignet sei, die öffentliche Ruhe, Ordnung, Sicherheit und Gesundheit zu gefährden. Durch den Handel von Suchtgift würden die Gefahr einer Abhängigkeit potentieller Konsumenten und folglich schwere Gesundheitsschäden in Kauf genommen. Indirekt habe der Beschwerdeführer dadurch auch die wichtigsten Güter Leib und Leben gefährdet. Die Tatbegehung sei damals auf seine schlechte finanzielle Situation zurückzuführen gewesen; er habe sich auf diese Art und Weise seinen Lebensunterhalt und seine Drogenabhängigkeit zu finanzieren bzw aufzubessern versucht. Aktuell sei er nicht selbsterhaltungsfähig und weiterhin nicht am Arbeitsmarkt integriert. Er bestreite seinen Lebensunterhalt durch Notstands- oder Überbrückungshilfe. Seine schlechte finanzielle Situation lasse die Gefahr, erneut straffällig zu werden, weiterhin bestehen. Sohin sei die Erlassung eines Einreiseverbotes gegen den Einschreiter zur Wahrung der öffentlichen Interessen an der Aufrechterhaltung der öffentlichen Ordnung und Sicherheit notwendig. Die Erlassung eines unbefristeten Einreiseverbotes durch das Bundesamt für Fremdenwesen und Asyl erweise sich insgesamt vor dem Hintergrund des Nachtatverhaltens des Beschwerdeführers als unverhältnismäßig. Seit der Verurteilung 2010 sei der Beschwerdeführer nicht mehr strafgerichtlich verurteilt worden, wobei seine Vorstrafe von 2007 wegen versuchten Diebstahls mit zu berücksichtigen sei. Im Mai 2013 sei er nach drei Jahren aus der Freiheitsstrafe entlassen worden; die restliche Strafe sei mit einer Probezeit von drei Jahren bedingt nachgesehen worden. Daraus ergebe sich, dass auch das Strafgericht von einem positiven Nachtatverhalten ausgegangen sei. Der Beschwerdeführer nehme keine Drogen mehr und zeige seit neun Jahren ein positives Nachtatverhalten, weil er seit der Haftentlassung nicht erneut straffällig geworden sei. Es sei auch zu berücksichtigen, dass er über einen Wohnsitz im Inland verfüge und Freundschaften geknüpft habe. Andererseits sei er nicht nachhaltig am Arbeitsmarkt integriert und gehe – ohne dabei betreten worden zu sein – illegalen Gelegenheitsjobs in \"Schwarzarbeit\" nach; dies würde auch die Gefährdung der öffentlichen Ordnung und Sicherheit gemäß §53 Abs2 Z6 FPG (\"den Besitz der Mittel zu seinem Unterhalt nicht nachzuweisen vermag\") indizieren. Jedoch nur eine seiner Taten sei gemäß §53 Abs3 Z5 leg cit qualifiziert gewesen und habe die Verhängung eines Einreiseverbotes erlaubt, das unbefristet gewesen sei. Bei der Verurteilung wegen Suchtgifthandels handle es sich im Kontext des §53 Abs3 Z5 FPG um eine noch geringe Strafe (der Strafrahmen von 15 Jahren sei bei weitem nicht ausgeschöpft worden). Insbesondere die Tatsache, dass der Einschreiter seit 2010 nicht mehr erneut strafgerichtlich verurteilt worden sei, wirke sich positiv bei der Bemessung des Einreiseverbotes aus, sein Mangel an Besitz der Mittel zu seinem Unterhalt jedoch negativ.",
            "annotations": []
        },
        {
            "text": "2. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "3. Soweit sich die – zulässige – Beschwerde gegen die Erlassung eines auf drei Jahre befristeten Einreiseverbotes richtet, ist sie begründet:",
            "annotations": []
        },
        {
            "text": "3.1. Der Verfassungsgerichtshof hat mit Erkenntnis vom 6. Dezember 2022, G264/2022, §53 Abs2 Z6 des Bundesgesetzes über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 – FPG), BGBl I 100/2005, idF BGBl I 87/2012 als verfassungswidrig aufgehoben und verfügt, dass diese Bestimmung nicht mehr anzuwenden ist.",
            "annotations": []
        },
        {
            "text": "3.2. Gemäß Art140 Abs7 B-VG ist daher die aufgehobene Gesetzesbestimmung nicht nur im Anlassfall, sondern ausnahmslos in allen Fällen und folglich auch im vorliegenden Fall nicht mehr anzuwenden (VfSlg 15.401/1999, 19.419/2011).",
            "annotations": []
        },
        {
            "text": "3.3. Das Bundesverwaltungsgericht wendete bei Erlassung des angefochtenen Erkenntnisses die als verfassungswidrig aufgehobene Gesetzesbestimmung an. Es ist nach Lage des Falles nicht ausgeschlossen, dass diese Gesetzesanwendung für die Rechtsstellung des Beschwerdeführers nachteilig war. Der Beschwerdeführer wurde somit durch das angefochtene Erkenntnis, soweit damit der Beschwerde (lediglich) insoweit stattgegeben wird, als die Dauer des Einreiseverbotes auf drei Jahre herabgesetzt (die Beschwerde im Übrigen jedoch abgewiesen) wird, wegen Anwendung einer verfassungswidrigen Gesetzesbestimmung in seinen Rechten verletzt.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher insoweit aufzuheben.",
            "annotations": []
        },
        {
            "text": "4. Im Übrigen – soweit sich die Beschwerde an den Verfassungsgerichtshof gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich der Abweisung des Antrages auf internationalen Schutz hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten, der Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, der Erlassung einer Rückkehrentscheidung, der Feststellung der Zulässigkeit der Abschiebung, der Gewährung einer 14-tägigen Frist für die freiwillige Ausreise und des Ausspruches des Verlustes des Aufenthaltsrechtes richtet – wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Die vorliegende Beschwerde behauptet die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof geht in Übereinstimmung mit dem Europäischen Gerichtshof für Menschenrechte (s etwa EGMR 7.7.1989, 14.038/88, Soering; 30.10.1991, 13.163/87 ua, Fall Vilvarajah; 6.3.2001, 45-276/99, Hilal) davon aus, dass die Entscheidung eines Vertragsstaates, einen Fremden in welcher Form immer außer Landes zu schaffen, unter dem Blickwinkel des Art3 EMRK erheblich werden und demnach die Verantwortlichkeit des Staates nach der EMRK begründen kann, wenn stichhaltige Gründe für die Annahme glaubhaft gemacht worden sind, dass der Fremde konkret Gefahr liefe, in dem Land, in das er gebracht werden soll, Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen zu werden (vgl VfSlg 13.837/1994, 14.119/1995, 14.998/1997).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat weder eine grundrechtswidrige Gesetzesauslegung vorgenommen noch sind ihm grobe Verfahrensfehler unterlaufen, die eine vom Verfassungsgerichtshof aufzugreifende Verletzung des genannten Grundrechtes darstellen (vgl VfSlg 13.897/1994, 15.026/1997, 15.372/1998, 16.384/2001, 17.586/2005). Ob ihm sonstige Fehler bei der Rechtsanwendung unterlaufen sind, hat der Verfassungsgerichtshof nicht zu beurteilen.",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof in seinem Erkenntnis VfSlg 17.340/2004 ausgeführt hat, darf eine aufenthaltsbeendende Maßnahme nicht verfügt werden, wenn dadurch das Recht auf Schutz des Privat- und Familienlebens des Betroffenen verletzt würde. Bei der Beurteilung nach Art8 EMRK ist eine Interessenabwägung vorzunehmen (vgl die in VfSlg 18.223/2007 und 18.224/2007 wiedergegebene Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat sich mit der Frage der Gefährdung der beschwerdeführenden Partei in ihren Rechten auseinandergesetzt. Ihm kann unter verfassungsrechtlichen Gesichtspunkten nicht entgegengetreten werden, wenn es auf Grund der Umstände des vorliegenden Falles davon ausgeht, dass das öffentliche Interesse an der Beendigung des Aufenthalts von Fremden ohne Aufenthaltstitel das Interesse am Verbleib im Bundesgebiet aus Gründen des Art8 EMRK überwiegt (vgl VfSlg 19.086/2010).",
            "annotations": []
        },
        {
            "text": "Die im Übrigen gerügten Rechtsverletzungen wären im vorliegenden Fall nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen, insbesondere der Frage, ob das Bundesverwaltungsgericht die Gefährdungslage des Beschwerdeführers im Falle seiner Rückkehr in den Iran richtig beurteilt hat, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung der Beschwerde abzusehen und sie gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abzutreten (zum System der Abtretung der Beschwerde an den Verwaltungsgerichtshof durch den Verfassungsgerichtshof nach Inkrafttreten der Verwaltungsgerichtsbarkeits-Novelle 2012 vgl VfSlg 19.867/2014).",
            "annotations": []
        },
        {
            "text": "Dieses Ergebnis entbindet die Vollzugsbehörde nicht von ihrer Verpflichtung, bei der Durchführung der aufenthaltsbeendenden Maßnahme Art3 EMRK (insbesondere im Hinblick auf die aktuelle Sicherheitslage im Herkunftsstaat der beschwerdeführenden Partei) zu beachten.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs3 Z4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "6. Die Kostenentscheidung gründet sich auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– und der Ersatz der Eingabengebühr in Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}