{
    "document_id": "JFT_20230615_22E01142_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerden und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit Schreiben vom 20. April 2021 zeigte die Beschwerdeführerin der Landespolizeidirektion Wien (im Folgenden: LPD Wien) die Abhaltung einer Versammlung mit einer geplanten Teilnehmerzahl von insgesamt 500 Personen an. Geplant war eine Versammlung rund um das Thema Klimagerechtigkeit in der Zeit vom 23. Mai 2021 bis 30. Mai 2021 an den folgenden Örtlichkeiten: Helmut-Zilk-Park, Parkanlage Löwygrube und Volkspark Laaer Berg, alle in 1100 Wien. Als Versammlungsleiterin vor Ort wurde die Beschwerdeführerin namhaft gemacht.",
            "annotations": []
        },
        {
            "text": "1.1. Zum Zweck der Versammlung wird in der Versammlungsanzeige Folgendes angeführt:",
            "annotations": []
        },
        {
            "text": "\"Unsere Versammlung in Form des sechsten österreichischen Klimacamps dient als Basis für einen Diskurs über Klimagerechtigkeit und nachhaltige Mobilität, sowie zur Vernetzung und gemeinsamen Weiterentwicklung der Klimagerechtigkeitsbewegung. Sie ist ein gemeinsames Zeichen für Klimagerechtigkeit, nachhaltige Mobilität und ein gutes Leben für alle. Sie zeigt auf, wie nachhaltiges Wirtschaften und ein nachhaltiges, solidarisches Miteinander funktionieren kann, indem wir für den Zeitraum der Versammlung unsere Utopie leben. Etwa ernähren wir uns bio, saisonal und regional.",
            "annotations": []
        },
        {
            "text": "Über die Tage verteilt werden Workshops stattfinden, in denen wir über das Thema Klimagerechtigkeit informieren und zu Diskussionen einladen. Angesichts der akuten Klimakrise setzen wir auf gemeinsames Wirken im öffentlichen Raum mittels Austausch, Protest und kreativen Ausdrucksformen. Wir fordern effektiven Klimaschutz, über das bloße Lippenbekenntnis hinaus. Wir suchen den Dialog mit allen Interessierten und gehen respektvoll mit unseren Mitmenschen um.",
            "annotations": []
        },
        {
            "text": "Die Sicherheit der Tellnehmer:innen sowie Passant:innen hat für uns absolute Priorität. Daher werden wir selbstverständlich die Maskenpflicht einhalten, sowie Teilnehmende mit Hilfe unserer Ordner:innen dazu anhalten Mund und Nase mit einer FFP2 Maske zu bedecken. Gleichzeitig werden dazu auffordern einen Mindestabstand von 2m einhalten. Dies wird ebenfalls von unseren Ordner:innen überprüft. Um die Zelte zu betreten, müssen Menschen einen negativen PCR Test (nicht älter als 72 Stunden) oder einen negativen Anti-Gen Schnelltest (nicht älter als 48 Stunden) nachweisen. Vor Ort wird auch eine Test-Möglichkeit aufgebaut werden. Hygienestationen mit Desinfektionsmittel werden an den Ein- und Ausgängen der Zelte, sowie der Kundgebungs-Fläche vorhanden sein.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(unverändertes Originalzitat)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.2. Als Hilfsmittel werden in der Versammlungsanzeige die folgenden Gegenstände aufgelistet: Veranstaltungszelte in verschiedenen Ausführungen und Größen, Transparente sowie Fahnen, Verpflegung und Kochutensilien, Generatoren oder Autobatterien zur Versorgung mit Strom und Licht, Lautsprecher und Musikanlage zur Meinungskundgebung durch Reden und Musik, Kompost-Toiletten inklusive Waschbecken, Feuertonnen zum Aufwärmen am Abend sowie mehrere Zelte zum Übernachten bzw Ausruhen von Teilnehmenden.",
            "annotations": []
        },
        {
            "text": "1.3. Wie dem von der Beschwerdeführerin bei der LPD Wien eingebrachten Schreiben \"Zusatz zur Versammlungsanzeige\" vom 26. April 2021 zu entnehmen ist, sollen während der Versammlung Transparente zu unterschiedlichen Themenschwerpunkten (wie etwa Antirassismus und Klimagerechtigkeit, Gedenken an die Opfer des Klimawandels, Ernährungssouveränität, Polizeigewalt und Diskriminierung, fossile Großprojekte und Patriarchat) die Meinungskundgebung nach außen für Passanten ersichtlich machen. Es werde durchgehend Öffentlichkeitsarbeit gemacht; Fotos und Videos zur Dokumentation und Verbreitung der Themen in den Medien würden angefertigt werden. Außerdem werde es Infotische zu verschiedenen Themen sowie \"thematische Darbietungen, künstlerische Auseinandersetzungen und Diskussionen für kleinere Untergruppen der Versammlung\" geben.",
            "annotations": []
        },
        {
            "text": "2. Mit Schreiben vom 4. Mai 2021 brachte die Beschwerdeführerin bei der LPD Wien eine weitere Versammlungsanzeige ein. Als Versammlungsort wurde der \"Zukunftshof\" in 1100 Wien, Rosiwalgasse 41-43, mit einer erwarteten Teilnehmerzahl von 300 Personen angegeben. Die in der Anzeige bekannt gegebenen Informationen, insbesondere hinsichtlich Zweck, Dauer der Versammlung und der verwendeten Hilfsmittel, entsprechen im Wesentlichen den in der Versammlungsanzeige vom 20. April 2021 gemachten Angaben.",
            "annotations": []
        },
        {
            "text": "3. Die von der Beschwerdeführerin eingebrachten Versammlungsanzeigen betreffend \"Zukunftshof\" sowie Helmut-Zilk-Park und andere Örtlichkeiten in 1100 Wien wurden von der LPD Wien jeweils mit Bescheid vom 17. Mai 2021 gemäß §2 Abs1 Versammlungsgesetz 1953 zurückgewiesen.",
            "annotations": []
        },
        {
            "text": "Begründend führt die Behörde mit im Wesentlichen gleichlautendem Wortlaut zusammenfassend Folgendes aus: Laut den Versammlungsanzeigen sollten in der Zeit vom 23. Mai 2021 bis 30. Mai 2021 ua mehr als 70 Workshops zu diversen Themen stattfinden. Für die Teilnahme an den Workshops sei eine zeitgerechte Anmeldung erforderlich. Es seien insgesamt zehn \"Summer Schools\" geplant. Die Kurse mit einer fixen Teilnehmerzahl sollten mit einer Dauer von vier Halbtagen ein Thema umfassend behandeln. Damit solle eine intensive inhaltliche Auseinandersetzung und \"Vernetzung der Kämpfe für einen notwendigen Systemwandel\" ermöglicht werden. Während der Kurse werde auch eine Kinderbetreuung angeboten. Die geplanten Vorhaben seien jedoch keine Versammlungen iSd Versammlungsgesetzes 1953. Es handle sich vielmehr um Veranstaltungen, welche nicht in die Zuständigkeit der LPD Wien fielen. Die Abhaltung von Workshops, \"Summer Schools\" und ähnlichen Aktivitäten mit zusätzlicher Kinderbetreuung seien nicht als Versammlungen im engeren Sinn zu werten. Würde man diese als Versammlungen ansehen, wäre jeder Kongress, jedes Symposion, jede Vorlesung an einer Universität und jede Publikumsdiskussion als Versammlung zu qualifizieren.",
            "annotations": []
        },
        {
            "text": "4. Mit Erkenntnissen vom 18. Februar 2022 wies das Verwaltungsgericht Wien die gegen die Bescheide der LPD Wien erhobenen Beschwerden als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Das Verwaltungsgericht Wien führt mit im Wesentlichen ident formulierten Argumenten das Folgende aus: Für die Frage der Zuständigkeit der belangten Behörde sei ausschlaggebend gewesen, ob eine Veranstaltung oder eine Versammlung abgehalten werden sollte. Nur für letztere sei die belangte Behörde zuständig. Das erkennende Gericht beurteile das Klimacamp jedoch als Veranstaltung: Unbestritten sollten Workshops und Diskussionen zur politischen Willensbildung abgehalten werden. Weiters sei auch unstrittig, dass Teilnehmer Spenden leisten sollten. Bei Nichtentrichtung einer Spende, aus welchem Grund auch immer, sei eine Teilnahme dennoch möglich gewesen. In diesem Fall sollte jedoch Kontakt mit diesen Personen aufgenommen werden, um \"das dann in der Zukunft für die Planung berücksichtigen zu können\". Dies sei für das Gericht ein Hinweis darauf, dass die sogenannten Spenden ein wesentlicher Bestandteil für die Abhaltung einer Veranstaltung darstellen würden. Es müsse während der Workshops und Diskussionen auch für Essen, Getränke und Kinderbetreuung gesorgt werden. Wenn jedoch Geldbeträge für die Durchführung der Workshops essentiell seien, hätten diese vielmehr einen \"komplexen, aufwendigen und zu bilanzierenden Charakter\", was die Vorhaben zu einer Veranstaltung mache. Hinter den immer wieder abgehaltenen Workshops stehe ein aufwendiger und planerischer Organisationsaufwand, der ua die Spontanität einer Versammlung vermissen lasse. Die Entlohnung von Vortragenden, die auch durch Spenden erfolgen solle, spreche überdies gegen eine Versammlung. Für das Gericht zeige sich daher das Bild einer Veranstaltungsreihe.",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidungen des Verwaltungsgerichtes Wien richten sich die vorliegenden, auf Art144 B-VG gestützten und zu E1135/2022 (Versammlungsanzeige betreffend \"Zukunftshof\") bzw E1142/2022 (Versammlungsanzeige betreffend Helmut-Zilk-Park ua) protokollierten Beschwerden, in denen die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Versammlungsfreiheit und auf Gleichheit aller Staatsbürger vor dem Gesetz behauptet und die Aufhebung der angefochtenen Erkenntnisse beantragt wird.",
            "annotations": []
        },
        {
            "text": "Begründend führt die Beschwerdeführerin mit im Wesentlichen gleichlautenden Schriftsätzen aus:",
            "annotations": []
        },
        {
            "text": "\"Das angefochtene Erkenntnis bestätigt die Zurückweisung der Versammlungsanzeige und unterstellt §§1 bzw 2 Abs1 Versammlungsgesetz 1953 (VersG) einen verfassungswidrigen Inhalt, indem es den Versammlungsbegriff zu Unrecht als nicht erfüllt ansah.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das angefochtene Erkenntnis beurteilt das Vorliegen einer Versammlung jedoch nicht anhand des erkennbaren Ziels bzw des äußeren Erscheinungsbildes, sondern ausschließlich unter Bezugnahme auf den Organisationsaufwand, die erbetene Leistung von Spenden sowie die fehlende Spontaneität. Diese Aspekte betreffen jedoch keine Wesensmerkmale einer Versammlung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der verfolgte Zweck scheint für das VwG auch überhaupt nicht entscheidungserheblich zu sein. So stellt das Erkenntnis zwar fest, dass die Workshops und Diskussionen unstrittig zur politischen Willensbildung abgehalten werden sollen […]. Es verneint den Versammlungscharakter jedoch unter Verweis auf die Modalitäten der Abwicklung und Finanzierung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ausdrückliches Ziel der Versammlung war es, durch das Klima-Camp im öffentlichen Raum eine Debatte über Klimagerechtigkeit anzustoßen und politische Forderungen zu formulieren. Es sollte ein gemeinsames Zeichen für Klimagerechtigkeit, nachhaltige Mobilität und ökologische Wirtschaft gesetzt und der Dialog mit allen Interessierten gesucht werden. Als Ausdrucksformen werden unter anderem Protest und Austausch angegeben. Unter den verwendeten Hilfsmitteln finden sich für Versammlungen typische Gegenstände, wie Transparente und Fahnen […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Workshops und Vorträge (die nur einen Teil des Klimacamps ausmachen sollten) dienten somit erkennbar nicht bloß der Information bzw Unterhaltung der Teilnehmenden, sondern in erster Linie der Diskussion und Artikulation politischer Forderungen. Für die Versammlung wurde zudem ein allgemein zugänglicher Ort ausgewählt und Lautsprecher für Reden und Musik bereitgestellt, um die breite Öffentlichkeit einzubinden. In diesem Zusammenhang ist auf eine Entscheidung des VfGH zu verweisen, wonach allgemein zugängliche Vorträge als Versammlungen zu werten sind, wenn das primäre[…] Ziel die Anregung einer Debatte ist (VfGH, 23.11.1963, B156/62).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das angefochtene Erkenntnis lässt zudem außer Acht, dass das seit 2016 jährlich stattfindende Klimacamp bisher immer Teil weiterer, umfangreicher Aktionen war. Auch für das verfahrensgegenständliche Klimacamp war ein ähnliches Konzept vorgesehen, zumal am 28.05.2021 eine Demonstration mit dem Titel 'Lobau-Autobahn verhindern' stattfand. An den Tagen davor fanden zahlreiche Workshops statt, die sich auf diese Demonstration bezogen und zur Teilnahme anregen sollten […]. Die [Beschwerdeführerin] brachte im Verfahren zudem vor, dass in der Vergangenheit Versammlungen mit ähnliche[n] bzw wortgleichen Versammlungsanzeigen nicht untersagt worden waren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der politische Charakter des Campens selbst ergibt sich zudem aus der Webseite der Veranstalter:innen, in welche das VwG nach den Feststellungen des Erkenntnisses auch Einsicht genommen hat. Dort findet sich unter der Rubrik 'Was ist ein Klimacamp?' folgende Passage:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Zudem sind sie (Anm: Klimacamps) ein Ort, an dem Alternativen zur aktuellen kapitalistischen und demokratisch ausgehöhlten Gesellschaft ausprobiert werden können und unserem Protest durch direkte Aktionen und zivilem Ungehorsam Nachdruck verliehen werden kann. Das Ziel der Klimagerechtigkeitsbewegung ist ein gutes Leben für alle innerhalb planetarer Grenzen. Um dies zu erreichen, streben wir einen radikalen Systemwandel an.' (https://klimacamp.at/das-camp/)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dem angefochtenen Erkenntnis ist somit weiters entgegenzuhalten, dass gerade im Campen selbst – wozu auch die Kinderbetreuung und die Bereitstellung von Schlafmöglichkeiten sowie Lebensmitteln gehört – ein gemeinsames Wirken zu sehen ist, zumal die Teilnehmer:innen damit alternative Lebensformen aufzeigen und gemeinsam leben, und Andere dazu anregen wollten, es ihnen gleichzutun. Die Offenkundigkeit dieses Vorhabens ergibt sich wie dargelegt aus der Versammlungsanzeige und der Webseite der Veranstalter:innen. Die [Beschwerdeführerin] stellte zudem klar, dass das Angebot von Kinderbetreuung, die Verköstigung und die Bezahlung einzelner Workshopleiter:innen für sie Ausdruck eines nachhaltigen und solidarischen Miteinanders sei. […] Auch in dieser faktischen Manifestation zeigt sich der Versammlungscharakter der geplanten Zusammenkunft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Organisation war unzweifelhaft aufwendig, zumal ein mehrtägiges Protestcamp an mehreren Orten in Wien geplant war. Es ist auch zutreffend, dass die Veranstalter:innen um Voranmeldung und die Leistung einer Spende ersuchten. Dies war angesichts des umfassenden Programms notwendig, es spricht – wie bereits ausgeführt – jedoch nicht per se gegen den Versammlungscharakter. Die Anmeldung diente in erster Linie dazu, die ungefähre Teilnehmer:innenanzahl abzuschätzen. Dem kam angesichts der COVID-19 Pandemie besondere Wichtigkeit zu, zumal die Veranstalterin für die Sicherheit aller Beteiligten verantwortlich war. Die Leistung von Spenden erfolgte im Übrigen auf freiwilliger Basis und war nachweislich keine Voraussetzung für die Teilnahme. Es handelte sich dabei auch keinesfalls um einen Unkostenbeitrag, sondern um eine Spendenempfehlung […]. Die Veranstalter:innen baten um Kontaktaufnahme für den Fall, dass keine Spende geleistet wurde. Diese Rücksprache sollte in erster Linie den Organisator:innen dazu dienen, bei der Planung zukünftiger Klimacamps oder ähnlicher Versammlungen berücksichtigen zu können, inwiefern den interessierten Personen die Leistung einer Spende möglich sei bzw aus welchen Gründen sie allenfalls keine Spende leisten könnten oder wollten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Übrigen haben Versammlungen sehr unterschiedliche Erscheinungsformen. Der Ausdruck ist vom Ziel bzw auch von einer zeitlichen Komponente abhängig. Versammlungen, die beispielsweise auf aktuelle Ereignisse reagieren, wird mehr Spontaneität innewohnen, als anderen. Die Kurzfristigkeit der Planung ist jedoch – wie bereits ausgeführt – kein Wesensmerkmal. Im Gegenteil, das in §2 Abs1 VersG normierte Gebot der Voranmeldung setzt ein gewisses Maß an Organisation und Planung voraus.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Abschließend ist festzuhalten, dass das angefochtene Erkenntnis das Gesetz denkunmöglich anwandte, indem es die Beschwerde unter Verweis auf den vermeintlich fehlenden Versammlungscharakter abwies und bei dieser Beurteilung ausschließlich unerhebliche Umstände heranzog, obwohl das Protestcamp erkennbar einen öffentlichen Diskurs um Klimagerechtigkeit anregen und die zusammenkommenden Personen somit zu einem gemeinsamen Wirken veranlassen wollten. Die Abweisung der Beschwerde verletzt die [Beschwerdeführerin] in [i]hrem Recht auf Versammlungsfreiheit.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das angefochtene Erkenntnis ist aufgrund der mehrfachen Verkennung der Rechtslage sowie fehlender Ermittlungen in entscheidenden Punkten mit Willkür belastet und verletzt die [Beschwerdeführerin] folglich auch in [i]hrem Recht auf Gleichheit gemäß Art7 Abs1 B-VG.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die rechtliche Beurteilung des Erkenntnisses ist in mehrerlei Hinsicht verfehlt. Diese Rechtswidrigkeit erreicht die Schwelle einer denkunmöglichen Gesetzesanwendung, welche die [Beschwerdeführerin] in ihrem Recht auf Versammlungsfreiheit verletzt. In diesem Zusammenhang wird auf die Ausführungen zur Versammlungsfreiheit verwiesen, um Wiederholungen zu vermeiden. Ergänzend ist anzuführen, dass das VwG die durch den VfGH entwickelten Wesensmerkmale einer Versammlung gänzlich außer Acht lässt und die angefochtene Entscheidung vielmehr ausschließlich auf unwesentliche Umstände (Organisationsaufwand, Kinderbetreuung etc.) stützt. Dieses Vorgehen steht wie bereits dargelegt in eindeutigem Widerspruch zur Rechtsprechung des VfGH, ohne dass das VwG dafür Gründe angibt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Darüber hinaus sind dem VwG wie im Folgenden dargelegt erhebliche Ermittlungsmängel in entscheidenden Punkten unterlaufen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Beurteilung, ob eine Zusammenkunft eine Versammlung ist, hat sich am Zweck der angezeigten Veranstaltung und den Elementen der äußeren Erscheinungsformen zu orientieren (VfGH, 08.10.1988, B281/88).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Da der Zweck der geplanten Zusammenkunft für das VwG scheinbar nicht entscheidungserheblich ist, finden sich dazu in der Entscheidung auch keinerlei Feststellungen. Die Versammlungsanzeige wird in der Entscheidung mit keinem Wort erwähnt. Aus dieser war jedoch erkennbar, dass die Versammlung in erster Linie der kollektiven Meinungsäußerung diente und die Anwesenden zu einem gemeinsamen Wirken, nämlich der Formulierung politischer Forderungen sowie dem Austausch im öffentlichen Raum, anregen sollte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Des Weiteren fehlen jegliche Ermittlungen zu den verwendeten Hilfsmitteln. Diesen kommt besondere Bedeutung zu, zumal die Elemente der äußeren Erscheinungsform bei der Beurteilung des Versammlungscharakters zu berücksichtigen sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In der angefochtenen Entscheidung ist die Webseite der Veranstalter:innen angeführt und es werden die Titel von insgesamt drei von über 70 geplanten Workshops festgestellt. Feststellungen zu den Inhalten der Workshops bzw der Intention hinter dem Programm sind der Entscheidung nicht zu entnehmen. Damit hat das VwG jegliche Ermittlungen in einem entscheidenden Punkt unterlassen, zumal das verfolgte Ziel für die Abgrenzung zwischen bloßen Vorträgen und Versammlungen iSd VersG maßgeblich ist. Bei Workshops handelt es sich – wie bereits dargelegt – insbesondere dann um Versammlungen, wenn sie eine Diskussion unter den Anwesenden anregen sollen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ein wesentliches Argument des VwG für seine abweisende Entscheidung lautet, dass bei Nichtentrichtung einer Spende Rücksprache mit den Veranstalter:innen gehalten werden sollte. Die angefochtene Entscheidung zitiert dazu einen Halbsatz aus dem umfassenden Vorbringen der [Beschwerdeführerin], wonach Rücksprache gehalten werden sollte, um auch Teilnahmen ohne Spendenzuwendung in der Zukunft bei der Planung berücksichtigen zu können. Dies sei laut VwG ein Hinweis darauf, dass die Leistung von Spenden ein wesentlicher Bestandteil für die Abhaltung der Versammlung war. Durch diese in die Zukunft gerichtete Planung habe die Zusammenkunft einen komplexen und zu bilanzierenden Charakter, was sie zu einer Veranstaltung mache.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das VwG würdigt die tatsächliche Aussage der [Beschwerdeführerin] zu diesem Punkt nicht. Vielmehr wird ein Halbsatz des Vorbringens kontextlos für die Begründung der Entscheidung verwendet. Die angefochtene Entscheidung ignoriert völlig, dass die [Beschwerdeführerin] zu diesem Punkt eine umfassende Aussage machte. Sie gab an, dass die Rücksprache in erster Linie dazu gedacht war, die Teilnahme für das anstehende Klimacamp zu organisieren. Es ist nicht nachvollziehbar, wie sich für das VwG daraus ein 'zu bilanzierender Charakter' ergibt. […] Das angefochtene Erkenntnis hätte in jedem Fall dahingehende Ermittlungen anstellen müssen, zumal die Leistung von Spenden sowie die finanzielle Abwicklung der Versammlung offenbar einen wesentlichen Entscheidungsgrund darstellten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Abschließend ist festzuhalten, dass das VwG in den wesentlichen Punkten keine geeigneten Ermittlungen anstellte und das Parteienvorbringen weitgehend ignorierte. Diese groben Ermittlungsmängel sind auf eine verfehlte Rechtsansicht zurückzuführen. Dadurch ist die angefochtene Entscheidung mit Willkür belastet und die [Beschwerdeführerin] folglich in [i]hrem Recht auf Gleichheit gemäß Art7 Abs1 B-VG verletzt.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. Die LPD Wien und das Verwaltungsgericht Wien haben die Verwaltungs- bzw Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die im vorliegenden Fall maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1. §2 Versammlungsgesetz 1953 (im Folgenden: VersG), BGBl 98, idF BGBl I 63/2017 lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§2. (1) Wer eine Volksversammlung oder überhaupt eine allgemein zugängliche Versammlung ohne Beschränkung auf geladene Gäste veranstalten will, muß dies wenigstens 48 Stunden vor der beabsichtigten Abhaltung unter Angabe des Zweckes, des Ortes und der Zeit der Versammlung der Behörde (§16) schriftlich anzeigen. Die Anzeige muß spätestens 48 Stunden vor dem Zeitpunkt der beabsichtigten Versammlung bei der Behörde einlangen.",
            "annotations": []
        },
        {
            "text": "(1a) Gemäß Abs1 anzuzeigen ist auch die beabsichtigte Teilnahme von Vertretern ausländischer Staaten, internationaler Organisationen und anderer Völkerrechtssubjekte. In diesem Fall muss die Anzeige spätestens eine Woche vor dem Zeitpunkt der beabsichtigten Versammlung bei der Behörde (§16) einlangen.",
            "annotations": []
        },
        {
            "text": "(2) Die Behörde hat auf Verlangen über die Anzeige sofort eine Bescheinigung zu erteilen. Die Anzeige unterliegt keiner Stempelgebühr.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des Gesetzes, mit dem das Wiener Veranstaltungsgesetz 2020 (Wr. VG) erlassen wird, LGBl 53/2020, lauten:",
            "annotations": []
        },
        {
            "text": "\"1. Teil",
            "annotations": []
        },
        {
            "text": "Allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Anwendungsbereich",
            "annotations": []
        },
        {
            "text": "§1. (1) Dieses Gesetz gilt für öffentliche Veranstaltungen (Schaustellungen, Darbietungen und Belustigungen), einschließlich Theater- und Kinowesen.",
            "annotations": []
        },
        {
            "text": "(2) Öffentlich im Sinne dieses Gesetzes sind Veranstaltungen,",
            "annotations": []
        },
        {
            "text": "1. die allgemein zugänglich sind, oder",
            "annotations": []
        },
        {
            "text": "2. die gegenüber einem unbestimmten Personenkreis beworben werden, oder",
            "annotations": []
        },
        {
            "text": "3. bei denen die Mitgliedschaft an einer Vereinigung nur zu dem Zweck erworben wird, um an dieser Veranstaltung teilzunehmen.",
            "annotations": []
        },
        {
            "text": "(3) Nicht öffentlich sind jedenfalls Familienfeiern, Firmenfeiern für Betriebsangehörige innerhalb der Räume und Liegenschaften des Betriebes sowie Veranstaltungen, die ausschließlich für persönlich geladene Gäste in bestimmungsgemäßer Verwendung eines privaten Haushaltes stattfinden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ausnahmen",
            "annotations": []
        },
        {
            "text": "§2. (1) Nicht in den Anwendungsbereich des Gesetzes fallen die nicht vom Kompetenztatbestand des Art15 Abs3 des Bundes-Verfassungsgesetzes umfassten Veranstaltungen, insbesondere",
            "annotations": []
        },
        {
            "text": "1. politische Veranstaltungen, die als Versammlungen unter Art10 Abs1 Z7 B-VG fallen, und die der politischen Werbung dienenden Tätigkeiten politischer Parteien und Vereine sowie die damit allenfalls verbundenen sonstigen Teile solcher Veranstaltungen, sofern die Gesamtveranstaltung überwiegend der politischen Werbung dient;",
            "annotations": []
        },
        {
            "text": "2. Veranstaltungen, die unmittelbar der Religionsausübung gesetzlich anerkannter Kirchen und Religionsgemeinschaften oder religiöser Bekenntnisgemeinschaften dienen;",
            "annotations": []
        },
        {
            "text": "3. Vorträge, Kurse, Aufführungen, Vorlesungen, Diskussionen und Ausstellungen, die ausschließlich wissenschaftlichen, Unterrichts-, Erziehungs-, Schulungs- und Bildungszwecken dienen;",
            "annotations": []
        },
        {
            "text": "4. Ausstellungen von Mustern und Waren sowie Modeschauen durch Gewerbetreibende im Rahmen ihres Gewerbes, bei Messen oder Märkten;",
            "annotations": []
        },
        {
            "text": "5. das Abhalten von Spielen und der Betrieb von Freizeiteinrichtungen, die in den gewerberechtlichen Anwendungsbereich fallen;",
            "annotations": []
        },
        {
            "text": "6. Ausstellungen, wenn es sich um künstlerische oder wissenschaftliche Sammlungen und Einrichtungen im Sinne des Art10 Abs1 Z13 B-VG handelt;",
            "annotations": []
        },
        {
            "text": "7. Veranstaltungen, die unter das Glücksspielmonopol fallen; sowie",
            "annotations": []
        },
        {
            "text": "8. Veranstaltungen, die auf oder in Verkehrsmitteln im Bahn-, Schiffs- oder Luftfahrtverkehr stattfinden.",
            "annotations": []
        },
        {
            "text": "(2) Von der Anwendung dieses Gesetzes sind weiters ausgenommen:",
            "annotations": []
        },
        {
            "text": "1. Veranstaltungen von öffentlich-rechtlichen Körperschaften im Rahmen ihres gesetzlichen Wirkungsbereichs, einschließlich der von diesen Körperschaften im Rahmen von öffentlichen Anlässen durchgeführten Empfänge, Feiern und Repräsentationsveranstaltungen;",
            "annotations": []
        },
        {
            "text": "2. Veranstaltungen von öffentlichen Schulen und Privatschulen mit Öffentlichkeitsrecht, Kindergärten und Horten oder deren Schülerinnen bzw Schülern oder Kindern sowie deren Erziehungsberechtigten innerhalb der genannten Einrichtungen und Liegenschaften;",
            "annotations": []
        },
        {
            "text": "3. Veranstaltungen von Volksbildungseinrichtungen, deren Trägerinnen öffentlich-rechtliche Körperschaften sind, im Rahmen ihres gesetzlichen oder satzungsgemäßen Wirkungsbereichs;",
            "annotations": []
        },
        {
            "text": "4. Tierschauen und der Betrieb von Tiergärten (Zoos), die nach bundesrechtlichen Bestimmungen der Bewilligungspflicht unterliegen;",
            "annotations": []
        },
        {
            "text": "5. Veranstaltung eines Brauchtumsfeuers nach der Wiener Brauchtumsfeuer-Verordnung, LGBl für Wien Nr 36/2012.",
            "annotations": []
        },
        {
            "text": "(3) Für Veranstaltungen in gewerblichen Betriebsanlagen ist weder eine Eignungsfeststellung (§18) noch eine Anmeldung (§§16, 17) noch eine Anzeige (§5) erforderlich, sofern für diese Veranstaltungsstätte bereits eine der Veranstaltungsart entsprechende Betriebsanlagengenehmigung besteht.",
            "annotations": []
        },
        {
            "text": "(4) Für musikalische Darbietungen in traditioneller Art in Buschenschankbetrieben durch anwesende Musikerinnen und Musiker ist weder eine Eignungsfeststellung (§18) noch eine Anmeldung (§§16, 17) noch eine Anzeige (§5) erforderlich.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat über die zu E1135/2022 und E1142/2022 protokollierten Beschwerden, die er wegen ihres sachlichen Zusammenhanges in sinngemäßer Anwendung der §§187 und 404 ZPO iVm §35 Abs1 VfGG zur gemeinsamen Beratung und Entscheidung verbunden hat, erwogen:",
            "annotations": []
        },
        {
            "text": "1. Die – zulässigen – Beschwerden sind begründet.",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerdeführerin bringt hinsichtlich der hier zu beurteilenden Rechtsfrage – auf das Wesentliche zusammengefasst – vor, das Verwaltungsgericht Wien habe den Versammlungsbegriff zu Unrecht als nicht erfüllt angesehen und dadurch §§1 bzw 2 Abs1 VersG fälschlicherweise einen verfassungswidrigen, insbesondere einen dem Art11 Abs1 EMRK widersprechenden Inhalt unterstellt. Die Beurteilung des Verwaltungsgerichtes Wien über das Vorliegen einer Versammlung sei nicht anhand des erkennbaren Zieles bzw des äußeren Erscheinungsbildes, sondern ausschließlich unter Bezugnahme auf den Organisationsaufwand, die Leistung von Spenden sowie die fehlende Spontanität erfolgt. Diese Aspekte beträfen jedoch keine Wesensmerkmale einer Versammlung.",
            "annotations": []
        },
        {
            "text": "In der Sache verweist die Beschwerdeführerin darauf, dass es ausdrückliches Ziel der Versammlungen gewesen sei, durch das Klimacamp eine Debatte über Klimagerechtigkeit im öffentlichen Raum anzustoßen und politische Forderungen zu formulieren. Damit solle ein gemeinsames Zeichen für Klimagerechtigkeit, nachhaltige Mobilität und ökologische Wirtschaft gesetzt und der Dialog mit allen Interessierten gesucht werden. Als Ausdrucksformen dienten ua der Protest und der Austausch von Meinungen; unter den verwendeten Hilfsmitteln fänden sich für Versammlungen typische Gegenstände wie Transparente und Fahnen. Workshops und Vorträge zielten in erster Linie auf die Diskussion und Artikulation politischer Forderungen ab. Das Angebot der Kinderbetreuung, die Verköstigung und die Entlohnung einzelner Vortragender seien Ausdruck eines nachhaltigen und solidarischen Miteinanders.",
            "annotations": []
        },
        {
            "text": "Weiters führt die Beschwerdeführerin aus, dass die Anmeldung zu einzelnen Workshops und die Leistung von Spenden auf freiwilliger Basis angesichts des umfassenden Programmes notwendig seien. Die Anmeldung diene primär dazu, die ungefähre Teilnehmerzahl abzuschätzen, wobei dies auch angesichts der COVID-19-Schutzmaßnahmen von Bedeutung sei. Auch das in §2 Abs1 VersG normierte Gebot der Anzeige einer Versammlung setze ein gewisses Maß an Organisation und Planung voraus.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus behauptet die Beschwerdeführerin eine Verletzung des Rechts auf Gleichheit aller Staatsbürger vor dem Gesetz und macht geltend, das Verwaltungsgericht Wien habe in entscheidenden Punkten keine geeigneten Ermittlungen angestellt und das Parteivorbringen weitgehend ignoriert. Zum Versammlungszweck fänden sich keinerlei Feststellungen und auch zu den verwendeten Hilfsmitteln fehlten jegliche Ermittlungen. Dadurch seien die Erkenntnisse mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "3. Im vorliegenden Fall hat der Verfassungsgerichtshof zu beurteilen, ob das Verwaltungsgericht Wien zu Recht davon ausgegangen ist, dass die beiden Versammlungsanzeigen deswegen zurückzuweisen waren, weil keine Versammlungen iSd VersG vorlagen.",
            "annotations": []
        },
        {
            "text": "3.1. Ein Eingriff in das durch Art11 EMRK verfassungsgesetzlich garantierte – unter Gesetzesvorbehalt stehende – Recht ist dann verfassungswidrig, wenn die ihn verfügende Entscheidung ohne Rechtsgrundlage ergangen ist, auf einer dem Art11 EMRK widersprechenden Rechtsvorschrift beruht oder wenn bei Erlassung der Entscheidung eine verfassungsrechtlich unbedenkliche Rechtsgrundlage in denkunmöglicher Weise angewendet wurde; ein solcher Fall liegt vor, wenn die Entscheidung mit einem so schweren Fehler belastet ist, dass dieser mit Gesetzlosigkeit auf eine Stufe zu stellen wäre, oder wenn der angewendeten Rechtsvorschrift fälschlicherweise ein verfassungswidriger, insbesondere ein dem Art11 Abs1 EMRK widersprechender und durch Art11 Abs2 EMRK nicht gedeckter Inhalt unterstellt wurde (vgl zB VfSlg 19.961/2015, 19.962/2015).",
            "annotations": []
        },
        {
            "text": "3.2. Dem Verwaltungsgericht Wien ist im Ergebnis nicht zu folgen, wenn es die angezeigten Versammlungen als Veranstaltungen wertet und insofern die angefochtenen zurückweisenden Bescheide der LPD Wien bestätigt:",
            "annotations": []
        },
        {
            "text": "3.2.1. Das VersG definiert den Begriff der von ihm erfassten \"Versammlung\" nicht (vgl weiterführend Plöchl, Zum Begriff der \"Versammlung\", ÖJZ1963, 253 f.). Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes ist eine Zusammenkunft mehrerer Menschen dann als Versammlung iSd VersG zu qualifizieren, wenn sie in der Absicht veranstaltet wird, die Anwesenden zu einem gemeinsamen Wirken (Debatte, Diskussion, Manifestation usw) zu bringen, sodass eine gewisse Assoziation der Zusammengekommenen entsteht (vgl etwa VfSlg 15.109/1998 und die dort zitierte Vorjudikatur; zum weiten Versammlungsbegriff in der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte siehe zB EGMR 15.11.2018 [GK], 29.580/12 ua, Navalnyy, Z98 ff mwN). Ob diese Voraussetzungen erfüllt sind, hängt nicht zuletzt von den konkreten Umständen des Einzelfalles ab (vgl zB VfSlg 11.935/1988). Im Hinblick auf die in der Rechtsprechung entwickelten Grundsätze (vgl insbesondere zur Voraussetzung eines gemeinsamen Wirkens: VfSlg 8685/1979, 15.680/1999, 18.483/2008, 18.560/2008 mwN sowie zur Dauer der Veranstaltung und der Zahl ihrer Teilnehmer: VfSlg 11.651/1988, 11.935/1988, 20.275/2018 mwN) ist davon auszugehen, dass auch Spontanversammlungen in den Schutzbereich der Versammlungsfreiheit fallen können (VfSlg 14.366/1995).",
            "annotations": []
        },
        {
            "text": "Die Beurteilung, ob eine Zusammenkunft eine Versammlung ist, hat sich primär an ihrem Zweck und den Elementen der äußeren Erscheinungsformen (wozu die näheren Modalitäten, die Dauer und die Anzahl der Teilnehmer der Veranstaltung gehören) zu orientieren. Dabei kommt es auf das erkennbar geplante Geschehen und nicht etwa darauf an, ob die beabsichtigte Zusammenkunft vom Veranstalter bei der Behörde formal als \"Versammlung\" angezeigt wurde (VfSlg 11.651/1988).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat in bestimmten Fallkonstellationen zwar ausgesprochen, dass der Einsatz von Kommunikationsmitteln wie das Aufstellen eines Informationsstandes das erforderliche Entstehen einer Assoziation der Zusammengekommenen – also das Vorliegen einer Versammlung – für sich genommen noch nicht belegt (VfSlg 10.608/1985, 11.651/1988), oder er hat gar unter Bedachtnahme auf den konkreten Sachverhalt den Charakter als Versammlung verneint (vgl VfSlg 11.935/1988, 12.161/1989). Meist jedoch hat der Verfassungsgerichtshof einer Zusammenkunft mehrerer Menschen den Versammlungscharakter nicht abgesprochen (vgl VfSlg 20.450/2021 zur Zusammenkunft im Festsaal der Technischen Universität Wien). Auch eine längere Veranstaltungsdauer schließt die Qualifikation der Aktivitäten als Versammlung nach der jüngeren Rechtsprechung des Verfassungsgerichtshofes nicht generell aus (vgl VfSlg 20.275/2018 zu einem mehrmonatigen Protestcamp [Murcamp] gegen die Errichtung eines Kraftwerkes).",
            "annotations": []
        },
        {
            "text": "3.2.2. Auch hat der Verfassungsgerichtshof in der Vergangenheit selbst dann, wenn (zwar inhaltlich nicht näher spezifizierte) künstlerische Darbietungen (vgl VfSlg 15.109/1998 zu einer Kundgebung samt Vorführung aztekischer Tänze) ein Element des Zusammentreffens waren, nicht von vornherein das Vorliegen einer Versammlung verneint, weil stets das Gesamtkonzept und insbesondere das damit intendierte gemeinsame \"politische\" Wirken – hier der Klimaschutz – zu beurteilen sind (vgl auch VfSlg 9783/1983 zu einer sogenannten \"Veranstaltung gemischten Charakters\", auf welche der Versammlungsbegriff des VersG uneingeschränkt Anwendung findet).",
            "annotations": []
        },
        {
            "text": "3.2.3. Auch der Umstand, dass Versammlungen nicht auf geladene Gäste beschränkt, sondern öffentlich zugänglich sind, dies mit dem Ziel, möglichst viele Menschen von politischen Konzepten und Ideen zu überzeugen, war stets ein in die allgemeine Betrachtung wesentlich einfließender Aspekt. Maßgeblich für die Qualifikation als Versammlung ist, dass es sich um einer politischen Zielsetzung dienende, allgemein zugängliche und nicht auf geladene Gäste beschränkte (§2 Abs1 erster Satz VersG; vgl dazu VfSlg 7762/1976, 9783/1983, 10.443/1985) Zusammentreffen von Menschen zum Austausch und zur Diskussion handelt.",
            "annotations": []
        },
        {
            "text": "3.2.4. Legt man nun die dargestellten, insbesondere in der Judikatur des Verfassungsgerichtshofes entwickelten, Kriterien einer Gesamtbeurteilung der als Versammlung angezeigten \"Klimacamps 2021\" zugrunde, ergibt sich folgendes Bild:",
            "annotations": []
        },
        {
            "text": "3.2.5. Die im Rahmen der Klimacamps angebotenen Workshops dienen weder ausschließlich der Information oder Belehrung der Teilnehmenden, noch steht der Unterhaltungs- bzw Vergnügungscharakter im Vordergrund der Zusammenkünfte (vgl VfSlg 4586/1963 zur Qualifikation eines Vortrages als Versammlung; s. weiters Anderle, Österreichisches Versammlungsrecht, 1988, 49 f. mwN). Die Themenschwerpunkte des Versammlungsprogrammes und die Kurzbeschreibung von einigen Workshops belegen vielmehr, dass damit ein kollektives Verhalten in demonstrativem Zusammenwirken zur Betreibung eines gemeinsamen Zieles intendiert ist, sodass eine gewisse Assoziation der Zusammengekommenen entsteht (vgl VfSlg 4586/1963, 14.761/1997).",
            "annotations": []
        },
        {
            "text": "3.2.6. Die vorliegende Situation lässt erkennen, dass die an unterschiedlichen Orten in räumlicher Nähe zueinander in einem südlichen Bezirk Wiens angezeigten Aktivitäten – ua die Durchführung von Workshops und \"Summer Schools\", das Abhalten von Debatten und Diskussionen, das Aufstellen von Infotischen und Hissen von Transparenten – und deren Zielsetzung ein kollektives politisches Wirken darstellen (vgl auch VfSlg 10.443/1985, 20.450/2021). Mag es auch Elemente einer Veranstaltung geben, überwiegt bei einer Gesamtbetrachtung der vorliegenden Konstellation das gemeinsame Wirken der Zusammengekommenen unter dem Generalthema \"Klimagerechtigkeit\", sodass im Ergebnis – bei Abwägung aller Aspekte – der Versammlungscharakter der angezeigten Aktivitäten zu bejahen ist.",
            "annotations": []
        },
        {
            "text": "3.3. Indem die Versammlungsbehörde zu Unrecht ihre Zuständigkeit verneint und das Verwaltungsgericht Wien – ohne sich jedoch mit den maßgeblichen Sachverhaltselementen der angezeigten Zusammenkünfte umfassend auseinanderzusetzen – die Zurückweisung der Versammlungsanzeigen durch die LPD Wien bestätigt hat, wurde die Beschwerdeführerin in ihrem verfassungsgesetzlich gewährleisteten Recht auf Versammlungsfreiheit verletzt.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch die angefochtenen Entscheidungen im verfassungsgesetzlich gewährleisteten Recht auf Versammlungsfreiheit verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Die Erkenntnisse sind daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. Der Beschwerdeführerin ist der pauschaliert bemessene (einfache) Beschwerdeaufwand zuzusprechen, weil es ihr sowohl in zeitlicher als auch in sachverhaltsmäßiger und rechtlicher Hinsicht möglich gewesen wäre, eine gemeinsame Beschwerde gegen mehrere vom Sachverhalt und der rechtlichen Beurteilung her gleichgelagerte Entscheidungen einzubringen (vgl zB VfSlg 19.723/2012; VfGH 27.6.2017, E2468/2015 ua). Die zugesprochenen Kosten enthalten Umsatzsteuer in der Höhe von € 436,– sowie den Ersatz der für jede Beschwerde entrichteten Eingabengebühr gemäß §17a VfGG in der Höhe von insgesamt € 480,–.",
            "annotations": []
        }
    ]
}