{
    "document_id": "JFT_20230315_22G00292_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit selbstverfasster Eingabe vom 2. November 2022 begehrt der Antragsteller die \"Rechtsnorm- und Unionsrechtsprüfung von §246 StGB\". Der Eingabe war eine ebenfalls selbst verfasste Nichtigkeitsbeschwerde und Berufung vom 24. September 2022 gegen ein Urteil des Landesgerichtes für Strafsachen vom 20. Juli 2022 angeschlossen. ",
            "annotations": []
        },
        {
            "text": "2. Mit Verfügung vom 22. November 2022 forderte der Verfassungsgerichtshof den Antragsteller gemäß §18 VfGG unter Hinweis auf die Säumnisfolgen auf, den Antrag innerhalb von vier Wochen durch einen bevollmächtigten Rechtsanwalt einzubringen. Unter einem wurde der Antragsteller auf die Möglichkeit hingewiesen, einen Antrag auf Bewilligung der Verfahrenshilfe zu stellen.",
            "annotations": []
        },
        {
            "text": "Am 22. Dezember 2022 langte beim Verfassungsgerichtshof ein Schreiben des Antragstellers ein, in dem er darlegt, dass er als \"UN Sonderbeauftragter arbeite\" und \"bei der Rechtsanwaltskammer für den ISTGH (ICCBA) Mitglied\" sei sowie als Richter bei den \"Internationalen Moot Court Competition für den IGH und ISTGH\" teilnehme, weshalb der Anwaltspflicht entsprochen sei.",
            "annotations": []
        },
        {
            "text": "Unter einem stellte der Antragsteller einen Antrag auf Bewilligung der Verfahrenshilfe in vollem Umfang. Dieser Antrag wurde mit hg. Beschluss vom 25. Jänner 2023 abgewiesen. Der Beschluss wurde dem Antragsteller am 1. Februar 2023 gemeinsam mit der Belehrung zugestellt, dass die mit Mängelrüge vom 22. November 2022 gesetzte Frist zur Einbringung des Antrages auf Gesetzesprüfung durch einen bevollmächtigten Rechtsanwalt gemäß §85 ZPO iVm §35 VfGG mit Zustellung dieses Beschlusses neu zu laufen beginnt.",
            "annotations": []
        },
        {
            "text": "3. Mit Schriftsatz vom 21. Februar 2023 ersuchte der Antragsteller um Verlängerung der Frist zur Behebung des Mangels, da es ihm aufgrund beruflicher Verpflichtungen nicht möglich sei, die Frist einzuhalten.",
            "annotations": []
        },
        {
            "text": "Der Antrag auf Fristverlängerung ist zurückzuweisen, weil eine Erstreckung der Frist gemäß §85 Abs2 ZPO iVm §35 VfGG nicht zulässig ist (vgl VfSlg 9706/1983, 13.858/1994, 16.942/2003, 17.248/2004, 17.694/2005, 18.293/2007; VfGH 24.9.2019, E2629/2019).",
            "annotations": []
        },
        {
            "text": "4. Da der Antragsteller nicht behauptet, ein in die Liste einer österreichischen Rechtsanwaltskammer eingetragener Rechtsanwalt zu sein (§12 der Geschäftsordnung des Verfassungsgerichtshofes) oder als ausländischer Rechtsanwalt gemeinsam mit einem Einvernehmensrechtsanwalt einzuschreiten (§5 Abs1 EIRAG), und er innerhalb der mit Mängelrüge vom 22. November 2022 gesetzten Frist der Aufforderung zur Einbringung des Antrages auf Gesetzesprüfung durch einen bevollmächtigten Rechtsanwalt nicht entsprochen hat, ist der Antrag auf Gesetzesprüfung gemäß §17 Abs2 iVm §19 Abs3 Z2 litc VfGG wegen nicht behobenen Mangels formeller Erfordernisse ohne weiteres Verfahren in nichtöffentlicher Sitzung zurückzuweisen. ",
            "annotations": []
        }
    ]
}