{
    "document_id": "JFT_20230612_23G00205_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Gestützt auf Art140 Abs1 Z1 litd B-VG begehrt der Antragsteller, der Verfassungsgerichtshof möge",
            "annotations": []
        },
        {
            "text": "\"die Wortfolge 'mit Ausnahme derjenigen, deren Verlängerung das Gesetz ausdrücklich untersagt (Nothfristen),' in §128 Abs1 ZPO [aufheben), sodass dieser nach beantragter Aufhebung zu lauten hätte 'Gesetzliche Fristen sowie die richterlichen Fristen, hinsichtlich welcher in diesem Gesetze nichts anderes bestimmt ist, können vom Gerichte verlängert werden. Eine Verlängerung von Fristen durch Übereinkommen der Parteien ist unzulässig.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "und/oder/in eventu",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Wortfolge 'nicht' in §464 Abs1 ZPO [aufheben], sodass dieser nach beantragter Aufhebung zu lauten hätte 'Die Berufungsfrist beträgt vier Wochen, sie kann verlängert werden.' in eventu aus advokatorischer Vorsicht die Wortfolge 'vier Wochen' in §464 Abs1 ZPO [aufheben] und durch eine vom VfGH als verfassungskonform erachtete längere Frist […] ersetzen;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "und/oder/in eventu",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Den Wortbestandteil 'Not' in 'Notfrist' in §468 Abs2 ZPO [aufheben], sodass dieser nach beantragter Aufhebung auszugsweise zu lauten hätte 'Der Berufungsgegner kann binnen der Frist von vier Wochen nach der Zustellung der Berufungsschrift bei dem Prozeßgericht erster Instanz eine Berufungsbeantwortung mittels Schriftsatzes einbringen. [..]' in eventu aus advokatorischer Vorsicht die Wortfolge 'vier Wochen' in §468 Abs2 ZPO [aufheben] und durch eine vom VfGH als verfassungskonform erachtete längere Frist […] ersetzen;",
            "annotations": []
        },
        {
            "text": "und/oder/in eventu",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Den Wortbestandteil 'Not' in 'Notfrist' in §222 Abs1 und Abs2 ZPO [aufheben], sodass diese nach beantragter Aufhebung zu lauten hätten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'(1) Zwischen dem 15. Juli und dem 17. August sowie dem 24. Dezember und dem 6. Jänner werden die Fristen im Berufungs- und Revisionsverfahren sowie im Rekurs- und Revisionsrekursverfahren gehemmt. Fällt der Anfang dieses Zeitraums in den Lauf einer solchen Frist oder der Beginn einer solchen Frist in diesen Zeitraum, so wird die Frist um die ganze Dauer oder um den bei ihrem Beginn noch übrigen Teil dieses Zeitraums verlängert.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Auf den Anfang und den Ablauf der Fristen im Berufungs- und Revisionsverfahren gegen Versäumungs- und Anerkenntnisurteile hat der Zeitraum nach Abs1 keinen Einfluss. Gleiches gilt für das Berufungs- und Revisionsverfahren sowie das Rekurs- und Revisionsrekursverfahren in ",
            "annotations": []
        },
        {
            "text": "[...].'\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ferner beantragt der Antragsteller die Aufhebung des §63 Abs1 ZPO sowie des §10 Abs3 RAO wegen Verfassungswidrigkeit.",
            "annotations": []
        },
        {
            "text": "2. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels. Nach §62a Abs1 erster Satz VfGG kann eine Person, die als Partei in einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, einen Antrag stellen, das Gesetz als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "Gemäß §62 Abs1 erster Satz VfGG muss ein Gesetzesprüfungsantrag das Begehren enthalten, das – nach Auffassung des Antragstellers verfassungswidrige – Gesetz seinem gesamten Inhalt nach oder in bestimmten Stellen aufzuheben.",
            "annotations": []
        },
        {
            "text": "Um das strenge Formerfordernis des ersten Satzes des §62 Abs1 VfGG zu erfüllen, muss – wie der Verfassungsgerichtshof bereits in vielen Beschlüssen entschieden hat – die bekämpfte Gesetzesstelle genau und eindeutig bezeichnet werden. Es darf nicht offen bleiben, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des Antragstellers tatsächlich aufgehoben werden soll (zB VfSlg 17.570/2005 mwN).",
            "annotations": []
        },
        {
            "text": "Eben diesen Erfordernissen wird der vorliegende Antrag nicht gerecht: Das Aufhebungsbegehren lässt auf Grund der alternativen Formulierung \"und/oder/in eventu\" offen, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des Antragstellers tatsächlich durch den Verfassungsgerichtshof aufgehoben werden soll (vgl zB VfGH 6.12.2022, G256/2022 ua mwN). ",
            "annotations": []
        },
        {
            "text": "Da es sich dabei um einen inhaltlichen Mangel handelt, scheidet ein Verbesserungsauftrag seitens des Verfassungsgerichtshofes aus (zB VfGH 2.7.2015, G16/2015; 24.9.2018, G196/2018).",
            "annotations": []
        },
        {
            "text": "Der Antrag auf Aufhebung von Worten bzw Wortfolgen in §128 Abs1, §222 Abs1 und 2, §464 Abs1 und §468 Abs2 ZPO ist daher zurückzuweisen, ohne dass das Vorliegen der sonstigen Prozessvoraussetzungen zu prüfen ist.",
            "annotations": []
        },
        {
            "text": "3. Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der aufgeworfenen Fragen zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den in der Begründung des Antrages dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antragsteller behauptet die Verfassungswidrigkeit des §63 Abs1 ZPO und des §10 Abs3 RAO. Die angefochtenen Bestimmungen verstießen gegen das Recht auf Zugang zu einem Gericht iSd Art6 EMRK. ",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: Es ist dem Gesetzgeber nicht entgegenzutreten, wenn er vorsieht, dass Verfahrenshilfe nur unter den in §63 Abs1 ZPO vorgesehenen Voraussetzungen zu gewähren ist. Die verfassungsrechtlichen Bedenken gegen den ebenfalls angefochtenen §10 Abs3 RAO gehen ins Leere, weil diese Bestimmung im gerichtlichen Anlassverfahren nicht präjudiziell ist. ",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidungen konnten gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}