{
    "document_id": "JFT_20230613_22V00138_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art139 Abs1 Z3 B-VG begehrt der Antragsteller, der Verfassungsgerichtshof möge die §§2 Abs1, 2a dritter Satz und 3 erster Satz der Verordnung des Landeshauptmanns von Wien über begleitende grundlegende Basismaßnahmen zur Verhinderung der Verbreitung von COVID-19 (Wiener COVID-19-Basismaßnahmenbegleitverordnung), LGBl 12/2022, in eventu die §§2, 2a, 3 und 4 dieser Verordnung zur Gänze, als gesetz- und verfassungswidrig aufheben bzw jeweils aussprechen, dass diese Bestimmungen gesetz- und verfassungswidrig waren.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung des Landeshauptmanns von Wien über begleitende grundlegende Basismaßnahmen zur Verhinderung der Verbreitung von COVID-19 (Wiener COVID-19-Basismaßnahmenbegleitverordnung), LGBl 12/2022, lautete auszugsweise (die angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "§1. (1) Als 2G-Nachweis im Sinne dieser Verordnung gilt ein Nachweis gemäß §2 Abs2 Z1, 2 oder 3 der COVID-19-BMV.",
            "annotations": []
        },
        {
            "text": "(2) Als 2,5G-Nachweis im Sinne dieser Verordnung gilt ein Nachweis gemäß §2 Abs2 Z1, 2, 3 oder 4 der COVID-19-BMV, wobei für diesen Nachweis die Abnahme des molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test) nicht mehr als 48 Stunden zurückliegen darf.",
            "annotations": []
        },
        {
            "text": "(3) Als 3G-Nachweis im Sinne dieser Verordnung gilt ein Nachweis gemäß §2 Abs2 Z1, 2, 3, 4 oder 5 der COVID-19-BMV, wobei für diesen Nachweis die Abnahme des molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test) nicht mehr als 48 Stunden zurückliegen darf.",
            "annotations": []
        },
        {
            "text": "(4) Als Maske im Sinne dieser Verordnung gilt eine Atemschutzmaske der Schutzklasse FFP2 (FFP2-Maske) ohne Ausatemventil oder eine Maske mit mindestens gleichwertig genormtem Standard.",
            "annotations": []
        },
        {
            "text": "Gastgewerbe",
            "annotations": []
        },
        {
            "text": "§2. (1) Der Betreiber von Betriebsstätten sämtlicher Betriebsarten der Gastgewerbe darf Kunden zum Zweck des Erwerbs von Waren oder der Inanspruchnahme von Dienstleistungen des Gastgewerbes nur einlassen, wenn diese einen 2G-Nachweis vorweisen.",
            "annotations": []
        },
        {
            "text": "(2) Abs1 gilt nicht für Betriebsarten der Gastgewerbe innerhalb von Einrichtungen zur Betreuung und Unterbringung von Kindern und Jugendlichen einschließlich Schulen und elementaren Bildungseinrichtungen sowie innerhalb von Betrieben, wenn diese ausschließlich durch Betriebsangehörige oder dort beruflich tätige Personen genützt werden dürfen.",
            "annotations": []
        },
        {
            "text": "§2a. §2 Abs1 gilt nicht für die Abholung von Speisen und alkoholfreien sowie in handelsüblich verschlossenen Gefäßen abgefüllten alkoholischen Getränken. Die Speisen und Getränke dürfen nicht im Umkreis von 50 Metern um die Betriebsstätte konsumiert werden. Bei der Abholung ist in geschlossenen Räumen eine Maske zu tragen.",
            "annotations": []
        },
        {
            "text": "Sportstätten",
            "annotations": []
        },
        {
            "text": "§3. Der Betreiber von Sportstätten gemäß §3 Z11 BSFG 2017 darf Kunden in geschlossene Räumlichkeiten der Sportstätte nur einlassen, wenn diese einen 2G-Nachweis vorweisen. Dies gilt nicht für die Sportausübung durch Spitzensportler gemäß §3 Z6 BSFG 2017.",
            "annotations": []
        },
        {
            "text": "Kundenbereiche",
            "annotations": []
        },
        {
            "text": "§4. Zusätzlich zu §3 Abs2 der COVID-19-BMV haben Kunden beim Betreten und Befahren des Kundenbereichs von Betriebsstätten in geschlossenen Räumen eine Maske zu tragen. Dies gilt nicht für Kundenbereiche von Betriebsstätten gemäß §2 und Sportstätten gemäß §3.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Ausnahmen und Glaubhaftmachung",
            "annotations": []
        },
        {
            "text": "§10. (1) §5 Abs8, §6 Abs6, §7 Abs2 und §9 Abs1 bis 5 sowie Abs6 Z2 der COVID-19-BMV sind sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2. Die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz betreffend grundlegende Basismaßnahmen, die zur Verhinderung der Verbreitung von COVID-19 ergriffen werden (COVID-19-Basismaßnahmenverordnung – COVID-19-BMV), BGBl II 86/2022, lautete auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Allgemeine Bestimmungen und Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "§2. […]",
            "annotations": []
        },
        {
            "text": "(2) Als Nachweis über eine geringe epidemiologische Gefahr im Sinne dieser Verordnung gilt ein:",
            "annotations": []
        },
        {
            "text": "1. Nachweis über eine mit einem zentral zugelassenen Impfstoff gegen COVID-19 erfolgte",
            "annotations": []
        },
        {
            "text": "a) Zweitimpfung, wobei diese nicht länger als 180 Tage und bei Personen bis zum vollendeten 18. Lebensjahr nicht länger als 210 Tage zurückliegen darf und zwischen der Erst- und Zweitimpfung mindestens 14 Tage verstrichen sein müssen,",
            "annotations": []
        },
        {
            "text": "b) Impfung, sofern mindestens 21 Tage vor der Impfung ein positiver molekularbiologischer Test auf SARS-CoV-2 bzw vor der Impfung ein Nachweis über neutralisierende Antikörper vorlag, wobei die Impfung nicht länger als 180 Tage zurückliegen darf, oder",
            "annotations": []
        },
        {
            "text": "c) weitere Impfung, wobei diese nicht länger als 270 Tage zurückliegen darf und zwischen dieser und einer Impfung im Sinne der lita und b mindestens 90 Tage verstrichen sein müssen;",
            "annotations": []
        },
        {
            "text": "2. Genesungsnachweis über eine in den letzten 180 Tagen überstandene Infektion mit SARS-CoV-2 oder eine ärztliche Bestätigung über eine in den letzten 180 Tagen überstandene Infektion mit SARS-CoV-2, die molekularbiologisch bestätigt wurde;",
            "annotations": []
        },
        {
            "text": "3. Absonderungsbescheid, wenn dieser für eine in den letzten 180 Tagen vor der vorgesehenen Testung nachweislich mit SARS-CoV-2 infizierte Person ausgestellt wurde;",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Ausnahmen",
            "annotations": []
        },
        {
            "text": "§9. […]",
            "annotations": []
        },
        {
            "text": "(6) Die Verpflichtung zur Vorlage eines Nachweises gemäß §2 Abs2 gilt nicht für",
            "annotations": []
        },
        {
            "text": "1. Kinder bis zum vollendeten zwölften Lebensjahr;",
            "annotations": []
        },
        {
            "text": "2. Personen, die über keinen Nachweis gemäß §2 Abs2 Z2 und 3 verfügen und",
            "annotations": []
        },
        {
            "text": "a) schwanger sind oder",
            "annotations": []
        },
        {
            "text": "b) nicht ohne Gefahr für Leben oder Gesundheit geimpft werden können",
            "annotations": []
        },
        {
            "text": "und denen eine Testung aus gesundheitlichen oder behinderungsspezifischen Gründen, insbesondere wegen dementieller Beeinträchtigung, nicht zugemutet werden kann.\"",
            "annotations": []
        },
        {
            "text": "3. Die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über die Pflicht zur Impfung gegen COVID-19 (COVID-19-Impfpflichtverordnung – COVID-19-IV), BGBl II 52/2022, lautete auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Ausnahmen",
            "annotations": []
        },
        {
            "text": "§2. Die Impfpflicht besteht nicht für:",
            "annotations": []
        },
        {
            "text": "1. Schwangere,",
            "annotations": []
        },
        {
            "text": "2. Personen, die nicht ohne konkrete und ernstliche Gefahr für Leben oder Gesundheit mit einem zentral zugelassenen Impfstoff gemäß §2 Z3 COVID-19-IG geimpft werden können. Das sind jedenfalls Personen mit folgenden medizinischen Indikationen:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "3. Personen, bei denen aus folgenden medizinischen Gründen eine ausreichende Immunantwort auf eine Impfung gegen COVID-19 nicht zu erwarten ist:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "4. Personen, die nach zumindest dreimaliger Impfung gegen COVID-19 keine Immunantwort auf die Impfung ausgebildet haben, und",
            "annotations": []
        },
        {
            "text": "5. Personen, die eine bestätigte Infektion mit SARS-CoV-2 überstanden haben, für die Dauer von 180 Tagen ab dem Tag der Probenahme.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Antragsteller bringt zu seiner Antragslegitimation im Wesentlichen Folgendes vor:",
            "annotations": []
        },
        {
            "text": "1.1. Der Antragsteller sei zweifach gegen COVID-19 geimpft, seine Zweitimpfung liege aber bereits mehr als 180 Tage zurück. Eine frühestens 90 Tage nach der Zweitimpfung zu verabreichende weitere Impfung (\"Booster-Impfung\") habe er sich auf Grund ärztlichen Rats bislang nicht geben lassen. Ihm sei dringend empfohlen worden, wegen der bei mRNA-Boosterimpfungen gehäuft auftretenden, gerade bei seinen gesundheitlichen Problemen kontraproduktiven unerwünschten Nebenwirkungen für die Auffrischungsimpfung gegen COVID-19 einen Totimpfstoff herkömmlicher Technologie (inaktiviertes Komplettvirus) zu verwenden, sobald ein solcher zugelassen und verfügbar sei. Eine Ausnahme von der Impfpflicht gemäß §2 der COVID-19-Impfpflichtverordnung, BGBl II 52/2022, liege aber nicht vor. Da der Antragsteller zudem bisher nicht an COVID-19 erkrankt sei, verfüge er auch weder über einen Genesungsnachweis noch über einen Absonderungsbescheid, sodass er aktuell den geforderten 2G-Nachweis nicht erbringen könne.",
            "annotations": []
        },
        {
            "text": "1.2. Die angefochtenen Bestimmungen würden daher unmittelbar und aktuell in die Rechte des Antragstellers, insbesondere in das Recht auf Freizügigkeit, eingreifen. Seine aktuelle Betroffenheit durch diese Vorschriften ergebe sich konkret dadurch, dass er auf Grund von §2 Abs1 Wiener COVID-19-Basismaßnahmenbegleitverordnung an mehreren Tagen im März 2022 näher genannte Gastronomiebetriebe nicht zur Konsumation von Speisen und Getränken aufsuchen habe können und ihm auch weitere, bereits länger geplante Gastronomiebesuche derzeit nicht möglich seien. Der Antragsteller sei darauf beschränkt, Speisen zu bestellen und abzuholen, wobei er dabei aber auf Grund von §2a dritter Satz leg. cit. in diskriminierender Weise als einziger beim Betreten der Gaststätte eine Maske tragen habe müssen. §3 erster Satz leg. cit. wiederum verwehre es ihm, wie er es vor dem Ungültigwerden seines Impfzertifikats regelmäßig getan habe, mehrmals die Woche in einer Sportanlage Tischtennis zu spielen und ein Fitnesscenter zu besuchen.",
            "annotations": []
        },
        {
            "text": "1.3. Die §§2 Abs2, 2a erster und zweiter Satz, 3 zweiter Satz und 4 Wiener COVID-19-Basismaßnahmenbegleitverordnung, von denen der Antragsteller teilweise nicht aktuell betroffen sei, würden auf Grund ihrer legistischen Verknüpfung mit den im Hauptantrag angefochtenen Bestimmungen eventualiter mitangefochten. Es sei ein untrennbarer Zusammenhang gegeben, auch sollten im Fall der Aufhebung keine Vorschriften mit leerlaufenden Verweisungen und unvollziehbare Torsi zurückgelassen sowie im Fall des §4 erster Satz leg. cit. verhindert werden, dass eine Rechtsvorschrift mit verändertem Inhalt entstehe.",
            "annotations": []
        },
        {
            "text": "2. In der Sache moniert der Antragsteller einen Verstoß gegen das COVID-19-Maßnahmengesetz und eine Verletzung des Gleichheitssatzes sowie des Rechts auf Freizügigkeit.",
            "annotations": []
        },
        {
            "text": "3. Der Landeshauptmann von Wien hat eine Äußerung erstattet, in der er die Zurückweisung des Antrages, in eventu dessen Abweisung begehrt.",
            "annotations": []
        },
        {
            "text": "3.1. Der Landeshauptmann verneint die Zulässigkeit des Antrages zunächst mit der Begründung, dass der Antragsteller seine Betroffenheit nicht hinreichend dargelegt habe. Der Antragsteller behaupte zwar, dass die bekämpften Bestimmungen unmittelbar und aktuell in seine Rechte eingreifen würden, und dass ihm von der dritten COVID-19-Schutzimpfung aus nicht näher bezeichneten medizinischen Gründen ärztlich abgeraten worden sei, solange er diese nicht mit einem \"Totimpfstoff herkömmlicher Technologie\" durchführen lassen könne. Konkrete Angaben zu seinen behaupteten gesundheitlichen Problemen (und damit zu seiner Betroffenheit) mache der Antragsteller jedoch nicht. An der Betroffenheit sei schon insofern zu zweifeln, als gemäß §10 Abs1 Wiener COVID-19-Basismaßnahmenbegleitverordnung iVm §9 Abs6 Z2 COVID-19-BMV die Verpflichtung zur Vorlage eines 2G-Nachweises nicht für Personen gegolten habe, die nicht ohne Gefahr für Leben oder Gesundheit geimpft werden hätten können. Zur Wahrung der Verhältnismäßigkeit sei genau für den vom Antragsteller (wenn auch vage) beschriebenen Fall eine Ausnahme vorgesehen worden. Diesem sei zumutbar gewesen, den Weg der Einholung einer ärztlichen Bestätigung nach §10 Abs2 COVID-19-BMV zu beschreiten, zumal dies auch nur einmalig erforderlich sei. Dem Antragsteller sei durch das Vorweisen eines medizinischen Attests die Möglichkeit geboten worden, weiterhin 2G-Settings zu betreten, ohne sich erneut impfen zu lassen.",
            "annotations": []
        },
        {
            "text": "Des Weiteren gebe der Antragsteller an, eine dritte COVID-19-Schutzimpfung zwar nicht mit einem mRNA-Impfstoff, sehr wohl aber mit einem \"Totimpfstoff herkömmlicher Technologie\" durchführen lassen zu können. In diesem Zusammenhang sei zu berücksichtigen, dass die Europäische Kommission am 4. Jänner 2022 dem COVID-19-Impfstoff Nuvaxovid des Unternehmens Novavax die bedingte Marktzulassung erteilt habe. Seit 1. März 2022 sei eine Impfung mit diesem Impfstoff durch das Impfservice der Stadt Wien jederzeit kostenlos möglich. Der Impfstoff enthalte keine vermehrungsfähigen Viren (\"Totimpfstoff\"), sondern einen künstlich hergestellten Eiweiß-Bestandteil aus der Hülle des Virus, das sogenannte Spikeprotein. Laut der deutschen ständigen Impfkommission könne Nuvaxovid in Einzelfällen nach ärztlicher Aufklärung als Auffrischungsimpfung angeboten werden, wenn Kontraindikationen gegen mRNA-Impfstoffe vorlägen. Dies dürfte genau dem Fall des Antragstellers entsprechen.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus verneint der Landeshauptmann die Zulässigkeit des Antrages auch deshalb, weil die Wiener COVID-19-Basismaßnahmenbegleitverordnung am 16. April 2022 außer Kraft getreten sei. Es sei zwar nicht von vornherein ausgeschlossen, dass auch bereits außer Kraft getretene Regelungen die Rechtssphäre des Antragstellers aktuell berühren. Die dafür in der Rechtsprechung des Verfassungsgerichtshofes genannten Kriterien lägen im vorliegenden Fall jedoch gerade nicht vor.",
            "annotations": []
        },
        {
            "text": "3.2. Auch in der Sache tritt der Landeshauptmann von Wien dem Antragsvorbringen entgegen.",
            "annotations": []
        },
        {
            "text": "4. Der Antragsteller erstattete eine Replik, in der er der Äußerung des Landeshauptmanns von Wien hinsichtlich der Zulässigkeit im Wesentlichen wie folgt entgegentritt:",
            "annotations": []
        },
        {
            "text": "Die vorgebrachten Zweifel an der Betroffenheit des Antragstellers im Hinblick auf die gemäß §10 Abs1 Wiener COVID-19-Basismaßnahmenbegleitverordnung iVm §9 Abs6 Z2 COVID-19-BMV bestehende Ausnahme von der 2G-Nachweispflicht, wenn eine Impfung \"ohne Gefahr für Leben oder Gesundheit\" nicht möglich sei, seien unbegründet. Der Antragsteller habe nie behauptet, dass eine Impfung bei ihm \"ohne Gefahr für Leben oder Gesundheit\" nicht möglich sei, sondern ausgeführt, auf Grund ärztlichen Rates für die dritte Impfung auf einen Totimpfstoff herkömmlicher Technologie warten zu wollen, und ausdrücklich festgestellt, dass eine Ausnahme gemäß §2 COVID-19-Impfplichtverordnung nicht vorliege. Da nach dieser Bestimmung insbesondere jene Personen ausgenommen seien, \"die nicht ohne konkrete und ernstliche Gefahr für Leben oder Gesundheit mit einem zentral zugelassenen Impfstoff gemäß §2 Z3 COVID-19-IG geimpft werden können\", sei durch diesen Hinweis auch dargetan worden, dass ihm der Weg gemäß §10 Abs1 Wiener COVID-19-Basismaßnahmenbegleitverordnung iVm §9 Abs6 Z2 COVID-19-BMV nicht offen stehe. Da eine Gefahr \"für Leben oder Gesundheit\" im Falle einer Impfung nicht vorliege – seine ersten beiden Impfungen hätten keinen Hinweis auf das Bestehen einer solchen ergeben – bestehe keine Möglichkeit, eine ärztliche Bestätigung über das Vorliegen eines Ausnahmegrundes zu erhalten.",
            "annotations": []
        },
        {
            "text": "IV. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2. Gemäß Art139 Abs1 Z3 B-VG erkennt der Verfassungsgerichtshof über die Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist. Wie der Verfassungsgerichtshof in seiner mit VfSlg 8058/1977 beginnenden ständigen Rechtsprechung ausgeführt hat, ist daher grundlegende Voraussetzung für die Antragslegitimation, dass die Verordnung in die Rechtssphäre der betroffenen Person unmittelbar eingreift und sie – im Fall ihrer Gesetzwidrigkeit – verletzt.",
            "annotations": []
        },
        {
            "text": "3. Es ist darüber hinaus erforderlich, dass die Verordnung selbst tatsächlich in die Rechtssphäre des Antragstellers unmittelbar eingreift. Ein derartiger Eingriff ist nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch die Verordnung selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn dem Antragsteller kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 13.944/1994, 15.234/1998, 15.947/2000).",
            "annotations": []
        },
        {
            "text": "4. Nach §57 Abs1 VfGG muss der Antrag, eine Verordnung als gesetzwidrig aufzuheben, begehren, dass entweder die Verordnung ihrem ganzen Inhalte nach oder dass bestimmte Stellen der Verordnung als gesetzwidrig aufgehoben werden. Ein Antrag, der sich gegen den ganzen Inhalt einer Verordnung richtet, muss die Bedenken gegen die Gesetzmäßigkeit aller Bestimmungen der Verordnung \"im Einzelnen\" darlegen und dartun, inwieweit alle angefochtenen Verordnungsregelungen unmittelbar und aktuell in die Rechtssphäre des Antragstellers eingreifen. Bei der Prüfung der aktuellen Betroffenheit hat der Verfassungsgerichtshof vom Antragsvorbringen auszugehen und lediglich zu untersuchen, ob die vom Antragsteller ins Treffen geführten Wirkungen solche sind, wie sie Art139 Abs1 Z3 B-VG als Voraussetzung für die Antragslegitimation fordert (vgl zB VfSlg 10.353/1985, 14.277/1995, 15.306/1998, 16.890/2003, 18.357/2008, 19.919/2014, 19.971/2015). Anträge, die dem Erfordernis des §57 Abs1 VfGG nicht entsprechen, sind nach der ständigen Rechtsprechung des Verfassungsgerichtshofs (vgl VfSlg 14.320/1995, 14.526/1996, 15.977/2000, 18.235/2007) nicht im Sinne von §18 VfGG verbesserungsfähig, sondern als unzulässig zurückzuweisen (vgl etwa VfSlg 12.797/1991, 13.717/1994, 17.111/2004, 18.187/2007, 19.505/2011, 19.721/2012).",
            "annotations": []
        },
        {
            "text": "5. Vor diesem Hintergrund erweist sich der Antrag als unzulässig:",
            "annotations": []
        },
        {
            "text": "5.1. Der Antragsteller bringt vor, er sei zweifach gegen COVID-19 geimpft, seine Zweitimpfung liege aber bereits mehr als 180 Tage zurück. Eine dritte Impfung habe er sich auf Grund ärztlichen Rats bislang nicht geben lassen. Ihm sei \"dringend empfohlen worden, wegen der bei mRNA-Boosterimpfungen gehäuft auftretenden, gerade bei [s]einen gesundheitlichen Problemen kontraproduktiven unerwünschten Nebenwirkungen\" für die Auffrischungsimpfung einen \"Totimpfstoff herkömmlicher Technologie\" zu verwenden, sobald ein solcher zugelassen und verfügbar sei. Da der Antragsteller zudem bisher nicht an COVID-19 erkrankt sei, verfüge er über keinen 2G-Nachweis im Sinne der Wiener COVID-19-Basismaßnahmenbegleitverordnung. Er sei daher von den angefochtenen Bestimmungen, die an einen solchen Nachweis anknüpfen würden, unmittelbar und aktuell betroffen.",
            "annotations": []
        },
        {
            "text": "5.2. Mit diesem Vorbringen ist es dem Antragsteller nicht gelungen, seine unmittelbare und aktuelle Betroffenheit hinreichend konkret darzulegen: Gemäß §10 Abs1 Wiener COVID-19-Basismaßnahmenbegleitverordnung iVm §9 Abs6 Z2 COVID-19-BMV sind – worauf der Landeshauptmann von Wien zu Recht hinweist – von der 2G-Nachweispflicht nach dieser Verordnung unter anderem jene Personen ausgenommen, die \"nicht ohne Gefahr für Leben oder Gesundheit geimpft werden können\". Nun muss eine antragstellende Partei zur Darlegung ihrer Betroffenheit durch eine 2G-Regel nicht begründen, warum sie nicht geimpft ist (vgl etwa VfGH 29.4.2022, V23/2022). Indem der Antragsteller aber vorbringt, dass ihm von einer Drittimpfung wegen \"gerade bei [s]einen gesundheitlichen Problemen kontraproduktiven unerwünschten Nebenwirkungen\" ärztlich abgeraten worden sei, legt er nahe, dass die Impfung für ihn mit einer Gefahr für die Gesundheit verbunden wäre. Diesfalls wäre der Antragsteller von der 2G-Nachweispflicht ausgenommen. Da der Verfassungsgerichtshof bei der Prüfung der aktuellen Betroffenheit vom Antragsvorbringen auszugehen hat, kann dahingestellt bleiben, ob die gesundheitlichen Probleme des Antragstellers tatsächlich eine Gefahr begründen, die den Ausnahmetatbestand erfüllt.",
            "annotations": []
        },
        {
            "text": "5.3. An diesem Ergebnis vermag auch der Hinweis des Antragstellers nichts zu ändern, dass in seinem Fall keine Ausnahme von der Impfpflicht gemäß §2 COVID-19-Impflichtverordnung vorliege. Diese Bestimmung nimmt in Z2 nämlich nur Personen von der Impfpflicht aus, die nicht ohne \"konkrete und ernstliche\" Gefahr für Leben oder Gesundheit geimpft werden können, und ist damit enger formuliert als §9 Abs6 Z2 COVID-19-BMV. Der Antragsteller kann daher von der 2G-Pflicht nach der Wiener COVID-19-Basismaßnahmenbegleitverordnung ausgenommen sein, ohne auch den Ausnahmetatbestand des §2 COVID-19-Impflichtverordnung zu erfüllen.",
            "annotations": []
        },
        {
            "text": "5.4. Ebenso wenig steht der Hinweis des Landeshauptmanns von Wien, dass mit Nuvaxovid bereits ein \"Totimpfstoff\" zugelassen und verfügbar sei, einer Ausnahme des Antragstellers von der 2G-Nachweispflicht – welche nur besteht, wenn man mit keinem der verfügbaren Impfstoffe geimpft werden kann – entgegen. Seinem Vorbringen zufolge könnte der Antragsteller die Gefahr für seine Gesundheit nämlich nur mit einem \"Totimpfstoff herkömmlicher Technologie (inaktiviertes Komplettvirus)\" minimieren, worunter offenbar keiner der bereits verfügbaren Impfstoffe zu verstehen ist (\"sobald ein solcher zugelassen und verfügbar ist\"). Da die mangelnde Darlegung der Betroffenheit nicht im Sinne von §18 VfGG verbesserungsfähig ist, hat auch das Vorbringen des Antragstellers in seiner Replik, dass tatsächlich keine Gefahr für Leben oder Gesundheit vorliege, außer Betracht zu bleiben.",
            "annotations": []
        },
        {
            "text": "5.5. Der Antragsteller hat somit nicht hinreichend konkret dargelegt, von den §§2 Abs1, 2a dritter Satz und 3 erster Satz Wiener COVID-19-Basismaßnahmenbegleitverordnung, die jeweils eine 2G-Nachweispflicht normieren bzw eine Ausnahme von dieser ausgestalten, unmittelbar und aktuell betroffen zu sein. Da es sich dabei um kein behebbares Formgebrechen, sondern ein Prozesshindernis handelt, ist der Antrag schon aus diesem Grund als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "5.6. Hinsichtlich der im Eventualantrag zusätzlich angefochtenen Bestimmungen (§§2 Abs2, 2a erster und zweiter Satz, 3 zweiter Satz und 4 leg. cit.) hat der Antragsteller eine unmittelbare und aktuelle Betroffenheit gar nicht behauptet, sondern deren Mitanfechtung ausschließlich auf einen Zusammenhang zu den im Hauptantrag angefochtenen Bestimmungen gestützt. Sohin ist auch der Eventualantrag als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}