{
    "document_id": "JFT_20230613_23V00041_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Mit dem auf Art139 Abs1 Z3 B-VG gestützten Antrag begehrt die Antragstellerin, der Verfassungsgerichtshof möge folgende Verordnung als gesetzwidrig aufheben:",
            "annotations": []
        },
        {
            "text": "\"[…] Verordnung des Gemeinderates der Gemeinde Perg vom 20.11.2001 (Flächenwidmungsplan Nr 3), aufsichtsbehördlich genehmigt mit Bescheid der OÖ. Landesregierung vom 16.04.2003, kundgemacht in der Zeit vom 29.04.2003 bis 15.05.2003, mit welchem unter anderem für das Grundstück EZ 1470 der KG 43214 Perg der Flächenwidmungsplan durch Festlegung der Widmungsart 'Sondergebiet Bauland-Schulzentrum' für das Grundstück EZ 1470 der KG 43214 Perg, abgeändert wurde, soweit diese das Grundstück EZ 1470 der KG 43214 Perg betrifft […]\"",
            "annotations": []
        },
        {
            "text": "2. Zur Antragslegitimation führt die Antragstellerin aus, sie sei Miteigentümerin der Liegenschaft EZ 1470 der KG Perg, die vor 2003 als Bauland-Wohnzwecke gewidmet gewesen sei. Mit der angefochtenen Verordnung sei die Widmungsart des Grundstückes auf \"Sondergebiet Bauland-Schulzentrum\" abgeändert worden, weshalb die Antragstellerin nunmehr daran gehindert sei, auf ihrem Grundstück eine Wohnhausanlage zu errichten. Bemühungen, eine Rückwidmung zu erreichen, seien erfolglos geblieben. Ausgehend davon erachte sich die Antragstellerin durch die Anwendung einer gesetzwidrigen Verordnung in ihrem verfassungsgesetzlich gewährleisteten Recht auf Unversehrtheit des Eigentums verletzt.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "1. Gemäß Art139 Abs1 Z3 B-VG erkennt der Verfassungsgerichtshof über die Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof vertritt seit dem Beschluss VfSlg 8058/1977 unter Hinweis auf VfSlg 8009/1977 in ständiger Rechtsprechung, dass die Antragslegitimation nach Art139 Abs1 Z3 B-VG voraussetzt, dass durch die bekämpfte Bestimmung die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt werden müssen und dass ein anderer zumutbarer Weg nicht zur Verfügung steht (zB VfSlg 11.684/1988, 14.297/1995, 15.349/1998, 16.345/2001 und 16.836/2003).",
            "annotations": []
        },
        {
            "text": "2. Der Antragstellerin steht ein zumutbarer Weg zur Geltendmachung der behaupteten Gesetzwidrigkeit der Verordnung zur Verfügung:",
            "annotations": []
        },
        {
            "text": "Nach §3 Abs1 der Oö. Bauordnung 1994 darf nämlich der Neu-, Zu- oder Umbau von Gebäuden nur auf Grundflächen bewilligt werden, für die eine Bauplatzbewilligung nach Maßgabe der Bestimmungen der §§4 bis 7 leg. cit. vorliegt oder gleichzeitig mit der Baubewilligung erteilt wird. Ein Ansuchen um eine solche Bauplatzbewilligung hat zwar gemäß §4 leg. cit. verschiedene Angaben und Beilagen zu enthalten, Planunterlagen und ausführliche Beschreibungen sind jedoch hiefür nicht erforderlich. Anlässlich einer solchen Bauplatzbewilligung hätte die Behörde auch zu prüfen, ob dieser Bewilligung ein Flächenwidmungsplan entgegensteht (vgl zu einem ähnlich gelagerten Fall VfSlg 16.783/2003; vgl auch VfGH 22.9.2020, V97/2019).",
            "annotations": []
        },
        {
            "text": "Gegen einen die Bauplatzbewilligung verweigernden Bescheid könnte die Antragstellerin sodann Beschwerde beim Landesverwaltungsgericht und in weiterer Folge beim Verfassungsgerichtshof erheben (vgl VfGH 25.9.2018, V56/2018). In einem solchen Verfahren kann die Gesetzwidrigkeit des Bebauungsplanes geltend gemacht werden, da dieser dann gemäß §5 Abs1 Z2 Oö. BauO 1994 präjudiziell wäre.",
            "annotations": []
        },
        {
            "text": "3. Der Antragstellerin steht also im Verfahren zur Bauplatzbewilligung nach den §§4 bis 7 Oö. Bauordnung 1994 ein zumutbarer Weg zur Verfügung, die Frage der Gesetzmäßigkeit des Flächenwidmungsplanes der Stadtgemeinde Perg vom 20. November 2001 an den Verfassungsgerichtshof heranzutragen (vgl ua VfSlg 13.585/1993, 15.004/1997, 15.145/1998). Für die Frage der Zumutbarkeit ist es belanglos, ob das Beschreiten dieses Weges für den Betroffenen in der Sache selbst wegen der bestehenden einfachgesetzlichen Rechtslage aussichtsreich ist (vgl VfSlg 14.702/1996, 14.739/1997, 15.163/1998 und 15.524/1999).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist daher bereits aus diesem Grund mangels Legitimation als unzulässig zurückzuweisen, ohne dass auf das Vorliegen der weiteren Prozessvoraussetzungen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}