{
    "document_id": "JFT_20230301_22G00146_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Anträge",
            "annotations": []
        },
        {
            "text": "Mit den vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Anträgen begehrt das Bundesverwaltungsgericht",
            "annotations": []
        },
        {
            "text": "\"1. §53 Abs3 letzter Satz BiBuG 2014 und",
            "annotations": []
        },
        {
            "text": "2. §63 Abs1 BiBuG 2014;",
            "annotations": []
        },
        {
            "text": "in eventu §63 Abs1 2. Satz BiBuG;",
            "annotations": []
        },
        {
            "text": "in eventu §63 Abs1 2. und 3. Satz BiBuG;",
            "annotations": []
        },
        {
            "text": "in eventu §63 Abs1 BiBuG 2014 und §65 Abs2 BiBuG;",
            "annotations": []
        },
        {
            "text": "in eventu §63 Abs1 2. Satz BiBuG und §65 Abs2 BiBuG sowie",
            "annotations": []
        },
        {
            "text": "in eventu §63 Abs1 2. und 3. Satz BiBuG und §65 Abs2 BiBuG\"",
            "annotations": []
        },
        {
            "text": "als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Bundesgesetzes über die Bilanzbuchhaltungsberufe (Bilanzbuchhaltungsgesetz 2014 – BiBuG 2014), BGBl I 191/2013, idF BGBl I 135/2017 (§§7, 9, 53), BGBl I 191/2013 (§§8, 54, 55, 57, 64, 65), BGBl I 66/2020 (§63) lauten auszugsweise wie folgt (die mit den Hauptanträgen angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"1. Teil",
            "annotations": []
        },
        {
            "text": "Berufsrecht",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "2. Hauptstück",
            "annotations": []
        },
        {
            "text": "Natürliche Personen",
            "annotations": []
        },
        {
            "text": "Voraussetzungen",
            "annotations": []
        },
        {
            "text": "§7. (1) Allgemeine Voraussetzungen für die öffentliche Bestellung sind:",
            "annotations": []
        },
        {
            "text": "           1. die volle Handlungsfähigkeit,",
            "annotations": []
        },
        {
            "text": "           2. die besondere Vertrauenswürdigkeit,",
            "annotations": []
        },
        {
            "text": "           3. geordnete wirtschaftliche Verhältnisse,",
            "annotations": []
        },
        {
            "text": "           4. eine aufrechte Vermögensschaden-Haftpflichtversicherung und",
            "annotations": []
        },
        {
            "text": "           5. ein Berufssitz.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Besondere Vertrauenswürdigkeit",
            "annotations": []
        },
        {
            "text": "§8. Die besondere Vertrauenswürdigkeit liegt dann nicht vor, wenn der Berufswerber rechtskräftig verurteilt oder bestraft worden ist",
            "annotations": []
        },
        {
            "text": "1.  a) von einem Gericht wegen einer mit Vorsatz begangenen strafbaren Handlung zu einer mehr als dreimonatigen Freiheitsstrafe oder einer Geldstrafe von mehr als 180 Tagessätzen oder",
            "annotations": []
        },
        {
            "text": "b) von einem Gericht wegen einer mit Bereicherungsvorsatz begangenen strafbaren Handlung oder",
            "annotations": []
        },
        {
            "text": "c) von einem Gericht wegen eines Finanzvergehens oder",
            "annotations": []
        },
        {
            "text": "d) von einer Finanzstrafbehörde wegen eines vorsätzlichen Finanzvergehens mit Ausnahme einer Finanzordnungswidrigkeit und",
            "annotations": []
        },
        {
            "text": "2. diese Verurteilung oder Bestrafung noch nicht getilgt ist oder solange die Beschränkung der Auskunft gemäß §6 Abs2 oder Abs3 des Tilgungsgesetzes 1972, BGBl Nr 68, noch nicht eingetreten ist.",
            "annotations": []
        },
        {
            "text": "Geordnete wirtschaftliche Verhältnisse",
            "annotations": []
        },
        {
            "text": "§9. Geordnete wirtschaftliche Verhältnisse liegen dann nicht vor, wenn",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "        3. gegen den Berufswerber ein Insolvenzverfahren mangels kostendeckenden Vermögens nicht eröffnet oder aufgehoben worden ist und die Überschuldung nicht beseitigt wurde und der Zeitraum der Einsichtgewährung in die Insolvenzdatei nicht abgelaufen ist.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "5. Hauptstück",
            "annotations": []
        },
        {
            "text": "Suspendierung – Endigung – Verwertung",
            "annotations": []
        },
        {
            "text": "1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Suspendierung",
            "annotations": []
        },
        {
            "text": "Voraussetzungen",
            "annotations": []
        },
        {
            "text": "§53. (1) Die Behörde hat die Ausübung eines Bilanzbuchhaltungsberufes vorläufig zu untersagen bei",
            "annotations": []
        },
        {
            "text": "           1. Verlust der vollen Handlungsfähigkeit oder",
            "annotations": []
        },
        {
            "text": "2. Vorliegen einer rechtswirksamen Anklageschrift gemäß den §§210 bis 215 der Strafprozessordnung 1975, BGBl Nr 631, wegen des Verdachtes",
            "annotations": []
        },
        {
            "text": "a) einer mit Vorsatz begangenen strafbaren Handlung, die mit mehr als dreimonatiger Freiheitsstrafe bedroht ist, oder",
            "annotations": []
        },
        {
            "text": "b) einer mit Bereicherungsvorsatz begangenen gerichtlich strafbaren Handlung oder",
            "annotations": []
        },
        {
            "text": "c) eines gerichtlich strafbaren Finanzvergehens oder",
            "annotations": []
        },
        {
            "text": "3. Verhängung der Untersuchungshaft wegen des Verdachtes einer der in Z2 lita bis c aufgezählten Handlungen oder",
            "annotations": []
        },
        {
            "text": "           4. rechtskräftiger Eröffnung eines Insolvenzverfahrens oder",
            "annotations": []
        },
        {
            "text": "           5. bei Nichteröffnung oder Aufhebung eines Insolvenzverfahrens mangels kostendeckenden Vermögens oder",
            "annotations": []
        },
        {
            "text": "           6. fehlender Vermögensschaden-Haftpflichtversicherung oder",
            "annotations": []
        },
        {
            "text": "           7. wiederholten schwerwiegenden Verstößen gegen die Bestimmungen zur Verhinderung der Geldwäsche und der Terrorismusfinanzierung.",
            "annotations": []
        },
        {
            "text": "(2) Von einer Suspendierung ist in den Fällen des Abs1 Z2 abzusehen, wenn die ordnungsgemäße Berufsausübung nicht gefährdet ist.",
            "annotations": []
        },
        {
            "text": "(3) Über die Suspendierung ist ein schriftlicher Bescheid zu erlassen. Der Bescheid über die Suspendierung ist dem Berufsberechtigten zu eigenen Handen zuzustellen. Im Fall des Abs1 Z1 und bei Gesellschaften ist der Bescheid dem gesetzlichen Vertreter zuzustellen. Einer Beschwerde gegen einen Bescheid, mit dem die Ausübung eines Bilanzbuchhaltungsberufes vorläufig untersagt wurde, kommt keine aufschiebende Wirkung zu.",
            "annotations": []
        },
        {
            "text": "Aufhebung der Suspendierung",
            "annotations": []
        },
        {
            "text": "§54. Die Behörde hat die Suspendierung auf Antrag aufzuheben, wenn der Grund für eine Untersagung nicht mehr gegeben ist.",
            "annotations": []
        },
        {
            "text": "2. Abschnitt",
            "annotations": []
        },
        {
            "text": "Erlöschen der Berechtigung",
            "annotations": []
        },
        {
            "text": "Allgemeines",
            "annotations": []
        },
        {
            "text": "§55. Die Berechtigung zur selbständigen Ausübung eines Bilanzbuchhaltungsberufes erlischt durch",
            "annotations": []
        },
        {
            "text": "           1. Verzicht oder",
            "annotations": []
        },
        {
            "text": "      2. Widerruf der öffentlichen Bestellung oder",
            "annotations": []
        },
        {
            "text": "      3. Widerruf der Anerkennung oder",
            "annotations": []
        },
        {
            "text": "      4. Tod oder",
            "annotations": []
        },
        {
            "text": "      5. Auflösung der Gesellschaft.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Widerruf der öffentlichen Bestellung",
            "annotations": []
        },
        {
            "text": "§57. (1) Die Behörde hat eine durch öffentliche Bestellung erteilte Berechtigung zur selbständigen Ausübung eines Bilanzbuchhaltungsberufes zu widerrufen, wenn eine der allgemeinen Voraussetzungen für die öffentliche Bestellung nicht mehr gegeben ist.",
            "annotations": []
        },
        {
            "text": "(2) Über den Widerruf der Bestellung ist ein schriftlicher Bescheid zu erlassen.",
            "annotations": []
        },
        {
            "text": "(3) Vom Widerruf der öffentlichen Bestellung ist in den Fällen des §8 Z1 litd abzusehen, wenn eine ordnungsgemäße Berufsausübung nicht gefährdet ist und die Folgen des Vergehens unbedeutend sind.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "3. Teil",
            "annotations": []
        },
        {
            "text": "Vollzug",
            "annotations": []
        },
        {
            "text": "Behörden – Verfahren – Register",
            "annotations": []
        },
        {
            "text": "§63. (1) Die in diesem Gesetz geregelten Aufgaben sind, sofern nicht anderes bestimmt ist, im übertragenen Wirkungsbereich von der Wirtschaftskammer Österreich wahrzunehmen. Bei ihrer Wahrnehmung ist der Präsident der Wirtschaftskammer Österreich Behörde im Sinne dieses Gesetzes und an die Weisungen des Bundesministers für Wissenschaft, Forschung und Wirtschaft gebunden. Der Präsident kann einen oder mehrere Mitarbeiter dazu ermächtigen, behördliche Erledigungen für ihn zu fertigen.",
            "annotations": []
        },
        {
            "text": "(2) Die durch dieses Gesetz den Meisterprüfungsstellen zur Besorgung zugewiesenen Aufgaben sind solche des übertragenen Wirkungsbereiches der Wirtschaftskammern in den Ländern. Die Wirtschaftskammern und Meisterprüfungsstellen sind bei der Besorgung dieser Aufgaben an die Weisungen des Bundesministers für Wissenschaft, Forschung und Wirtschaft gebunden.",
            "annotations": []
        },
        {
            "text": "(3) Die Behörde hat bei der Wahrnehmung ihrer Aufgaben das Allgemeine Verwaltungsverfahrensgesetz 1991, BGBl Nr 51, anzuwenden.",
            "annotations": []
        },
        {
            "text": "(4) Die Behörde hat ein Register zu führen, in das natürliche Personen und andere Rechtsträger als natürliche Personen einzutragen sind. In dieses Register sind jene Daten zu erfassen, die nach §365a und §365b der Gewerbeordnung 1994, BGBl Nr 194, in die Gewerberegister einzutragen sind, soweit diese Daten zur Erfüllung der nach diesem Bundesgesetz übertragenen Aufgaben erforderlich sind. Ebenso sind sämtliche Vorgänge im Zusammenhang mit einer öffentlichen Bestellung, Ruhendmeldung, Wiederaufnahme, Suspendierung oder deren Aufhebung, Eröffnung und Schließung einer Zweigstelle, sowie jedes Erlöschen der Berufsberufsbefugnis oder sonst nach diesem Bundesgesetz geregelten Aufgabe einzutragen.",
            "annotations": []
        },
        {
            "text": "(5) Die Behörde hat jede öffentliche Bestellung, Ruhendmeldung, Wiederaufnahme, Suspendierung oder deren Aufhebung, Eröffnung und Schließung einer Zweigstelle, sowie jedes Erlöschen der Berufsbefugnis den Wirtschaftskammern sowie der Sozialversicherung der gewerblichen Wirtschaft einschließlich der mit dieser Mitteilung verbundenen Daten aus dem Register unaufgefordert und umgehend zu übermitteln, soweit dies zur Wahrnehmung der diesen Körperschaften gesetzlichen übertragenen Aufgaben eine wesentliche Voraussetzung bildet. Die Wirtschaftskammern sowie die Sozialversicherung der gewerblichen Wirtschaft sind befugt, diese Daten automationsunterstützt abzufragen.",
            "annotations": []
        },
        {
            "text": "(6) Die Behörde hat zur Durchführung der Aufsicht gemäß §52f einen Ausschuss einzurichten. Der Ausschuss hat aus einem Vorsitzenden, einem Stellvertreter sowie drei Mitgliedern und Ersatzmitgliedern zu bestehen. Der Ausschuss ist beschlussfähig, wenn der Vorsitzende oder sein Stellvertreter und mindestens zwei Mitglieder anwesend sind. Voraussetzungen für die Bestellung der Mitglieder dieses Ausschusses sind eine zumindest fünfjährige Tätigkeit in einem Bilanzbuchhaltungsberuf sowie der Nachweis einer einschlägigen Schulung in angemessenem Umfang auf dem Gebiet der Verhinderung der Geldwäsche und der Terrorismusfinanzierung. Nähere Bestimmungen hat eine Geschäftsordnung zu treffen.",
            "annotations": []
        },
        {
            "text": "(7) Die Kundmachung einer von der Behörde beschlossenen Verordnung ist nur mit Zustimmung des Bundesministers für Wissenschaft, Forschung und Wirtschaft zulässig. Verordnungen der Behörde sind im Internet auf der Website der Behörde kundzumachen. Die dort kundgemachten Inhalte müssen jederzeit ohne Identitätsnachweis und gebührenfrei zugänglich sein und in ihrer kundgemachten Form vollständig und auf Dauer ermittelt werden können. Die jeweiligen Änderungen sind im Internet auf der Website der Behörde mit dem jeweiligen Kundmachungsdatum ersichtlich zu machen.",
            "annotations": []
        },
        {
            "text": "Verschwiegenheitspflicht",
            "annotations": []
        },
        {
            "text": "§64. (1) Die Behörde ist verpflichtet, über persönliche Verhältnisse, Einrichtungen und Geschäfts- und Betriebsverhältnisse, die ihr in Wahrnehmung ihrer Aufgaben in der Behörde zur Kenntnis gelangen, Verschwiegenheit zu bewahren. Jede Verwertung von Geschäfts- und Betriebsgeheimnissen ist ihr untersagt.",
            "annotations": []
        },
        {
            "text": "(2) Von der Verschwiegenheitspflicht kann auf Verlangen eines Gerichtes oder einer Behörde der Bundesminister für Wissenschaft, Forschung und Wirtschaft entbinden. Gegenüber dem Bundesminister für Wissenschaft, Forschung und Wirtschaft bestehen keine Verschwiegenheitspflichten.",
            "annotations": []
        },
        {
            "text": "Kostentragung",
            "annotations": []
        },
        {
            "text": "§65. (1) Sämtliche Kosten der Behörde hat die Wirtschaftskammer Österreich zu tragen.",
            "annotations": []
        },
        {
            "text": "(2) Die Wirtschaftskammer Österreich kann zur Bedeckung der Kosten für die Vollziehung der durch dieses Bundesgesetz übertragenen Aufgaben vom Einschreiter einen Kostenersatz einheben. Die Höhe des Kostenersatzes ist nach dem tatsächlichen Aufwand zu bemessen und durch die Behörde durch Verordnung festzulegen. Diese Verordnung ist durch die Behörde im Internet kundzumachen. Die im Internet kundgemachten Inhalte müssen jederzeit ohne Identitätsnachweis und gebührenfrei zugänglich sein und in ihrer kundgemachten Form vollständig und auf Dauer ermittelt werden können.\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des Bundesgesetzes über das Verfahren der Verwaltungsgerichte (Verwaltungsgerichtsverfahrensgesetz – VwGVG), BGBl I 33/2013, idF BGBl I 138/2017 (§13), BGBl I 33/2013 (§22) lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Aufschiebende Wirkung",
            "annotations": []
        },
        {
            "text": "§13. (1) Eine rechtzeitig eingebrachte und zulässige Beschwerde gemäß Art130 Abs1 Z1 B-VG hat aufschiebende Wirkung.",
            "annotations": []
        },
        {
            "text": "(2) Die Behörde kann die aufschiebende Wirkung mit Bescheid ausschließen, wenn nach Abwägung der berührten öffentlichen Interessen und Interessen anderer Parteien der vorzeitige Vollzug des angefochtenen Bescheides oder die Ausübung der durch den angefochtenen Bescheid eingeräumten Berechtigung wegen Gefahr im Verzug dringend geboten ist. Ein solcher Ausspruch ist tunlichst schon in den über die Hauptsache ergehenden Bescheid aufzunehmen.",
            "annotations": []
        },
        {
            "text": "(3) Die Behörde kann Bescheide gemäß Abs2 von Amts wegen oder auf Antrag einer Partei aufheben oder abändern, wenn sich der maßgebliche Sachverhalt so geändert hat, dass seine neuerliche Beurteilung einen im Hauptinhalt des Spruchs anderslautenden Bescheid zur Folge hätte.",
            "annotations": []
        },
        {
            "text": "(4) Die Beschwerde gegen einen Bescheid gemäß Abs2 hat keine aufschiebende Wirkung. Sofern die Beschwerde nicht als verspätet oder unzulässig zurückzuweisen ist, hat die Behörde dem Verwaltungsgericht die Beschwerde unter Anschluss der Akten des Verfahrens unverzüglich vorzulegen. Das Verwaltungsgericht hat über die Beschwerde ohne weiteres Verfahren unverzüglich zu entscheiden und der Behörde, wenn diese nicht von der Erlassung einer Beschwerdevorentscheidung absieht, die Akten des Verfahrens zurückzustellen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Aufschiebende Wirkung",
            "annotations": []
        },
        {
            "text": "§22. (1) Beschwerden gemäß Art130 Abs1 Z2 B-VG haben keine aufschiebende Wirkung. Das Verwaltungsgericht hat jedoch auf Antrag des Beschwerdeführers die aufschiebende Wirkung mit Beschluss zuzuerkennen, wenn dem nicht zwingende öffentliche Interessen entgegenstehen und nach Abwägung der berührten öffentlichen Interessen mit dem Andauern der Ausübung unmittelbarer verwaltungsbehördlicher Befehls- und Zwangsgewalt für den Beschwerdeführer ein unverhältnismäßiger Nachteil verbunden wäre.",
            "annotations": []
        },
        {
            "text": "(2) Im Verfahren über Beschwerden gemäß Art130 Abs1 Z1 B-VG kann das Verwaltungsgericht die aufschiebende Wirkung durch Beschluss ausschließen, wenn nach Abwägung der berührten öffentlichen Interessen und Interessen anderer Parteien der vorzeitige Vollzug des angefochtenen Bescheides oder die Ausübung der durch den angefochtenen Bescheid eingeräumten Berechtigung wegen Gefahr im Verzug dringend geboten ist.",
            "annotations": []
        },
        {
            "text": "(3) Das Verwaltungsgericht kann Bescheide gemäß §13 und Beschlüsse gemäß Abs1 und 2 auf Antrag einer Partei aufheben oder abändern, wenn es die Voraussetzungen der Zuerkennung bzw des Ausschlusses der aufschiebenden Wirkung anders beurteilt oder wenn sich die Voraussetzungen, die für die Entscheidung über den Ausschluss bzw die Zuerkennung der aufschiebenden Wirkung der Beschwerde maßgebend waren, wesentlich geändert haben.\"",
            "annotations": []
        },
        {
            "text": "III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Den Anträgen liegen folgende Sachverhalte zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Dem zu G146/2022 protokollierten Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Mit Bescheid des Präsidenten der Wirtschaftskammer Österreich vom 4. Oktober 2021 wurde der Beschwerdeführer vor dem Bundesverwaltungsgericht gemäß §53 Abs1 Z5 BiBuG 2014 von der Ausübung der Berufsberechtigung Bilanzbuchhalter suspendiert (Spruchpunkt 1.); unter einem wurde seine Berufsberechtigung Bilanzbuchhalter gemäß §57 BiBuG 2014 iVm §9 Z3 BiBuG 2014 widerrufen (Spruchpunkt 2.). Die Suspendierung wurde mit der rechtskräftigen Nichteröffnung eines Schuldenregulierungsverfahrens mangels Kostendeckung gemäß §35 Abs1 Z5 BiBuG 2014 begründet.",
            "annotations": []
        },
        {
            "text": "Gegen diesen Bescheid erhob der Beschwerdeführer vor dem Bundesverwaltungsgericht Beschwerde, in der er unter anderem ausführte, er habe am 2. November 2021 einen Antrag auf Eröffnung eines Schuldenregulierungsverfahrens eingebracht, weshalb der Tatbestand des §53 Abs1 Z5 BiBuG 2014 nicht mehr gegeben und die Suspendierung daher gemäß §54 BiBuG 2014 aufzuheben sei.",
            "annotations": []
        },
        {
            "text": "1.2. Dem zu G227/2022 protokollierten Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Mit Bescheid des Präsidenten der Wirtschaftskammer Österreich vom 17. Mai 2022 wurde die Beschwerdeführerin vor dem Bundesverwaltungsgericht gemäß §53 Abs1 Z2 BiBuG 2014 von der Ausübung der Berufsberechtigung Bilanzbuchhalter suspendiert (Spruchpunkt I.); unter einem wurde ihre Berufsberechtigung Bilanzbuchhalter gemäß §57 BiBuG 2014 iVm §7 Abs1 Z2 und §8 BiBuG 2014 widerrufen (Spruchpunkt II.). Die Suspendierung wurde mit der rechtskräftigen Verurteilung der Beschwerdeführerin wegen des Vergehens des schweren Betruges nach §§15, 146, 147 Abs1 Z1 StGB begründet. Die ordnungsgemäße Berufsausübung durch die Beschwerdeführerin scheine durch das Vergehen des schweren Betruges gefährdet.",
            "annotations": []
        },
        {
            "text": "Gegen diesen Bescheid erhob die Beschwerdeführerin vor dem Bundesverwaltungsgericht Beschwerde und beantragte, der Beschwerde die aufschiebende Wirkung zuzuerkennen.",
            "annotations": []
        },
        {
            "text": "2. Das Bundesverwaltungsgericht legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.1. Zur Präjudizialität der angefochtenen Bestimmungen führt das Bundesverwaltungsgericht jeweils das Folgende aus:",
            "annotations": []
        },
        {
            "text": "2.1.1. Gemäß §22 Abs3 VwGVG könne das Verwaltungsgericht Bescheide gemäß §13 VwGVG und Beschlüsse gemäß §22 Abs1 und 2 VwGVG auf Antrag einer Partei aufheben oder abändern, wenn es die Voraussetzungen der Zuerkennung bzw des Ausschlusses der aufschiebenden Wirkung anders beurteilt oder wenn sich die Voraussetzungen, die für die Entscheidung über den Ausschluss bzw die Zuerkennung der aufschiebenden Wirkung der Beschwerde maßgebend waren, wesentlich geändert haben.",
            "annotations": []
        },
        {
            "text": "Im Anlassverfahren des zu G146/2022 protokollierten Antrages habe der Beschwerdeführer den ausdrücklichen, von der Beschwerde unterschiedlichen, Antrag gestellt, die Suspendierung aufzuheben, da der Grund für eine Untersagung tatsächlich nicht mehr gegeben sei. Da dieser Antrag zusätzlich und ausdrücklich neben dem auch die Suspendierung erfassenden Beschwerdeantrag, den Bescheid aufzuheben, gestellt worden sei, wolle der Beschwerdeführer offensichtlich, dass die Rechtswirkung der Suspendierung zuvor aufgehoben werde.",
            "annotations": []
        },
        {
            "text": "Im Anlassverfahren des zu G227/2022 protokollierten Antrages habe die Beschwerdeführerin den ausdrücklichen Antrag gestellt, der Beschwerde die aufschiebende Wirkung zuzuerkennen; dieser Antrag beziehe sich wohl auch auf die Suspendierung. Da dieser Antrag zusätzlich und ausdrücklich neben dem auch die Suspendierung erfassenden Beschwerdeantrag, den Bescheid aufzuheben, gestellt worden sei, wolle die Beschwerdeführerin offensichtlich, dass die Rechtswirkung der Suspendierung zuvor aufgehoben werde.",
            "annotations": []
        },
        {
            "text": "Dem Bundesverwaltungsgericht fehle dazu vor der Endentscheidung aber – durch die fehlende Anwendbarkeit des Systems des §22 VwGVG – die Handhabe, zumal vor der Entscheidung über die Suspendierung die Durchführung einer mündlichen Verhandlung notwendig sein werde.",
            "annotations": []
        },
        {
            "text": "2.1.2. Gemäß §27 1. Fall VwGVG habe das Verwaltungsgericht, soweit es nicht Rechtswidrigkeit wegen Unzuständigkeit der Behörde gegeben finde, den angefochtenen Bescheid auf Grund der Beschwerde zu überprüfen. Es habe daher jedenfalls die Zuständigkeit der Behörde zu überprüfen und im Rahmen dessen §63 (und gegebenenfalls §65) BiBuG 2014 anzuwenden.",
            "annotations": []
        },
        {
            "text": "2.2. In der Sache führt das Bundesverwaltungsgericht das Folgende aus:",
            "annotations": []
        },
        {
            "text": "2.2.1. Nach Art136 Abs2 erster Satz B-VG werde das Verfahren der Verwaltungsgerichte mit Ausnahme des Verwaltungsgerichtes des Bundes für Finanzen durch ein besonderes Bundesgesetz einheitlich geregelt. In Ausführung zu dieser Verfassungsbestimmung sei mit 1. Jänner 2014 das VwGVG in Kraft getreten.",
            "annotations": []
        },
        {
            "text": "Nach der Grundkonzeption des VwGVG komme einer rechtzeitig eingebrachten und zulässigen Beschwerde gegen den Bescheid einer Verwaltungsbehörde wegen Rechtswidrigkeit (Art130 Abs1 Z1 B-VG) die aufschiebende Wirkung zu (vgl §13 Abs1 VwGVG). Der Gesetzgeber habe sich damit klar zur Gewährung des vorläufigen Rechtsschutzes bekannt.",
            "annotations": []
        },
        {
            "text": "Die Behörde könne allerdings nach §13 Abs2 VwGVG die aufschiebende Wirkung mit Bescheid ausschließen, wenn nach Abwägung der berührten öffentlichen Interessen und Interessen anderer Parteien der vorzeitige Vollzug des angefochtenen Bescheides oder die Ausübung der durch den angefochtenen Bescheid eingeräumten Berechtigung wegen Gefahr im Verzug dringend geboten sei. Ein solcher Ausspruch sei tunlichst schon in den über die Hauptsache ergehenden Bescheid aufzunehmen. Im Falle des Ausschlusses der aufschiebenden Wirkung durch die Behörde habe der Gesetzgeber mit der Bestimmung des §13 Abs5 VwGVG (gemeint wohl: §13 Abs4 VwGVG) einen raschen und effektiven Rechtsschutz sichergestellt: Die Behörde habe die rechtzeitige und zulässige Beschwerde gegen diesen Ausspruch unter Anschluss der Akten unverzüglich dem Verwaltungsgericht vorzulegen. Das Verwaltungsgericht müsse über diese Beschwerde ohne weiteres Verfahren unverzüglich entscheiden und der Behörde, wenn diese nicht von der Erlassung einer Beschwerdevorentscheidung absehe, die Akten des Verfahrens zurückstellen.",
            "annotations": []
        },
        {
            "text": "In §22 VwGVG sei die Zuständigkeit der Verwaltungsgerichte zur Frage der Zu- oder Aberkennung der aufschiebenden Wirkung geregelt. Im Bescheidbeschwerdeverfahren könne das Verwaltungsgericht bei Vorliegen der angeführten gesetzlichen Bestimmungen die aufschiebende Wirkung durch Beschluss ausschließen (§22 Abs2 leg cit) bzw Bescheide der Behörden nach §13 VwGVG bzw eigene Beschlüsse gemäß §22 Abs2 leg cit auf Antrag einer Partei aufheben oder abändern, wenn es die Voraussetzungen der Zuerkennung bzw des Ausschlusses der aufschiebenden Wirkung anders beurteile oder wenn sich die Voraussetzungen, die für die Entscheidung über den Ausschluss bzw die Zuerkennung der aufschiebenden Wirkung der Beschwerde maßgebend waren, wesentlich geändert hätten.",
            "annotations": []
        },
        {
            "text": "Das Verwaltungsgericht könne demnach im Bescheidbeschwerdeverfahren nach Art130 Abs1 Z1 B-VG die aufschiebende Wirkung nur dann zuerkennen, wenn diese zuvor durch Bescheid der Behörde nach §13 Abs2 VwGVG bzw durch Beschluss des Verwaltungsgerichtes nach §22 Abs1 und 2 VwGVG ausgeschlossen worden sei. Eine originäre Zuständigkeit des Verwaltungsgerichtes zur Zuerkennung der aufschiebenden Wirkung bestehe nach den Bestimmungen des VwGVG nicht, was insoweit konsequent erscheine, als nach §13 Abs1 VwGVG ohnehin jeder rechtzeitig erhobenen und zulässigen Bescheidbeschwerde die aufschiebende Wirkung zukomme.",
            "annotations": []
        },
        {
            "text": "Von diesem Konzept weiche nun die Regelung des §53 Abs3 letzter Satz BiBuG 2014 grundlegend ab: Einer Beschwerde gegen einen Bescheid, mit dem die Ausübung eines Bilanzbuchhaltungsberufes vorläufig untersagt wurde, komme keine aufschiebende Wirkung zu. Da in diesem Falle die aufschiebende Wirkung einer Beschwerde ex lege ausgeschlossen sei, sei sohin eine Zuerkennung einer solchen durch das Verwaltungsgericht nicht zulässig. Auf den ersten Blick scheine auch das österreichische Recht, etwa im BDG 1979, dieses System in Bezug auf Suspendierungen zu kennen. Im Gegensatz zu einer Suspendierung eines Beamten, der nach der Suspendierung weiterhin jedenfalls zwei Drittel seines Bezuges erhalte, sei es dem Bilanzbuchhalter nach einer Suspendierung aber nicht mehr möglich, als Bilanzbuchhalter ein Einkommen zu erzielen. Auch kenne das BiBuG 2014 keinen Ersatz für die entgangenen Kosten einer ungerechtfertigten Suspendierung, während etwa bei einem Beamten nach Aufhebung der Suspendierung im Rechtsmittelweg oder nach Freispruch die einbehaltenen Bezugsteile gemäß §13 GehG nachzuzahlen seien. Anders sei etwa auch das System im ÄrzteG 1998, wo eine Suspendierung nicht vorgesehen sei, wenn der Präsident der Österreichischen Ärztekammer einen Mediziner von der Ärzteliste streiche, sondern die im Einzelfall notwendige sofortige Umsetzbarkeit der Maßnahme durch einen – im System des §22 VwGVG überprüfbaren – Ausschluss der aufschiebenden Wirkung erreicht werde.",
            "annotations": []
        },
        {
            "text": "Ausgehend von der Prämisse, dass der Verfassungsgesetzgeber in Art136 Abs2 B-VG vom VwGVG abweichende Regelungen zugelassen habe (vgl dazu die erläuternden Bemerkungen [24. GP, RV 1618]), sei zu prüfen, ob auch im vorliegenden Fall die gesetzliche Voraussetzung der Erforderlichkeit zur Regelung des Gegenstandes gegeben sei.",
            "annotations": []
        },
        {
            "text": "Der Gesetzgeber habe den Ausschluss der aufschiebenden Wirkung nicht begründet; die Stammfassung des BiBuG 2014 sei mittels Initiativantrag in den Nationalrat eingebracht worden. Es werde nicht in Abrede gestellt, dass in bestimmten Fällen die Aberkennung der aufschiebenden Wirkung insbesondere aus dem Interesse heraus, gewisse Personen nicht als Bilanzbuchhalter tätig sein zu lassen, geboten sein werde, doch seien diese Interessen mit der Möglichkeit des Ausschlusses der aufschiebenden Wirkung der Beschwerde gegen den Widerruf der Berufsberechtigung durch die Behörde nach §13 Abs2 VwGVG bzw durch das Verwaltungsgericht nach §22 Abs2 VwGVG ausreichend gewahrt, ohne vom System des VwGVG abzuweichen, zumal es sich hier nicht um \"Massenverfahren\" handle. Es könne nicht gesehen werden, dass §53 Abs3 letzter Satz BiBuG 2014 für die Regelung des Gegenstandes unerlässlich sei.",
            "annotations": []
        },
        {
            "text": "2.2.2. Gemäß Art102 Abs4 B-VG dürfe die Errichtung von eigenen Bundesbehörden für andere als den in Art102 Abs2 B-VG bezeichneten Angelegenheiten nur mit Zustimmung der beteiligten Länder erfolgen. Art102 Abs4 B-VG stelle jedoch nicht auf die Errichtung von Behörden in Angelegenheiten, die nicht in Art102 Abs2 B-VG oder einer besonderen Verfassungsbestimmung genannt sind, sondern auf die Begründung der Zuständigkeit von Bundesbehörden ab (vgl VfGH 13.3.2019, G242/2018 ua).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hege das Bedenken, dass eine – verfassungsrechtlich gebotene – Zustimmung der beteiligten Länder gemäß Art102 Abs4 B-VG in Bezug auf die Übertragung von behördlichen Aufgaben an den Präsidenten der Wirtschaftskammer Österreich nicht erfolgt sei. Träfe dieses Bedenken zu, wären die angefochtenen Bestimmungen verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "Art120b Abs2 B-VG ermächtige dazu, Selbstverwaltungskörpern Aufgaben staatlicher Verwaltung zu übertragen. Dass jedoch die Zulässigkeit einer solchen Übertragung zur Vollziehung in mittelbarer oder unmittelbarer Bundesverwaltung jedenfalls nicht das Regelungsregime des Art102 B-VG obsolet mache, sei vom Verfassungsgerichtshof (vgl VfSlg 19.123/2010), aber auch in der Literatur, schon mehrfach betont worden (vgl VfGH 13.3.2019, G242/2018 ua). Insofern stehe außer Frage, dass Art102 B-VG auf die Übertragung von Aufgaben staatlicher Verwaltung auf Selbstverwaltungskörper anwendbar sei.",
            "annotations": []
        },
        {
            "text": "Die Bestimmungen betreffend die Suspendierung von der Ausübung der Berufsberechtigung Bilanzbuchhalter und den Widerruf der Berufsberechtigung Bilanzbuchhalter seien wohl auf den Kompetenztatbestand \"Angelegenheiten des Gewerbes und der Industrie\" des Art10 Abs1 Z8 B-VG gestützt. \"Angelegenheiten des Gewerbes und der Industrie\" seien nicht in Art102 Abs2 B-VG angeführt. Diese seien nicht in unmittelbarer, sondern in mittelbarer Bundesverwaltung zu vollziehen (zum A-QSG: VfGH 24.6.2010, G11/10 ua, V17/10 ua).",
            "annotations": []
        },
        {
            "text": "Gemäß Art102 Abs1 B-VG könnten in Angelegenheiten, die nicht in Art102 Abs2 B-VG genannt seien, auch Bundesbehörden mit der Vollziehung in Weisungsunterworfenheit unter den Landeshauptmann betraut werden. Allerdings dürften Bundesgesetze, die eine solche Zuständigkeitsübertragung vornehmen, nur mit Zustimmung der beteiligten Länder kundgemacht werden (vgl VfGH 13.3.2019, G242/2018 ua).",
            "annotations": []
        },
        {
            "text": "Als eine solche Bundesbehörde werde gemäß §63 Abs1 BiBuG 2014 der Präsident der Wirtschaftskammer Österreich tätig, der in Angelegenheiten des übertragenen Wirkungsbereiches ausnahmslos an die Weisungen des Bundesministers für Wissenschaft, Forschung und Wirtschaft (jetzt: Bundesministerin für Digitalisierung und Wirtschaftsstandort) gebunden sei.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht könne den Materialien nicht entnehmen, dass eine Zustimmung der Länder erfolgt sei und der Rechtsprechung des Verfassungsgerichtshofes nicht, dass sich dieser bereits mit diesem Problem befassen habe müssen. Auch den Materialien zur Stammfassung des BiBuG 2006, das ebenfalls mit Initiativantrag eingebracht worden sei, sei eine solche Zustimmung der Länder bzw dass eine solche eingeholt werden solle, nicht zu entnehmen. Daher bestünden verfassungsrechtliche Bedenken hinsichtlich der unmittelbaren Bundesverwaltung außerhalb der in Art102 Abs2 B-VG genannten Angelegenheiten im angefochtenen Umfang.",
            "annotations": []
        },
        {
            "text": "Für den Fall, dass die Bedenken im Hinblick auf §63 Abs1 BiBuG 2014 – abgesehen von §§13 Abs3, 52f Abs1, 65 Abs1 und Abs2 BiBuG 2014 spreche das Gesetz ansonsten nur von der Behörde – zuträfen, würde die Aufhebung von §63 Abs1 BiBuG 2014 ausreichen; allenfalls könnte man die Befugnis, einen Kostenersatz einzuheben (§65 Abs2 BiBuG 2014) noch in unmittelbaren Zusammenhang mit §63 Abs1 BiBuG 2014 bringen. §13 Abs3 BiBuG 2014 normiere die Einrichtung eines Fachbeirates, §52f Abs1 BiBuG 2014 übertrage der Wirtschaftskammer Österreich zwar behördliche Befugnisse, aber nur in Bezug auf die Geldwäsche-Richtlinie. Daher scheine der Anfechtungsumfang der Rechtsprechung des Verfassungsgerichtshofes zu entsprechen.",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung hat zu dem zu G146/2022 protokollierten Antrag eine Äußerung erstattet, in der sie die Zurückweisung des Antrages, in eventu beantragt, der Verfassungsgerichtshof wolle aussprechen, dass die angefochtenen Bestimmungen nicht als verfassungswidrig aufgehoben werden. Den im Antrag erhobenen Bedenken tritt die Bundesregierung wie folgt entgegen:",
            "annotations": []
        },
        {
            "text": "3.1. Die Rechtslage stelle sich folgendermaßen dar:",
            "annotations": []
        },
        {
            "text": "§53 BiBuG 2014 normiere die Suspendierung von Berufsberechtigten eines Bilanzbuchhaltungsberufes. §53 Abs1 BiBuG 2014 enthalte eine taxative Aufzählung von Tatbeständen, bei deren Vorliegen die Behörde die Ausübung des Berufes vorübergehend zu untersagen habe. Es handle sich dabei um gravierende Umstände, unter denen eine ordnungsgemäße Berufsausübung nicht mehr sichergestellt werden könne und die ein sofortiges Untersagen der Berufsausübung unabdingbar machten. Das Gesetz lasse hier keinen Handlungsspielraum oder Ermessen zu; in den gesetzlich normierten Fällen sei die Suspendierung auszusprechen. Zu beachten sei zudem die Regelung in §53 Abs2 BiBuG 2014, die festlege, dass in den Fällen des Abs1 Z2 leg cit von einer Suspendierung abzusehen sei, wenn die ordnungsgemäße Berufsausübung nicht beeinträchtigt sei. Das Wesen der Suspendierung sei das einer vorläufigen Sicherungsmaßnahme, deren Wirkung gerade in der unmittelbaren Anwendbarkeit bestehe (Erläut RV 1668 BlgNR 25. GP, 11). Ziel der Norm sei neben dem Klientenschutz auch der Schutz öffentlicher Interessen, etwa bei schwerwiegenden Verstößen gegen die Bestimmungen zur Verhinderung von Geldwäsche und Terrorismusfinanzierung. Für die (vorübergehende) Beschränkung der Erwerbstätigkeit lägen somit triftige Gründe vor.",
            "annotations": []
        },
        {
            "text": "Der gesetzliche Ausschluss der aufschiebenden Wirkung einer Beschwerde stelle ein effektives Mittel zur Hintanhaltung von weiteren Rechtsverstößen oder der Gefährdung von Klienteninteressen dar. Der gesetzliche Ausschluss der aufschiebenden Wirkung der Beschwerde stelle sicher, dass der Schutzzweck der Norm nicht unterlaufen werden könne und eine Berufsausübung bei Gefahr im Verzug nicht möglich sei. Bei den gesetzlich vorgesehenen Suspendierungstatbeständen, wie dem Fehlen einer Vermögensschaden-Haftpflichtversicherung oder, wie im Anlassfall, der rechtskräftigen Eröffnung eines Insolvenzverfahrens, sei die damit einhergehende Gefahr bei weiterer Berufsausübung evident.",
            "annotations": []
        },
        {
            "text": "In allen Fällen einer Suspendierung werde der Berufsberechtigte zur Wahrung des Parteiengehörs über das Vorliegen eines Suspendierungsgrundes informiert und es werde ihm eine Reaktionsfrist von mindestens zwei Wochen eingeräumt. Gegebenenfalls werde mit dem Insolvenzverwalter Kontakt aufgenommen und er werde über das Bestehen eines Suspendierungsgrundes informiert. §54 BiBuG 2014 sehe zusätzlich vor, dass die Suspendierung von der Behörde auf Antrag aufzuheben sei, wenn der Grund für eine Untersagung nicht mehr gegeben sei.",
            "annotations": []
        },
        {
            "text": "3.2. Zur Zulässigkeit des Antrages führt die Bundesregierung das Folgende aus:",
            "annotations": []
        },
        {
            "text": "Es sei fraglich, ob die vom Bundesverwaltungsgericht dargelegten Bedenken in Bezug auf §63 BiBuG 2014 (und die dazugehörigen Eventualanträge) zulässig seien, weil diese Bedenken bloß unter der Bedingung erhoben worden seien, dass eine Zustimmung der Länder nicht erfolgt sei. Es werde nicht dargelegt, aus welchen Gründen die angefochtenen Bestimmungen verfassungswidrig sein sollten, sondern nur aus welchen Gründen sie verfassungswidrig sein könnten. Das Bundesverwaltungsgericht hätte die Nichterteilung der Zustimmung der Länder zumindest behaupten und nicht bloß als Bedingung für seine Bedenken erklären müssen.",
            "annotations": []
        },
        {
            "text": "Im Übrigen könne die Frage, ob vor der Kundmachung eines Bundesgesetzes die Zustimmung der Länder eingeholt wurde, bereits vor der Einbringung eines Gesetzesprüfungsantrags durch eine Anfrage an das Bundeskanzleramt-Verfassungsdienst – als der für das Kundmachungswesen des Bundes gemäß Teil 2 Abschnitt A Z5 der Anlage 2 zu §2 Bundesministeriengesetz 1986 zuständigen Organisationseinheit – geklärt werden (siehe dazu auch die wiedergegebene Vorgehensweise des Verwaltungsgerichtshofes in dem auch vom Bundesverwaltungsgericht zitierten Erkenntnis VfSlg 20.323/2019; eine solche Vorgehensweise werde insbesondere dann naheliegend sein, wenn aus den Angaben im Rechtsinformationssystem des Bundes – wie zu BGBl I 191/2013 – ersichtlich sei, dass zwischen dem Beschluss im Bundesrat [am 26. Juni 2013] und der Kundmachung im Bundesgesetzblatt [am 11. September 2013] ein für ein Gesetzgebungsverfahren unüblich langer Zeitraum verstrichen sei; schon diese Daten gäben Anlass zur Vermutung, dass eine Besonderheit des Normerzeugungsverfahrens, wie vorliegend das Erfordernis einer Zustimmung im Sinne des Art102 Abs4 iVm Art42a B-VG, eingehalten worden sei).",
            "annotations": []
        },
        {
            "text": "3.3. Zu den Bedenken im Hinblick auf die Erforderlichkeit gemäß Art136 Abs2 B-VG:",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Verfassungsgerichtshofes ordne Art136 Abs2 B-VG die einheitliche Regelung des Verfahrens der Verwaltungsgerichte in einem besonderen Bundesgesetz an. Nach Art136 Abs2 dritter Satz B-VG könnten davon abweichende Regelungen durch Bundes- oder Landesgesetz nur getroffen werden, wenn sie zur Regelung des Gegenstandes erforderlich seien oder soweit das im ersten Satz genannte besondere Bundesgesetz (das VwGVG) dazu ermächtige. Der Verfassungsgerichtshof habe wiederholt ausgesprochen, dass das Kriterium für die Erforderlichkeit abweichender Bestimmungen nach Art136 Abs2 dritter Satz B-VG jenem des Art11 Abs2 letzter Halbsatz B-VG entspreche: Vom VwGVG abweichende Regelungen dürften daher nur dann getroffen werden, wenn sie zur Regelung des Gegenstandes \"unerlässlich\" seien. Die für abweichende Regelungen in einem Materiengesetz erforderliche \"Unerlässlichkeit\" könne sich aus besonderen Umständen oder aus dem Regelungszusammenhang mit den materiellen Vorschriften ergeben. Darüber hinaus gehe der Verfassungsgerichtshof in seiner Rechtsprechung zu Art11 Abs2 B-VG und Art136 Abs2 B-VG davon aus, dass von den allgemeinen Bestimmungen der Verfahrensgesetze abweichende Regelungen nur dann zulässig seien, wenn sie nicht anderen Verfassungsbestimmungen, wie etwa dem Rechtsstaatsprinzip und dem daraus abgeleiteten Grundsatz der Effektivität des Rechtsschutzes widersprächen (vgl etwa VfGH 14.12.2021, G225/2021 mwN).",
            "annotations": []
        },
        {
            "text": "Vorweg sei dem Bundesverwaltungsgericht zuzustimmen, dass es sich bei den angefochtenen Bestimmungen um vom VwGVG abweichende Regelungen handle. Diese Regelungen seien aber zur Regelung des Gegenstandes erforderlich. Bei der Suspendierung handle es sich um eine Maßnahme mit vorläufigem Sicherungscharakter, deren Wirkung gerade in der unmittelbaren Anwendbarkeit bestehe. Dementsprechend sähen auch andere Bestimmungen über Suspendierungen den Ausschluss der aufschiebenden Wirkung von Beschwerden vor (siehe etwa §112 Abs7 BDG 1979, §80 Abs2 Landeslehrer-Dienstrechtsgesetz, §106 Abs3 WTBG 2017; auch in §149 Abs2 RStDG sei ein Ausschluss der aufschiebenden Wirkung vorgesehen; zu ähnlichen Regelungen betreffend Gefahr im Verzug siehe auch die §§99 Abs10, 117 Abs10, 136a Abs5 und 10, 136b Abs3 und 137c Abs5 GewO 1994, §57 Abs2 AVG, §39 Abs6 VStG, §56a Abs5 GSpG und das dazu ergangene Erkenntnis VfSlg 20.216/2017). Mit den Ausführungen zu besoldungsrechtlichen Begleitregelungen zur Suspendierung gemäß BDG 1979 und dem Hinweis, dass im ÄrzteG 1998 eine Suspendierung nicht vorgesehen sei, zeige das Bundesverwaltungsgericht nicht auf, inwiefern der Ausschluss der aufschiebenden Wirkung im vorliegenden Fall nicht erforderlich sein sollte. Der Ausschluss der aufschiebenden Wirkung von Beschwerden gegen eine Suspendierung gemäß §53 Abs3 letzter Satz BiBuG 2014 sei als Abweichung vom VwGVG somit deswegen \"unerlässlich\", weil er für den Regelungsgegenstand einer Suspendierung als Maßnahme bei Gefahr im Verzug erforderlich sei, um den Regelungszweck nicht zu unterlaufen.",
            "annotations": []
        },
        {
            "text": "Es sei auch nicht ersichtlich, dass §53 Abs3 BiBuG 2014 dem Rechtsstaatsprinzip und dem daraus abgeleiteten Grundsatz der Effektivität des Rechtsschutzes widerspreche. Im Erkenntnis VfSlg 20.216/2017 habe der Verfassungsgerichtshof den Ausschluss der aufschiebenden Wirkung gegen ordentliche Rechtsmittel gegen Betriebsschließungen im Bereich des Glücksspielrechts als nicht in Widerspruch zum Rechtsstaatsprinzip stehend beurteilt. Der Ausschluss der aufschiebenden Wirkung führe also nicht eo ipso zu einem Widerspruch zum Rechtsstaatsprinzip. Die in §53 Abs1 BiBuG 2014 taxativ aufgezählten Suspendierungsgründe beschränkten die Suspendierung auf wenige schwerwiegende Umstände, unter denen eine ordnungsgemäße Berufsausübung nicht mehr sichergestellt werden könne, und die ein sofortiges Untersagen der Berufsausübung unabdingbar machten. §53 Abs2 BiBuG 2014 schränke die Zulässigkeit der Suspendierung gemäß Abs1 Z2 leg cit weiter ein und §54 BiBuG 2014 sehe vor, dass die Behörde die Suspendierung auf Antrag aufzuheben habe, wenn der Grund für eine Untersagung nicht mehr gegeben sei. Die Suspendierung sei somit auf Fälle beschränkt, in denen das öffentliche Interesse an der unmittelbaren Wirksamkeit der Suspendierung das Rechtsschutzinteresse des Betroffenen überwiege, und könne bei Wegfall des Grundes für die Suspendierung auch aufgehoben werden. Nach Ansicht der Bundesregierung sei mit diesem Regelungssystem ein Ausgleich zwischen der Effektivität der behördlichen Eingriffsbefugnisse in Form der Suspendierung und dem Rechtsschutzinteresse des Betroffenen vorgenommen worden.",
            "annotations": []
        },
        {
            "text": "3.4. Zu den Bedenken im Hinblick auf Art102 Abs4 B-VG: Da eine Zustimmung der Länder gemäß Art102 Abs4 B-VG erteilt worden sei (siehe dazu die Anlagen), sei die vom Bundesverwaltungsgericht angenommene Bedingung für die behauptete Verfassungswidrigkeit des §63 Abs1 BiBuG 2014 nicht erfüllt. Ein Eingehen auf die Eventualanträge erübrige sich daher.",
            "annotations": []
        },
        {
            "text": "4. In Bezug auf den zu G227/2022 protokollierten Antrag hat die Bundesregierung auf ihre zu G146/2022 erstattete Äußerung verwiesen.",
            "annotations": []
        },
        {
            "text": "5. Die Beschwerdeführerin des Verfahrens vor dem antragstellenden Gericht zu G227/2022 hat als beteiligte Partei eine Äußerung erstattet, in der sie sich im Wesentlichen den Bedenken des Bundesverwaltungsgerichtes anschließt.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat über die in sinngemäßer Anwendung der §§187 und 404 ZPO iVm §35 Abs1 VfGG zur gemeinsamen Beratung und Entscheidung verbundenen Anträge erwogen:",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit der Anträge",
            "annotations": []
        },
        {
            "text": "1.1. Das antragstellende Gericht beantragt die Aufhebung von §53 Abs3 letzter Satz BiBuG 2014 und §63 Abs1 BiBuG 2014 (samt Eventualanträgen). Das antragstellende Gericht hat es zwar gänzlich unterlassen, die angefochtenen Fassungen der angegriffenen Bestimmungen zu bezeichnen, es hat die Bestimmungen jedoch in den Anträgen wörtlich wiedergegeben, sodass unzweifelhaft erkennbar ist, in welcher Fassung (BGBl I 135/2017) diese angefochten werden sollen (vgl VfSlg 17.237/2004, 16.773/2002; VfGH 7.10.2015, G24/2013, V12/2013).",
            "annotations": []
        },
        {
            "text": "1.2. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen mangelnder Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.3. Die Präjudizialität der angefochtenen Gesetzesbestimmungen wurde im Verfahren nicht bestritten. Auch der Verfassungsgerichtshof hegt keine Zweifel an der Präjudizialität der angefochtenen Bestimmungen.",
            "annotations": []
        },
        {
            "text": "1.4. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Gesetzesprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "1.5. Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Aus dieser Grundposition folgt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011). Das antragstellende Gericht hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "1.6. Soweit sich der Antrag gegen §63 Abs1 BiBuG 2014 richtet, erweist er sich als unzulässig:",
            "annotations": []
        },
        {
            "text": "1.6.1. Das antragstellende Gericht bringt unter Punkt 2. seiner Begründung im Wesentlichen vor, es hege das Bedenken, dass eine Zustimmung der Länder gemäß Art102 Abs4 B-VG in Bezug auf die Übertragung von behördlichen Aufgaben an den Präsidenten der Wirtschaftskammer Österreich nicht erfolgt sei. Träfe dieses Bedenken zu, wären \"die angefochtenen Bestimmungen\" verfassungswidrig. Die Bestimmungen betreffend die Suspendierung von der Ausübung der Berufsberechtigung Bilanzbuchhalter und den Widerruf der Berufsberechtigung Bilanzbuchhalter seien wohl auf den Kompetenztatbestand \"Angelegenheiten des Gewerbes und der Industrie\" des Art10 Abs1 Z8 B-VG gestützt und in mittelbarer Bundesverwaltung zu vollziehen. Nach Art102 Abs4 B-VG dürfe die Begründung der Zuständigkeit von Bundesbehörden für andere als in Art102 Abs2 B-VG genannte Angelegenheiten nur mit Zustimmung der beteiligten Länder erfolgen. Als eine solche Bundesbehörde werde gemäß §63 Abs1 BiBuG 2014 der Präsident der Wirtschaftskammer Österreich tätig, der in Angelegenheiten des übertragenen Wirkungsbereiches an die Weisungen des Bundesministers für Wissenschaft, Forschung und Wirtschaft gebunden sei. Wenn zur Übertragung der Aufgaben betreffend die Suspendierung und den Widerruf der Berufsberechtigung Bilanzbuchhalter an den Präsidenten der Wirtschaftskammer Österreich eine Zustimmung der Länder gemäß Art102 Abs4 B-VG nicht erfolgt sei, scheine dies verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "1.6.2. Das antragstellende Gericht wendet sich gegen die im angefochtenen §63 Abs1 BiBuG 2014 normierte Zuständigkeit des Präsidenten der Wirtschaftskammer Österreich und dessen Weisungsbindung an den Bundesminister für Wissenschaft, Forschung und Wirtschaft (jetzt: Bundesminister für Arbeit und Wirtschaft) und begründet seine Bedenken zusammengefasst damit, dass die Bestimmungen betreffend die Suspendierung von der Ausübung und den Widerruf der Berufsberechtigung Bilanzbuchhalter in mittelbarer Bundesverwaltung zu vollziehen seien und die Zuständigkeitsübertragung dieser Aufgaben an den Präsidenten der Wirtschaftskammer Österreich als Bundesbehörde somit einer Zustimmung der Länder gemäß Art102 Abs4 B-VG bedurft hätte.",
            "annotations": []
        },
        {
            "text": "Im Lichte der vorgebrachten Bedenken hätte das antragstellende Gericht daher nicht nur den den Weisungs- und Organisationszusammenhang normierenden §63 Abs1 BiBuG 2014, sondern jedenfalls auch die von ihm in den Anlassverfahren anzuwendenden präjudiziellen Bestimmungen betreffend die Suspendierung (§53 BiBuG 2014) und den Widerruf der Berufsberechtigung Bilanzbuchhalter (§57 BiBuG 2014) anzufechten gehabt (vgl VfGH 27.6.2018, G177/2017 ua; 24.2.2020, G249/2019; 17.6.2021, G251/2019 ua). Der Antragsteller hat im Rahmen seiner Bedenken alle Teile des als bedenklich erachteten Regelungskomplexes kumulativ anzufechten, um den Verfassungsgerichtshof – im Falle des Zutreffens der Bedenken –  in die Lage zu versetzen, darüber zu befinden, auf welche Weise die Verfassungswidrigkeit beseitigt werden kann (VfGH 10.3.2015, G201/2014; 17.6.2021, G251/2019 ua mwN).",
            "annotations": []
        },
        {
            "text": "1.6.3. Die Anträge sind daher, soweit sie sich gegen §63 Abs1 BiBuG 2014 richten, schon infolge zu eng gewählten Anfechtungsumfanges zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "1.6.4. Dies trifft auch auf die zu §63 Abs1 BiBuG 2014 gestellten Eventualanträge zu, mit denen die Bestimmungen des §53 und des §57 BiBuG 2014 ebenfalls nicht mit angefochten werden.",
            "annotations": []
        },
        {
            "text": "1.7. Hingegen erweist sich der Antrag, soweit er sich gegen §53 Abs3 letzter Satz BiBuG 2014, BGBl I 191/2013, idF BGBl I 135/2017 richtet, da auch sonst keine Prozesshindernisse hervorgekommen sind, als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Soweit die Anträge zulässig sind, sind sie nicht begründet.",
            "annotations": []
        },
        {
            "text": "2.3. Das antragstellende Gericht äußert das Bedenken, dass der in §53 Abs3 letzter Satz BiBuG 2014 vorgesehene, von den Regelungen der §§13 und 22 VwGVG abweichende generelle Ausschluss der aufschiebenden Wirkung einer Beschwerde gegen die vorläufige Untersagung der Ausübung des Bilanzbuchhaltungsberufes gemäß §53 leg cit gegen Art136 Abs2 B-VG verstoße, weil dieser Ausschluss zur Regelung des Gegenstandes nicht unerlässlich sei.",
            "annotations": []
        },
        {
            "text": "2.3.1. Nach Art136 Abs2 dritter Satz B-VG können durch Bundes- oder Landesgesetz Regelungen über das Verfahren der Verwaltungsgerichte getroffen werden, wenn sie zur Regelung des Gegenstandes erforderlich sind oder soweit das in Art136 Abs2 erster Satz B-VG genannte Bundesgesetz, das das Verfahren der Verwaltungsgerichte mit Ausnahme des Verwaltungsgerichtes des Bundes für Finanzen einheitlich regelt (das VwGVG), dazu ermächtigt.",
            "annotations": []
        },
        {
            "text": "2.3.2. Der Verfassungsgerichtshof hat unter Verweis auf die Erläuterungen zur Regierungsvorlage der Verwaltungsgerichtsbarkeits-Novelle 2012 (BGBl I 51/2012, Erläut RV 1618 BlgNR 24. GP) wiederholt ausgesprochen, dass vom VwGVG abweichende Regelungen nur dann getroffen werden dürfen, wenn sie zur Regelung des Gegenstandes \"unerlässlich\" sind (vgl VfSlg 19.921/2014, 19.922/2014). Die für abweichende Regelungen in einem Materiengesetz erforderliche \"Unerlässlichkeit\" kann sich aus besonderen Umständen oder aus dem Regelungszusammenhang mit den materiellen Vorschriften ergeben (VfSlg 19.969/2015, 20.216/2017).",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Verfassungsgerichtshofes können von den allgemeinen Bestimmungen der Verfahrensgesetze abweichende Regelungen nur dann erforderlich sein, wenn sie nicht anderen Verfassungsbestimmungen, wie etwa dem Rechtsstaatsprinzip und dem daraus abgeleiteten Grundsatz der Effektivität des Rechtsschutzes, widersprechen (vgl VfSlg 17.340/2004, 19.922/2014; 19.969/2015, 20.216/2017).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat im Hinblick auf den Grundsatz der Effektivität des Rechtsschutzes in seiner Rechtsprechung zur Zulässigkeit der von den allgemeinen Verfahrensgesetzen abweichenden Regelungen über die aufschiebende Wirkung ausgeführt, dass der Gesetzgeber bei der Regelung der vorläufigen Wirkung zulässiger Rechtsmittel bis zur Entscheidung darüber neben der Stellung des Rechtsmittelwerbers auch Zweck und Inhalt der Regelung, die Interessen Dritter sowie das öffentliche Interesse zu berücksichtigen hat und unter diesen Gegebenheiten einen Ausgleich schaffen muss, wobei dem Grundsatz der faktischen Effizienz eines Rechtsbehelfes der Vorrang zukommt und die Einschränkung dieses Grundsatzes nur aus sachlich gebotenen, triftigen Gründen zulässig ist (VfSlg 11.196/1986, 13.003/1992, 15.511/1999, 16.460/2002, 17.346/2004, 18.383/2008, 19.969/2015). Nach Auffassung des Verfassungsgerichtshofes beziehen sich diese Vorgaben auf alle Arten behördlicher Verfahren (VfSlg 17.346/2004). ",
            "annotations": []
        },
        {
            "text": "2.3.3. Der angefochtene §53 Abs3 letzter Satz BiBuG 2014 idF BGBl I 135/2017 normiert – in Abweichung von der in §13 Abs1 VwGVG getroffenen Regelung – den generellen Ausschluss der aufschiebenden Wirkung von Beschwerden gegen die vorläufige Untersagung der Ausübung des Bilanzbuchhaltungsberufes.",
            "annotations": []
        },
        {
            "text": "2.3.4. Die Erläuterungen zur Regierungsvorlage der Novelle BGBl I 135/2017, mit der in §53 Abs3 BiBuG 2014 der angefochtene Satz betreffend den Ausschluss der aufschiebenden Wirkung hinzugefügt wurde, führen hiezu aus, das Wesen der Suspendierung sei das einer vorläufigen Sicherungsmaßnahme, deren Wirkung gerade in der unmittelbaren Anwendbarkeit bestehe. Daher sei die aufschiebende Wirkung – wie schon nach früherer Rechtslage – bei einer Suspendierung der Berufsbefugnis grundsätzlich auszuschließen (Erläut RV 1668 BlgNR 25. GP, 11; zur früheren Rechtslage vgl im Übrigen §80 Abs4 BiBuG 2006, BGBl I 161/2006, sowie §99 Abs4 WTBG, BGBl I 58/1999). ",
            "annotations": []
        },
        {
            "text": "2.3.5. Gemäß §53 Abs1 BiBuG 2014 hat die Behörde bei Vorliegen eines der in Z1 bis 7 genannten Tatbestände, das heißt bei Verlust der vollen Handlungsfähigkeit, Verhängung der Untersuchungshaft wegen des Verdachtes näher genannter gerichtlich strafbarer Handlungen, rechtskräftiger Eröffnung eines Insolvenzverfahrens, Nichteröffnung eines Insolvenzverfahrens mangels kostendeckenden Vermögens, fehlender Vermögensschaden-Haftpflichtversicherung oder bei wiederholten schwerwiegenden Verstößen gegen die Bestimmungen zur Verhinderung der Geldwäsche und der Terrorismusfinanzierung, die Ausübung eines Bilanzbuchhaltungsberufes vorläufig zu untersagen. Im Falle des Vorliegens einer rechtswirksamen Anklageschrift darf gemäß §53 Abs1 Z2 BiBuG 2014 eine Suspendierung wegen der dort genannten strafbaren Handlungen zudem nur dann ausgesprochen werden, wenn im konkreten Fall die ordnungsgemäße Berufsausübung gefährdet ist (§53 Abs2 BiBuG 2014). Ist der Grund für eine Untersagung nicht mehr gegeben, hat die Behörde den Suspendierungsbescheid gemäß §54 BiBuG 2014 auf Antrag aufzuheben.",
            "annotations": []
        },
        {
            "text": "Bei den im Gesetz abschließend aufgezählten Tatbeständen handelt es sich jeweils um schwerwiegende Umstände, bei deren Vorliegen der Gesetzgeber nachvollziehbar davon ausgeht, dass die ordnungsgemäße Berufsausübung nicht mehr sichergestellt ist. Die vorläufige Untersagung der Berufsausübung (Suspendierung) iSd §53 BiBuG 2014 stellt eine vorübergehende, sofort wirksame Sicherungsmaßnahme dar, deren Zweck gerade darin besteht, einen Zustand bis zur endgültigen Entscheidung über einen Widerruf der Berufsberechtigung vorübergehend zu ordnen, um dadurch Nachteile und Gefahren – für das allgemeine Wohl, aber auch für Dritte (zB Klienten des Berufsberechtigten) – zu verhindern (vgl auch VwGH 20.10.2015, Ra 2015/09/0035; 23.4.2013, 2012/09/0072) sowie das Vertrauen der Allgemeinheit in eine korrekte, gesetzeskonforme Berufsausübung des in Rede stehenden Berufsstandes aufrechtzuerhalten. Käme dem gegen eine Suspendierung erhobenen Rechtsbehelf die aufschiebende Wirkung zu, verlöre diese ihre Wirksamkeit und würde damit das Ziel dieser Maßnahme geradezu konterkariert.",
            "annotations": []
        },
        {
            "text": "2.3.6. Es liegen somit triftige sachliche Gründe zur Rechtfertigung der Einschränkung der Effizienz des Rechtsbehelfes gegen einen Suspendierungsbescheid vor. Der Gesetzgeber hat mit den Bestimmungen in §§53, 54 BiBuG 2014, die eine Suspendierung nur bei Vorliegen einzelner, im Gesetz abschließend genannter Voraussetzungen vorsehen, welche eine ordnungsgemäße Berufsausübung gefährdet erscheinen lassen, einen verfassungskonformen Ausgleich zwischen der Effektivität der im öffentlichen Interesse liegenden vorläufigen Untersagung der Berufsausübung und dem Rechtsschutzinteresse des Betroffenen vorgenommen. Angesichts des dargestellten Zwecks und Wesens einer Suspendierung als sofortige und vorübergehende Sicherungsmaßnahme ist der in §53 Abs3 BiBuG 2014 normierte Ausschluss der aufschiebenden Wirkung gegen einen Suspendierungsbescheid bei der vorliegenden Interessenlage auch \"unerlässlich\" iSd Rechtsprechung des Verfassungsgerichtshofes zu Art136 Abs2 B-VG.",
            "annotations": []
        },
        {
            "text": "2.3.7. Die von §13 VwGVG abweichende Regelung des §53 Abs3 letzter Satz BiBuG 2014 widerspricht somit nicht Art136 Abs2 B-VG.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die ob der Verfassungsmäßigkeit des §53 Abs3 letzter Satz BiBuG 2014, BGBl I 191/2013, idF BGBl I 135/2017 erhobenen Bedenken treffen nicht zu. Die Anträge sind daher insoweit abzuweisen.",
            "annotations": []
        },
        {
            "text": "Im Übrigen sind die Anträge zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}