{
    "document_id": "JFT_20230228_22V00191_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Tirol, der Verfassungsgerichtshof möge die Verordnung der Bezirkshauptmannschaft Innsbruck vom 7. November 2018, Z IL-VK-StVO-3015/5-2018, als gesetzwidrig aufheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung der Bezirkshauptmannschaft Innsbruck vom 7. November 2018, Z IL -VK-StVO-3015/5-2018, hat folgenden Wortlaut (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Verordnung",
            "annotations": []
        },
        {
            "text": "Gemäß §43 Abs1 litb StVO 1960 i.V.m. §94b Abs1 litb StVO 1960 verordnet die Bezirkshauptmannschaft Innsbruck zur Sicherheit, Leichtigkeit und Flüssigkeit des Verkehrs im Gemeindegebiet von Zirl wie folgt:",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Auf der B177 Seefelder Straße wird von 50 Meter nach der Kilometrierungstafel 0,8 bis 4 Meter nach der Kilometrierungstafel 2,4 in beiden Fahrtrichtungen eine 'GESCHWINDIGKEITSBESCHRÄNKUNG 80 km/h' verfügt.",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Die Kundmachung dieser Verordnung erfolgt gemäß §44 Abs1 StVO 1960 durch:",
            "annotations": []
        },
        {
            "text": "   Anbringung des Vorschriftszeichens gemäß §52 lita Z10a StVO 1960 'GESCHWINDIGKEITSBESCHRÄNKUNG 80 km/h' mit einer Zusatztafel gemäß §54 Abs5 litb StVO 1960 (mit der Längenangabe: 1.560 m) auf der B177 Seefelder Straße 50 Meter nach der Kilometrierungstafel 0,8 in Fahrtrichtung Seefeld in Tirol auf beiden Straßenseiten.",
            "annotations": []
        },
        {
            "text": "   Anbringung des Vorschriftszeichens gemäß §52 lita Z10a StVO 1960 'GESCHWINDIGKEITSBESCHRÄNKUNG 80 km/h' mit einer Zusatztafel gemäß §54 StVO 1960 (mit rechts weisenden Pfeil: –>) auf der Auffahrt von der Gemeindestraße 'Bühelstraße' in die B177 Seefelder Straße 50 Meter vor der Einmündung in die B177 Seefelder Straße in Fahrtrichtung Seefeld in Tirol.",
            "annotations": []
        },
        {
            "text": "   Anbringung des Vorschriftszeichens gemäß §52 lita Z10b StVO 1960 'ENDE DER GESCHWINDIGKEITSBESCHRÄNKUNG 80 km/h' auf der B177 Seefelder Straße 4 Meter nach der Kilometrierungstafel 2,4 in Fahrtrichtung Seefeld in Tirol auf der rechten Straßenseite.",
            "annotations": []
        },
        {
            "text": "   Anbringung des Vorschriftszeichens gemäß §52 lita Z10a StVO 1960 'GESCHWINDIGKEITSBESCHRÄNKUNG 80 km/h' mit einer Zusatztafel gemäß §54 Abs5 litb StVO 1960 (mit der Längenangabe: 1.560 m) auf der B177 Seefelder Straße 4 Meter nach der Kilometrierungstafel 2,4 in Fahrtrichtung A 12 Inntal Autobahn.",
            "annotations": []
        },
        {
            "text": "   Anbringung des Vorschriftszeichens gemäß §52 lita Z10a StVO 1960 'GESCHWINDIGKEITSBESCHRÄNKUNG 80 km/h' mit einer Zusatztafel gemäß §54 StVO 1960 (mit rechts weisendem Pfeil: –>) sowie einer Zusatztafel gemäß §54 Abs5 litb StVO 1960 (mit der Längenangabe: 1.235 m) auf der Auffahrt von der Gemeindestraße 'Mühlgasse' in die B177 Seefelder Straße unmittelbar vor der Einmündung in die B177 Seefelder Straße auf Höhe 75 Meter nach der Kilometrierungstafel 2,0 der B177 Seefelder Straße in Fahrtrichtung A 12 Inntal Autobahn.",
            "annotations": []
        },
        {
            "text": "   Anbringung des Vorschriftszeichens gemäß §52 lita Z10b StVO 1960 'ENDE DER GESCHWINDIGKEITSBESCHRÄNKUNG 80 km/h' auf der B177 Seefelder Straße 50 Meter nach der Kilometrierungstafel 0,8 in Fahrtrichtung A 12 Inntal Autobahn.",
            "annotations": []
        },
        {
            "text": "§3",
            "annotations": []
        },
        {
            "text": "Gemäß §44 Abs1 StVO 1960 tritt die Verordnung mit Anbringung der Straßenverkehrszeichen in Kraft.",
            "annotations": []
        },
        {
            "text": "§4",
            "annotations": []
        },
        {
            "text": "Gemäß §32 Abs1 StVO 1960 hat die Aufstellung und die Erhaltung der Straßenverkehrszeichen durch den Straßenerhalter zu erfolgen. Dieser hat den Zeitpunkt der erfolgten Anbringung in einem Aktenvermerk (§16 AVG) festzuhalten, welcher sodann mit Lichtbildern an die Bezirkshauptmannschaft Innsbruck zu übermitteln ist.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Für den Bezirkshauptmann:",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2. Die anzuwendenden Bestimmungen des Bundesgesetzes vom 6. Juli 1960, mit dem Vorschriften über die Straßenpolizei erlassen werden (Straßenverkehrsordnung 1960 – StVO. 1960), BGBl 159/1960, lauten in der jeweils maßgeblichen Fassung wie folgt (Zitat ohne die Hervorhebungen im Original): ",
            "annotations": []
        },
        {
            "text": "\"§32. Anbringungspflicht und Kosten.",
            "annotations": []
        },
        {
            "text": "(1) Die Einrichtungen zur Regelung und Sicherung des Verkehrs sind, sofern sich aus den folgenden Absätzen nichts anderes ergibt, vom Straßenerhalter auf seine Kosten anzubringen und zu erhalten. […]",
            "annotations": []
        },
        {
            "text": "(2)–(7) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§43. Verkehrsverbote, Verkehrserleichterungen und Hinweise.",
            "annotations": []
        },
        {
            "text": "(1) Die Behörde hat für bestimmte Straßen oder Straßenstrecken oder für Straßen innerhalb eines bestimmten Gebietes durch Verordnung",
            "annotations": []
        },
        {
            "text": "a) […]",
            "annotations": []
        },
        {
            "text": "b) wenn und insoweit es die Sicherheit, Leichtigkeit oder Flüssigkeit des sich bewegenden oder die Ordnung des ruhenden Verkehrs, die Lage, Widmung, Pflege, Reinigung oder Beschaffenheit der Straße, die Lage, Widmung oder Beschaffenheit eines an der Straße gelegenen Gebäudes oder Gebietes oder wenn und insoweit es die Sicherheit eines Gebäudes oder Gebietes und/oder der Personen, die sich dort aufhalten, erfordert,",
            "annotations": []
        },
        {
            "text": "1. dauernde oder vorübergehende Verkehrsbeschränkungen oder Verkehrsverbote, insbesondere die Erklärung von Straßen zu Einbahnstraßen, Maß-, Gewichts- oder Geschwindigkeitsbeschränkungen, Halte- oder Parkverbote und dergleichen, zu erlassen,",
            "annotations": []
        },
        {
            "text": "2. […]",
            "annotations": []
        },
        {
            "text": "c)–d) […].",
            "annotations": []
        },
        {
            "text": "(1a)–(11) […]",
            "annotations": []
        },
        {
            "text": "§44. Kundmachung der Verordnungen.",
            "annotations": []
        },
        {
            "text": "(1) Die im §43 bezeichneten Verordnungen sind, sofern sich aus den folgenden Absätzen nichts anderes ergibt, durch Straßenverkehrszeichen oder Bodenmarkierungen kundzumachen und treten mit deren Anbringung in Kraft. Der Zeitpunkt der erfolgten Anbringung ist in einem Aktenvermerk (§16 AVG) festzuhalten. Parteien im Sinne des §8 AVG ist die Einsicht in einen solchen Aktenvermerk und die Abschriftnahme zu gestatten. Als Straßenverkehrszeichen zur Kundmachung von im §43 bezeichneten Verordnungen kommen die Vorschriftszeichen sowie die Hinweiszeichen 'Autobahn', 'Ende der Autobahn', 'Autostraße', 'Ende der Autostraße', 'Einbahnstraße', 'Ortstafel', 'Ortsende', 'Internationaler Hauptverkehrsweg', 'Straße mit Vorrang', 'Straße ohne Vorrang', 'Straße für Omnibusse' und 'Fahrstreifen für Omnibusse' in Betracht. Als Bodenmarkierungen zur Kundmachung von im §43 bezeichneten Verordnungen kommen Markierungen, die ein Verbot oder Gebot bedeuten, wie etwa Sperrlinien, Haltelinien vor Kreuzungen, Richtungspfeile, Sperrflächen, Zickzacklinien, Schutzwegmarkierungen oder Radfahrerüberfahrtmarkierungen in Betracht.",
            "annotations": []
        },
        {
            "text": "(1a)–(5) […]",
            "annotations": []
        },
        {
            "text": "§48. Anbringung der Straßenverkehrszeichen.",
            "annotations": []
        },
        {
            "text": "(1) Die Straßenverkehrszeichen (§§50, 52 und 53) sind als Schilder aus festem Material unter Bedachtnahme auf die Art der Straße und unter Berücksichtigung der auf ihr üblichen Verkehrsverhältnisse, namentlich der darauf üblichen Geschwindigkeit von Fahrzeugen, in einer solchen Art und Größe anzubringen, daß sie von den Lenkern herannahender Fahrzeuge leicht und rechtzeitig erkannt werden können. Im Verlauf derselben Straße sind womöglich Straßenverkehrszeichen mit gleichen Abmessungen zu verwenden.",
            "annotations": []
        },
        {
            "text": "(1a) […]",
            "annotations": []
        },
        {
            "text": "(2) Die Straßenverkehrszeichen sind auf der rechten Straßenseite oder oberhalb der Fahrbahn anzubringen, sofern sich aus diesem Bundesgesetz nichts anderes ergibt. Die zusätzliche Anbringung an anderen Stellen ist zulässig. Auf Autobahnen sind Gefahrenzeichen und Vorschriftszeichen auf beiden Seiten oder oberhalb der Fahrbahn anzubringen, ausgenommen auf Streckenteilen, die in der jeweiligen Fahrtrichtung nur einen Fahrstreifen aufweisen, oder in Gegenverkehrsbereichen.",
            "annotations": []
        },
        {
            "text": "(3)–(6) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§52. Die Vorschriftszeichen",
            "annotations": []
        },
        {
            "text": "Die Vorschriftszeichen sind",
            "annotations": []
        },
        {
            "text": "a) Verbots- oder Beschränkungszeichen,",
            "annotations": []
        },
        {
            "text": "b) Gebotszeichen oder",
            "annotations": []
        },
        {
            "text": "c) Vorrangzeichen.",
            "annotations": []
        },
        {
            "text": "a) Verbots- oder Beschränkungszeichen",
            "annotations": []
        },
        {
            "text": "1.–9d. […]",
            "annotations": []
        },
        {
            "text": "10a. 'GESCHWINDIGKEITSBESCHRÄNKUNG (ERLAUBTE HÖCHSTGESCHWINDIGKEIT)'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt an, dass das Überschreiten der Fahrgeschwindigkeit, die als Stundenkilometeranzahl im Zeichen angegeben ist, ab dem Standort des Zeichens verboten ist. Ob und in welcher Entfernung es vor schienengleichen Eisenbahnübergängen anzubringen ist, ergibt sich aus den eisenbahnrechtlichen Vorschriften.",
            "annotations": []
        },
        {
            "text": "10b. 'ENDE DER GESCHWINDIGKEITSBESCHRÄNKUNG'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt das Ende der Geschwindigkeitsbeschränkung an. Es ist nach jedem Zeichen gemäß Z10a anzubringen und kann auch auf der Rückseite des für die Gegenrichtung geltenden Zeichens angebracht werden. Es kann entfallen, wenn am Ende der Geschwindigkeitsbeschränkung eine neue Geschwindigkeitsbeschränkung, sei es auch nicht aufgrund dieses Bundesgesetzes, beginnt.",
            "annotations": []
        },
        {
            "text": "11.–14b. […]",
            "annotations": []
        },
        {
            "text": "b) Gebotszeichen.",
            "annotations": []
        },
        {
            "text": "15.–22a. […]",
            "annotations": []
        },
        {
            "text": "c) Vorrangzeichen",
            "annotations": []
        },
        {
            "text": "23.–25b. […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§94b. Zuständigkeit der Bezirksverwaltungsbehörde",
            "annotations": []
        },
        {
            "text": "(1) Behörde im Sinne dieses Bundesgesetzes ist, sofern der Akt der Vollziehung nur für den betreffenden politischen Bezirk wirksam werden soll und sich nicht die Zuständigkeit der Gemeinde oder – im Gebiet einer Gemeinde, für das die Landespolizeidirektion zugleich Sicherheitsbehörde erster Instanz ist – der Landespolizeidirektion ergibt, die Bezirksverwaltungsbehörde",
            "annotations": []
        },
        {
            "text": "a) […]",
            "annotations": []
        },
        {
            "text": "b) für die Erlassung von Verordnungen und Bescheiden,",
            "annotations": []
        },
        {
            "text": "c)–h) […].",
            "annotations": []
        },
        {
            "text": "(2) […]\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Beim Landesverwaltungsgericht Tirol ist ein Verfahren über eine Beschwerde gegen ein Straferkenntnis der Bezirkshauptmannschaft Innsbruck anhängig. Dem Beschwerdeführer wird zur Last gelegt, er habe am 24. Dezember 2020, um 17.51 Uhr, im Gemeindegebiet von Zirl, auf der B 177 bei Straßenkilometer 1,927 in Fahrtrichtung Seefeld, einen nach dem Kennzeichen näher bestimmten Personenkraftwagen gelenkt und dabei im angeführten Bereich, welcher außerhalb eines Ortgebietes liege, die durch Straßenverkehrszeichen kundgemachte Höchstgeschwindigkeit von 80 km/h um 55 km/h überschritten. Über den Beschwerdeführer wurde daher wegen einer Übertretung des §52 lita Z10a StVO 1960 gemäß §99 Abs2e StVO 1960 eine Geldstrafe in Höhe von € 550,– (im Fall der Uneinbringlichkeit eine Ersatzfreiheitsstrafe in der Dauer von 237 Stunden) verhängt.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass dieses Verfahrens stellt das Landesverwaltungsgericht Tirol gemäß Art139 Abs1 Z1 B-VG den Antrag, der Verfassungsgerichtshof möge die Verordnung der Bezirkshauptmannschaft Innsbruck vom 7. November 2018, Z IL-VK-StVO-3015/5-2018, als gesetzwidrig aufheben.",
            "annotations": []
        },
        {
            "text": "2.1. Das Landesverwaltungsgericht Tirol führt zunächst aus, dass die angefochtene Verordnung am 26. November 2018 durch Aufstellung der entsprechenden Straßenverkehrszeichen kundgemacht worden sei und dadurch ein Mindestmaß an Publizität und somit rechtliche Existenz erlangt habe. Dem Beschwerdeverfahren vor dem Landesverwaltungsgericht Tirol liege ein Straferkenntnis zugrunde, mit welchem dem Beschwerdeführer eine Übertretung der mit der angefochtenen Verordnung verfügten Geschwindigkeitsbeschränkung zur Last gelegt werde.",
            "annotations": []
        },
        {
            "text": "2.2. In der Folge legt das Landesverwaltungsgericht Tirol seine Bedenken gegen die angefochtene Verordnung dar. Das vom Landesverwaltungsgericht Tirol durchgeführte Ermittlungsverfahren habe ergeben, dass das Straßenverkehrszeichen \"Ende der Geschwindigkeitsbeschränkung von 80 km/h\" auf der B 177 Seefelder Straße in Fahrtrichtung Seefeld in Tirol entgegen dem Verordnungstext (\"auf der rechten Straßenseite\") auf der linken Fahrbahnseite angebracht worden sei. Ferner gehe aus der Stellungnahme des Baubezirksamtes Innsbruck vom 9. Mai 2022 hervor, dass die Distanz zwischen Anfang und Ende der verordneten Geschwindigkeitsbeschränkung 1,550 Meter betrage. Laut der angefochtenen Verordnung sei die Distanz der Geschwindigkeitsbeschränkung jedoch durch eine Zusatztafel \"1.560 m\" anzugeben. Daraus ergebe sich eine Differenz von zehn Metern. Diese Nichtübereinstimmung der verordnungsgemäß festgelegten mit der tatsächlich kundgemachten Distanz zwischen Anfang und Ende der Geschwindigkeitsbeschränkung sowie die Anbringung des Straßenverkehrszeichens \"Ende der Geschwindigkeitsbeschränkung von 80 km/h\" entgegen der Festlegung in der angefochtenen Verordnung führten zu einer nicht ordnungsgemäßen Kundmachung iSd §44 Abs1 StVO 1960.",
            "annotations": []
        },
        {
            "text": "3. Die verordnungserlassende Behörde hat die Akten betreffend das Zustandekommen der zur Prüfung gestellten Verordnung vorgelegt und eine Äußerung erstattet, in der sie den im Antrag dargelegten Bedenken entgegenhält, dass die Ausführungen des Landesverwaltungsgerichtes Tirol zwar zutreffen, aber keine gesetzwidrige Kundmachung der Verordnung bewirken würden.",
            "annotations": []
        },
        {
            "text": "3.1. Der angefochtenen Verordnung liege eine gutachterliche verkehrstechnische Überprüfung und Begutachtung aus dem Jahr 2018 zugrunde. Diese sehe vor, dass das Straßenverkehrszeichen \"Geschwindigkeitsbeschränkung 80\" bei Straßenkilometer 2,0 + 75 Meter am rechten Fahrbahnrand anzubringen sei. Diese Örtlichkeit werde in der angefochtenen Verordnung im vorletzten Unterpunkt des §2 behandelt, in welchem jedoch die Anbringung \"am rechten Fahrbahnrand\" keine Erwähnung finde. Demgegenüber finde sich diese Anordnung – ganz offensichtlich auf einem Redaktionsversehen beruhend – im dritten Unterpunkt des §2 der angefochtenen Verordnung, welcher das Ende der Geschwindigkeitsbeschränkung in Fahrtrichtung Seefeld in Tirol betreffe. Tatsächlich seien die Straßenverkehrszeichen \"Ende der Geschwindigkeitsbeschränkung von 80 km/h\" sowohl in Fahrtrichtung Seefeld in Tirol als auch in Fahrtrichtung A 12 Inntal Autobahn entsprechend der gutachterlichen Empfehlung und der gesetzlichen Festlegung in §52 lita Z10b StVO 1960 jeweils auf der Rückseite des für die Gegenrichtung geltenden Straßenverkehrszeichens angebracht worden.",
            "annotations": []
        },
        {
            "text": "Nur für den Fall, dass der Verfassungsgerichtshof zu der Auffassung gelange, dass die Kundmachung nicht ordnungsgemäß erfolgt sei, sei das Straßenverkehrszeichen \"Ende der Geschwindigkeitsbeschränkung von 80 km/h\" vier Meter nach der Kilometrierungstafel 2,4 in Fahrtrichtung Seefeld in Tirol am 24. August 2022, um 8.15 Uhr, trotz der gesetzmäßigen Anbringung auf der linken Straßenseite entsprechend dem Verordnungstext ergänzend auch auf der rechten Straßenseite angebracht worden.",
            "annotations": []
        },
        {
            "text": "3.2. Dem Bedenken des Landesverwaltungsgerichtes Tirol, wonach zwischen der verordneten und der tatsächlich kundgemachten Distanz der Geschwindigkeitsbeschränkung eine Differenz von zehn Metern bestehe, sei Folgendes entgegenzuhalten: Die Geschwindigkeitsbeschränkung sei laut Verordnungstext für eine Länge von 1,554 Metern verordnet und – wie in der angefochtenen Verordnung angeordnet – beim jeweiligen Beginn des Geltungsbereiches mit einer Zusatztafel \"1.560 m\" kundgemacht worden. Einer Stellungnahme des Baubezirksamtes Innsbruck vom 9. Mai 2022 zufolge betrage die exakte Länge zwischen Beginn und Ende der Geschwindigkeitsbeschränkung laut einer vor Ort durchgeführten Nachmessung 1,550 Meter. Diese Abweichung sei nach der Rechtsprechung des Verfassungsgerichtshofes zulässig.",
            "annotations": []
        },
        {
            "text": "Gemäß §51 Abs1 StVO 1960 seien Längenangaben auf Zusatztafeln nur dann anzubringen, wenn es die Verkehrssicherheit erfordere. Nach Ansicht der verordnungserlassenden Behörde schade eine zum Zeitpunkt der Verordnungserlassung ohnehin nur \"in etwa\" mögliche Längenangabe diesem Zweck nicht. Das Ende der Geschwindigkeitsbeschränkung werde mit dem Vorschriftszeichen gemäß §52 lita Z10b StVO 1960 konstitutiv festgelegt, während die Längenangabe auf einer Zusatztafel nur deklarativen Charakter habe. Der Umstand, dass im vorliegenden Fall die Längenangabe laut Zusatztafel um zehn Meter von der in natura nachgemessenen Länge abweiche, belaste die angefochtene Verordnung nicht mit Gesetzwidrigkeit.",
            "annotations": []
        },
        {
            "text": "4. Die Tiroler Landesregierung hat weder Akten vorgelegt noch eine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "5. Die beteiligte Partei hat eine Äußerung erstattet, in der sie sich den Bedenken des Landesverwaltungsgerichtes Tirol anschließt.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof vertritt zu Art89 Abs1 B-VG beginnend mit dem Erkenntnis VfSlg 20.182/2017 die Auffassung, dass eine \"gehörig kundgemachte\" generelle Norm – also eine an einen unbestimmten, externen Personenkreis adressierte, verbindliche Anordnung von Staatsorganen – bereits dann vorliegt, wenn eine solche Norm ein Mindestmaß an Publizität und somit rechtliche Existenz erlangt (VfSlg 20.182/2017). Es ist nicht notwendig, dass die Kundmachung der Norm in der rechtlich vorgesehenen Weise erfolgt. Demnach haben auch Gerichte gesetzwidrig kundgemachte Verordnungen gemäß Art139 B-VG anzuwenden und diese, wenn sie Bedenken gegen ihre rechtmäßige Kundmachung haben, vor dem Verfassungsgerichtshof anzufechten. Bis zur Aufhebung durch den Verfassungsgerichtshof sind sie für jedermann verbindlich (vgl VfSlg 20.251/2018).",
            "annotations": []
        },
        {
            "text": "Die Kundmachung der Verordnung der Bezirkshauptmannschaft Innsbruck vom 7. November 2018, Z IL-VK-StVO-3015/5-2018, ist ausweislich der vorgelegten Akten durch die Aufstellung entsprechender Straßenverkehrszeichen erfolgt. Gemäß §44 Abs1 StVO 1960 ist die angefochtene Verordnung damit jedenfalls kundgemacht worden, sodass sie mit verbindlicher Wirkung für jedermann zustande gekommen ist und in Geltung steht.",
            "annotations": []
        },
        {
            "text": "1.2. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.3. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Normenprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "Die Grenzen der Aufhebung einer auf ihre Gesetzmäßigkeit zu prüfenden Verordnungsbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Normenprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Teil der Bestimmung nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Stelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Normenprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Verordnungsstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Gesetzwidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Verordnung dieser ein völlig veränderter, dem Verordnungsgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Verordnungsbestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Zunächst ist ein Antrag nicht zu weit gefasst, soweit das Gericht solche Normen anficht, die denkmöglich eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bilden und damit präjudiziell sind; dabei darf aber nach §57 Abs1 VfGG nicht offen bleiben, welche Vorschrift oder welcher Teil einer Vorschrift nach Auffassung des antragstellenden Gerichtes aus welchem Grund aufgehoben werden soll (siehe mwN VfGH 2.3.2015, G140/2014 ua; vgl auch VfGH 10.12.2015, G639/2015; 15.10.2016, G103-104/2016 ua). Ist ein solcher Antrag in der Sache begründet, hebt der Verfassungsgerichtshof aber nur einen Teil der angefochtenen Bestimmungen als verfassungswidrig auf, so führt dies — wenn die sonstigen Prozessvoraussetzungen vorliegen — im Übrigen zur teilweisen Abweisung des Antrages (VfSlg 19.746/2013; VfGH 5.3.2014, G79/2013 ua). ",
            "annotations": []
        },
        {
            "text": "Umfasst der Antrag auch Bestimmungen, die für das antragstellende Gericht offenkundig keine Voraussetzung seiner Entscheidung im Anlassfall bilden und die somit nicht präjudiziell sind (insofern ist der Antrag zu weit gefasst), die mit den präjudiziellen (und nach Auffassung des antragstellenden Gerichtes den Sitz der Verfassungswidrigkeit bildenden) Bestimmungen aber vor dem Hintergrund der Bedenken in einem Regelungszusammenhang stehen, so ist zu differenzieren: Sind diese Bestimmungen von den den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden präjudiziellen Bestimmungen offensichtlich trennbar, so führt dies zur teilweisen Zurückweisung des Antrages. Umfasst der Antrag auch Bestimmungen, die mit den präjudiziellen, den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden Bestimmungen in einem so konkreten Regelungszusammenhang stehen, dass es nicht von vornherein auszuschließen ist, dass ihre Aufhebung im Fall des Zutreffens der Bedenken erforderlich sein könnte (sind diese Bestimmungen also nicht offensichtlich trennbar), so ist der Antrag insgesamt zulässig (VfSlg 20.111/2016). Dies gilt nach dem vorhin Gesagten aber keinesfalls dann, wenn Bestimmungen mitangefochten werden (etwa alle einer ganzen Verordnung), gegen die gar keine konkreten Bedenken vorgebracht werden und zu denen auch kein konkreter Regelungszusammenhang dargelegt wird (VfSlg 19.894/2014; VfGH 29.9.2015, G324/2015; 15.10.2016, G183/2016 ua).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof entscheidet daher – vor dem Hintergrund der Bedenken und der Erforderlichkeit, die den Sitz der Bedenken bildenden Bestimmungen (bei geringstmöglichem Eingriff in den Gehalt der Rechtsordnung) zu ermitteln – über die Frage, ob gegebenenfalls auch Bestimmungen aufzuheben sind, die nicht präjudiziell sind, aber mit präjudiziellen Bestimmungen in einem untrennbaren Zusammenhang stehen (vgl zB VfSlg 19.939/2014, 20.086/2016), nicht im Rahmen der Prüfung der Zulässigkeit des Antrages, sondern im Einzelnen erst dann, wenn der Verfassungsgerichtshof, erweist sich der Antrag als begründet, den Umfang der aufzuhebenden Bestimmungen abzugrenzen hat.",
            "annotations": []
        },
        {
            "text": "1.4. Die angefochtene Verordnung enthält zwei Verkehrsbeschränkungen für unterschiedliche Fahrtrichtungen auf derselben Wegstrecke. Dem Beschwerdeverfahren vor dem Landesverwaltungsgericht Tirol liegt ein Straferkenntnis zugrunde, in dem dem Beschwerdeführer zur Last gelegt wird, auf der B 177, bei Straßenkilometer 1,927 in Fahrtrichtung Seefeld in Tirol, die in diesem Bereich kundgemachte zulässige Höchstgeschwindigkeit von 80 km/h überschritten zu haben. Die angefochtene Verordnung ist daher nur insoweit präjudiziell, als sie die Fahrtrichtung Seefeld in Tirol betrifft (erster bis dritter Unterpunkt in §2). Soweit sich der Antrag auch auf die Aufhebung der Geschwindigkeitsbeschränkung in Fahrtrichtung A 12 Inntal Autobahn (vierter bis sechster Unterpunkt in §2) richtet, betrifft er zwar Bestimmungen, die angesichts der Formulierung des Verordnungstextes in einem Regelungszusammenhang stehen (vgl deren §1, \"in beiden Fahrtrichtungen\"), die aber im Anlassfall offensichtlich nicht präjudiziell sind. Da diese Bestimmungen auch trennbar sind, ist der Antrag nur insoweit zulässig, als er sich auf Aufhebung der ersten drei Unterpunkte betreffend die Fahrtrichtung Seefeld in Tirol in §2 sowie auf die damit in untrennbarem Zusammenhang stehende Wortfolge \"in beiden Fahrtrichtungen\" in §1 der angefochtenen Verordnung richtet (vgl in diesem Sinne bereits VfSlg 20.251/2018; VfGH 1.3.2022, V223/2021 ua).",
            "annotations": []
        },
        {
            "text": "1.5. Da im Übrigen keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag, soweit er sich auf die Aufhebung der Wortfolge \"in beiden Fahrtrichtungen\" in §1 sowie der ersten drei Unterpunkte in §2 der angefochtenen Verordnung richtet, als zulässig. Im Übrigen ist der Antrag zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist – soweit er zulässig ist – begründet.",
            "annotations": []
        },
        {
            "text": "2.2.1. Das Landesverwaltungsgericht Tirol macht zunächst geltend, dass die Kundmachung des Endes der angefochtenen Geschwindigkeitsbeschränkung in Fahrtrichtung Seefeld in Tirol entgegen dem Verordnungstext (\"auf der rechten Straßenseite\") auf der linken Fahrbahnseite erfolgt sei.",
            "annotations": []
        },
        {
            "text": "2.2.2. Gemäß §44 Abs1 StVO 1960 sind die im §43 bezeichneten Verordnungen, sofern sich aus den folgenden Absätzen nichts anderes ergibt, durch Straßenverkehrszeichen oder Bodenmarkierungen kundzumachen und treten mit deren Anbringung in Kraft. §48 Abs2 StVO 1960 sieht vor, dass die Straßenverkehrszeichen auf der rechten Straßenseite oder oberhalb der Fahrbahn anzubringen sind, sofern sich aus diesem Bundesgesetz nichts anderes ergibt. Die zusätzliche Anbringung an anderen Stellen ist zulässig. Gemäß §52 lita Z10b StVO 1960 kann das Straßenverkehrszeichen \"Ende der Geschwindigkeitsbeschränkung\" auch auf der Rückseite des für die Gegenrichtung geltenden Straßenverkehrszeichens – und damit auf der linken Straßenseite – angebracht werden.",
            "annotations": []
        },
        {
            "text": "2.2.3. §2 dritter Unterpunkt der Verordnung der Bezirkshauptmannschaft Innsbruck vom 7. November 2018, Z IL-VK-StVO-3015/5-2018, sieht demgegenüber – die soeben dargestellten gesetzlichen Möglichkeiten der Kundmachung (auf der rechten und/oder linken Straßenseite) einschränkend – ausdrücklich vor, dass das Vorschriftszeichen gemäß §52 lita Z10b StVO 1960 (Ende der Geschwindigkeitsbeschränkung) \"auf der B 177 Seefelder Straße 4 Meter nach der Kilometrierungstafel 2,4 in Fahrtrichtung Seefeld in Tirol auf der rechten Straßenseite\" anzubringen ist.",
            "annotations": []
        },
        {
            "text": "2.2.4. Das Bedenken des Landesverwaltungsgerichtes Tirol, dass das Straßenverkehrszeichen \"Ende der Geschwindigkeitsbeschränkung\" auf der B 177 Seefelder Straße in Fahrtrichtung Seefeld in Tirol entgegen dieser ausdrücklichen Kundmachungsanordnung in der angefochtenen Verordnung selbst (bloß) auf der linken Fahrbahnseite angebracht worden sei, wurde im Verfahren vor dem Verfassungsgerichtshof von der verordnungserlassenden Behörde bestätigt. Die Verordnung der Bezirkshauptmannschaft Innsbruck vom 7. November 2018, Z IL-VK-StVO-3015/5-2018, war daher zum Tatzeitpunkt – soweit sie eine Geschwindigkeitsbeschränkung von 80 km/h in Fahrtrichtung Seefeld in Tirol vorsieht – nicht ordnungsgemäß kundgemacht. Der Umstand, dass es sich bei der Kundmachungsanordnung in §2 dritter Unterpunkt der angefochtenen Verordnung möglicherweise – wie von der verordnungserlassenden Behörde in ihrer Äußerung vorgebracht – bloß um ein \"Redaktionsversehen\" handelt, vermag daran nichts zu ändern.",
            "annotations": []
        },
        {
            "text": "2.3. Die verordnungserlassende Behörde hat in ihrer Äußerung mitgeteilt, dass das Straßenverkehrszeichen \"Ende der Geschwindigkeitsbeschränkung von 80 km/h\" vier Meter nach der Kilometrierungstafel 2,4 in Fahrtrichtung Seefeld in Tirol am 24. August 2022, um 8.15 Uhr, entsprechend dem Verordnungstext ergänzend auch auf der rechten Straßenseite angebracht worden sei.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat daher festzustellen, dass die Verordnung der Bezirkshauptmannschaft Innsbruck vom 7. November 2018, Z IL-VK-StVO-3015/5-2018, im Umfang der Wortfolge \"in beiden Fahrtrichtungen\" in §1 sowie der die Fahrtrichtung Seefeld in Tirol betreffenden ersten drei Unterpunkte in §2 bis zum 24. August 2022, um 8.15 Uhr, gesetzwidrig war (Art139 Abs4 B-VG).",
            "annotations": []
        },
        {
            "text": "2.4. Eine Anwendung des Art139 Abs3 Z3 B-VG scheidet schon deswegen aus, weil die angefochtene Verordnung zwei Verkehrsbeschränkungen für unterschiedliche Fahrtrichtungen und damit verschiedene, voneinander unabhängige Tatbestände enthält. Es ist daher nicht die gesamte Verordnung für gesetzwidrig zu erklären, weil der Kundmachungsmangel der im Anlassverfahren vor dem Landesverwaltungsgericht Tirol präjudiziellen Verkehrsbeschränkung keine unmittelbare Auswirkung auf die Verbindlichkeit der anderen, in der Verordnung enthaltenen und gesondert kundgemachten Verkehrsbeschränkung hat (vgl VfSlg 20.251/2018).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung der Bezirkshauptmannschaft Innsbruck vom 7. November 2018, Z IL-VK-StVO-3015/5-2018, war im Umfang der Wortfolge \"in beiden Fahrtrichtungen\" in §1 sowie der ersten drei Unterpunkte in §2 betreffend die Fahrtrichtung Seefeld in Tirol bis zum 24. August 2022, um 8.15 Uhr, gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen ist der Antrag zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "3. Die Verpflichtung der Tiroler Landesregierung zur unverzüglichen Kundmachung der Feststellung der Gesetzwidrigkeit erfließt aus Art139 Abs5 zweiter Satz B-VG und §59 Abs2 iVm §61 VfGG sowie §2 Abs1 litj Landes-VerlautbarungsG 2021.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}