{
    "document_id": "JFT_20230315_22E02289_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Die Beschwerdeführer sind Staatsangehörige des Irak und stammen aus der Stadt Zaxo/Zakho im Gouvernement Dahuk/Dohuk. Sie gehören der kurdischen Volksgruppe an und bekennen sich zum sunnitischen Islam. Die Erstbeschwerdeführerin ist die Mutter der volljährigen Zweit- bis Viertbeschwerdeführer und der minderjährigen Fünft- und Sechstbeschwerdeführerinnen. Alle Beschwerdeführer stellten am 1. Jänner 2018 Anträge auf internationalen Schutz in Österreich und begründeten diese zusammengefasst mit einer Bedrohung der Erstbeschwerdeführerin durch deren Bruder und mit kriegerischen Auseinandersetzungen im Irak. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheiden vom 22. Oktober 2018 wies das Bundesamt für Fremdenwesen und Asyl diese Anträge sowohl hinsichtlich der Zuerkennung des Status der Asylberechtigten als auch hinsichtlich des Status der subsidiär Schutzberechtigten ab, erteilte keine Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ gegen die Beschwerdeführer Rückkehrentscheidungen, stellte fest, dass die Abschiebungen in den Irak zulässig sind und setzte Fristen von 14 Tagen zur freiwilligen Ausreise. ",
            "annotations": []
        },
        {
            "text": "3. Die gegen diese Bescheide erhobenen Beschwerden wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 12. Juli 2022 als unbegründet ab. Begründend führt es zur Nichtzuerkennung des Status der Asylberechtigten zusammengefasst aus, dass nicht glaubhaft sei, dass die Erstbeschwerdeführerin das als ausreisekausal bezeichnete Geschehen, insbesondere Bedrohungen und Übergriffe durch ihren Bruder, tatsächlich erlebt habe. Dem Vorbringen der Beschwerdeführer zum behaupteten Ausreisegrund sei insgesamt die Glaubwürdigkeit abzusprechen gewesen. Auch die allgemeine Lage im Herkunftsstaat sei nicht dergestalt, dass sich konkret für die Beschwerdeführer eine begründete Furcht vor einer mit maßgeblicher Wahrscheinlichkeit drohenden asylrelevanten Verfolgung ergeben würde. ",
            "annotations": []
        },
        {
            "text": "Die Voraussetzungen für die Zuerkennung des Status der subsidiär Schutzberechtigten erachtet das Bundesverwaltungsgericht ebenfalls für nicht gegeben. Zwar hätten die Beschwerdeführer auch schon in der Erstbefragung auf die instabile allgemeine Sicherheitslage im Irak hingewiesen. Sie hätten in der Beschwerdeverhandlung jedoch keinerlei persönliche Betroffenheit vorgebracht. Unter Berücksichtigung der Länderberichte vermöge das Bundesverwaltungsgericht nicht zu erkennen, dass gerade für die Beschwerdeführer im Falle der Rückkehr eine hohe Wahrscheinlichkeit bestünde, Opfer der allgemeinen Lage zu werden. Eine über die bloße Möglichkeit hinausgehende Wahrscheinlichkeit könne angesichts ihres Persönlichkeitsprofils und unter Berücksichtigung der aktuellen Lage in der Autonomen Region Kurdistan nicht erkannt werden. Die Sicherheitslage im Irak habe sich seit Ende der groß angelegten Kämpfe gegen den Islamischen Staat erheblich verbessert. Die Familienangehörigen der Beschwerdeführer, darunter deren Ehemann und Vater, würden es offensichtlich für möglich und zumutbar erachten, in der Autonomen Region Kurdistan zu leben. Dass sich die Beschwerdeführer in Relation zu diesen besonders exponiert hätten, sei nicht glaubhaft hervorgekommen. Unter Berücksichtigung aller bekannten Umstände würden die Beschwerdeführer auch nicht unter ein in den UNHCR-Erwägungen vom Mai 2019 genanntes Gefährdungsprofil fallen. ",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) und darauf, nicht der Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen zu werden (Art3 EMRK), behauptet und unter anderem die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses sowie die Gewährung der Verfahrenshilfe im Umfang der gerichtlichen Pauschalgebühr beantragt werden. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch – wie auch das Bundesamt für Fremdenwesen und Asyl – abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Soweit sich die – zulässige – Beschwerde gegen die Abweisung der Beschwerden durch das Bundesverwaltungsgericht hinsichtlich der Nichtzuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak, gegen die Nichterteilung von Aufenthaltstiteln, gegen die Erlassung von Rückkehrentscheidungen, gegen die Feststellung der Zulässigkeit der Abschiebungen in den Irak und gegen die Festsetzung von 14-tägigen Fristen für die freiwillige Ausreise richtet, ist sie auch begründet:",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Nichtzuerkennung des Status der subsidiär Schutzberechtigten unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §8 Abs1 AsylG 2005 ist einem Fremden, dessen Antrag auf internationalen Schutz in Bezug auf die Zuerkennung des Status des Asylberechtigten abgewiesen wird, der Status des subsidiär Schutzberechtigten zuzuerkennen, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2 oder 3 EMRK oder der Protokolle Nr 6 oder Nr 13 zur EMRK bedeuten oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "2.2. Zur Beurteilung dessen sind vor allem hinreichend aktuelle Länderberichte heranzuziehen; dies betrifft insbesondere Staaten mit sich rasch ändernder Sicherheitslage (vgl etwa zum Irak VfGH 21.9.2020, E86/2020; 24.11.2020, E2929/2020 ua; 8.6.2021, E2627/2020, und vom selben Tag, E3839/2020). Hinzuweisen ist in diesem Zusammenhang etwa auf die Richtlinien des Hochkommissars der Vereinten Nationen für Flüchtlinge (United Nations High Commissioner for Refugees – UNHCR) oder auf die Berichte der Asylagentur der Europäischen Union (European Union Agency for Asylum – EUAA, vormals: European Asylum Support Office – EASO). Derartigen Richtlinien und Berichten ist bei der Beurteilung der Situation im Herkunftsstaat bei der Prüfung, ob dem Beschwerdeführer der Status des subsidiär Schutzberechtigten zuzuerkennen ist, besondere Beachtung zu schenken (vgl konkret zur Herkunftsregion der Beschwerdeführer VfGH 5.10.2021, E2318/2021; 13.6.2022, E1029/2022).",
            "annotations": []
        },
        {
            "text": "2.3. Das Bundesverwaltungsgericht legt seiner Entscheidung – ohne die Quelle ausdrücklich zu benennen – Auszüge aus dem \"Länderinformationsblatt der Staatendokumentation: Irak; aus dem COI-CMS; Version 5\" vom 2. März 2022 zugrunde. Zur Sicherheitslage in der Herkunftsregion der Beschwerdeführer stellt das Bundesverwaltungsgericht bloß Folgendes fest: ",
            "annotations": []
        },
        {
            "text": "\"Für April 2021 hat der Irakexperte *** für das Gouvernement Dohuk einen sicherheitsrelevanten Vorfall mit einem toten türkischen Soldaten und einem verwundeten Zivilisten verzeichnet (Wing 3.5.2021). Ein hochrangiger Sicherheitsbeamter aus Dohuk berichtet, dass im Zuge einer türkischen Militäroperation der Ort Zinare Kesta und nahe gelegene Dörfer in der Region Metina bombardiert wurden (Rudaw 24.4.2021). Das Dorf Zinare Kesta wurde im Mai 2021 aufgrund der schweren türkischen Bombardements vollständig evakuiert (Rudaw 5.5.2021).",
            "annotations": []
        },
        {
            "text": "Zwischen dem 1.10.2021 und dem 31.1.2022 wurden in Dohuk sieben friedliche Proteste verzeichnet (ACLED 2022).\"",
            "annotations": []
        },
        {
            "text": "2.4. Das Bundesverwaltungsgericht übersieht dabei, dass spezifische Informationen zur Herkunftsregion der Beschwerdeführer (Gouvernement Dahuk/Dohuk; Bezirk Zakho) vorliegen. Der zum Entscheidungszeitpunkt des Bundesverwaltungsgerichtes bereits verfügbare – vom Bundesverwaltungsgericht aber nicht berücksichtigte – EUAA-Bericht \"Country Guidance: Iraq\" vom Juni 2022 erläutert die Sicherheitslage von Dahuk/Dohuk auszugsweise folgendermaßen:",
            "annotations": []
        },
        {
            "text": "\"Dohuk governorate is part of the KRI and is Iraq’s northernmost governorate. It borders Ninewa and Erbil governorates and shares international borders with Turkey and Syria. According to the Dohuk General Directorate of Tourism, the governorate is divided into six territories 'managerially': Dohuk, Semeal, Zakho, Amedeye, Sheikhan, and Akri. […] The capital of the governorate is Dohuk. The Iraqi CSO estimated the governorate’s population for 2021 at 1 396 480. The main ethnic group in Dohuk governorate are Kurds.",
            "annotations": []
        },
        {
            "text": "The overall stability in the KRI depends on the nature of the relationship between the Kurdistan Democratic Party (KDP), which controls Erbil and Dohuk and the Patriotic Union of Kurdistan (PUK), which controls Sulaymaniyah. The cooperation between both parties appears to be difficult.",
            "annotations": []
        },
        {
            "text": "Dohuk governorate was not affected by ISIL attacks in the 2014-2017 period. Since July 2015 Turkey renewed its military operations against the Kurdistan Worker’s Party (PKK) inside Iraq. In 2019, the security situation in the northern border areas deteriorated due to conflict between Turkey and the Kurdistan Workers’ Party (PKK). In 2020 Turkey advanced further in the KRI establishing new military bases and checkpoints. The northern border areas were heavily targeted by Turkish airstrikes and shelling leading to the evacuation of numerous villages in Zakho and Amedi districts. During the reference period the conflict became asymmetrical and aerial and affected in a higher degree the life of the civilians. On 10 February 2021, Turkey launched the operation 'Claw Eagle 2' consisting of airstrikes and of the deployment of Turkish troops, which led to clashes with the PKK. In April 2021 operation 'Claw Lightning' was launched by the Turkish army. The fighting intensified and numerous airstrikes and military offensives against PKK hideouts were conducted. Tensions between the PKK and the KRG were rising, leading to armed clashes. Recurrent protests and social unrest due to an economic crisis have been reported and led to the arrest of a number of activists by Kurdish authorities. […]",
            "annotations": []
        },
        {
            "text": "The conflict between Turkey and PKK was described by ACLED as increasingly aerial and asymmetrical. Turkey conducted numerous airstrikes, bombardments, warplane and drone attacks and launched ground offensives on alleged PKK fighters and their hideouts. Attacks of villages and bombings of their surroundings by Turkish forces were reported. PKK engaged in clashes with Turkey and KRG forces. Residents of more than 13 villages were reportedly forced to flee their village due to shelling between PKK and Turkish forces. […]",
            "annotations": []
        },
        {
            "text": "Dohuk was the governorate with the highest number of security incidents. During the reference period, ACLED reported a total of 1702 security incidents (average of 26.1 security incidents per week) in the period from August 2020 and October 2021, of which 1314 were coded as remote violence/explosions, 380 as battles and 8 as violence against civilians. UNAMI recorded 81 armed conflict-related incidents, 45 taking place from 1st August to 31 December 2020 and 36 from 1st January until 31 October 2021 (average of 1.2 security incidents per week for the full reference period).",
            "annotations": []
        },
        {
            "text": "Security incidents mainly took place in the districts of Amedi and Zakho.",
            "annotations": []
        },
        {
            "text": "In the reference period, UNAMI recorded a total of 32 civilian casualties (9 deaths and 23 injuries) in the aforementioned armed conflict related incidents. More specifically, 4 casualties were reported in 2020 and 28 casualties from 1st January until 31 October 2021. Compared to the official figures for the population in the governorate, this represents 2 civilian casualties per 100 000 inhabitants for the full reference period. […]",
            "annotations": []
        },
        {
            "text": "Turkish military operations against the PKK caused important infrastructural damage to water project, the electricity grid and farms and lead to the burning down of agricultural land. Incidents related to road security occurred, five of which were incidents of explosions/remote violence, three were related to battles, and two to violence against civilians. The KRI including Dohuk was an area with high numbers of mines. As of the end of 2021, an area of 20 268 239 square metres was contaminated with mines specifically in Dohuk governorate.",
            "annotations": []
        },
        {
            "text": "Looking at the indicators, it can be concluded that 'mere presence' in the area would not be sufficient to establish a real risk of serious harm under Article 15(c) QD in the districts of Amedi and Zakho. However, indiscriminate violence reaches a high level, and, accordingly, a lower level of individual elements is required to show substantial grounds for believing that a civilian, returned to the territory, would face a real risk of serious harm within the meaning of Article 15(c) QD.\"",
            "annotations": []
        },
        {
            "text": "2.5. Indem das Bundesverwaltungsgericht diese – zum Entscheidungszeitpunkt bereits veröffentlichten – maßgeblichen Informationen über eine sich gegenüber früheren Länderberichten veränderte Sicherheitslage in der für eine Rückkehr der Beschwerdeführer maßgeblichen Herkunftsregion (Bezirk Zakho) nicht berücksichtigt, hat es sich mit der konkreten Situation der Beschwerdeführer nicht auseinandergesetzt und damit die Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen (vgl zur fehlenden Auseinandersetzung mit der konkreten Situation eines Beschwerdeführers ua VfGH 22.9.2021, E612/2021; 27.9.2021, E2615/2021; 29.9.2021, E3204/2020). Aus diesem Grund ist das Erkenntnis – soweit es sich auf die Nichtzuerkennung des Status der subsidiär Schutzberechtigten und daran anknüpfend auf die Nichterteilung von Aufenthaltstiteln, die Erlassung von Rückkehrentscheidungen, die Feststellung der Zulässigkeit der Abschiebungen in den Irak und die Festsetzung von 14-tägigen Fristen für die freiwillige Ausreise bezieht – mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "2.6. Ferner handelt es sich bei den Beschwerdeführern um eine sechsköpfige Familie mit zwei minderjährigen Kindern und somit schon deshalb um eine besonders vulnerable und schutzbedürftige Personengruppe. Nach den UNHCR-Erwägungen (\"International Protection Considerations with Regard to People Fleeing the Republic of Iraq\", S 115) vom Mai 2019 ist bei der Prüfung, ob subsidiärer Schutz zuzuerkennen ist, auf eine solche Vulnerabilität besonders Bedacht zu nehmen (vgl VfGH 27.9.2021, E1270/2021 ua).",
            "annotations": []
        },
        {
            "text": "2.7. Das Bundesverwaltungsgericht hält die besondere Vulnerabilität von Familien mit minderjährigen Kindern – und das sich daraus ergebende Erfordernis einer konkreten Prüfung ua der am Rückkehrort herrschenden Sicherheitslage – zwar ausdrücklich fest, setzt sich mit dieser Vulnerabilität aber ausschließlich unter dem Aspekt der Versorgungssicherheit bzw Anpassungsfähigkeit auseinander. Zu den Auswirkungen der Sicherheitslage auf Kinder trifft das Bundesverwaltungsgericht allgemeine Feststellungen, unterlässt es jedoch, diese mit der Situation der minderjährigen Fünft- und Sechstbeschwerdeführerinnen in Bezug zu setzen. Damit hat es das Bundesverwaltungsgericht in verfassungswidriger Weise unterlassen, zu prüfen, ob den Kindern im Falle einer Rückkehr in den Irak aus diesem Grund eine Verletzung in ihren gemäß Art2 und 3 EMRK gewährleisteten Rechten droht (VfGH 11.6.2018, E4469/2017 ua; 25.9.2018, E1764/2018 ua; 11.12.2018, E2025/2018 ua; 23.9.2019, E1138/2019; 7.10.2020, E1524/2020 ua; 29.4.2021, E15/2021 ua). Auch diesbezüglich hat es sein Erkenntnis im angegebenen Umfang mit Willkür belastet (vgl VfGH 24.11.2020, E3373/2020 ua; 29.4.2021, E15/2021 ua).",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, soweit sich die Beschwerde gegen die Abweisung der Anträge auf Zuerkennung des Status der Asylberechtigten richtet, wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerde rügt die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten. Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch das angefochtene Erkenntnis, soweit damit ihre Beschwerden gegen die Nichtzuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak, gegen die Nichterteilung von Aufenthaltstiteln, gegen die Erlassung von Rückkehrentscheidungen, gegen die Feststellung der Zulässigkeit der Abschiebungen in den Irak und gegen die Festsetzung von 14-tägigen Fristen für die freiwillige Ausreise abgewiesen werden, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "3. Dem Antrag der Erst-, Dritt-, Fünft- und Sechstbeschwerdeführerinnen auf Bewilligung der Verfahrenshilfe im Umfang des §64 Abs1 Z1 lita ZPO ist stattzugeben.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 VfGG bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. Da die Beschwerdeführer gemeinsam durch eine Rechtsanwältin vertreten sind, ist der einfache Pauschalsatz, erhöht um einen entsprechenden Streitgenossenzuschlag von 30 vH des Pauschalsatzes, zuzusprechen. In den zugesprochenen Kosten sind Umsatzsteuer in der Höhe von € 566,80 sowie der Ersatz der Eingabengebühr der Zweit- und Viertbeschwerdeführer in Höhe von jeweils € 240,– enthalten.",
            "annotations": []
        }
    ]
}