{
    "document_id": "JFT_20230612_23E00673_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "              I. Sachverhalt, Beschwerde und Vorverfahren ",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer beantragte am 23. Jänner 2020 die Verleihung der Staatsbürgerschaft. Mit Bescheid vom 29. August 2022 wies die belangte Behörde den Antrag ab, da die Identität des Beschwerdeführers nicht feststellbar sei. Das Landesverwaltungsgericht Salzburg bestätigte mit Erkenntnis vom 25. Jänner 2023 diese Entscheidung: ",
            "annotations": []
        },
        {
            "text": "Im Staatsbürgerschaftsverfahren gehe es darum, einer ganz bestimmten, durch ihren Namen identifizierbaren Person die Staatsbürgerschaft zu verleihen und insofern ihren rechtlichen Status zu gestalten. Gemäß §5 Abs3 Staatsbürgerschaftsgesetz (StbG) habe der Fremde seine Identität durch unbedenkliche Urkunden oder sonstige geeignete und gleichwertige Bescheinigungsmittel nachzuweisen. Gelinge dies nicht, so könne die Abnahme der Papillarlinienabdrücke der Finger angeordnet werden. Der Beschwerdeführer habe lediglich ein amtliches somalisches Dokument – eine Heiratsurkunde – vorgelegt. Zudem sei ein Konventionsreisepass vorgelegt worden. Im Zusammenhang mit der Heiratsurkunde sei darauf hinzuweisen, dass gemäß §9 Konsularbeglaubigungsverordnung (KBeglV) die Vornahme von Beglaubigungen von Urkunden betreffend Somalia ausgesetzt worden sei, was gegen die Unbedenklichkeit dieser Urkunde spreche. Die in §5 Abs3 StbG vorgesehene Abnahme von Papillarlinienabdrücken der Finger sei nicht anzuordnen gewesen, da der Beschwerdeführer nachweislich zu Protokoll gegeben habe, dass er derartige Abdrücke erstmals nach seiner Flucht aus Somalia im Asylverfahren – demnach gestützt auf eine \"Verfahrensidentität\" – abgegeben habe. \"Verfahrensidentitäten\" sowie darauf ausgestellte Konventionsreisepässe würden nach höchstgerichtlicher Judikatur allerdings keine Nachweise zur zweifelsfreien Feststellung der Identität darstellen, weshalb auch die Abnahme von Papillarlinienabdrücken zu keiner Identitätsfeststellung geführt hätte. Von der Einvernahme der beantragten Identitätszeugin – der Cousine der Mutter des Beschwerdeführers – sei Abstand zu nehmen gewesen, da eine solche voraussetze, dass andere amtliche Dokumente in Vorlage gebracht würden, die ihrerseits unbedenklich seien, was allerdings auf die somalische Heiratsurkunde nicht zutreffe. Im Ergebnis sei es dem Beschwerdeführer nicht gelungen, seine Identität gemäß §5 Abs3 StbG durch unbedenkliche Urkunden oder sonstige geeignete und gleichwertige Bescheinigungsmittel nachzuweisen. ",
            "annotations": []
        },
        {
            "text": "2.  Gegen diese Entscheidung des Landesverwaltungsgerichtes Salzburg richtet sich die vorliegende, auf Art144 Abs1 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet wird. Der Beschwerdeführer habe im Verfahren seinen Konventionsreisepass, eine somalische Heiratsurkunde, eine von ihm abgegebene eidesstattliche Erklärung sowie eine österreichische Geburtsurkunde, mit der seine Geburt in Somalia nachbeurkundet wurde, vorgelegt. Das Landesverwaltungsgericht gehe dennoch davon aus, dass es ihm nicht gelungen sei, seine Identität gemäß §5 Abs3 StbG nachzuweisen.  Die Voraussetzungen zur Einvernahme einer Identitätszeugin seien verkannt worden und diese daher zu Unrecht unterblieben. Die vom Landesverwaltungsgericht Salzburg angenommene feste Beweisregel, dass eine zweifelsfreie Identität des Fremden nur bei Vorliegen einer unbedenklichen Urkunde möglich sei, sei rechtsirrig. ",
            "annotations": []
        },
        {
            "text": "3. Die Salzburger Landesregierung und das Landesverwaltungsgericht Salzburg haben die Verwaltungs- und Gerichtsakten vorgelegt. Die Salzburger Landesregierung hat zudem eine Gegenschrift erstattet, in der sie insbesondere Folgendes vorbringt: ",
            "annotations": []
        },
        {
            "text": "\"[…] Im gegenständlichen Fall kann daher aufgrund der fehlenden unbedenklichen Urkunden bzw Dokumente und auch aufgrund der Widersprüchlichkeiten in den Vorbringen des Revisionswerbers nicht von einer geklärten zweifelsfreien Identität ausgegangen werden und kann diesem die Staatsbürgerschaft daher auch nicht verliehen werden. Dies gilt selbst für den Fall, wenn man die Ausführungen des Verfassungsgerichtshofes im Erkenntnis vom 14.03.2023, E3480/2022-15, Rz 17 und 18 dahingehend interpretieren würde, dass nach dem Staatsbürgerschaftsgesetz 1985 auch eine Verleihung der Staatsbürgerschaft ohne Registrierung im Herkunfts- bzw Geburtsland bzw ohne unbedenkliche Dokumente bzw Urkunden dh nur aufgrund der mündlichen Angaben eines Staatsbürgerschaftswerbers möglich sein muss. ",
            "annotations": []
        },
        {
            "text": "In Somalia gibt es kein Personenstandsregister. Es besteht deshalb keine Möglichkeit, über amtliche Register verlässliche Auskünfte über somalische Staatsangehörige in Somalia zu erhalten. Für Somalier ist es einfach, echte Dokumente (fast jeden) unwahren Inhalts zu besorgen. In Somalia selbst, aber auch in den von Somaliern bewohnten Enklaven werden gefälschte somalische Reisepässe ebenso wie zahlreiche andere gefälschte Dokumente zum Verkauf angeboten (vgl HTK-StAR / §10 StAG / geklärte Identität, a.a.O. Rn 285, 286, 287, jeweils m.w.N.). ",
            "annotations": []
        },
        {
            "text": "Die Ausstellung von Dokumenten und Urkunden erfolgt in Somalia nach wie vor ohne Überprüfung der Personalien aufgrund der freien Angaben der Antragsteller, egal wie alt Personen sind und sind Echtfälschung jederzeit erhältlich (vgl die Länderinformation der Staatendokumentation des BFA sowie die oa. Ausführungen der österreichischen Botschaft). Somalische Dokumente und Urkunden werden regelmäßig auch erstmals aufgrund der den somalischen Botschaften vorgelegten österreichischen Konventionsreisepässe ausgestellt. Die Ausstellung erfolgt sohin auf Grundlage der in Österreich im Asylverfahren angelegten 'Verfahrensidentität' die zumeist auf ungeprüften Angaben des Asylwerbers basieren. Weder Dokumente noch Urkunden sind erforderlich, um eine Verfahrensidentität zu erhalten. Kein somalisches Dokument das nach 1991 ausgestellt wurde kann daher ohne Zeugen als unbedenklich iSd des §2 Abs2 der Staatsbürgerschaftsverordnung 1985 iVm […] §5 Abs3 StbG 1985 angesehen werden. ",
            "annotations": []
        },
        {
            "text": "Umgekehrt ist es somalischen Staatsbürgern sohin de facto unmöglich, die Identität durch Nachweise iSd §2 Abs2 Staatsbürgerschaftsverordnung 1985 iVm §5 Abs3 StbG nachzuweisen, da auch Identitätszeugen aus [Somalia] zumeist über keine gesicherte Identität verfügen und sohin nicht als Identitätszeugen herangezogen werden können. Insbesondere nicht durch unbedenkliche somalische Dokumente und Urkunden. ",
            "annotations": []
        },
        {
            "text": "Aufgrund der jüngsten Rechtsprechung des Verfassungsgerichtshofes vom 14.03.2023, E3480/2022-15, stellt sich für die Revisionsgegnerin daher die Rechtsfrage, ob die österreichische Staatsbürgerschaft auf Grund der Verfassung auch an somalische Staatsbürger zu verleihen ist, ohne dass diese für den Identitätsnachweis Urkunden oder Dokumente vorlegen müssen, selbst wenn diese nicht als Flüchtling geboren wurden (wie im Fall der oa. Entscheidung) und wie der Revisionswerber vor 1991 noch die Möglichkeit gehabt hätten, sich in Somalia registrieren zu lassen. Die Entscheidung des Verfassungsgerichtshofes vom 14.03.2023 ist für die Revisionsgegnerin zwar insofern nicht verständlich, als der Nachweis der zweifelsfreien Identität, bei als Flüchtling geborenen Kindern, aus ihrer Sicht ohnehin durch die Vorlage von Dokumenten und Urkunden der Eltern oder im Fall von Armenien auch durch die Vorlage von Urkunden und Dokumenten die aufgrund der Verpflichtungen der Genfer Flüchtlingskonvention, welche in Armenien 1993 in Kraft getreten ist, ausgestellt wurden, erfolgen hätte können. Auch als Flüchtling geborenen Kindern aus Armenien könnten sohin durch amtliche Dokumente bzw Urkunden der Eltern oder Urkunden oder Dokumente die durch armenische Behörde für Flüchtlinge ausgestellt wurden, zu einer zweifelsfreien Identitätsfeststellung und der Verleihung der österreichischen Staatsbürgerschaft gelangen. ",
            "annotations": []
        },
        {
            "text": "In Bezug auf somalische Staatsbürger ist jedoch tatsächlich davon auszugehen, dass es diesen aufgrund der fehlenden staatlichen Strukturen und den obigen Ausführungen zur Urkundensicherheit generell nämlich unmöglich ist, unbedenkliche Nachweise (Dokumente und Urkunden) vorzulegen, die für die Feststellung der zweifelsfreien Identität iSd Erkenntnisses des VwGH vom 02.04.2021, Ro 2021/01/0010 ausreichen würden. Auch Identitätszeugen gibt es zumeist mangels eigener unbedenklicher Urkunden und Dokumente der Identitätszeugen bei somalischen Staatsbürgern nämlich nicht und basieren sämtliche Urkunden und Dokumente zumeist ungeprüft aufgrund der freien Angaben der jeweiligen Person. Ist für Personen, die keine Dokumente oder Urkunden vorlegen können und welchen es objektiv unmöglich ist, Dokumente und Urkunden vorzulegen (allenfalls iVm Identitätszeugen), wie dies bei Personen aus Somalia regelmäßig der Fall ist, die zweifelsfreie Identität auch gänzlich ohne Dokumente bzw Urkunden, lediglich aufgrund ihrer Angaben anzunehmen, sind aus Sicht der Revisionsgegnerin jedoch die Bestimmungen des §1 Abs1 Z1, 2 sowie 4 bzw insbesondere des §2 Abs2 der Staatsbürgerschaftsverordnung 1985, als gesetz- bzw verfassungswidrig aufzuheben. ",
            "annotations": []
        },
        {
            "text": "§2 Abs2 der Staatsbürgerschaftsverordnung 1985 lautet nämlich wie folgt: ",
            "annotations": []
        },
        {
            "text": "'Von der Vorlage von Urkunden und Nachweisen gemäß Abs1 Z1, 2 und 4 kann abgesehen werden, wenn deren Beschaffung nachweislich nicht möglich oder nicht zumutbar ist und jeweils die Identität des Antragstellers anhand anderer unbedenklicher Dokumente festgestellt werden kann, wobei zur Beurteilung der Unbedenklichkeit insbesondere Verfahren gemäß §5 StbG herangezogen werden können.'",
            "annotations": []
        },
        {
            "text": "Der klare und unmissverständliche Wortlaut des §2 Abs2 Staatsbürgerschaftsverordnung 1985 lässt mit seiner Anordnung für Behörden, dass von der Vorlage von Urkunden und Nachweisen gemäß Abs1 Z1, 2 und 4 nur abgesehen werden kann, wenn jeweils die Identität des Antragstellers anhand anderer unbedenklicher Dokumente festgestellt werden kann, keinen Interpretationsspielraum offen, eine Verleihung der Staatsbürgerschaft auch ohne 'unbedenkliche Dokumente' und nur aufgrund der Angaben des Staatsbürgerschaftswerbers vornehmen zu dürfen. Es bestehen daher Bedenken gegen die Gesetz- bzw Verfassungsmäßigkeit dieser Bestimmungen der Staatsbürgerschaftsverordnung 1985.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Der Beschwerdeführer hat eine Äußerung erstattet, in der der Stellungnahme der Salzburger Landesregierung entgegengetreten wird.",
            "annotations": []
        },
        {
            "text": "              II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgebliche Bestimmung des Bundesgesetzes über die österreichische Staatsbürgerschaft (Staatsbürgerschaftsgesetz 1985 – StbG), BGBl 311/1985, idF BGBl I 122/2009 lautet auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§5. (1) […]",
            "annotations": []
        },
        {
            "text": "(3) Gelingt es dem Fremden nicht, seine Identität, auf die er sich in einem Verfahren nach diesem Bundesgesetz beruft, durch unbedenkliche Urkunden oder sonstige geeignete und gleichwertige Bescheinigungsmittel nachzuweisen, so kann die Behörde die Abnahme der Papillarlinienabdrücke der Finger anordnen. Die Weigerung des Fremden, an der Abnahme mitzuwirken, ist von der Behörde im Rahmen der Beweiswürdigung zu berücksichtigen.\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgebliche Bestimmung der Verordnung des Bundesministers für Inneres vom 31. Juli 1985 zur Durchführung des Staatsbürgerschaftsgesetzes 1985 (Staatsbürgerschaftsverordnung 1985), BGBl 329/1985, idF BGBl II 280/2022 lautet auszugsweise wie folgt: ",
            "annotations": []
        },
        {
            "text": "\"§2. (1) Dem Antrag auf Verleihung oder Erstreckung der Verleihung der Staatsbürgerschaft sind folgende Urkunden und Nachweise anzuschließen: ",
            "annotations": []
        },
        {
            "text": "1. gültiges Reisedokument (§2 Abs4 Z4 und 5 FPG); ",
            "annotations": []
        },
        {
            "text": "2. Geburtsurkunde oder ein dieser gleichzuhaltendes Dokument; ",
            "annotations": []
        },
        {
            "text": "3. aktuelles Lichtbild des Antragstellers (von 3,5 x 4,5 cm bis 4,0 x 5,0 cm); ",
            "annotations": []
        },
        {
            "text": "4. erforderlichenfalls Heiratsurkunde, Urkunde über die Ehescheidung, Partnerschaftsurkunde, Urkunde über die Auflösung der eingetragenen Partnerschaft, Nachweis über die Anerkennung oder gerichtliche Feststellung der Vaterschaft, Urkunde über die Annahme an Kindesstatt, Nachweis oder Urkunde über das Verwandtschaftsverhältnis, Sterbeurkunde, Nachweis über Namensänderung; ",
            "annotations": []
        },
        {
            "text": "5. […]",
            "annotations": []
        },
        {
            "text": "(2) Von der Vorlage von Urkunden und Nachweisen gemäß Abs1 Z1, 2 und 4 kann abgesehen werden, wenn deren Beschaffung nachweislich nicht möglich oder nicht zumutbar ist und jeweils die Identität des Antragstellers anhand anderer unbedenklicher Dokumente festgestellt werden kann, wobei zur Beurteilung der Unbedenklichkeit insbesondere Verfahren gemäß §5 StbG herangezogen werden können.",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "(4) Eine Pflicht zur Vorlage von Urkunden nach Abs1 besteht nicht, wenn die zu beweisenden Tatsachen oder Rechtsverhältnisse durch Einsicht in das Zentrale Staatsbürgerschaftsregister (ZSR, §56a StbG), oder in andere den Behörden zur Verfügung stehende Register festgestellt werden können.\"",
            "annotations": []
        },
        {
            "text": "              III. Erwägungen ",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet: ",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher – in die Verfassungssphäre reichender Fehler – ist dem Landesverwaltungsgericht Salzburg unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Fremde haben im staatsbürgerschaftsrechtlichen Verfahren nach §19 Abs2 StbG mitzuwirken und einem Antrag auf Verleihung oder Erstreckung der Verleihung der Staatsbürgerschaft gemäß §2 Abs1 Staatsbürgerschaftsverordnung 1985 unter anderem ein gültiges Reisedokument (Z1) oder eine Geburtsurkunde oder ein dieser gleichzuhaltendes Dokument (Z2) anzuschließen. Von der Vorlage von Urkunden und Nachweisen unter anderem gemäß §2 Abs1 Z1 und 2 Staatsbürgerschaftsverordnung 1985 kann abgesehen werden, wenn deren Beschaffung nachweislich nicht möglich oder nicht zumutbar ist und jeweils die Identität des Antragstellers anhand anderer unbedenklicher Dokumente festgestellt werden kann, wobei zur Beurteilung der Unbedenklichkeit insbesondere Verfahren gemäß §5 StbG herangezogen werden können (§2 Abs2 Staatsbürgerschaftsverordnung 1985). ",
            "annotations": []
        },
        {
            "text": "§5 Abs3 StbG hält allgemein fest, dass ein Fremder seine Identität durch unbedenkliche Urkunden oder sonstige geeignete und gleichwertige Bescheinigungs- mittel nachzuweisen hat, wenn seine Identität nicht bereits durch Einsicht in das Zentrale Staatsbürgerschaftsregister (ZSR) oder in andere den Behörden zur Verfügung stehende Register unzweifelhaft festgestellt werden kann (VwGH 2.4.2021, Ro 2021/01/0010, mit Verweis auf §2 Abs4 Staatsbürgerschaftsverordnung 1985). Für einen Nachweis nach §5 Abs3 StbG kommen nur amtliche Lichtbildausweise in Betracht, die Vorlage anderer amtlicher Dokumente, wie einer Geburtsurkunde, genügen hiefür nicht (VwGH 2.4.2021, Ro 2021/01/0010). Gelingt dem Fremden ein solcher Nachweis seiner Identität nicht (und kann diese nicht bereits iSd §2 Abs4 Staatsbürgerschaftsverordnung 1985 durch Einsicht in entsprechende Register festgestellt werden), kann die Behörde die Abnahme der Papillarlinienabdrücke der Finger anordnen (§5 Abs3 StbG), \"um davon ausgehend beweiswürdigend die Identität des Fremden für die Verleihung der Staatsbürgerschaft zweifelsfrei festzustellen\" (VwGH 2.4.2021, Ro 2021/01/0010). Führt auch \"dieses (im Gesetz ausdrücklich zu diesem Zweck vorgesehene) Beweismittel\" allein oder im Zusammenhang mit anderen Dokumenten und daran allenfalls anzuschließenden Ermittlungen nicht zur zweifelsfreien Feststellung der Identität, so hat die Behörde bzw das Verwaltungsgericht von Amts wegen auf andere Weise – etwa durch die Einsichtnahme in dafür geeignete Dokumente bzw Datenbanken oder durch Identitätszeugen – zu versuchen, die Identität des Fremden zweifelsfrei festzustellen (so VwGH 2.4.2021, Ro 2021/01/0010). ",
            "annotations": []
        },
        {
            "text": "3.2. Im Staatsbürgerschaftsverleihungsverfahren geht es darum, einer ganz bestimmten, durch ihren Namen identifizierbaren Person die Staatsbürgerschaft zu verleihen und insofern ihren rechtlichen Status zu gestalten (VwGH 2.9.2020, Ra 2020/01/0263 ua mwN).  Wie der Verfassungsgerichthof bereits mit Erkenntnis vom 14. März 2023, E3480/2022, ausgesprochen hat, kann §5 Abs3 StbG nicht dahingehend verstanden werden, dass ein Identitätsnachweis nur durch Identitätsdokumente (allenfalls in Verbindung mit Identitätszeugen) erfolgen kann, die außerhalb einer im Zuge des Asylverfahrens festgestellten \"Verfahrensidentität\" eines Beschwerdeführers liegen. Dies würde nämlich dazu führen, dass unter anderem auch Personen, denen es (objektiv) nicht möglich ist, Nachweise über ihre Identität zu erbringen, die nicht mit ihrer Identitätsfeststellung im Verfahren auf internationalen Schutz im Zusammenhang stehen, letztlich von der Verleihung der Staatsbürgerschaft ausgeschlossen würden.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Salzburg geht im angefochtenen Erkenntnis zunächst davon aus, dass die vom Beschwerdeführer vorgelegten Dokumente, insbesondere der Konventionsreisepass, unter keinen Umständen einen Nachweis zur zweifelsfreien Feststellung der Identität im Sinne des §5 Abs3 StbG darstellen, da die in Österreich ausgestellten Dokumente jeweils (nur) auf einer \"Verfahrensidentität\" beruhen würden. Damit unterstellt das Landesverwaltungsgericht Salzburg, wie sich aus dem Erkenntnis des Verfassungsgerichtshofes vom 14. März 2023, E3480/2022, ergibt, §5 Abs3 StbG einen verfassungswidrigen, weil dem aus ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973 folgenden Gleichbehandlungsgebot zuwiderlaufenden Inhalt.",
            "annotations": []
        },
        {
            "text": "3.3. Das angefochtene Erkenntnis ist daher schon aus diesem Grund als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "Was die Einvernahme der Identitätszeugin anlangt, so ist dem Verfassungsgerichtshof insbesondere unter Berücksichtigung des Erkenntnisses des Verwaltungsgerichtshofes vom 2. April 2021, Ro 2021/01/0010, nicht ersichtlich, warum ein allfälliges Fehlen unbedenklicher amtlicher Dokumente für den Beschwerdeführer der Heranziehung dieses Beweismittels von vornherein entgegenstehen sollte (siehe demgegenüber gerade für die Einvernahme einer Identitätszeugin die genannte Entscheidung des Verwaltungsgerichtshofes).",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Salzburg wird im fortgesetzten Verfahren zu prüfen haben, ob der Einvernahme der namhaft gemachten Identitätszeugin andere Gründe entgegen stehen, sowie bejahendenfalls, ob die vom Beschwerdeführer durch Vorlage eines Konventionsreisepasses und einer Geburtsurkunde nachgewiesene Identität, auch wenn diese Nachweise während des Verfahrens über den Antrag des Beschwerdeführers auf internationalen Schutz bzw auf Grundlage dessen begründet wurden, zweifelsfrei feststeht und insofern die Anforderungen des §5 Abs3 StbG erfüllt sind.",
            "annotations": []
        },
        {
            "text": "4. Da das Landesverwaltungsgericht Salzburg §5 Abs3 StbG einen dem ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973 widersprechenden Inhalt unterstellt hat, verletzt es den Beschwerdeführer in seinem verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (vgl VfGH 10.12.2014, B144/2013). ",
            "annotations": []
        },
        {
            "text": "5. Insoweit die Salzburger Landesregierung in ihrer Stellungnahme Bedenken gegen die Verfassungsmäßigkeit des §2 Abs2 Staatsbürgerschaftsverordnung 1985 hegt, da dieser \"keinen Interpretationsspielraum offen [lasse], eine Verleihung der Staatsbürgerschaft auch ohne 'unbedenkliche Dokumente' und nur aufgrund der Angaben des Staatsbürgerschaftswerbers vornehmen zu dürfen\", ist sie auf die Ausführungen des Verfassungsgerichtshofes im Erkenntnis vom 14. März 2023, E3480/2022, zu verweisen. ",
            "annotations": []
        },
        {
            "text": "              IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}