{
    "document_id": "JFT_20230919_23E00848_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist Staatsangehöriger von Gambia. Er stellte am 8. Mai 2021 einen Antrag auf internationalen Schutz. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 11. Oktober 2022 wies das Bundesamt für Fremdenwesen und Asyl den Antrag auf internationalen Schutz sowohl hinsichtlich der Zuerkennung des Status eines Asylberechtigten als auch eines subsidiär Schutzberechtigten ab (Spruchpunkte I. und II.). Es erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung und sprach aus, dass die Abschiebung nach Gambia zulässig ist (Spruchpunkte III. bis V.). Für die freiwillige Ausreise gewährte die Behörde eine Frist von 14 Tagen (Spruchpunkt VI.).",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit dem angefochtenen Erkenntnis ohne Durchführung einer mündlichen Verhandlung als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Begründend führt es im Wesentlichen aus, dass das Fluchtvorbringen des Beschwerdeführers, wonach ihm in Gambia auf Grund seiner Homosexualität Verfolgung drohe, nicht glaubhaft sei, weil dieses nur vage und unkonkret geblieben sei.",
            "annotations": []
        },
        {
            "text": "So habe der Beschwerdeführer keine näheren Angaben zu dem Mann machen können, mit dem er – seinen Angaben nach – in Gambia eine sexuelle Beziehung geführt habe. Zudem habe er auch keine konkreten Verfolgungs- oder Bedrohungsszenarien glaubwürdig darlegen können, weil sich seine diesbezüglichen Angaben nur auf lapidare Ausführungen, allgemeine Stehsätze und \"viel zu vage und unsubstantiiert[e]\" Schilderungen, wonach \"er von Leuten öfter mit einem namentlich genannten Homosexuellen gesehen worden sei und mit einem Stock bedroht worden sei\", beschränkten. Daraus sei nicht ableitbar, dass dem Beschwerdeführer in Gambia tatsächlich und konkret Gefährdungssituationen widerfahren seien. Auch das Vorbringen, er sei mit einer Flasche am Unterarm verletzt worden, lasse sich nicht mit der vom Beschwerdeführer behaupteten Verfolgung auf Grund seiner Homosexualität in Verbindung bringen. Somit kommt das Bundesverwaltungsgericht zu dem Schluss, dass der Beschwerdeführer seine Homosexualität \"lediglich vorgeschoben\" habe, um \"eine möglicherweise asylrelevante Gefährdungssituation um seine Person zu konstruieren\". ",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht führt ferner \"[l]ediglich der Vollständigkeit halber\" aus, es entspreche \"dem Amtswissen des erkennenden Gerichtes […], dass eine systematische staatliche Verfolgung Homosexueller in Gambia nicht gegeben ist\". Es ergäben sich keine Anhaltspunkte, die auf eine mangelnde Schutzfähigkeit bzw Schutzwilligkeit des Herkunftsstaates hinweisen würden, sodass sich daraus keine asylrelevante Verfolgung des Beschwerdeführers ergebe. ",
            "annotations": []
        },
        {
            "text": "Insgesamt sei es dem Beschwerdeführer damit nicht gelungen, eine Verfolgung aus asylrelevanten Gründen in seinem Herkunftsstaat \"in ausreichendem Maße substantiiert vorzubringen und glaubhaft zu machen\". ",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die Aufhebung des angefochtenen Erkenntnisses beantragt wird. ",
            "annotations": []
        },
        {
            "text": "Begründend wird im Wesentlichen ausgeführt, das Ermittlungsverfahren sei mangelhaft gewesen. Das Bundesverwaltungsgericht habe zudem ob der vorgebrachten sexuellen Orientierung zu Unrecht von der Durchführung einer mündlichen Verhandlung abgesehen. Auch im Hinblick auf aktuelle sexuelle Beziehungen bzw Kontakte des Beschwerdeführers in Österreich sei eine mündliche Verhandlung geboten gewesen. Zudem habe es das Bundesverwaltungsgericht unterlassen, sich in Bezug auf die konkrete Bedrohungssituation des Beschwerdeführers mit aktuellen Länderinformationen zum Herkunftsstaat Gambia auseinanderzusetzen.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Derart qualifizierte Fehler sind dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Das Bundesverwaltungsgericht geht in seiner Beweiswürdigung davon aus, dass die vom Beschwerdeführer behauptete homosexuelle Orientierung unter anderem deshalb nicht glaubwürdig sei, weil die diesbezüglichen Ausführungen des Beschwerdeführers in seiner Befragung vor dem Bundesamt für Fremdenwesen und Asyl nur vage und unkonkret geblieben seien. Dem ist entgegenzuhalten, dass angesichts des sensiblen Charakters von Fragen zur persönlichen Sphäre aus einer zurückhaltenden Schilderung bzw einer zögerlichen Offenbarung der Homosexualität nicht der Schluss gezogen werden darf, dass die betreffende Person unglaubwürdig ist (vgl VfGH 27.9.2021, E1951/2021 unter Verweis auf EuGH 2.12.2014, Rs C-148/13-150/13, A., B., C., Rz 69; ferner VwGH 4.8.2021, Ra 2021/18/0024 und 7.3.2022, Ra 2021/19/0132). Vor diesem Hintergrund wäre das Bundesverwaltungsgericht verpflichtet gewesen, sich im Rahmen einer mündlichen Verhandlung einen persönlichen Eindruck vom Beschwerdeführer zu verschaffen, um den Wahrheitsgehalt der behaupteten sexuellen Orientierung überprüfen zu können (vgl VfGH 19.9.2022, E4318/2020).",
            "annotations": []
        },
        {
            "text": "2.2. Die Alternativbegründung der angefochtenen Entscheidung, wonach Homosexuellen in Gambia keine asylrelevante Verfolgung drohe, erweist sich als ebenso wenig tragfähig: Das Bundesverwaltungsgericht unterlässt es, sich mit den zitierten Länderfeststellungen auseinanderzusetzen, laut denen homosexuelle Handlungen in Gambia illegal seien und mit lebenslangem Freiheitsentzug bestraft werden könnten. Indem sich das Bundesverwaltungsgericht nicht mit den Länderfeststellungen auseinandersetzt, hat es Willkür geübt.",
            "annotations": []
        },
        {
            "text": "2.3. Das Bundesverwaltungsgericht hat es somit verabsäumt, in entscheidungswesentlichen Punkten ein ordnungsgemäßes Ermittlungsverfahren zu führen, weshalb das Erkenntnis mit Willkür behaftet ist.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        },
        {
            "text": "4. Damit erübrigt sich ein Abspruch über den Antrag, der Beschwerde die aufschiebende Wirkung zuzuerkennen.",
            "annotations": []
        }
    ]
}