{
    "document_id": "JFT_20230628_23V00003_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art139 Abs1 Z3 B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art139 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof ist in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Gesetzwidrigkeit der Verordnung über begleitende grundlegende Basismaßnahmen zur Verhinderung der Verbreitung von COVID-19 (2. Wiener COVID-19-Basismaßnahmenbegleitverordnung), LGBl 16/2022 idF LGBl 62/2022.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (zur Verpflichtung zum Tragen von Schutzmasken siehe VfGH 10.6.2021, V35/2021; 6.12.2021, V617/2020 ua, sowie auch VfGH 23.9.2021, V155/2021; zum Einschätzungs- und Prognosespielraum des Verordnungsgebers siehe zB VfGH 29.4.2022, V23/2022 mwN; zur laufenden Evaluierungspflicht siehe zB VfSlg 20.399/2020) lässt das Vorbringen des Antrages die behauptete Gesetz- und Verfassungswidrigkeit als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat:",
            "annotations": []
        },
        {
            "text": "Der Verordnungsgeber hat den ihm durch das COVID-19-Maßnahmengesetz eingeräumten Ermessensspielraum nicht überschritten, wenn er – vor dem Hintergrund der zum Zeitpunkt der Änderung der Verordnung im Mai 2022 und ihrer erneuten Verlängerung im Dezember 2022 bestehenden, im Verordnungsakt (noch) hinreichend dokumentierten epidemiologischen Situation – eine zeitlich befristete Pflicht zum Tragen einer \"FFP2-Maske\" oder einer Maske mit gleichwertig genormtem Standard bei der Benützung von Massenbeförderungsmitteln und in bestimmten geschlossenen Räumen in Wien anordnete.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}