{
    "document_id": "JFT_20230919_23G00180_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Steiermark, \"§19 Abs4 und §19 Abs6 sowie §20 Abs5 des Bundesgesetz über die Mauteinhebung auf Bundesstraßen (Bundesstraßen-Mautgesetz 2002 – BStMG) BGBl I Nr 109/2002 in der Fassung BGBl I Nr 155/2021,\" als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des BStMG, BGBl I 109/2002, idF BGBl I 155/2021 (§19 Abs4 BStMG idF BGBl I 45/2019, §19 Abs6 BStMG idF BGBl I 26/2006 und §20 Abs5 BStMG idF BGBl I 99/2013) lauten wie folgt (die angefochtenen Bestimmungen sind hervorgehoben): ",
            "annotations": []
        },
        {
            "text": "\"Mautschuldner",
            "annotations": []
        },
        {
            "text": "§4. Mautschuldner sind der Kraftfahrzeuglenker und der Zulassungsbesitzer. Mehrere Mautschuldner haften zur ungeteilten Hand.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Teil",
            "annotations": []
        },
        {
            "text": "Zeitabhängige Maut",
            "annotations": []
        },
        {
            "text": "Mautpflicht",
            "annotations": []
        },
        {
            "text": "§10. (1) Die Benützung von Mautstrecken mit einspurigen Kraftfahrzeugen und mit mehrspurigen Kraftfahrzeugen, deren höchstes zulässiges Gesamtgewicht nicht mehr als 3,5 Tonnen beträgt, unterliegt der zeitabhängigen Maut.",
            "annotations": []
        },
        {
            "text": "(2) Von der Pflicht zur Entrichtung der zeitabhängigen Maut sind ausgenommen:",
            "annotations": []
        },
        {
            "text": "1. A9 Pyhrn Autobahn in den Abschnitten zwischen der Anschlussstelle Spital/Pyhrn und der Anschlussstelle Ardning und zwischen der Anschlussstelle St. Michael und Anschlussstelle Übelbach,",
            "annotations": []
        },
        {
            "text": "2.-5. […],",
            "annotations": []
        },
        {
            "text": "(3)-(4) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ersatzmaut",
            "annotations": []
        },
        {
            "text": "§19. (1) In der Mautordnung ist für den Fall der nicht ordnungsgemäßen Entrichtung der Maut eine Ersatzmaut festzusetzen, die den Betrag von 250 € einschließlich Umsatzsteuer nicht übersteigen darf.",
            "annotations": []
        },
        {
            "text": "(2) Die Mautaufsichtsorgane sind befugt, Lenker, die bei der Begehung einer Verwaltungsübertretung gemäß §20 Abs1 und 2 sowie gemäß §32 Abs1 zweiter Satz entweder auf frischer Tat oder in engem zeitlichen Zusammenhang mit der Begehung betreten werden, mündlich zur Zahlung einer Ersatzmaut aufzufordern. Der Aufforderung wird entsprochen, wenn der Lenker unverzüglich die entsprechende Ersatzmaut zahlt. Hierüber ist eine Bescheinigung auszustellen.",
            "annotations": []
        },
        {
            "text": "(3) Die Mautaufsichtsorgane sind im Fall, dass wegen einer von ihnen dienstlich wahrgenommenen Verwaltungsübertretung gemäß §20 Abs1 keine bestimmte Person beanstandet werden kann, befugt, am Fahrzeug eine schriftliche Aufforderung zur Zahlung der Ersatzmaut zu hinterlassen. Die Aufforderung hat eine Identifikationsnummer und eine Kontonummer zu enthalten. Ihr wird entsprochen, wenn die Ersatzmaut binnen zwei Wochen ab Hinterlassung der Aufforderung dem angegebenen Konto gutgeschrieben wird und der Überweisungsauftrag die automationsunterstützt lesbare, vollständige und richtige Identifikationsnummer enthält.",
            "annotations": []
        },
        {
            "text": "(4) Kommt es bei einer Verwaltungsübertretung gemäß §20 sowie §32 Abs1 zweiter Satz zu keiner Betretung, so ist die Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft befugt, den Zulassungsbesitzer schriftlich zur Zahlung einer Ersatzmaut aufzufordern, sofern der Verdacht auf automatischer Überwachung oder dienstlicher Wahrnehmung eines Mautaufsichtsorgans beruht. Die Aufforderung hat eine Identifikationsnummer und eine Kontonummer zu enthalten. Ihr wird entsprochen, wenn die Ersatzmaut binnen vier Wochen ab Ausfertigung der Aufforderung dem angegebenen Konto gutgeschrieben wird und der Überweisungsauftrag die automationsunterstützt lesbare, vollständige und richtige Identifikationsnummer enthält.",
            "annotations": []
        },
        {
            "text": "(5) Kommt es bei einer Verwaltungsübertretung gemäß §20 sowie §32 Abs1 zweiter Satz zu keiner Betretung, so sind die Mautaufsichtsorgane befugt, anlässlich einer Kontrolle der ordnungsgemäßen Entrichtung der Maut jenes Fahrzeuges, mit dem die Tat begangen wurde, den Zulassungsbesitzer mündlich zur Zahlung einer Ersatzmaut aufzufordern, sofern der Verdacht auf automatischer Überwachung oder auf dienstlicher Wahrnehmung eines Mautaufsichtsorgans beruht und die Tat nicht bereits verjährt ist. Die Aufforderung ist an den Lenker zu richten, der bei der Leistung der Ersatzmaut als Vertreter des Zulassungsbesitzers fungiert. Ihr wird entsprochen, wenn der Lenker unverzüglich die Ersatzmaut zahlt. Hierüber ist eine Bescheinigung auszustellen.",
            "annotations": []
        },
        {
            "text": "(6) Subjektive Rechte des Lenkers und des Zulassungsbesitzers auf mündliche oder schriftliche Aufforderungen zur Zahlung einer Ersatzmaut bestehen nicht.",
            "annotations": []
        },
        {
            "text": "(7) Soweit in der Mautordnung bestimmt ist, dass die Ersatzmaut auch in bestimmten fremden Währungen gezahlt oder unbar beglichen werden kann, sind von den Mautaufsichtsorganen Zahlungen auch in diesen Formen entgegenzunehmen. Gebühren, Spesen und Abschläge sind vom Mautgläubiger zu tragen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. Teil",
            "annotations": []
        },
        {
            "text": "Strafbestimmungen",
            "annotations": []
        },
        {
            "text": "Mautprellerei",
            "annotations": []
        },
        {
            "text": "§20. (1) Kraftfahrzeuglenker, die Mautstrecken benützen, ohne die nach §10 geschuldete zeitabhängige Maut ordnungsgemäß entrichtet zu haben, begehen eine Verwaltungsübertretung und sind mit Geldstrafe von 300 € bis zu 3000 € zu bestrafen.",
            "annotations": []
        },
        {
            "text": "(2) Kraftfahrzeuglenker, die Mautstrecken benützen, ohne die nach §6 geschuldete fahrleistungsabhängige Maut ordnungsgemäß zu entrichten, begehen eine Verwaltungsübertretung und sind mit Geldstrafe von 300 € bis zu 3000 € zu bestrafen.",
            "annotations": []
        },
        {
            "text": "(3) Zulassungsbesitzer, die den Nachweis über die Zuordnung des Fahrzeuges zum erklärten Fahrzeugantrieb gemäß §9 Abs5 dritter Satz oder zur erklärten EURO-Emissionsklasse nicht fristgerecht nachholen und dadurch die nicht ordnungsgemäße Entrichtung fahrleistungsabhängiger Maut für die Benützung von Mautstrecken verursachen (§9 Abs11 zweiter und vierter Satz), begehen eine Verwaltungsübertretung und sind mit Geldstrafe von 300 € bis 3 000 € zu bestrafen.",
            "annotations": []
        },
        {
            "text": "(4) Verwaltungsübertretungen gemäß Abs3 gelten als an jenem Ort begangen, an dem die Benützung von Mautstrecken mit einem gemäß §9 Abs11 dritter Satz vorläufig einer Tarifgruppe zugeordneten Fahrzeug durch automatische Überwachung oder durch dienstliche Wahrnehmung eines Mautaufsichtsorgans festgestellt wurde.",
            "annotations": []
        },
        {
            "text": "(5) Taten gemäß Abs1 bis 3 werden straflos, wenn der Mautschuldner nach Maßgabe des §19 Abs2 bis 5 der Aufforderung zur Zahlung der in der Mautordnung festgesetzten Ersatzmaut entspricht.",
            "annotations": []
        },
        {
            "text": "(6) Die Rückforderung gemäß §19 ordnungsgemäß gezahlter Ersatzmauten ist ausgeschlossen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auskünfte aus der zentralen Zulassungsevidenz",
            "annotations": []
        },
        {
            "text": "§30. (1) Der Bundesminister für Inneres hat aus der zentralen Zulassungsevidenz gemäß §47 Abs4 Kraftfahrgesetz 1967 der Autobahnen- und Schnellstraßen- Finanzierungs- Aktiengesellschaft auf Anfrage automationsunterstützt in Echtzeit fahrzeugbezogene Daten mitzuteilen, soweit es zur automatischen Überwachung der Einhaltung der Vorschriften über die Entrichtung der fahrleistungsabhängigen und zeitabhängigen Maut sowie der Streckenmaut erforderlich ist.",
            "annotations": []
        },
        {
            "text": "(2) Der Bundesminister für Inneres hat aus der zentralen Zulassungsevidenz gemäß §47 Abs4 Kraftfahrgesetz 1967 der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft auf Anfrage automationsunterstützt in Echtzeit die Zulassungsdaten mitzuteilen, soweit dies",
            "annotations": []
        },
        {
            "text": "1. für die Registrierung digitaler Vignetten (§11 Abs1), die Umregistrierung digitaler Jahresvignetten (§11 Abs5) sowie die Registrierung und Umregistrierung digitaler Streckenmautberechtigungen (§15 Abs1 Z8, §32 Abs1) und",
            "annotations": []
        },
        {
            "text": "2. bei Verwaltungsübertretungen gemäß §§20 und 32 Abs1 zweiter Satz für Aufforderungen zur Zahlung einer Ersatzmaut gemäß §19 Abs4 ",
            "annotations": []
        },
        {
            "text": "erforderlich ist.",
            "annotations": []
        },
        {
            "text": "(3)-(4) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nationale Kontaktstelle im Sinne der Richtlinie (EU) 2019/520",
            "annotations": []
        },
        {
            "text": "§30a. (1) Nationale Kontaktstelle im Sinne des Artikel 23 der Richtlinie (EU) 2019/520 ist die Bundesministerin für Klimaschutz, Umwelt, Energie, Mobilität, Innovation und Technologie. Die Nationale Kontaktstelle hat Datenabrufe gemäß Abs2 und 3 im Wege der Anbindung an das Europäische Fahrzeug- und Führerschein-Informationssystem (EUCARIS) zu ermöglichen und übt dabei die Funktion eines Verantwortlichen im Sinne des Artikel 4 Z7 DSGVO aus. Der Bundesminister für Inneres ist insoweit Auftragsverarbeiter im Sinne des Artikel 4 Z8 DSGVO für die Nationale Kontaktstelle; er hat die Verpflichtungen gemäß Artikel 28 Abs3 DSGVO zu erfüllen und ist berechtigt, weitere Auftragsverarbeiter in Anspruch zu nehmen.",
            "annotations": []
        },
        {
            "text": "(2) Sofern der Verdacht einer Verwaltungsübertretung gemäß §§20 und 32 Abs1 zweiter Satz auf automatischer Überwachung oder dienstlicher Wahrnehmung eines Mautaufsichtsorgans beruht, sind die Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft und die Behörden als Verantwortliche im Sinne des Artikel 4 Z7 DSGVO befugt, unter Angabe des vollständigen Kennzeichens des Fahrzeuges automationsunterstützte Datenabrufe aus Fahrzeugzulassungsregistern anderer EU-Mitgliedstaaten zu veranlassen. Die Datenabrufe in diesen Registern sind im Wege der Nationalen Kontaktstelle durchzuführen, haben unter Verwendung der im Anhang I der Richtlinie (EU) 2019/520 angeführten Anfragedaten zu erfolgen und dürfen nur die dort angeführten Auskunftsdaten umfassen.",
            "annotations": []
        },
        {
            "text": "(3) Die Nationale Kontaktstelle hat den Nationalen Kontaktstellen anderer EU-Mitgliedstaaten den automationsunterstützten Abruf von Daten aus der zentralen Zulassungsevidenz gemäß §47 Abs4 des Kraftfahrgesetzes 1967, die vom Bundesminister für Inneres als Verantwortlicher im Sinne des Artikel 4 Z7 DSGVO geführt wird, nach Maßgabe der Artikel 23 und 25 sowie des Anhanges I der Richtlinie (EU) 2019/520 zu ermöglichen.",
            "annotations": []
        },
        {
            "text": "(4) Die Nationale Kontaktstelle hat sicherzustellen, dass ausschließlich Abrufe gemäß Abs2 und 3 erfolgen. Die Verarbeitung der Daten gemäß Abs2 darf nur zum Zweck der Feststellung des Zulassungsbesitzers oder des Fahrzeuglenkers, zur Ausfertigung einer schriftlichen Aufforderung zur Zahlung einer Ersatzmaut gemäß §19 Abs4 oder zur Führung eines Verwaltungsstrafverfahrens zur Ahndung von Verwaltungsübertretungen gemäß §§20 und 32 Abs1 zweiter Satz vorgenommen werden.",
            "annotations": []
        },
        {
            "text": "(5) Jeder von einem Abruf gemäß Abs3 betroffene Zulassungsbesitzer hat das Recht, von der Nationalen Kontaktstelle nach Maßgabe der Bestimmungen des Kapitels III der DSGVO unverzüglich Informationen darüber zu erhalten, welche Daten einem EU-Mitgliedstaat, in dem eine Maut nicht entrichtet wurde, übermittelt wurden, einschließlich des Datums des Abrufs und der Bezeichnung der abrufenden Nationalen Kontaktstelle des EU-Mitgliedstaates.",
            "annotations": []
        },
        {
            "text": "(6) Die Nationale Kontaktstelle hat eine vollständige Protokollierung aller Abrufe gemäß Abs2 und 3 vorzunehmen, aus der feststellbar ist, welcher Nationalen Kontaktstelle eines anderen EU-Mitgliedstaates oder welchem Mitarbeiter der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft oder Organwalter bei einer Behörde welche Übermittlungen aus der zentralen Zulassungsevidenz gemäß §47 Abs4 des Kraftfahrgesetzes 1967 oder aus den Fahrzeugzulassungsregistern anderer EU-Mitgliedstaaten zuzuordnen sind. Diese Protokolldaten sind drei Jahre aufzubewahren und danach in nicht rückführbarer Weise zu löschen.",
            "annotations": []
        },
        {
            "text": "(7) Der Nationalen Kontaktstelle obliegt die Berichterstattung an die Europäische Kommission gemäß Artikel 26 der Richtlinie (EU) 2019/520 über die Zahl der von ihr durchgeführten automationsunterstützten Abrufe von Daten bei Nationalen Kontaktstellen anderer EU-Mitgliedstaaten, die Zahl der ergebnislosen Abrufe, die Zahl der von der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft und von den Behörden an Zulassungsbesitzer übermittelten Informationsschreiben gemäß §30b Abs1 und die Zahl der Fälle, in denen die Ersatzmaut oder die gemäß §30b Abs3 vorgeschriebene Geldstrafe nicht gezahlt wurde. Die Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft hat für die Nationale Kontaktstelle die Erhebung der Fallzahlen bei den Behörden in anonymisierter Form durchzuführen. Die Behörden haben auf Anfrage die für die Berichterstattung erforderlichen Daten der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft zur Verfügung zu stellen.",
            "annotations": []
        },
        {
            "text": "(8) Die Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft hat die Kosten, die dem Bundesminister für Inneres im Zuge der Umsetzung der Richtlinie (EU) 2019/520 und allfälliger Änderungen dieser Richtlinie entstehen, zu tragen. Die näheren Regelungen sind zwischen dem Bund und der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft zu vereinbaren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Grenzüberschreitende Aufforderung zur Zahlung der Ersatzmaut und Verfolgung von Mautprellerei",
            "annotations": []
        },
        {
            "text": "§30b. (1) Die Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft ist befugt, dem nach §§18 Abs2, 19 Abs5 und 30a oder nach einer anderen Rechtsgrundlage ermittelten Zulassungsbesitzer eines Fahrzeuges, mit dem Verwaltungsübertretungen gemäß §§20 und 32 Abs1 zweiter Satz begangen wurden, ein Informationsschreiben gemäß Artikel 24 und 25 der Richtlinie (EU) 2019/520 zu übermitteln. Die von der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft übermittelten Informationsschreiben gelten als Aufforderungen zur Zahlung einer Ersatzmaut gemäß §19 Abs4. Die Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft hat den Zulassungsbesitzer darauf hinzuweisen, dass er sich schriftlich zu dem Vorwurf der Verwaltungsübertretung äußern kann, insbesondere Angaben über das höchste zulässige Gesamtgewicht des Fahrzeuges, mit dem die Verwaltungsübertretung begangen wurde, machen kann, und dass er die dazu dienlichen Beweismittel der Äußerung beigeben kann.",
            "annotations": []
        },
        {
            "text": "(2) Leitet die Behörde auf Grund einer Anzeige der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft ein Verwaltungsstrafverfahren ein, so hat die Behörde dem Zulassungsbesitzer ein Informationsschreiben gemäß Artikel 24 der Richtlinie (EU) 2019/520 zu übermitteln, sofern Name und Anschrift des Lenkers des Fahrzeuges, mit dem Verwaltungsübertretungen gemäß §§20 Abs1 und 2 und 32 Abs1 zweiter Satz begangen wurden, nicht bekannt sind.",
            "annotations": []
        },
        {
            "text": "(3) Das von der Behörde übermittelte Informationsschreiben gilt als Anonymverfügung gemäß §49a VStG und §29 Abs3, durch die eine Geldstrafe von 300 € vorzuschreiben ist. Die Behörde kann im Fall von Verwaltungsübertretungen gemäß §20 Abs1 und 2 sowie §32 Abs1 zweiter Satz das Informationsschreiben mit einer Lenkererhebung gemäß §103 Abs2 des Kraftfahrgesetzes 1967 verbinden.",
            "annotations": []
        },
        {
            "text": "(4) Im Informationsschreiben müssen angegeben sein:",
            "annotations": []
        },
        {
            "text": "1. die übermittelnde Stelle gemäß Abs1 und das Datum der Ausfertigung;",
            "annotations": []
        },
        {
            "text": "2. die Tat, die als erwiesen angenommen ist, ferner der Ort, das Datum und die Uhrzeit ihrer Begehung;",
            "annotations": []
        },
        {
            "text": "3. die Verwaltungsstrafbestimmung, die durch die Tat verletzt worden ist;",
            "annotations": []
        },
        {
            "text": "4. im Falle eines Informationsschreibens der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft die zur Feststellung der Tat verwendete technische Einrichtung;",
            "annotations": []
        },
        {
            "text": "5. im Falle eines Informationsschreibens der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft die Höhe der zu entrichtenden Ersatzmaut und im Falle eines Informationsschreibens der Behörde die Höhe der mit der Anonymverfügung vorgeschriebenen Geldstrafe sowie die jeweils angewendeten Gesetzesbestimmungen;",
            "annotations": []
        },
        {
            "text": "6. die Belehrung über die Rechtsfolgen der Zahlung und die Rechtsfolgen einer Nichtzahlung der Ersatzmaut oder der mit einer Anonymverfügung vorgeschriebenen Geldstrafe sowie allenfalls über die Rechtsfolgen der Nichterteilung oder der unrichtigen oder unvollständigen Erteilung einer Auskunft über den Fahrzeuglenker.",
            "annotations": []
        },
        {
            "text": "(5) Das Informationsschreiben der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft ist in der Sprache der Zulassungsbescheinigung des Fahrzeuges, mit dem die Verwaltungsübertretung begangen wurde, zu verfassen. Das Informationsschreiben der Behörde ist auch in dieser Sprache zu verfassen. Sofern diese Sprache nicht bekannt ist, ist es in einer der Amtssprachen des EU-Mitgliedstaates, in dem das Fahrzeug zugelassen ist, zu verfassen.",
            "annotations": []
        },
        {
            "text": "(6) Die Bundesministerin für Klimaschutz, Umwelt, Energie, Mobilität, Innovation und Technologie hat durch Verordnung das Muster für Informationsschreiben der Behörde vorzusehen. Die Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft hat in der Mautordnung das Muster für ihre Informationsschreiben vorzusehen. Diese Muster haben dem in Anhang II der Richtlinie (EU) 2019/520 vorgesehenen Muster zu entsprechen.",
            "annotations": []
        },
        {
            "text": "(7) Die Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft hat der Nationalen Kontaktstelle bis zum 28. Februar 2023 und danach jeweils alle drei Jahre die für die Erstellung des Berichtes an die Europäische Kommission gemäß §30a Abs7 erforderlichen Daten mitzuteilen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Straßensonderfinanzierungsgesetze",
            "annotations": []
        },
        {
            "text": "§32. (1) Die Benützung der in §10 Abs2 genannten Mautabschnitte mit einspurigen Kraftfahrzeugen und mit mehrspurigen Kraftfahrzeugen, deren höchstes zulässiges Gesamtgewicht nicht mehr als 3,5 Tonnen beträgt, unterliegt der Bemautung nach den Bestimmungen des Arlberg Schnellstraßen-Finanzierungsgesetzes, BGBl Nr 113/1973, des Bundesgesetzes betreffend die Finanzierung der Autobahn Innsbruck-Brenner, BGBl Nr 135/1964, des Karawanken-Autobahn-Finanzierungsgesetzes, BGBl Nr 442/1978, des Pyhrn-Autobahn-Finanzierungsgesetzes, BGBl Nr 479/1971, und des Tauernautobahn-Finanzierungsgesetzes, BGBl Nr 115/1969 (Streckenmaut). Kraftfahrzeuglenker, die diese Mautabschnitte benützen, ohne das nach den genannten Gesetzen geschuldete Entgelt ordnungsgemäß zu entrichten, begehen eine Verwaltungsübertretung, die als Mautprellerei im Sinn des §20 Abs1 gilt. Kraftfahrzeuglenker, die durch diese Tat gegen eine auf Grund der Straßenverkehrsordnung 1960, BGBl Nr 159, erlassene Fahrverbotsverordnung verstoßen, indem sie die Fahrspur einer Mautstelle benützen, die Kraftfahrzeugen vorbehalten ist, die der fahrleistungsabhängigen Maut unterliegen, sind nur wegen Mautprellerei zu bestrafen.",
            "annotations": []
        },
        {
            "text": "(2) Die näheren Bestimmungen über die Art und Bedingungen der Entrichtung der Maut für die Benützung der in §10 Abs2 genannten Mautabschnitte (Streckenmaut) sind in der Mautordnung zu treffen. Sie müssen die Entrichtung der Maut ohne Verwendung elektronischer Einrichtungen gewährleisten. Die Mautabwicklung kann auch durch Registrierung des Kennzeichens des Fahrzeugs im Mautsystem der Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft erfolgen.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Beim Landesverwaltungsgericht Steiermark ist eine Beschwerde gegen ein Straferkenntnis der Bezirkshauptmannschaft Leoben vom 30. August 2022 anhängig, mit dem dem Beschwerdeführer des Anlassverfahrens vorgeworfen wurde, er habe am 1. August 2022 an einem näher bezeichneten Ort auf der A9 Pyhrn Autobahn die Streckenmaut nicht ordnungsgemäß entrichtet, und eine Verwaltungsstrafe nach §32 Abs1 iVm §20 Abs1 BStMG verhängt wurde. Der Beschwerdeführer brachte vor, dass die Zulassungsbesitzerin (die Mutter des Beschwerdeführers) ihm die Aufforderung zur Zahlung der Ersatzmaut für die Fahrt am 1. August 2022, die ihr zugestellt worden sei, nicht zukommen habe lassen.",
            "annotations": []
        },
        {
            "text": "2. Das Landesverwaltungsgericht Steiermark legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"2.1. Allgemein",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Steiermark hat Bedenken, dass die angefochtenen Bestimmungen gleichheitskonform sind, zumal der Lenker als Mautpflichtiger eine Verwaltungsübertretung begeht, wenn er die Maut nicht ordnungsgemäß entrichtet. Die Rechtswohltat einen Strafaufhebungsgrund zu setzen, kommt bei Nichtanhaltung jedoch nur jenem Lenker zu, welcher gleichzeitig Zulassungsbesitzer ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. Rechtsprechung des Verwaltungsgerichtshofes",
            "annotations": []
        },
        {
            "text": "Zu den angefochtenen Bestimmungen judiziert der Verwaltungsgerichtshof aktuell wie folgt:",
            "annotations": []
        },
        {
            "text": "'Die Entrichtung der in der Mautordnung festgesetzten Ersatzmaut gemäß §20 Abs5 BStMG 2002 stellt einen Strafaufhebungsgrund dar. Das bedeutet, dass ein Lenker eines Lastkraftwagens im Sinne des §6 BStMG 2002 mit der Benützung des mautpflichtigen Straßennetzes ohne ordnungsgemäße Entrichtung der Maut das strafbare Verhalten bereits verwirklicht hat, bei Bezahlung der Ersatzmaut entfällt die Strafbarkeit aber (nachträglich) wieder (vgl zur Rechtslage vor BGBl I Nr 99/2013 VwGH 28.11.2006, 2005/06/0156). Die Tat wird dann nicht straflos, wenn die in §20 Abs5 BStMG 2002 angeführten Beträge nicht entrichtet werden, mag auch die Aufforderung aus welchen Gründen immer unterblieben sein. Das Unterbleiben einer Aufforderung gemäß §19 BStMG 2002 hat die Folge, dass die Frist für die Bezahlung der Ersatzmaut nicht in Gang gesetzt wird, womit die Möglichkeit besteht, gegebenenfalls die Ersatzmaut noch im Zuge des Strafverfahrens 'fristgerecht' zu bezahlen, um damit die Straflosigkeit im Sinne des §20 Abs5 BStMG 2002 in der Fassung BGBl I Nr 99/2013 zu bewirken (vgl VwGH 28.04.2022, Ra 2019/06/0174).'",
            "annotations": []
        },
        {
            "text": "'Die Wortfolge 'binnen vier Wochen ab Ausfertigung der Aufforderung' in §19 Abs4 BStMG 2002 bezieht sich nur auf die Dauer der Zahlungsfrist, sie bedeutet aber nicht, dass eine nicht rechtswirksame Zustellung keinen Fall des Unterbleibens der Aufforderung zur Bezahlung der Ersatzmaut darstellen würde. Die bloße Kenntnisnahme der Aufforderung kann dabei nicht mit deren rechtswirksamer Zustellung gleichgesetzt werden. Der Ansicht, es sei im Hinblick auf den Beginn des Fristenlaufes nach §19 Abs4 leg cit auf die 'Ausfertigung' der Aufforderung abzustellen, ist nicht beizupflichten, da es auf eine verfassungswidrige Ungleichbehandlung der Fälle hinausliefe, in denen einem Fahrzeuglenker keine Aufforderung zur Entrichtung der Ersatzmaut wirksam zugestellt wird, würde jenen Lenkern, bei denen immerhin der Versuch der Zustellung unternommen wurde, das Recht abgesprochen, in gleicher Weise wie die anderen Lenker bis zum Abschluss des Verfahrens die Ersatzmaut zu entrichten (vgl VwGH 28.04.2022, Ra 2019/06/0174).'",
            "annotations": []
        },
        {
            "text": "Sohin ist es dem Zulassungsbesitzer bis zum Abschluss des Strafverfahrens (vor dem Landesverwaltungsgericht) möglich die Ersatzmaut zu bezahlen und so einen Strafaufhebungsgrund zu setzen. Dem Lenker, welcher nicht Zulassungsbesitzer ist, kommt von Anfang an die Möglichkeit einen Strafaufhebungsgrund zu setzen nicht zu.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. Zur bisherigen Auseinandersetzung des Verfassungsgerichtshofes",
            "annotations": []
        },
        {
            "text": "Mit Beschluss vom 29.11.2005, B1517/05-3 hat der Verfassungsgerichtshof in einer ähnlich gelagerten Konstellation die Behandlung der Beschwerde abgelehnt. In der Begründung wird auf VfSlg 11.775/1988 verwiesen, wonach eine Regelung aus Gründen der Verwaltungsökonomie dem Gebot der Sachlichkeit entsprechen kann. In VfSlg 11.775/1988 befasst sich der Verfassungsgerichtshof mit der Entrichtung von Straßenverkehrsbeiträgen von in- und ausländischen Fahrzeugen.",
            "annotations": []
        },
        {
            "text": "Gemäß §20 Abs1 BStMG wird der Kraftfahrzeuglenker der die Mautstrecke ohne die ordnungsgemäße Maut entrichtet zu haben, verwaltungsstrafrechtlich zur Verantwortung gezogen. Der Lenker muss, dem Grundsatz der materiellen Wahrheit entsprechend, ermittelt werden. Aus Gesichtspunkten der Verwaltungsökonomie nur den Zulassungsbesitzer einen Strafaufhebungsgrund (im gesamten Strafverfahren) setzen zu lassen, ist demnach wohl nicht nachvollziehbar.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.4 Zur Unsachlichkeit",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Im Lichte der Rechtsprechung des Verwaltungsgerichtshofes zu Ra 2019/06/0174 und Ra 2019/06/0174, bestehen Bedenken, dass der Gesetzgeber eine unsachliche, durch tatsächliche Unterschiede nicht begründbare Differenzierung, in Zusammenschau der §19 Abs4, §19 Abs6 und §20 Abs5 Bundesstraßen-Mautgesetz 2002 geschaffen hat.",
            "annotations": []
        },
        {
            "text": "Es ist wohl kein sachlicher Grund erkennbar, warum nur der Lenker, welcher zugleich Zulassungsbesitzer ist (das gesamte Strafverfahren hindurch), die Möglichkeit haben soll einen Strafaufhebungsgrund zu setzen. Zumal der Lenker im Verwaltungsstrafverfahren ohnehin festgestellt werden muss, spricht die Verwaltungsökonomie dem wohl nicht entgegen. Die Differenzierung zwischen Lenkern, welche gleichzeitig Zulassungsbesitzer sind und allen anderen Lenkern, erscheint sachlich nicht begründbar.\" (Zitat ohne die im Original enthaltenen Hervorhebungen).",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung hat eine Äußerung erstattet, in der sie den im Antrag erhobenen Bedenken wie folgt entgegentritt:",
            "annotations": []
        },
        {
            "text": "\"II. Zum Anlassverfahren und zur Zulässigkeit:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "2. Zur Zulässigkeit:",
            "annotations": []
        },
        {
            "text": "2.1. Die Bundesregierung verweist einleitend auf die Rechtsprechung des Verfassungsgerichtshofes, wonach die Grenzen der Aufhebung so zu ziehen sind, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und andererseits die mit der aufzuhebenden Gesetzesstelle in untrennbarem Zusammenhang stehenden Bestimmungen auch erfasst werden (VfGH 21.9.2017, G83/2017). Diesem Erfordernis genügt der Antrag nicht, und zwar aus folgenden Gründen:",
            "annotations": []
        },
        {
            "text": "2.1.1. Soweit sich der Antrag gegen §19 Abs4 BStMG richtet, ist zu bemerken, dass auch ein Verweis auf aufgehobene Vorschriften zu eliminieren ist, wenn die verweisende Norm sonst unvollziehbar würde (VfSlg 16.678/2002). Entgegen diesen Erfordernissen hat es das antragstellende Gericht unterlassen, auch §30 Abs2 Z2 zur Gänze, §30a Abs4 zweiter Satz teilweise sowie insbesondere §30b Abs1 zweiter Satz BStMG zur Gänze anzufechten. Die letztgenannte Bestimmung sieht vor, dass die von der ASFINAG im Zusammenhang mit der grenzüberschreitenden Aufforderung zur Zahlung der Ersatzmaut übermittelten Informationsschreiben als Aufforderungen zur Zahlung einer Ersatzmaut gemäß §19 Abs4 BStMG gelten. Würde die Bestimmung des §19 Abs4 BStMG aufgehoben werden, käme es zu Schwierigkeiten bei der Anwendung der im Rechtsbestand verbleibenden Bestimmung des §30b Abs1 zweiter Satz BStMG, weil danach unklar wäre, welche Rechtsqualität solchen Informationsschreiben zukommt und welche Rechtsfolgen mit ihnen verbunden sind. Auch die beiden anderen Bestimmungen würden nach Aufhebung des §19 Abs4 BStMG ihres Regelungsinhaltes vollständig entkleidet im Gesetzesbestand verbleiben.",
            "annotations": []
        },
        {
            "text": "2.1.2. Im Übrigen erscheint der Antrag zu weit gefasst. Um die vom antragstellenden Gericht verortete Verfassungswidrigkeit zu beseitigen, würde es ausreichen, in §19 Abs4 BStMG die Wortfolge 'den Zulassungsbesitzer' aufzuheben. In der in diesem Sinne bereinigten Rechtslage käme aus der Verweisung auf §20 BStMG sowie aus dem systematischen Zusammenhang mit §19 Abs6 BStMG klar hervor, dass Adressat der Ersatzmautforderung sowohl der Zulassungsbesitzer als auch der tatsächliche Lenker sein können. Der vom antragstellenden Gericht folglich zu weit gezogene Anfechtungsumfang vermag nach der jüngeren Judikatur für sich alleine noch nicht die Unzulässigkeit des Antrages zu begründen, sondern allenfalls zu dessen teilweiser Abweisung zu führen (vgl VfSlg 19.746/2013, 19.942/2014). Durch eine Aufhebung alleine der Wortfolge 'den Zulassungsbesitzer' würde nicht mehr aus dem Rechtsbestand ausgeschieden werden als zur Beseitigung der zulässigerweise geltend gemachten Verfassungswidrigkeit erforderlich ist (vgl zu diesem Kriterium VfSlg 16.195/2001, 17.792/2006, 19.496/2011; VfGH 2.3.2015, G140/2014; jeweils mwN).",
            "annotations": []
        },
        {
            "text": "2.1.3. Schließlich erweist sich der Antrag des antragstellenden Gerichts wiederum insofern als überschießend, als die gänzliche Aufhebung des §20 Abs5 BStMG beantragt wird. Diese Bestimmung sieht als notwendige Ergänzung zu den Bestimmungen des §19 BStMG über die Ersatzmaut vor, dass Mautprellerei straflos wird, wenn der Mautschuldner nach Maßgabe des §19 Abs2 bis 5 BStMG der in der Mautordnung festgesetzten Ersatzmaut entspricht. Würde im Zusammenhang mit einer Aufhebung des §19 Abs4 BStMG auch die gesamte Bestimmung des §20 Abs5 BStMG aufgehoben werden, würde auch in den Fallkonstellationen des §19 Abs2, 3 und 5 BStMG die durch eine Ersatzmautzahlung bewirkte Setzung eines Strafaufhebungsgrundes entfallen und somit den verbleibenden Bestimmungen des §19 BStMG jeglicher Zweck entzogen werden.",
            "annotations": []
        },
        {
            "text": "2.2. Soweit sich der Antrag gegen §19 Abs6 sowie §20 Abs5 BStMG richtet, erweist er sich mangels Darlegung der Bedenken im Einzelnen als unzulässig. Hierbei handelt es sich um einen nicht behebbaren Mangel (vgl VfSlg 20.153/2017 Rz 27 f). Nach der Rechtsprechung des Verfassungsgerichtshofes müssen gemäß §62 Abs1 VfGG Bedenken gegen jede einzelne angefochtene Bestimmung vorgebracht werden. Es reicht nicht aus, Bedenken gleichsam pauschal auf einzelne Bestimmungen des angefochtenen Gesetzes zu übertragen (VfGH 2.3.2015, G140/2014). Indem das antragstellende Gericht eine unsachliche Schlechterstellung des bloß faktischen Lenkers gegenüber dem Lenker vorbringt, der gleichzeitig auch Zulassungsbesitzer ist, werden lediglich Bedenken gegen §19 Abs4 BStMG dargelegt, dem diese Differenzierung innewohnt.",
            "annotations": []
        },
        {
            "text": "2.3. Zusammenfassend ist die Bundesregierung aus den in Punkt II.2.1.1 und II.2.2. genannten Gründen der Auffassung, dass der Antrag zur Gänze unzulässig ist. Für den Fall, dass der Verfassungsgerichtshof den Antrag dennoch als zulässig erachten sollte, nimmt die Bundesregierung im Folgenden in der Sache Stellung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. In der Sache:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "2. Zu den Bedenken im Hinblick auf den allgemeinen Gleichheitssatz:",
            "annotations": []
        },
        {
            "text": "2.1. Das antragstellende Gericht hegt Bedenken gegen die angefochtenen Bestimmungen, weil die Rechtswohltat, durch fristgerechte Zahlung der Ersatzmaut einen Strafaufhebungsgrund zu setzen, dessentwegen der staatliche Strafanspruch wegen Mautprellerei (§20 Abs1 BStMG) wieder wegfällt, nur jenen Fahrzeuglenkern zukomme, die gleichzeitig Zulassungsbesitzer sind. Die damit einhergehende Differenzierung zwischen Lenkern, die gleichzeitig Zulassungsbesitzer sind, und anderen Lenkern sei sachlich durch verwaltungsökonomische Erwägungen nicht zu rechtfertigen und belaste die angefochtenen Bestimmungen mit Verfassungswidrigkeit wegen Verstoßes gegen Art7 B-VG.",
            "annotations": []
        },
        {
            "text": "2.2. Diesem Vorbringen ist aus Sicht der Bundesregierung zu entgegnen, dass die fristgerechte Befriedigung der Ersatzmautforderung der ASFINAG in jedem Fall zur Verwirklichung des genannten Strafaufhebungsgrunds führt. Ob nun der Zulassungsbesitzer oder der zum Tatzeitpunkt tatsächliche Lenker die Zahlung der Ersatzmaut vorgenommen hat, ist für den Eintritt der in §20 Abs5 BStMG angeordneten Rechtsfolge unerheblich (ASFINAG, Mautordnung in der zum Tatzeitpunkt am 1. August 2022 in Geltung stehenden Version 69, GZ 325.009/1 I/K2 2003, in der Fassung 2022 0.428.584, abrufbar unter […], Teil A II Punkt 1.7.3.1.2; vgl auch Wiederin, Nochmals: Die Solidarhaftung nach dem BStMG und das Sachlichkeitsgebot, ZVR 2013, 279 [280]; ErlRV 1139 BlgNR XXI. GP S 19). Insofern kommt der Strafaufhebungsgrund auch nach Maßgabe der vom antragstellenden Gericht angeführten Judikatur des VwGH beiden Kategorien von Lenkern zu, mag auch die Ersatzmautforderung selbst nur an den Zulassungsbesitzer zu richten sein.",
            "annotations": []
        },
        {
            "text": "2.3. […]",
            "annotations": []
        },
        {
            "text": "2.4. Im Hinblick auf §19 Abs4 BStMG ist zu bemerken, dass die Gesetzgebung eine verwaltungspraktisch leicht handhabbare Regelung getroffen hat, indem sie als Zustelladressaten der Ersatzmautforderung der ASFINAG den Zulassungsbesitzer bestimmt hat: Schließlich ist der ASFINAG nur dessen Identität durch Einholung einer Auskunft aus der zentralen Zulassungsevidenz (vgl §30 Abs2 Z2 BStMG) sowie aus Fahrzeugzulassungsregistern anderer EU-Mitgliedstaaten im Wege nationaler Kontaktstellen (§30a Abs2 BStMG) überhaupt zugänglich. Einen vom Zulassungsbesitzer verschiedenen faktischen Lenker festzustellen, ist hingegen nur Behörden in der Hoheitsverwaltung möglich (gerade im Wege der Lenkerauskunft gemäß §103 Abs2 des Kraftfahrgesetzes 1967 [KFG 1967], BGBl Nr 267/1967, zuletzt geändert durch das Bundesgesetz BGBl I Nr 35/2023). Auch wird die Gesetzgebung in einer Durchschnittsbetrachtung unterstellen dürfen, dass der Zulassungsbesitzer in der Regel mit dem Lenker ident ist und dass in anderen Fällen dem Zulassungsbesitzer der Lenker, welchem er sein Fahrzeug zum Gebrauch überlassen hat, wohl bekannt sein wird sowie zwischen den genannten Personen ein intakter Informationsaustausch besteht.",
            "annotations": []
        },
        {
            "text": "Dieses Regelungskonzept ist der Rechtsordnung nicht unbekannt: So begnügt sich auch §49a Abs5 VStG damit, dass eine Anonymverfügung an jene Person zugestellt wird, von der die Behörde mit Grund feststellen kann, dass sie oder ein für sie gemäß §9 VStG verantwortliches Organ den Täter kennt oder leicht feststellen kann. Dem Entsprechen von Anonymverfügungen kommt die Rechtsfolge zu, dass ein ordentliches Verwaltungsstrafverfahren zu unterbleiben hat (vgl §49a Abs7 VStG). Ein Hauptanwendungsfall des §49a VStG ist der straßenverkehrliche Bereich (RV 133 BlgNR XVII. GP S 11; vgl etwa §100 Abs5c der Straßenverkehrsordnung 1960, BGBl Nr 159/1960, in der Fassung des Bundesgesetzes BGBl I Nr 93/2009), in welchem sich das Gesetz im Stadium der Anonymverfügung mit der Zustellung an den Zulassungsbesitzer begnügt, sodass die Behörde (vorläufig) keine Ausforschung des Täters vorzunehmen braucht (vgl Wielinger, Einführung in das österreichische Verwaltungsverfahrensrecht2 [2019] 211; RV 133 BlgNR XVII. GP S 11). Gegen §49a Abs5 VStG bestehen, soweit ersichtlich, keine verfassungsrechtlichen Bedenken (vgl dazu abermals Wiederin, ZVR 2013, 282; vgl VwGH 17.6.1994, 93/17/0097, worin der Verwaltungsgerichtshof in einem Verfahren, in welchem er §49a Abs5 VStG anzuwenden hatte, sich nicht dazu veranlasst gesehen hat, die Bestimmung beim Verfassungsgerichtshof anzufechten; vgl VfGH 19.3.1993, B1747/92, worin bereits zuvor der Verfassungsgerichtshof die Behandlung der Beschwerde abgelehnt hat). Wenn die Gesetzgebung aus verfassungsrechtlicher Sicht schon in einem abgekürzten Verwaltungsstrafverfahren auf die geschilderte, verwaltungsökonomisch effiziente Art vorgehen darf, so ist ihr dieser Gestaltungsspielraum nach Ansicht der Bundesregierung erst recht bei Aufforderung zur Zahlung einer Ersatzmaut nach §19 Abs4 BStMG zuzugestehen.",
            "annotations": []
        },
        {
            "text": "2.5. Die hohe Vollziehungstauglichkeit der Regelung kann durch folgende Zahlen untermauert werden: Es wurden allein im Jahr 2022 rund 380 000 Ersatzmautaufforderungen versendet und in rund 261 000 Fällen durch Zahlung einer Ersatzmaut die Einleitung (oder Weiterführung) eines Verwaltungsstrafverfahrens vermieden. Dieser Umstand ist dadurch zu erklären, dass die vom antragstellenden Gericht befürchteten nachteiligen Rechtsfolgen der Übermittlung einer Aufforderung zur Zahlung der Ersatzmaut an Zulassungsbesitzer bei einer Durchschnittsbetrachtung gar nicht vorliegen. Im Bereich der zeitabhängigen Maut (§20 Abs1 BStMG) und der Streckenmaut (§32 Abs1 zweiter Satz BStMG) besteht meist eine Personenidentität zwischen Zulassungsbesitzer und Lenker. Für den Bereich der fahrleistungsabhängigen Maut (§20 Abs2 BStMG) ist darauf zu verweisen, dass Berufskraftfahrer regelmäßig über Ersatzmautaufforderungen, die ihren Arbeitgebern als Zulassungsbesitzern zugestellt werden, verständigt werden und so in die Lage versetzt werden, die Ersatzmaut rechtzeitig zu begleichen (sofern sie nicht bereits vom Arbeitgeber selbst beglichen werden). Dem liegt eine Verständigungspflicht als Nebenpflicht aus den jeweiligen Arbeitsverträgen zu Grunde. Schließlich ist für alle anderen Fälle darauf zu verweisen, dass gemäß §19 Abs6 BStMG ohnehin niemand ein subjektives Recht hat, eine Ersatzmautaufforderung zu erhalten, die es ihm ermöglicht, einer Bestrafung zu entgehen.",
            "annotations": []
        },
        {
            "text": "2.6. Bei der Ersatzmaut handelt es sich um einen privatrechtlichen Anspruch (vgl ErlRV 1139 BlgNR XXI. GP S 13 und 15 in Bezug auf die Maut) der ASFINAG gegenüber Fahrzeuglenkern, die mautpflichtige Bundesstraßen benutzen, ohne eine nach dem BStMG geschuldete Maut entrichtet zu haben. Eine vom antragstellenden Gericht offenbar für verfassungsrechtlich geboten erachtete Rechtslage, die der ASFINAG die Möglichkeit einräumen würde, den faktischen Lenker durch Einholung einer Lenkerauskunft nach dem Muster des §103 Abs2 KFG 1967 und sohin durch eine hoheitliche Maßnahme zum Zweck der Befriedigung eines privatrechtlichen Anspruchs zu ermitteln, käme einer 'Beleihung' dieser Gesellschaft gleich. Da das (Verwaltungs-)Strafrecht, dem die angefochtenen Bestimmungen angelagert sind, zu den 'beleihungsfesten' staatlichen 'Kernaufgaben' gehört (vgl VfSlg 14.473/1996), würde es aus Sicht der Bundesregierung vielmehr schwerwiegende verfassungsrechtliche Bedenken aufwerfen, der ASFINAG eine solche Befugnis einzuräumen. Dies würde auch zu einer rechtsstaatlich problematischen Verquickung privatrechtlicher mit hoheitlichen Maßnahmen führen (vgl dazu VfSlg 15.625/1999).",
            "annotations": []
        },
        {
            "text": "2.7. Schließlich bestehen auch keine Bedenken gegen die Sachlichkeit der Bestimmungen des §19 Abs6 und des §20 Abs5 BStMG, weil in ihnen weder eine Unterscheidung nach den unterschiedlichen Deliktstypen noch nach den Modalitäten der Ersatzmautaufforderungen getroffen wird.",
            "annotations": []
        },
        {
            "text": "3. Zusammenfassend wird daher festgehalten, dass die angefochtenen Bestimmungen nach Ansicht der Bundesregierung nicht verfassungswidrig sind.\" (Zitat ohne die im Original enthaltenen Hervorhebungen).",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Soweit sich der Antrag des Landesverwaltungsgerichtes Steiermark gegen §19 Abs6 und §20 Abs5 BStMG wendet, ist er– worauf die Bundesregierung zutreffend hingewiesen hat – mangels Darlegung von Bedenken im Einzelnen unzulässig. Gemäß §62 Abs1 VfGG hat der Antrag, ein Gesetz als verfassungswidrig aufzuheben, die gegen das Gesetz sprechenden Bedenken im Einzelnen darzulegen. Die Gründe der behaupteten Verfassungswidrigkeit sind präzise zu umschreiben, die Bedenken schlüssig und überprüfbar darzulegen (VfSlg 11.888/1988, 12.223/1989, 20.213/2017). Da gegen §19 Abs6 und §20 Abs5 BStMG keine eigenständigen Bedenken vorgebracht werden, genügt der Antrag insoweit nicht den Anforderungen des §62 Abs1 VfGG. Dabei handelt es sich um einen nicht behebbaren inhaltlichen Mangel (VfSlg 17.553/2005, 17.768/2006, 20.153/2017).",
            "annotations": []
        },
        {
            "text": "1.2. Soweit sich der Antrag des Landesverwaltungsgerichtes Steiermark gegen §19 Abs4 BStMG richtet, ist er zulässig. Entgegen der Ansicht der Bundesregierung schadet es nicht, dass \"§30 Abs2 Z2 zur Gänze, §30a Abs4 zweiter Satz teilweise sowie insbesondere §30b Abs1 zweiter Satz BStMG zur Gänze\" nicht mitangefochten wurden: Im Falle der Aufhebung von §19 Abs4 BStMG gingen die Verweise auf diese Bestimmung zwar ins Leere, es verbliebe aber kein sprachlich unverständlicher Torso. Der Umstand, dass eine Bestimmung im Fall der Aufhebung einer anderen Regelung unanwendbar wird, vermag für sich allein einen untrennbaren Zusammenhang dieser Bestimmung nicht zu begründen (vgl VfSlg 19.985/2015, 20.138/2017 jeweils mwN).",
            "annotations": []
        },
        {
            "text": "1.3. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag hinsichtlich §19 Abs4 BStMG als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der aufgeworfenen Fragen zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Soweit zulässig, ist der Antrag jedoch nicht begründet.",
            "annotations": []
        },
        {
            "text": "2.3. Eine Differenzierung zwischen Lenkern, die gleichzeitig Zulassungsbesitzer sind, und anderen Lenkern nimmt §19 Abs4 BStMG bloß insofern vor, als die Aufforderung zur Zahlung der Ersatzmaut nur dem Zulassungsbesitzer zuzustellen ist. Diese Differenzierung ist sachlich gerechtfertigt:",
            "annotations": []
        },
        {
            "text": "2.4. Der Gesetzgeber kann nach der ständigen Rechtsprechung des Verfassungsgerichtshofes von einer Durchschnittsbetrachtung ausgehen und auf den Regelfall abstellen (vgl zB VfSlg 14.841/1997, 16.124/2001, 16.771/2002 und 20.298/2018). Ebensowenig ist es dem Gesetzgeber verwehrt, einfache und leicht handhabbare Regelungen zu treffen und so eine am Ziel der Verwaltungsökonomie orientierte Gesetzesvollziehung zu ermöglichen (vgl VfSlg 11.775/1988 mwN).",
            "annotations": []
        },
        {
            "text": "2.5. Der Verfassungsgerichtshof teilt die Auffassung der Bundesregierung, wonach der Gesetzgeber auf den Regelfall abstellen darf, dass der Zulassungsbesitzer mit dem Lenker ident ist bzw den Lenker, welchem er sein Fahrzeug zum Gebrauch überlassen hat, kennt und zwischen diesen beiden Personen ein intakter Informationsaustausch besteht. ",
            "annotations": []
        },
        {
            "text": "2.6. Zudem ist §19 Abs4 BStMG auch im Hinblick darauf sachlich gerechtfertigt, dass es in diesem Fall zu keiner Betretung einer bestimmten Person kommt. Die Autobahnen- und Schnellstraßen-Finanzierungs-Aktiengesellschaft (ASFINAG) hat in dieser Konstellation somit – worauf die Bundesregierung zutreffend hingewiesen hat – bloß Zugang zu der Identität des Zulassungsbesitzers (vgl §30 Abs2 Z2 und §30a Abs2 BStMG). Die Ermittlung des tatsächlichen Lenkers ist der ASFINAG nicht möglich und erfolgt erst durch die Behörde im verwaltungsbehördlichen Strafverfahren. ",
            "annotations": []
        },
        {
            "text": "2.7. Der Gesetzgeber hat damit eine Regelung getroffen, die insbesondere Gesichtspunkten der administrativen Handhabbarkeit und Verwaltungsökonomie Rechnung trägt und von einer zulässigen Durchschnittsbetrachtung ausgeht.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die ob der Verfassungsmäßigkeit des §19 Abs4 BStMG erhobenen Bedenken treffen nicht zu. Der Antrag ist daher insoweit abzuweisen.",
            "annotations": []
        },
        {
            "text": "Im Übrigen, also hinsichtlich §19 Abs6 BStMG, ist der Antrag als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden",
            "annotations": []
        }
    ]
}