{
    "document_id": "JFT_20231005_22G00172_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art139 Abs1 Z4 B-VG und Art140 Abs1 Z1 litd B-VG begehrt die antragstellende Partei, der Verfassungsgerichtshof möge",
            "annotations": []
        },
        {
            "text": "\"a. Punkt 3.1.7 RL Ausfallsbonus idF BGBl II 518/2021 als gesetz- bzw verfassungswidrig aufheben, in eventu feststellen, dass Punkt 3.1.7 RL Ausfallsbonus idF BGBl II 518/2021 gesetz- bzw verfassungswidrig war, sowie",
            "annotations": []
        },
        {
            "text": "b. §3 Z4 WohlverhaltensG idF BGBl I 11/2021 als verfassungswidrig aufheben, in eventu feststellen, dass §3 Z4 WohlverhaltensG idF BGBl I 11/2021 verfassungswidrig war\".",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §3b des Bundesgesetzes über die Einrichtung einer Abbaubeteiligungsaktiengesellschaft des Bundes (ABBAG-Gesetz), BGBl I 51/2014, idF BGBl I 228/2021 lautet:",
            "annotations": []
        },
        {
            "text": "\"Richtlinien zur Gewährung finanzieller Maßnahmen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Finanzielle Maßnahmen gemäß §2 Abs2 Z7 dürfen nur zu Gunsten von Unternehmen gesetzt werden, die ihren Sitz oder eine Betriebsstätte in Österreich haben und ihre wesentliche operative Tätigkeit in Österreich ausüben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Auf die Gewährung von finanziellen Maßnahmen besteht kein Rechtsanspruch.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Der Bundesminister für Finanzen hat im Einvernehmen mit dem Vizekanzler unter Beachtung der geltenden Vorgaben des EU-Beihilfenrechtes per Verordnung Richtlinien zu erlassen, die insbesondere nachstehende Regelungen zu enthalten haben und die auch im Internet zur Abfrage bereit zu halten sind:",
            "annotations": []
        },
        {
            "text": "1. Festlegung des Kreises der begünstigten Unternehmen,",
            "annotations": []
        },
        {
            "text": "2. Ausgestaltung und Verwendungszweck der finanziellen Maßnahmen,",
            "annotations": []
        },
        {
            "text": "3. Höhe der finanziellen Maßnahmen,",
            "annotations": []
        },
        {
            "text": "4. Laufzeit der finanziellen Maßnahmen,",
            "annotations": []
        },
        {
            "text": "5. Auskunfts- und Einsichtsrechte des Bundes oder des Bevollmächtigten.",
            "annotations": []
        },
        {
            "text": "6. Rückforderungen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Der Bundesminister für Finanzen hat dem Budgetausschuss monatlich einen detailliert dargestellten Bericht, in dem sämtliche Maßnahmen zugunsten von Unternehmen gem. §3b Abs1, die zu Erhaltung der Zahlungsfähigkeit, Vermeidung einer insolvenzrechtlichen Überschuldung und Überbrückung von Liquiditätsschwierigkeiten im Zusammenhang mit der Ausbreitung des Erregers SARS-CoV-2 (COVID-19) geboten sind, die nach diesem Bundesgesetz ergriffen wurden, vorzulegen. Der Bericht hat insbesondere die materiellen und finanziellen Auswirkungen der gesetzten Maßnahmen auszuweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Der Bundesminister für Finanzen hat im Einvernehmen mit dem Vizekanzler in den nach Abs3 zu erlassenden Richtlinien eine betragliche Grenze für jene Fälle vorzusehen, in denen die Höhe einer bereits ausbezahlten anteiligen finanziellen Maßnahme von Aufwendungen des begünstigten Unternehmens abhängt, die für Zeiträume eines behördlichen Betretungsverbotes getätigt wurden und Bestandszinszahlungen beinhaltet haben. Rückforderungen solcher anteiliger finanzieller Maßnahmen haben insoweit zu erfolgen, als sie die betragliche Grenze überschreiten und das Bestandsobjekt infolge des behördlichen Betretungsverbotes tatsächlich nicht nutzbar war. Die betragliche Grenze beträgt EUR 12.500 pro Kalendermonat und begünstigtem Unternehmen und gilt als bewilligt im Sinne des Bundeshaushaltsgesetzes 2013 (BHG 2013), BGBl I Nr 139/2002 idF BGBl I Nr 153/2020.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Rückforderungen von anteiligen finanziellen Maßnahmen nach Abs5 bis zur Höhe der betraglichen Grenze haben nur insoweit zu erfolgen, als das begünstigte Unternehmen bezahlte Bestandszinsen nachträglich ganz oder teilweise vom Bestandgeber oder von dritter Seite zurückbekommt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Für den Umfang der Auszahlung von finanziellen Maßnahmen und für die Höhe einer allfälligen Rückforderung nach Abs5 ist die tatsächliche Nutzbarkeit des Bestandsobjektes in jenen Zeiträumen, in welchen das begünstigte Unternehmen direkt von einem behördlichen Betretungsverbot betroffen war, maßgeblich. Diese tatsächliche Nutzbarkeit kann auch auf der Grundlage des dem Bestandsobjekt zuzurechnenden Umsatzausfalles berechnet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Die vorstehenden Abs5 bis 7 treten mit Ablauf des 31. Dezember 2021 in Kraft. Sofern diese Absätze die Behandlung von Rückforderungen betreffen, sind sie auf jene finanziellen Maßnahmen gemäß §2 Abs2 Z7 anzuwenden, die bis zum 31. Dezember 2021 beantragt werden.\"",
            "annotations": []
        },
        {
            "text": "2. Das Bundesgesetz, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, BGBl I 11/2021, lautet (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Ausschluss von der Förderung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§1. (1) Unternehmen, denen eine Förderungen des Bundes aufgrund der COVID-19-Pandemie gewährt wird, müssen sich für einen Zeitraum von fünf Jahren vor der Antragstellung bis zum Abschluss der Förderungsgewährung (Endabrechnung) steuerlich wohlverhalten haben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Unternehmen, die sich steuerlich nicht wohlverhalten haben, sind von der Gewährung von Förderungen des Bundes aufgrund der COVID-19-Pandemie ausgeschlossen; bereits erlangte Förderungen sind verzinst zurückzuzahlen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Förderungen des Bundes aufgrund der COVID-19-Pandemie",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2. Förderungen des Bundes aufgrund der COVID-19-Pandemie sind Zuschüsse, die auf der Grundlage von §2 Abs2 Z7 des ABBAG-Gesetzes, BGBl I Nr 51/2014, geleistet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Steuerliches Wohlverhalten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3. Ein Unternehmen hat sich steuerlich wohlverhalten, wenn",
            "annotations": []
        },
        {
            "text": "1. beim Unternehmen in den letzten drei veranlagten Jahren kein rechtskräftig festgestellter Missbrauch im Sinne des §22 der Bundesabgabenordnung (BAO), BGBl Nr 194/1961, vorliegt, der zu einer Änderung der steuerlichen Bemessungsgrundlage von mindestens 100 000 Euro im jeweiligen Veranlagungszeitraum geführt hat;",
            "annotations": []
        },
        {
            "text": "2. das Unternehmen in den letzten fünf veranlagten Jahren nicht mit einem Betrag von insgesamt mehr als 100 000 Euro vom Abzugsverbot des §12 Abs1 Z10 des Körperschaftsteuergesetzes 1988 (KStG 1988), BGBl Nr 401/1988, oder von den Bestimmungen des §10a KStG 1988 (Hinzurechnungsbesteuerung, Methodenwechsel) betroffen gewesen ist; steuerliches Wohlverhalten liegt ebenfalls vor, wenn das Unternehmen bereits bei Abgabe der Körperschaftsteuererklärung für das betreffende Jahr den Anwendungsfall des §12 Abs1 Z10 KStG 1988 oder des §10a KStG 1988 offengelegt, den von den Bestimmungen erfassten Betrag hinzugerechnet hat und dieser Betrag nicht 500 000 Euro übersteigt;",
            "annotations": []
        },
        {
            "text": "3. das Unternehmen keinen Sitz oder eine Niederlassung in einem Staat, der in der EU-Liste der nicht kooperativen Länder und Gebiete für Steuerzwecke genannt ist hat, und an dem Sitz oder der Niederlassung in diesem Staat im ersten nach dem 31. Dezember 2018 beginnenden Wirtschaftsjahr nicht überwiegend Passiveinkünfte im Sinne des §10a Abs2 KStG 1988 erzielt. Es gilt die Fassung der EU-Liste der nicht kooperativen Länder und Gebiete für Steuerzwecke, die zum jeweiligen Abschlussstichtag des für die Beurteilung des Überwiegens der Passiveinkünfte im Sinne des §10a Abs2 KStG 1988 heranzuziehenden Wirtschaftsjahres in Geltung steht;",
            "annotations": []
        },
        {
            "text": "4. über den Antragsteller oder dessen geschäftsführende Organe in Ausübung ihrer Organfunktion in den letzten fünf Jahren vor der Antragstellung keine rechtskräftige Finanzstrafe oder entsprechende Verbandsgeldbuße aufgrund von Vorsatz verhängt worden ist; steuerliches Wohlverhalten liegt jedoch, sofern es sich um eine Finanzordnungswidrigkeit oder eine den Betrag von 10 000 Euro nicht übersteigende Finanzstrafe oder Verbandsgeldbuße handelt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Rückzahlungsverpflichtung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4. Wurde eine Förderung des Bundes aufgrund der COVID-19-Pandemie an ein Unternehmen, das sich steuerlich nicht wohlverhalten hat, ausgezahlt und erlangt die Stelle, welche die Förderung gewährt hat, innerhalb von fünf Jahren ab dem Abschluss der Förderungsgewährung (Endabrechnung) davon Kenntnis, hat sie diese vollständig zurückzufordern, wenn sich das nicht bereits aufgrund des Fördervertrages oder aufgrund unmittelbar anwendbaren Rechts der Europäischen Union ergibt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Verzinsung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5. Der zurückzuzahlende Betrag ist ab dem Zeitpunkt der Auszahlung bis zur Rückzahlung mit einem Zinssatz von viereinhalb Prozent über dem Basiszinssatz pro Jahr zu verzinsen, wenn sich eine Verzinsung nicht bereits aufgrund des Fördervertrages oder aufgrund unmittelbar anwendbaren Rechts der Europäischen Union ergibt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Informationsverpflichtung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§6. Hat das Amt für Betrugsbekämpfung oder ein Finanzamt aufgrund einer Prüfung nach dem Covid-19-Förderungsprüfungsgesetz, BGBl I Nr 44/2020, davon Kenntnis erlangt, dass ein Unternehmen sich im relevanten Zeitraum (§1 Abs1) nicht steuerlich wohlverhalten hat, hat es die Stellen, die Förderungen im Sinne dieses Bundesgesetzes gewährt haben, davon zu informieren. Zum Zweck der Umsetzung dieser Verpflichtung sind das Amt für Betrugsbekämpfung und die Finanzämter berechtigt, eine Transparenzportalabfrage durchzuführen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Verweisungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§7. Soweit in diesem Bundesgesetz auf Bestimmungen anderer Bundesgesetze verwiesen wird, sind diese in ihrer jeweils geltenden Fassung anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vollziehung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§8. Mit der Vollziehung dieses Bundesgesetzes ist das Bundesministerium für Kunst, Kultur, öffentlichen Dienst und Sport und das Bundesministerium für Finanzen betraut.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Inkrafttreten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§9. Dieses Bundesgesetz tritt mit 1. Jänner 2021 in Kraft und ist auf Förderungen anzuwenden, deren Rechtsgrundlage erstmals nach dem 31. Dezember 2020 in Kraft getreten ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Außerkrafttreten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§10. Dieses Bundesgesetz tritt mit Ablauf des 31. Dezember 2025 außer Kraft.\"",
            "annotations": []
        },
        {
            "text": "3. §31 des Bundesgesetzes vom 26. Juni 1958, betreffend das Finanzstrafrecht und das Finanzstrafverfahrensrecht (Finanzstrafgesetz – FinStrG.), BGBl 129/1958, idF BGBl I 110/2023 lautet:",
            "annotations": []
        },
        {
            "text": "\"Verjährung der Strafbarkeit.",
            "annotations": []
        },
        {
            "text": "§31.",
            "annotations": []
        },
        {
            "text": "(1) Die Strafbarkeit eines Finanzvergehens erlischt durch Verjährung. Die Verjährungsfrist beginnt, sobald die mit Strafe bedrohte Tätigkeit abgeschlossen ist oder das mit Strafe bedrohte Verhalten aufhört. Gehört zum Tatbestand ein Erfolg, so beginnt die Verjährungsfrist erst mit dessen Eintritt zu laufen. Sie beginnt aber nie früher zu laufen als die Verjährungsfrist für die Festsetzung der Abgabe, gegen die sich die Straftat richtet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Verjährungsfrist beträgt für den Abgabenbetrug (§39) mit einem 500 000 Euro übersteigenden strafbestimmenden Wertbetrag und für den grenzüberschreitenden Umsatzsteuerbetrug (§40) zehn Jahre, für Finanzordnungswidrigkeiten nach §§49 bis 49e drei Jahre, für andere Finanzordnungswidrigkeiten ein Jahr und für die übrigen Finanzvergehen fünf Jahre.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Begeht der Täter während der Verjährungsfrist ein vorsätzliches Finanzvergehen, auf das §25 oder §191 StPO nicht anzuwenden ist, so tritt die Verjährung nicht ein, bevor auch für diese Tat die Verjährungsfrist abgelaufen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) In die Verjährungsfrist werden nicht eingerechnet:",
            "annotations": []
        },
        {
            "text": "a) die Zeit, während der nach einer gesetzlichen Vorschrift die Verfolgung nicht eingeleitet oder fortgesetzt werden kann;",
            "annotations": []
        },
        {
            "text": "b) die Zeit, während der wegen der Tat gegen den Täter ein Strafverfahren bei der Staatsanwaltschaft, bei Gericht, bei einer Finanzstrafbehörde oder beim Bundesfinanzgericht geführt wird;",
            "annotations": []
        },
        {
            "text": "c) die Zeit von der Einbringung einer Beschwerde an den Verfassungsgerichtshof oder einer Revision an den Verwaltungsgerichtshof bezüglich des Finanzstrafverfahrens oder der mit diesem im Zusammenhang stehenden Abgaben- oder Monopolverfahren bis zur deren Erledigung;",
            "annotations": []
        },
        {
            "text": "d) die Probezeit nach §203 Abs1 StPO sowie die Fristen zur Zahlung eines Geldbetrages samt allfälliger Schadensgutmachung und zur Erbringung gemeinnütziger Leistungen samt allfälligem Tatfolgenausgleich (§§200 Abs2 und 3, 201 Abs1 und 3 StPO).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Bei Finanzvergehen, für deren Verfolgung die Finanzstrafbehörde zuständig ist, erlischt die Strafbarkeit jedenfalls, wenn seit dem Beginn der Verjährungsfrist zehn Jahre und gegebenenfalls die in Abs4 litc genannte Zeit verstrichen sind. Bei Finanzvergehen nach §49a FinStrG erlischt die Strafbarkeit jedenfalls, wenn dieser Zeitraum ab dem Ende der Anzeigefrist gemäß §121a Abs4 BAO oder der Mitteilungsfrist nach §109b Abs6 EStG 1988 verstrichen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Die Bestimmungen der Abs1 bis 5 gelten dem Sinne nach auch für die Nebenbeteiligten (§76) und für das selbständige Verfahren (§§148 und 243).\"",
            "annotations": []
        },
        {
            "text": "4. Der Anhang zur Verordnung des Bundesministers für Finanzen gemäß §3b Abs3 des ABBAG-Gesetzes betreffend Richtlinien über die Gewährung eines Ausfallsbonus an Unternehmen mit einem hohen Umsatzausfall (VO Ausfallsbonus I), BGBl II 74/2021, lautet auszugsweise wie folgt (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"1 Präambel",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.1 Innerstaatliche Rechtsgrundlage dieser Richtlinien ist §3b Abs3 ABBAG-Gesetz, BGBl I Nr 51/2014, zuletzt geändert durch das 18. COVID-19 Gesetz, BGBl I Nr 44/2020. Demnach hat der Bundesminister für Finanzen im Einvernehmen mit dem Vizekanzler per Verordnung Richtlinien zur Gewährung von finanziellen Maßnahmen gemäß §2 Abs2 Z7 ABBAG-Gesetz, die zur Erhaltung der Zahlungsfähigkeit und Überbrückung von Liquiditätsschwierigkeiten von Unternehmen im Zusammenhang mit der Ausbreitung von COVID-19 und den dadurch verursachten wirtschaftlichen Auswirkungen geboten sind, zu erlassen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.2 Bei den in diesen Richtlinien vorgesehenen finanziellen Maßnahmen handelt es sich (mit Ausnahme der in Punkt 4.4.3 geregelten De-minimis-Beihilfen) um Beihilfen im Sinne von Art107 Abs3 litb des Vertrages über die Arbeitsweise der Europäischen Union (AEUV). Die gegenständlichen Richtlinien stützen sich auf die Entscheidung der Europäischen Kommission SA.56840 (2020/N) vom 8. April 2020, ergänzt durch die Entscheidungen SA.58640 (2020/N) vom 18. September 2020, SA.59320 (2020/N) vom 9.November 2020 und SA.61614 (2020/N) vom 9. Februar 2021, mit der die Europäische Kommission Direktzuschüsse, Garantien und andere finanzielle Hilfsmaßnahmen bis zu einem bestimmten Höchstbetrag gemäß der Mitteilung der Europäischen Kommission 'Befristeter Rahmen für staatliche Beihilfen zur Stützung der Wirtschaft angesichts des derzeitigen Ausbruchs von COVID-19', ABl. C 911 vom 20.MäRz 2020, S 1, (Befristeter Beihilferahmen) in der jeweils geltenden Fassung genehmigt hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.3 Der Ausfallsbonus hat der Erhaltung der Zahlungsfähigkeit und Überbrückung von Liquiditätsschwierigkeiten von Unternehmen im Zusammenhang mit der Ausbreitung von COVID-19 zu dienen. Leistungen nach diesen Richtlinien können mit De-minimis-Beihilfen1 und AGVO-, GVO Landwirtschaft- beziehungsweise GVO Fischerei und Aquakultur-Beihilfen2 kombiniert werden, sofern dabei die Kumulierungsregeln der entsprechenden Gruppenfreistellungs-Verordnungen beziehungsweise der jeweils anwendbaren De-minimis-Verordnungen eingehalten werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2 COVID-19 Finanzierungsagentur des Bundes GmbH (COFAG)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.1 Über Auftrag des Bundesministers für Finanzen wurde die COFAG durch die ABBAG – Abbaumanagementgesellschaft des Bundes (ABBAG) geschaffen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2 Der COFAG wurde über Auftrag des Bundesministers für Finanzen gemäß §2 Abs2a ABBAG-Gesetz die Erbringung von Dienstleistungen und das Ergreifen von finanziellen Maßnahmen übertragen, die zur Erhaltung der Zahlungsfähigkeit und Überbrückung von Liquiditätsschwierigkeiten von Unternehmen im Zusammenhang mit der Ausbreitung von COVID-19 und den dadurch verursachten wirtschaftlichen Auswirkungen geboten sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3 Die COFAG hat einen Ausfallsbonus an Unternehmen, die durch die Ausbreitung von COVID-19 Umsatzausfälle erleiden oder bereits erlitten haben, nach diesen Richtlinien zu gewähren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.4 Innerhalb dieser Richtlinien sind die Organe der COFAG bei den Entscheidungen über einen Ausfallsbonus weisungsfrei.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3 Begünstigte Unternehmen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1 Ein Ausfallsbonus darf nur zu Gunsten von Unternehmen gewährt werden, bei denen sämtliche nachstehenden Voraussetzungen erfüllt sind:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.1 das Unternehmen hat im Betrachtungszeitraum und zum Zeitpunkt der Antragstellung seinen Sitz oder eine Betriebsstätte in Österreich;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.2 das Unternehmen übt im Betrachtungszeitraum und zum Zeitpunkt der Antragstellung eine operative Tätigkeit in Österreich aus, die in Österreich zu einer Besteuerung der Einkünfte gemäß der §§22 oder 23 des Einkommensteuergesetzes 1988 (EStG 1988), BGBl Nr 400/1988, führt;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.3 das Unternehmen erleidet im als Betrachtungszeitraum herangezogenen Kalendermonat einen Umsatzausfall von mindestens 40 Prozent. Der Umsatzausfall wird berechnet, indem die Differenz zwischen den Umsätzen des Betrachtungszeitraums gemäß Punkt 4.6 und den Umsätzen des Vergleichszeitraums gemäß Punkt 4.5 ermittelt wird. Missbräuchlich vorgenommene zeitliche Verschiebungen der Umsätze sind bei der Berechnung der Höhe des Umsatzausfalls nicht anzuerkennen;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.4 beim Unternehmen darf zum Zeitpunkt der Antragstellung in den letzten drei veranlagten Jahren kein rechtskräftig festgestellter Missbrauch im Sinne des §22 der Bundesabgabenordnung (BAO), BGBl 194/1961, vorliegen, der zu einer Änderung der steuerlichen Bemessungsgrundlage von mindestens EUR 100.000 im jeweiligen Veranlagungszeitraum geführt hat;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.5 das Unternehmen darf zum Zeitpunkt der Antragstellung in den letzten fünf veranlagten Jahren nicht mit einem Betrag von insgesamt mehr als EUR 100.000 vom Abzugsverbot des §12 Abs1 Z10 des Körperschaftsteuergesetzes 1988 (KStG 1988), BGBl Nr 401/1988, oder von den Bestimmungen des §10a KStG 1988 (Hinzurechnungsbesteuerung, Methodenwechsel) betroffen gewesen sein; ein Ausfallsbonus darf jedoch dennoch gewährt werden, wenn das Unternehmen bereits bei Abgabe der Körperschaftsteuererklärung für das betreffende Jahr den Anwendungsfall des §12 Abs1 Z10 KStG 1988 oder des §10a KStG 1988 offengelegt, den von den Bestimmungen erfassten Betrag hinzugerechnet hat und dieser Betrag nicht EUR 500.000 übersteigt;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.6 das Unternehmen darf keinen Sitz oder eine Niederlassung in einem Staat haben, der in der EU-Liste der nicht kooperativen Länder und Gebiete für Steuerzwecke genannt ist, und an dem Sitz oder der Niederlassung in diesem Staat im ersten nach dem 31. Dezember 2018 beginnenden Wirtschaftsjahr überwiegend Passiveinkünfte im Sinne des §10a Abs2 KStG 1988 erzielen. Es gilt die Fassung der EU-Liste der nicht kooperativen Länder und Gebiete für Steuerzwecke, die zum jeweiligen Abschlussstichtag des für die Beurteilung des Überwiegens der Passiveinkünfte im Sinne des §10a Abs2 KStG 1988 heranzuziehenden Wirtschaftsjahres in Geltung steht;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.7 über den Antragsteller oder dessen geschäftsführende Organe in Ausübung ihrer Organfunktion darf in den letzten fünf Jahren vor der Antragstellung keine rechtskräftige Finanzstrafe oder entsprechende Verbandsgeldbuße aufgrund von Vorsatz verhängt worden sein; ein Ausfallsbonus darf jedoch dennoch gewährt werden, sofern es sich um eine Finanzordnungswidrigkeit oder eine den Betrag von EUR 10.000 nicht übersteigende Finanzstrafe oder Verbandsgeldbuße handelt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2 Ausgenommen von der Gewährung eines Ausfallsbonus nach den gegenständlichen Richtlinien sind:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2.1 Unternehmen, bei denen im Betrachtungszeitraum oder zum Zeitpunkt der Antragstellung ein Insolvenzverfahren anhängig ist; dies gilt nicht für Unternehmen, für die ein Sanierungsverfahren gemäß der §§166 ff des Bundesgesetzes über das Insolvenzverfahren (Insolvenzordnung – IO), RGBl Nr 337/1914, eröffnet wurde;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2.2 beaufsichtigte Rechtsträger des Finanzsektors, die im Inland, einem Mitgliedstaat (§2 Z5 Bankwesengesetz, BGBl Nr 532/1993 (BWG)) oder einem Drittland (§2 Z8 BWG) registriert oder zugelassen sind und hinsichtlich ihrer Tätigkeit pruentiellen Aufsichtsbestimmungen unterliegen; das sind für Österreich insbesondere Kreditinstitute gemäß BWG; Versicherungsunternehmen gemäß Versicherungsaufsichtsgesetz 2016 (VAG 2016), BGBl I Nr 34/2015; Wertpapierfirmen und Wertpapierdienstleistungsunternehmen gemäß Wertpapieraufsichtsgesetz 2018 (WAG 2018), BGBl I Nr 107/2017; Pensionskassen gemäß Pensionskassengesetz (PKG), BGBl Nr 281/1990;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2.3 im alleinigen Eigentum (mittelbar oder unmittelbar) von Gebietskörperschaften und sonstigen Einrichtungen öffentlichen Rechts stehende Einrichtungen;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2.4 im mehrheitlichen Eigentum (mittelbar oder unmittelbar) von Gebietskörperschaften und sonstigen Einrichtungen öffentlichen Rechts stehende Einrichtungen, die einen Eigendeckungsgrad von weniger als 75% haben;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2.5 Non-Profit-Organisationen, die die Voraussetzungen der §§34 bis 47 der Bundesabgabenordnung (BAO), BGBl Nr 194/1961, erfüllen, sowie deren nachgelagerte Unternehmen und Unternehmen, die Zuschüsse aus dem mit dem Bundesgesetz über die Errichtung eines Non-Profit-Organisationen Unterstützungsfonds, BGBl I Nr 49/2020, eingerichteten Non-Profit-Organisationen Unterstützungsfonds (NPO-Unterstützungsfonds) beziehen;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2.6 Unternehmen, die zu Beginn des Betrachtungszeitraums mehr als 250 Mitarbeiter gemessen in Vollzeitäquivalenten beschäftigt haben und die im Betrachtungszeitraum mehr als 3 Prozent dieser Mitarbeiter gekündigt haben, statt Kurzarbeit in Anspruch zu nehmen. Eine Ausnahme von dieser allgemeinen Regelung kann nur auf Antrag gewährt werden. In dem Antrag muss das Unternehmen detailliert darlegen und begründen, warum durch die allgemeine Regelung der Fortbestand des Unternehmens beziehungsweise des Betriebsstandortes in hohem Maß gefährdet ist und es nachteilig für das Unternehmen wäre, die Kurzarbeit in Anspruch zu nehmen. Über diesen Antrag entscheiden jeweils ein Vertreter der Wirtschaftskammer Österreich und des Österreichischen Gewerkschaftsbundes im Konsens. Die Entscheidung ist der COFAG umgehend zu übermitteln;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2.7 Antragsteller, die nicht im Sinne des Umsatzsteuergesetzes 1994 (UStG 1994), BGBl 1994/663, unternehmerisch tätig sind;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2.8 neu gegründete Unternehmen, die vor dem 1. November 2020 noch keine Umsätze erzielt haben. Wird vom antragstellenden Unternehmen ein schon vor dem 1. November 2020 existierender operativ tätiger (Teil-)Betrieb oder Mitunternehmeranteil übernommen beziehungsweise fortgeführt, so kann nicht nur in Fällen der zivilrechtlichen Gesamtrechtsnachfolge ein Ausfallsbonus gewährt werden, sondern auch in Fällen der zivilrechtlichen Einzelrechtsnachfolge, wenn",
            "annotations": []
        },
        {
            "text": "(a) der (Teil-)Betrieb oder Mitunternehmeranteil bereits vor der Veröffentlichung dieser Richtlinien im Bundesgesetzblatt mit zivilrechtlicher Wirksamkeit übernommen beziehungsweise fortgeführt wurde oder",
            "annotations": []
        },
        {
            "text": "(b) der Erwerb des (Teil-)Betriebes oder Mitunternehmeranteiles oder die Umgründung aus einem der nachfolgenden Gründe stattfindet:",
            "annotations": []
        },
        {
            "text": "– der Übertragende ist gestorben und dadurch wird die Übertragung eines (Teil-)Betriebes oder Mitunternehmeranteiles veranlasst oder",
            "annotations": []
        },
        {
            "text": "– es erfolgt eine unentgeltliche Übertragung und/oder eine Übertragung zwischen Angehörigen im Sinne des §25 BAO und der Übertragende ist wegen körperlicher oder geistiger Behinderung in einem Ausmaß erwerbsunfähig, dass er nicht in der Lage ist, den (Teil-)Betrieb fortzuführen oder die mit seiner Stellung als Mitunternehmer verbundenen Aufgaben oder Verpflichtungen zu erfüllen oder",
            "annotations": []
        },
        {
            "text": "– es erfolgt eine unentgeltliche Übertragung und/oder eine Übertragung zwischen Angehörigen im Sinne des §25 BAO erfolgt und der (Teil-)Betrieb oder Mitunternehmeranteil wird übertragen, weil der Übertragende das 60. Lebensjahr vollendet hat und seine Erwerbstätigkeit einstellt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ist der Erwerb eines (Teil-)Betriebes oder Mitunternehmeranteils oder eine Umgründung nicht wirtschaftlich begründet und dient überwiegend dazu, die Voraussetzungen für die Gewährung eines Ausfallsbonus zu schaffen, so ist weder in Fällen der zivilrechtlichen Gesamtrechtsnachfolge, noch in Fällen der zivilrechtlichen Einzelrechtsnachfolge diesem Unternehmen ein Ausfallsbonus zu gewähren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4 Betrachtungszeitraum und Berechnung des Ausfallsbonus",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4.1 Der Ausfallsbonus setzt sich aus einem Bonus und optional einem Vorschuss auf einen Fixkostenzuschuss 800.000 (Vorschuss FKZ 800.000) gemäß Punkt 5.3.2 der Verordnung des Bundesministers für Finanzen gemäß §3b Abs3 des ABBAG-Gesetzes betreffend Richtlinien über die Gewährung eines begrenzten Fixkostenzuschusses bis EUR 800.000 durch die COVID-19 Finanzierungsagentur des Bundes GmbH (COFAG) (VO über die Gewährung eines FKZ 800.000), BGBl II Nr 479/2020 in der jeweils geltenden Fassung, zusammen. Voraussetzung für die Gewährung eines Bonus und eines Vorschusses FKZ 800.000 ist das Vorliegen eines Umsatzausfalls im Sinne des Punkts 3.1.3 von mindestens 40 Prozent im Betrachtungszeitraum. Für die Gewährung eines Vorschusses FKZ 800.000 ist es des Weiteren notwendig, dass die Voraussetzungen des Punkts 5.3.2 der VO über die Gewährung eines FKZ 800.000 erfüllt sind und sich der Antragsteller verpflichtet, bis zum 31. Dezember 2021 einen Antrag auf Gewährung eines FKZ 800.000 zu stellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4.2 Betrachtungszeitraum für den Ausfallsbonus ist das Kalendermonat. Bei Vorliegen eines Umsatzausfalls im Sinne des Punkts 3.1.3 von mindestens 40 Prozent in einem Kalendermonat, kann für diesen Kalendermonat ein Ausfallsbonus beantragt werden. Der frühestmögliche Betrachtungszeitraum ist November 2020, der letztmögliche Betrachtungszeitraum ist Juni 2021.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Mit Strafverfügung vom 23. Oktober 2019 verhängte das Finanzamt Landeck Reutte als Finanzstrafbehörde über den Geschäftsführer der antragstellenden Partei eine Geldstrafe in der Höhe von € 25.000,– wegen des Finanzvergehens der vorsätzlichen Abgabenhinterziehung. Mit weiterer Strafverfügung vom 23. Oktober 2019 erklärte das Finanzamt Landeck Reutte die antragstellende Partei als für die Taten ihres Geschäftsführers verantwortlich und verhängte eine Verbandsgeldbuße in der Höhe von € 25.000,–. Die Strafverfügungen wurden nicht bekämpft und erwuchsen in Rechtskraft.",
            "annotations": []
        },
        {
            "text": "1.2. Die antragstellende Partei brachte einen Antrag auf Gewährung eines Ausfallsbonus für den Monat Februar 2021 in näher bezeichneter Höhe ein.",
            "annotations": []
        },
        {
            "text": "1.3. Die COVID-19 Finanzierungsagentur des Bundes GmbH (COFAG) lehnte den Antrag der antragstellenden Partei auf Gewährung eines Ausfallsbonus unter Hinweis auf Punkt 3.1.7 des Anhanges zur VO Ausfallsbonus I sowie §3 Z4 des Bundesgesetzes, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, ab.",
            "annotations": []
        },
        {
            "text": "1.4. Mit Klage vom 3. Dezember 2021 vor dem Bezirksgericht Leopoldstadt forderte die antragstellende Partei die Zahlung von € 9.551,94 samt Anhang von der COFAG ein.",
            "annotations": []
        },
        {
            "text": "Mit Urteil vom 12. April 2022 wies das Bezirksgericht Leopoldstadt das Klagebegehren der antragstellenden Partei kostenpflichtig ab. Begründend führt das Bezirksgericht Leopoldstadt in seiner Entscheidung zusammengefasst aus, dass die Nichtzuerkennung des Ausfallsbonus mit Punkt 3.1.7 der VO Ausfallsbonus I im Einklang stehe. Die von der antragstellenden Partei behauptete Verfassungs- bzw Gesetzwidrigkeit der Bestimmungen liege nicht vor.",
            "annotations": []
        },
        {
            "text": "2.  Gegen dieses Urteil erhob die antragstellende Partei Berufung und stellte aus Anlass dieses Rechtsmittels unter einem den vorliegenden Gesetzes- bzw Verordnungsprüfungsantrag. Darin legt die antragstellende Partei ihre Bedenken wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"3. Zur Gesetz- bzw Verfassungswidrigkeit der angefochtenen Bestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1 Verstoß gegen Art7 B-VG und Art2 StGG (Gleichheitssatz)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.1 Unsachlichkeit des Ausschlusses von Förderungen wegen rechtskräftiger Verurteilungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zunächst erweist sich der Ausschluss von Förderungen wegen rechtskräftiger Verurteilungen wegen der vorsätzlichen Begehung von Finanzstraftaten ganz grundsätzlich als unsachlich und daher gesetz- bzw verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des VfGH bindet der Gleichheitssatz den Gesetzgeber (vgl und setzt ihm insofern inhaltliche Schranken, als er verbietet, sachlich nicht begründbare Regelungen zu treffen (vgl zB VfSlg 14.039/1995, 16.407/2001). Den angefochtenen Bestimmungen fehlt es an einer sachlichen Begründung, weshalb sie schon aus diesem Grund gesetz- bzw verfassungswidrig sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusätzlich ist im Zusammenhang mit Subventionen, die bei Vorliegen bestimmter typischer Voraussetzungen gewährt werden, zu beachten, dass von den grundsätzlichen Förderungsvoraussetzungen nur aus sachlichen, am Förderungszweck orientierten Gründen abgegangen werden darf (vgl Thunshirn, Fixkostenzuschuss I – Ausschluss bei Abzugsverbot und noch nicht getilgten vorsätzlichen Finanzvergehen verfassungskonform? Kann man sich dagegen wehren?, SWK 7/2021, 503, mit Verweis auf OGH 12.02.2002, 4 Ob 31/02s: 'Der Gleichheitsgrundsatz verbietet unsachliche Differenzierungen, also die Anwendung sachlich nicht gerechtfertigter Auswahlkriterien.').",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Mit dem zu gewährenden Ausfallsbonus soll eine Stabilisierung der österreichischen Wirtschaft während der Corona-Krise erreicht werden. Gemäß §3 Abs1 COVID-19-FondsG sind die finanziellen Mittel des COVID-19-Fonds insbesondere für folgende Maßnahmen einzusetzen:",
            "annotations": []
        },
        {
            "text": "– Stabilisierung der Gesundheitsversorgung;",
            "annotations": []
        },
        {
            "text": "– Belebung des Arbeitsmarktes;",
            "annotations": []
        },
        {
            "text": "– Aufrechterhaltung der öffentlichen Ordnung und Sicherheit;",
            "annotations": []
        },
        {
            "text": "– Abfederung von Einnahmenausfällen in Folge der Krise;",
            "annotations": []
        },
        {
            "text": "– Maßnahmen iZm dem EpiG;",
            "annotations": []
        },
        {
            "text": "– Konjunkturbelebung;",
            "annotations": []
        },
        {
            "text": "– Liquiditätsstabilisierung von Unternehmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Diesen Zielen dienen die COVID-19-Förderungen auch tatsächlich. Insbesondere werden durch den zu gewährenden Ausfallsbonus Fixkosten abgedeckt, die von Betriebsbeschränkungen betroffene Unternehmen aufgrund von teilweise gänzlichen Einnahmeausfällen möglicherweise nicht mehr selbst tragen könnten bzw werden Umsatzausfälle kompensiert, um Unternehmen das 'Überleben' auch während der Phasen völligen Lockdowns zu ermöglichen. Die Erhaltung der Unternehmen mit den COVID-19-Förderungen ist dabei ganz offenkundig nicht Selbstzweck, sondern dient dazu, eine funktionierende Wirtschaft zu erhalten, die alleine es ermöglichen kann, nach dem Ende bzw zumindest dem Abflauen der Krise die dem Staat entstandenen erheblichen Mehrkosten wieder zu decken. Nur Unternehmen, die diese Krise einigermaßen gesund überstehen, werden sodann mit ihren Steuerzahlungen dazu beitragen können, ein halbwegs ausgewogenes Budget zu erstellen und Arbeitsplätze sichern bzw schaffen, wodurch wiederum Sozialausgaben des Staates gemindert und durch die so vorhandene Kaufkraft die Wirtschaft neuerlich belebt wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ein sachlicher Grund dafür, dass Unternehmen, die in der Vergangenheit wegen der vorsätzlichen Begehung von Finanzdelikten rechtskräftig verurteilt wurden, von einer derartigen Fördermaßnahme wie dem Ausfallsbonus, mit welcher sichergestellt werden soll, dass die österreichische Wirtschaft einigermaßen vernünftig durch diese Krise kommt, ausgeschlossen werden, ist nicht ersichtlich. Auch Unternehmen, die in der Vergangenheit wegen Finanzdelikten verurteilt wurden, werden – so wie alle anderen Unternehmen auch – weiterhin Steuern zahlen und damit einen Beitrag zum staatlichen Budget leisten. […] Gleichermaßen sichern auch Unternehmen, die in der Vergangenheit wegen Finanzstrafen verurteilt wurden, – so wie alle anderen Unternehmen auch – Arbeitsplätze und tragen so dazu bei, dass die Arbeitslosigkeit gering gehalten wird, die Kaufkraft im Land erhalten bleibt und auf diese Weise die österreichische Wirtschaft weiter belebt wird. Es liegt daher im Interesse der Gesellschaft, dass der Staat intervenierend die Krisenkosten zum Zweck der Konjunkturstabilisierung übernimmt. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die hier vertretene Auffassung wird auch in der Literatur uneingeschränkt geteilt. So ist Staringer der Ansicht, dass die Ausschlüsse von COVID-19-Föderungen unter anderem wegen einer Vorsatzstrafe nach dem FinStrG […] ',kaum vorstellbar' sachlich sein können: 'Dies ist der Kern: Die Sachlichkeit solcher Ausschlüsse vom Fixkostenzuschuss ist nicht daran zu messen, ob man die betroffenen Konstellationen nun bekämpfenswert findet oder nicht. Entscheidend muss vielmehr sein, dass solche – noch dazu grob unverhältnismäßige – Ausschlüsse mit dem genuinen Regelungsziel des Fixkostenzuschusses, die wirtschaftlichen Folgen der COVID-19-Krise abzufedern, nicht vereinbar sind. Die COVID-19-Krise hat mit dem Thema Steuergestaltung nichts zu tun.' (Staringer, Mehr privat, weniger Rechtsstaat beim Fixkostenzuschuss, SWK 27/2020, 1313).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ebenso vertritt Thunshirn (zu den Ausschlussgründen zum Fixkostenzuschuss I, die sich jedoch wiederum mit jenen des WohlverhaltensG und der RL Ausfallsbonus decken) die Ansicht, dass Ausschlussgründe aus Gründen der Rechtsstaatlichkeit im Lichte des Gesetzeszwecks festzulegen sind und sieht im Zusammenhang mit der rechtskräftigen Verurteilung wegen vorsätzlicher Finanzstrafen keinen Konnex zwischen Förderzweck und Ausschlussgrund: 'Versucht man den Zweck des Ausschlussgrundes mit dem Ziel des Gesetzgebers, den er mit dem Fixkostenzuschuss I verfolgt, abzugleichen, kommt man zum Ergebnis, dass die Regelung in keiner Relation zum Förderzweck steht. Die dem COVID-19-FondsG zu entnehmenden Ziele sind ua [...] Sicherung der Arbeitsplätze, Abfederung krisenbedingter Einnahmenausfällen, Konjunkturbelebung und Liquiditätsstabilisierung. Was es nunmehr rechtfertigt, Förderwerber, welche in den letzten fünf Jahren vor dem Förderantrag zu einer Vorsatztat (ausgenommen Finanzordnungswidrigkeit) iSd FinStrG verurteilt wurden, undifferenziert vom Fixkostenzuschuss I auszuschließen, ist nicht ersichtlich und widerspricht der Zielsetzung der Förderung'. (Thunshirn, Fixkostenzuschuss I – Ausschluss bei Abzugsverbot und noch nicht getilgten vorsätzlichen Finanzvergehen verfassungskonform? Kann man sich dagegen wehren?, SWK 7/2021, 502)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusätzlich ist zu beachten, dass die Möglichkeit des Erhalts des Ausfallsbonus, von dessen Gewährung die Antragstellerin aufgrund der angefochtenen Bestimmungen nach ihrem Wortlaut ausgeschlossen wird, entscheidend dafür war, dass der VfGH den Ausschluss von Entschädigungen nach dem EpiG für Betriebsbeschränkungen gemäß dem COVID-19-MG für verfassungskonform befunden hat (vgl VfGH vom 14.07.2020, G202/2020 ua). In dieser Entscheidung hatte der VfGH darauf hingewiesen, dass über das Maßnahmen- und Rettungspaket, worunter auch der Ausfallsbonus fällt, Hilfen für 'betroffene Unternehmen' gewährt würden, die die Beseitigung der Entschädigungsansprüche nach dem EpiG rechtfertigen könnten. Nach dem EpiG hätte die Antragstellerin jedenfalls eine Entschädigung erhalten, von einer Hilfe nach dem Maßnahmen- und Rettungspaket wird sie jedoch ausgeschlossen. Im Hinblick darauf, dass aber dieses Maßnahmen- und Rettungspaket zentral dafür ist, dass der Ausschluss von Entschädigungen nach dem EpiG verfassungskonform sein kann, kann nunmehr der Ausschluss der Antragstellerin vom Ausfallsbonus nicht sachlich sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund ergibt sich, dass die angefochtenen Regelungen die angestrebten Sachinteressen nicht bloß verfehlen, sondern ihnen sogar zuwiderlaufen und damit aus verfassungsrechtlicher Perspektive jedenfalls unsachlich und daher gesetz- bzw verfassungswidrig sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.2 Verstoß gegen das Verbot unsachlicher Differenzierungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach der ständigen Rechtsprechung des VfGH verbietet der Gleichheitssatz dem Gesetzgeber, ohne sachliche Rechtfertigung Gleiches ungleich oder Ungleiches gleich zu behandeln. Der Gesetzgeber muss daher an gleiche Tatbestände gleiche Rechtsfolgen knüpfen, wesentlich ungleiche Tatbestände müssen zu entsprechend ungleichen Rechtsfolgen führen. Nur dann, wenn gesetzliche Differenzierungen aus entsprechenden Unterschieden im Tatsächlichen ableitbar sind, entspricht eine Regelung dem Gleichheitssatz (vgl Berka/Binder/Kneihs, Die Grundrechte2 [2019] 532 mwH). Mit den hier interessierenden Regelungen werden in mehrfacher Hinsicht an gleiche Tatbestände unterschiedliche Rechtsfolgen geknüpft bzw umgekehrt an wesentlich ungleiche Tatbestände gleiche Rechtsfolgen geknüpft, weshalb die angefochtenen Normen gleichheitswidrig sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "     Zunächst erweist es sich als gleichheits- und gesetz- bzw verfassungswidrig, dass sämtliche Verurteilungen wegen vorsätzlich begangener Finanzdelikte zum Ausschluss vom Ausfallsbonus führen, während Verurteilungen wegen auch grob fahrlässiger Tatbegehung qenerell keinen Ausschluss bewirken.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nun mag es zutreffend sein, dass mit einer vorsätzlichen Tatbegehung ein höherer Unrechtsgehalt verbunden ist, als mit einer fahrlässigen Tatbegehung. Da allerdings Verurteilungen wegen Fahrlässigkeit im hier relevanten Bereich des FinStrG nur solche wegen grober Fahrlässigkeit sein können […], erweist sich die Unterscheidung im Unrechtsgehalt insoweit als gering. Auch ist der Umstand, ob es zu einer Verurteilung wegen Vorsatz oder grober Fahrlässigkeit kommt, oftmals auf ganz individuelle Umstände des Strafverfahrens zurückzuführen, weshalb sich die pauschale Anknüpfung daran als unsachlich erweist. Insbesondere kann die Grenze zwischen bewusster grober Fahrlässigkeit und Eventualvorsatz oftmals nur in der Theorie gezogen werden. Kooperierende Beschuldigte im Strafverfahren, denen aufgrund eines reumütigen Geständnisses ein Vorsatz nachweisbar ist, haben insoweit schlechtere Karten, als nicht geständige Beschuldigte, die im Zweifel nur wegen 'bloß' bewusster Fahrlässigkeit verurteilt werden können (Triffterer in Hinterhofer/Rosbaud/Triffterer [Hrsg] Sbg Kommentar [3. Lfg; 1994] §6 Rz 16).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dass damit aber jene, die deshalb wegen einer vorsätzlichen Tatbegehung verurteilt wurden, weil sie im Rahmen des Strafverfahrens ein reumütiges Geständnis abgelegt haben (und deshalb möglicherweise auch eine geringere Strafe bekommen haben als der leugnende Fahrlässigkeitstäter), nunmehr schlechter gestellt werden, als jene, die (bewusst) grob fahrlässig gehandelt haben, erweist sich als unsachlich.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Insbesondere aufgrund der stets individuellen Umstände strafrechtlicher Verurteilungen kann die gegenständlich erfolgte Anknüpfung an die Verurteilung wegen vorsätzlicher Begehung auch nicht als pauschalierende Durchschnittsbetrachtung gerechtfertigt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "     Weiters erweist es sich als gleichheits- und gesetz- bzw verfassungswidrig, dass Verurteilungen wegen vorsätzlich begangener Finanzdelikte generell zu einem Ausschluss von dem Ausfallsbonus führen, während Verurteilungen wegen vorsätzlich begangener Finanzordnungswidrigkeiten keinen Ausschluss nach sich ziehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Finanzordnungswidrigkeiten fungieren vielfach als subsidiäre Auffangtatbestände, gegenüber Finanzdelikten. Ist etwa der Vorsatz auf eine wissentliche Abgabenverkürzung nicht nachweisbar, erfolgt eine Verurteilung wegen der entsprechenden Finanzordnungswidrigkeit (VwGH 09.10.1991, 90/13/0279; siehe auch Seiler/Seiler, FinStrG5 [2018] §49 Rz 2). Wie schon zur Unsachlichkeit der pauschalen Anknüpfung an eine Verurteilung wegen vorsätzlicher Tatbegehung erweist sich auch die 'pauschale Schlechterstellung' von Finanzdelikten gegenüber Finanzordnungswidrigkeiten als unsachlich. Auch insoweit bedarf es einer Einordnung der jeweiligen Verurteilung unter Bedachtnahme auf die konkreten Umstände des Einzelfalles. Die pauschale Differenzierung zwischen Finanzordnungswidrigkeiten und Finanzdelikten erweist sich auch deshalb als unsachlich, weil auch bei Verurteilungen wegen Finanzordnungswidrigkeiten beträchtliche Strafen (bis zur Hälfte des verkürzten Betrages; vgl etwa §49 Abs2 FinStrG) verhängt werden können. Die der Differenzierung innewohnende Annahme, dass es sich bei Finanzordnungswidrigkeiten um minderbedeutende Vergehen handelt, ist daher tatsächlich unrichtig und die darauf gegründete Differenzierung daher unsachlich, weshalb die angefochtenen Bestimmungen gesetz- bzw verfassungswidrig sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "     Eine weitere Gleichheits- und Gesetz- bzw Verfassungswidrigkeit der angefochtenen Bestimmungen liegt darin begründet, dass Verurteilungen wegen vorsätzlicher Begehung von Finanzdelikten zum Ausschluss vom Ausschlussbonus führen, während Verurteilungen wegen vorsätzlicher Begehung anderer Delikte, die zwar nicht im FinStrG geregelt sind, aber dennoch einen vergleichbaren Unrechtsgehalt aufweisen, nicht zum Ausschluss vom Ausfallsbonus führen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Gleichheitswidrigkeit der Regelung ergibt sich dabei unabhängig davon, wie man den Begriff der 'Finanzstrafe' iSd angefochtenen Bestimmungen verstehen mag:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "– Dies gilt zunächst dann, wenn man als 'Finanzstrafen' nur Verurteilungen wegen Finanzvergehen ansieht. Gemäß §1 Abs1 FinStrG sind Finanzvergehen die in den §§33 bis 52 FinStrG mit Strafe bedrohten Taten (Handlungen oder Unterlassungen) natürlicher Personen und zusätzlich andere ausdrücklich mit Strafe bedrohte Taten, wenn sie in einem Bundesgesetz als Finanzvergehen bezeichnet sind; gemäß§1 Abs2 FinStrG können auch Verbände für Finanzvergehen verantwortlich sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nun stellt das FinStrG aber – worauf die hier interessierenden Regelungen im Kern wohl abzielen – nicht nur die unmittelbar gegen die Abgabenhoheit des Staates gerichtete Abgabenhinterziehung unter Strafe; so verbietet etwa §48 FinStrG unter Strafdrohung auch die auch Herstellung von Tabakwaren ohne die erforderliche Bewilligung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Umgekehrt finden sich außerhalb des FinStrG zahlreiche Delikte, die – ähnlich der Abgabenhinterziehung – Delikte gegen die 'finanzielle Unversehrtheit' des Staates (im weiteren Sinn) sind. Dies gilt etwa für den nach §153b StGB strafbaren Förderungsmissbrauch sowie das betrügerische Anmelden zur Sozialversicherung oder BUAK nach §153d StGB oder die organisierte Schwarzarbeit nach §153e StGB. Diese Delikte ahnden ebenfalls die Erschleichung bzw missbräuchliche Verwendung öffentlicher Gelder oder die betrügerische Nichterfüllung von Zahlungsverpflichtungen gegenüber der öffentlichen Hand und stellen daher – vergleichbar der Abgabenhinterziehung – gegenüber der 'Allgemeinheit' und 'öffentlichen Geldern' begangene Vergehen dar. […] Im Unterschied zu der im FinStrG geregelten Abgabenhinterziehung führen rechtskräftige Verurteilungen wegen dieser Delikte aber nicht zum Ausschluss vom Ausfallsbonus. Sachliche Gründe für die Gleichbehandlung dieser unterschiedlichen Delikte bzw Ungleichbehandlung von im Hinblick auf ihre Zielrichtung gleichartigen Delikten liegen nicht vor, weshalb die angefochtenen Bestimmungen gesetz- bzw verfassungswidrig sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "– Gleichermaßen unsachlich sind die hier interessierenden Regelungen, wenn man als 'Finanzstrafe' sämtliche Verurteilungen wegen Delikten, die im FinStrG geregelt sind, versteht. Diesfalls wären auch solche gerichtlich strafbaren Handlungen in den Kreis der beachtlichen Verurteilungen einbezogen, die zwar im FinStrG geregelt, aber keine Finanzvergehen sind (Begünstigung [§248 FinStrG], Falsche Verdächtigung [§250 FinStrG], Verletzung der abgabenrechtlichen Geheimhaltungspflicht durch Dritte [§252 FinStrG]). Aus welchem Grund aber die Verurteilung wegen einer falschen Verdächtigung im Hinblick auf ein Finanzvergehen zum Ausschluss von einer COVID-19-Förderungen führen soll, während Verurteilungen wegen falscher Verdächtigungen im Hinblick auf sonstige Delikte (§297 StGB) keinen solchen Ausschluss bewirken, entbehrt jeglicher sachlichen Begründung, weshalb die Bestimmungen, mit denen die Beklagte die Ablehnung des Antrags des Beklagten begründet, gesetz- bzw verfassungswidrig sind. Zusätzlich erweist es sich auch in dieser Konstellation als unsachlich, dass Verurteilungen wegen anderer, außerhalb des FinStrG geregelter Delikte gegen die 'finanzielle Unversehrtheit des Staates' nicht zu einem Förderungsausschluss führten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "     Soweit im Hinblick auf die Ausschlusstatbestände nach Punkt 3.1.7 RL Ausfallsbonus bzw §3 Z4 WohlverhaltensG eine 'Mindestschwelle' der zum Ausschluss führenden Finanzstrafe normiert ist, ergibt sich eine weitere sachlich nicht gerechtfertigte Ungleichbehandlung daraus, dass mehrere geringe Strafen (< EUR 10.000,-) keinen Ausschluss von der Förderung bewirken, auch wenn insgesamt ein Strafbetrag von mehr als EUR 10.000,- verhängt wurde. Demgegenüber besteht ein Ausschluss, wenn eine einzige Strafe > EUR 10.000,- verhängt wurde. 'Wiederholungstäter' sind daher insoweit aufgrund der angefochtenen Bestimmungen nicht vom Bezug der Förderung ausgeschlossen, bloß einmalig Verurteilte jedoch schon.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die dadurch bewirkte Ungleichbehandlung erweist sich als qualifiziert unsachlich, da wiederholte Tatbegehungen und Verurteilungen in höherem Maße eine Geringschätzung hoheitlicher Anordnungen zum Ausdruck bringen. Es kann nicht sachlich gerechtfertigt werden, dass der Täter, der seine Tat reumütig gestanden, im Strafverfahren uneingeschränkt kooperiert und den verursachten Schaden vollständig wieder gut gemacht hat, schlechter gestellt wird, als der 'renitente' Wiederholungstäter.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund erweisen sich die angefochtenen Bestimmungen als gleichheits- und daher gesetz- bzw verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ebenso unsachlich ist es, dass über ein geschäftsführendes Organ verhängte Strafen dann zum Ausschluss eines Unternehmens von Förderungen führen, wenn die betreffende Person noch für dasselbe Unternehmen beschäftigt ist, nicht jedoch zum Ausschluss eines anderen Unternehmens, für das die betreffende Person nunmehr eine Organfunktion innehat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund erweisen sich die angefochtenen Bestimmungen als gleichheits- und daher gesetz- bzw verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.3 Unsachlichkeit des Fehlens einer Ausnahmemöglichkeit",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Als unsachlich erweisen sich die angefochtenen Bestimmungen im Übrigen deshalb, weil sie einen automatischen Ausschluss vom Ausfallsbonus vorsehen und den betroffenen Unternehmen keine Gelegenheit geben, darzutun, dass sie ungeachtet des Bestehens rechtskräftiger Verurteilungen wegen Finanzdelikten die betreffende Förderung erhalten sollten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Andere Regelungssysteme, die an bestehende strafrechtliche Verurteilungen nachteilige Rechtsfolgen knüpfen, sehen regelmäßig auch die Möglichkeit des 'Freibeweisens' vor. So kann ein nach §13 Abs1 GewO 1994 von der Gewerbeausübung Ausgeschlossener nach §26 Abs1 GewO 1994 die Nachsicht von diesem Ausschluss erwirken, 'wenn nach der Eigenart der strafbaren Handlung und nach der Persönlichkeit des Verurteilten die Begehung der gleichen oder ähnlichen Straftat bei Ausübung des Gewerbes nicht zu erwarten ist'. Gleichermaßen kann ein Bieter, der sich an einem Vergabeverfahren beteiligt, und dessen berufliche Unzuverlässigkeit wegen bestimmter rechtskräftiger Verurteilungen anzunehmen ist, nach §83 Abs2 BVergG 2018 'Selbstreinigungsmaßnahmen' setzen und diese gegenüber dem öffentlichen Auftraggeber nachweisen, und so seinen ansonsten vorgesehenen Ausschluss vom Vergabeverfahren verhindern.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch die hier in Rede stehende Förderrichtlinie selbst sieht in anderer Hinsicht eine solche 'Nachsichtregelung' vor. Punkt 3.2.6 RL Ausfallsbonus schließt Unternehmen, die eine bestimmte Anzahl von Mitarbeitern in einem festgelegten Zeitraum gekündigt haben, zunächst von der betreffenden Förderung aus, ermöglicht aber eine Ausnahme von diesem Ausschluss, wenn das betreffende Unternehmen darlegt, warum durch den Förderungsausschluss der Fortbestand des Unternehmens gefährdet wäre und die Inanspruchnahme von Kurzarbeit nicht in Betracht kam.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die COFAG selbst geht, Medienberichten zufolge davon aus, dass bezüglich der Rückzahlungsverpflichtung beim Lockdown-Umsatzersatz bzw beim Ausfallsbonus im Fall der Verhängung von Verwaltungsstrafen wegen Verletzung der COVID-19-Maßnahmen das Sachlichkeitsgebot gewahrt bleiben muss. 'Mini-Vergehen' dürften nicht zu einer vollen Rückzahlungsverpflichtung führen (Kary, Covid-Regeln: Bagatellverstöße und ihre Folgen, die Presse vom 25.03.2021).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die pauschale 'Verurteilung' eines Unternehmens als förderunwürdig aufgrund des Bestehens bestimmter rechtskräftiger Verurteilungen ohne die Möglichkeit, auch in besonders gerechtfertigten Einzelfällen eine Ausnahme von diesem Ausschluss zu erwirken, erweist sich als unsachlich. Es ist nicht sichergestellt, dass sich ein Unternehmen aufgrund der besonderen Umstände des Einzelfalls nicht doch als förderwürdig erweist bzw dessen Erhalt für die österreichische Wirtschaft von ganz zentraler Bedeutung ist, weshalb – im Einklang mit den Zielen der gewährten Förderungen nach §3 Abs1 COVID-19-FondsG – eine Förderung dieses Unternehmens sogar geboten ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch in dieser Hinsicht erweisen sich die angefochtenen Bestimmungen als gleichheits- und daher gesetz- bzw verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.4 Unsachlichkeit der zeitlichen Anknüpfungspunkte",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die angefochtenen Bestimmungen beinhalten in mehrfacher Hinsicht ein zeitlich willkürliches Moment, weshalb sie unsachlich und gesetz- bzw verfassungswidrig sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "     Die Unsachlichkeit der angefochtenen Regelungen ergibt sich zunächst daraus, dass diese an den Zeitpunkt der 'Verhängung' der Strafe anknüpfen. Im Sinne des allgemeinen Sprachgebrauchs wird davon auszugehen sein, dass damit die Erlassung jenes Urteils gemeint ist, mit dem die Strafe ausgesprochen wurde. Der Eintritt der Rechtskraft ist in den angefochtenen Bestimmungen zwar ebenfalls als Anwendungsvoraussetzung normiert, wird allerdings nicht in Zusammenhang mit der 'Verhängung' gestellt. Deshalb muss davon ausgegangen werden, dass etwa dann, wenn eine Strafe im Jahr 2013 'verhängt' wurde, sie aber aufgrund eines Rechtsmittels erst im Jahr 2017 rechtskräftig wurde, die angefochtenen Ausschlusstatbestände nicht mehr einschlägig sind, da die 'Verhängung' der Strafe mehr als fünf Jahre zurückliegt. Umgekehrt müsste man jedoch annehmen, dass sehr wohl ein Ausschluss von den Förderungen verwirklicht ist, wenn im Jahr 2013 etwa zunächst ein Freispruch erfolgte, nach Erhebung eines Rechtsmittels aber im Jahr 2017 doch noch eine Strafe 'verhängt' wurde; diesfalls liegt die Verhängung der Strafe noch keine fünf Jahre zurück. Die Frage, wann eine Strafe 'verhängt' wurde, ist damit von den konkreten Umständen und dem Verlauf des jeweiligen Strafverfahrens abhängig; eine Anknüpfung an diesen Umstand erweist sich damit als schlicht willkürlich und daher unsachlich.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nichts Anderes gilt auch für den Fall, dass die angefochtenen Regelungen auf jenen Zeitpunkt abstellen sollten, zu dem eine Strafe rechtskräftig geworden ist. Da die angefochtenen Ausschlusstatbestände nur daran anknüpfen, dass 'in den letzten fünf Jahren vor Antragstellung' Finanzstrafen verhängt wurden, könnten Förderungen dann noch beantragt und erhalten werden, wenn – und sei es nur zu diesem Zweck – der Eintritt der Rechtskraft der Verurteilung noch hinausgezögert werden kann. Soweit dies aufgrund des jeweiligen Prozessverlaufs nicht mehr möglich ist, besteht demgegenüber ein Ausschluss von den Förderungen. Sachliche Gründe für diese Ungleichbehandlung in Abhängigkeit vom jeweiligen Verlauf des Strafverfahrens fehlen freilich.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dass im Übrigen bloß an die Verhängung der Strafe bzw an den Eintritt der Rechtskraft der Finanzstrafe abgestellt wird, der Zeitpunkt der Tatbegehung aber völlig außer Acht gelassen wird, verstärkt die Unsachlichkeit der hier interessierenden Regelungen. Wie rasch ein Strafverfahren abgeführt wird, liegt über weite Strecken nicht im Einflussbereich der betroffenen Personen. Jene, deren Verurteilung (sei es jetzt die Verhängung der Strafe oder auch der Eintritt der Rechtskraft) bereits länger zurückliegt, weil sie das 'Glück' einer raschen Erledigung ihres Strafverfahrens hatten, können nunmehr in den Genuss von Förderungen kommen, während jene, deren Strafverfahren länger gedauert hat, von den Förderungen ausgeschlossen sind. Dass die Dauer eines Strafverfahrens nicht immer und nicht einmal im Regelfall von dem Verhalten des Beschuldigten abhängig ist, kann als notorisch gelten; überdies darf es – auch vor dem Hintergrund des Art6 EMRK – einem Beschuldigten nicht zum Nachteil gereichen, wenn er in einem gegen ihn geführten Strafverfahren nicht durch Ablegung eines umfassenden Geständnisses und volle Kooperation die rasche Durchführung des Verfahrens gegen sich ermöglicht, sondern seine Verteidigungsrechte umfassend wahrnimmt. Damit ist aber klar, dass völlig gleich gelagerte Fälle, mit identer Tat und auch identem Tatzeitpunkt und identem Verhalten des Beschuldigten abhängig von der Arbeitsgeschwindigkeit der Behörden und Gerichte in einem Fall einen Ausschluss von einer COVID-19-Förderungen zu Folge haben, im anderen Fall aber nicht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "     Zusätzlich ergibt sich die Unsachlichkeit der hier interessierenden Bestimmungen auch daraus, dass ausschließlich vergangenes Verhalten mit einem Ausschluss vom Ausfallsbonus sanktioniert wird. Schafft es also jemand, durch Ergreifung von Rechtsmitteln die Verhängung der Strafe oder auch den Eintritt der Rechtskraft hinauszuzögern, und erfolgt die rechtskräftige Verurteilung erst nach den entsprechenden Antragstellungen, erhält er uneingeschränkt Förderungen, während derjenige, der ein aussichtsloses Rechtsmittel möglicherweise nicht ergriffen hat, keinen Ausfallsbonus mehr bekommen kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch aus all diesen Gründen erweisen sich die angefochtenen Bestimmungen als gesetz- und verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.5 Unsachlichkeit des Fehlens jeglichen Bezugs des erlittenen Nachteils zu dem verwirklichten Delikt bzw der verhängten Strafe Schließlich erweist es sich als unsachlich, dass ein genereller und umfassender Ausschluss vom Ausfallsbonus angeordnet wird, und damit die erlittenen Nachteile (nicht gewährte Förderung) in keine Relation zu dem gegebenenfalls verkürzten Abgabenbetrag gestellt werden. Aufgrund dieses Pauschalausschlusses kann es auch dazu kommen, dass die nunmehr erlittenen Nachteile in Gestalt der nicht gewährten Förderung jenen Strafrahmen, der für die Verwirklichung des betreffenden Finanzdeliktes vorgesehen war, um ein Vielfaches übersteigen. Wie hoch der tatsächlich erlittene Nachteil ist, ist aufgrund der angefochtenen Bestimmungen völlig unabhängig von dem begangenen Delikt und der verhängten Strafe (mit Ausnahme der teilweise vorgesehenen Mindestschwellen), sondern hängt ausschließlich von den Umständen des betroffenen Unternehmens in der aktuellen Corona-Krise ab, also in welcher Branche es tätig ist und wie stark diese Branche von den im Interesse des allgemeinen Gesundheitsschutzes und der öffentlichen Ordnung und Sicherheit angeordneten Beschränkungen betroffen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch aus diesem Grund erweisen sich die angefochtenen Bestimmungen als gesetz- und verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.6 Verstoß gegen den Vertrauensschutz",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des VfGH sind solche Bestimmungen gleichheitswidrig, die nachträglich an früher verwirklichte Tatbestände Folgen knüpfen und dadurch die Rechtspositionen des Steuerpflichtigen mit Wirkung für die Vergangenheit verschlechtern, wenn die Normunterworfenen durch einen Eingriff von erheblichem Gewicht in einem berechtigten Vertrauen auf die Rechtslage enttäuscht werden und nicht etwa besondere Umstände eine solche Rückwirkung verlangen (vgl VfSlg 15.060/1997; der VfGH hat diese Rechtsprechungslinie zunächst zu steuerlichen Vorschriften begründet, sie ist aber nicht darauf beschränkt [vgl Holoubek in Korinek/Holoubek et al [Hrsg] B-VG [14. Lfg; 2018] Art7/1 S 1, 2 Rz 392 ff). Nach dieser Rechtsprechung liegt eine am Vertrauensgrundsatz zu messende Rückwirkung vor, wenn an Handlungen belastende Rechtsfolgen geknüpft werden, die zu dem Zeitpunkt, zu dem die Handlung gesetzt wurde, nicht vorgesehen waren (vgl dazu mwH Holoubek in Korinek/Holoubek et al [Hrsg] B-VG [14. Lfg; 2018] Art7/1 S 1, 2 Rz 375 ff).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dass der gegenständlich angeordnete Ausschluss der von den angefochtenen Bestimmungen betroffenen Unternehmen vom Ausfallsbonus ein Eingriff von erheblichem Gewicht ist, liegt zunächst auf der Hand. Beim Ausfallsbonus stehen für betroffene Unternehmen bis zu EUR 1,8 Mio 'auf dem Spiel'. […] Auch die rückwirkende Dimension der angefochtenen Bestimmungen kann nicht in Zweifel gezogen werden, immerhin nehmen die betreffenden Regelungen ausdrücklich auf Umstände Bezug, die sich in den letzten fünf Jahren vor Antragstellung verwirklicht haben und werden nunmehr daran Rechtsfolgen (Ausschluss vom Ausfallsbonus) geknüpft (vgl dazu auch Brandl/Lehner, Folgen einer rechtskräftigen Verurteilung wegen eines Finanzvergehens COVID-Begünstigungen und finanzstrafrechtliche Unbescholtenheit, taxlex 2021, 14; Althuber/Skiadopoulos, Covid-19 Förderungen: Anzeige- und Informationspflichten der Finanzverwaltung, ZSS 2021, 17; Lang/Pacher, Das Wohlverhaltensgesetz aus rechtspolitischer und verfassungsrechtlicher Sicht, SWK 2021, 442 ff).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schließlich sind keine besonderen Umstände ersichtlich, die es gebieten würden, Unternehmen derart rückwirkend von dem Bezug von Förderungen auszuschließen bzw erweist sich gerade der Umstand der Rückwirkung des Ausschlusses als besonders unsachlich.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2 Verstoß gegen Art7 EMRK (nulla poena sine lege)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach Art7 Abs2 EMRK darf wegen eines strafbaren Verhaltens keine höhere Strafe 'als die im Zeitpunkt der Begehung der strafbaren Handlung angedrohte Strafe verhängt werden'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bei dem mit den angefochtenen Bestimmungen angeordneten Ausschluss handelt es sich um eine 'Strafe' iSd Art7 EMRK, die nunmehr für solche Taten verhängt wird, die zu einem Zeitpunkt begangen wurden, als diese Strafe noch nicht vorgesehen war.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Vorliegen einer 'Strafe' iSd Art7 EMRK ist nach der ständigen Rechtsprechung von EGMR und VfGH anhand der sog ,'Engel-Kriterien' zu prüfen. Neben der Einordnung einer Maßnahme im nationalen Recht (dieses Kriterium ist von bloß untergeordneter Bedeutung) ist für die Einstufung einer Maßnahme als 'Strafe' die Natur des Vergehens und die Art und Schwere der Strafe maßgeblich (grundlegend EGMR 08.06.1976, Engel ua gegen die Niederlande, Appl Nr 5100/71 ua, Rz 83 ff; statt vieler VfSlg 19.916/2014).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Zusammenhang mit der 'Natur des Vergehens' ist nach der Rechtsprechung des EGMR maßgeblich, ob die angedrohte Sanktion sowohl abschreckenden (präventiven) als auch repressiven Charakter hat (vgl EGMR 21.02.1984, Öztürk gegen Deutschland, Appl Nr 8544/79, Rz 53). Gegenständlich weisen die angefochtenen Bestimmungen über den Ausschluss von der Möglichkeit, den Ausfallsbonus für im Zuge der COVID-19-Krise erlittene Verdienstausfälle zu erlangen, zunächst jedenfalls einen repressiven Charakter auf. Ganz offenkundig sollen jene Unternehmen, die in der Vergangenheit wegen vorsätzlich begangener Finanzdelikte verurteilt wurden, vom Genuss dieser Förderung ausgeschlossen werden; dahinter steht wohl der Gedanke, dass sie sich als 'unwürdig' erwiesen haben und deshalb von staatlichen Hilfen ausgeschlossen sein sollen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Daneben entfalten die angeordneten Ausschlüsse auch präventiven Charakter. Dies gilt jedenfalls soweit aktuell noch Antragsfristen offen sind bzw im Hinblick auf die nunmehrige generelle Geltung des WohlverhaltensG für sämtliche Förderungen des Bundes aufgrund der COVID-19-Pandemie (vgl §1 Abs1 WohlverhaltensG). Damit ist der Ausschluss von sämtlichen Förderungen wegen entsprechender Verurteilungen bereits jetzt angeordnet und ist klar, dass auch bei künftig zu beantragenden Förderungen dann vergangene Verurteilungen berücksichtigt werden. Angesichts der existenzsichernden Wirkung der Förderungen für viele betroffenen Unternehmen kommt den angefochtenen Ausschlusstatbeständen damit auch eine erhebliche abschreckende Wirkung zu.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch die Art und Schwere der Sanktion spricht gegenständlich für das Vorliegen einer Strafe iSd Art7 EMRK. Der Ausschluss von Förderungen entfaltet für die betroffenen Unternehmen die Wirkung einer Geldstrafe. Zwar werden sie nicht dazu verpflichtet, aktiv Zahlungen zu leisten, sondern wird ihnen der Zufluss finanzieller Mittel vorenthalten. Dies ändert nichts daran, dass die betroffenen Unternehmen aufgrund der Sanktion finanzielle Nachteile hinnehmen müssen, die den Wirkungen einer Geldstrafe gleichkommen. Zur Schwere der Sanktion ist anzumerken, dass diese jedenfalls erheblich ist. Im Fall des Ausfallsbonus beläuft sich die maximale Förderhöhe auf EUR 1,8 Mio.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Lichte dieser Rechtsprechung kann kein Zweifel daran bestehen, dass es sich bei dem durch die angefochtenen Bestimmungen angeordneten Ausschluss vom Ausfallsbonus um eine Strafe iSd Art7 EMRK handelt. Der Umstand, dass an Tatbegehungen bzw Verurteilungen angeknüpft wird, die vor dem Inkrafttreten der angefochtenen Regelungen gelegen sind, begründet daher einen Verstoß gegen Art7 EMRK und erweisen sich die angefochtenen Bestimmungen daher als gesetz- bzw verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.3 Verletzung des verfassungsgesetzlich gewährleisteten Rechts auf Unverletzlichkeit des Eigentums (Art5 StGG; Art1 1. ZP-EMRK)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die angefochtenen Bestimmungen stellen einen Eingriff in das verfassungsgesetzlich gewährleistete Rechte auf Unverletzlichkeit des Eigentums dar. In ständiger Rechtsprechung geht der VfGH davon aus, dass das verfassungsgesetzlich gewährleistete Recht auf Unverletzlichkeit des Eigentums auch das Recht zum Abschluss privatrechtlicher Verträge umfasst (Berka/Binder/Kneihs, Die Grundrechte2 [2020] 446 mwH). Der angefochtene Ausfallsbonus wird aufgrund von Förderverträgen mit der COFAG ausbezahlt. Durch die angefochtenen Bestimmungen werden die betroffenen Unternehmen von dem Recht, mit der COFAG solche Förderverträge abzuschließen, ausgeschlossen. Folglich wird durch die angefochtenen Bestimmungen in das verfassungsgesetzlich gewährleistete Recht der betroffenen Unternehmer auf Unverletzlichkeit des Eigentums eingegriffen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Soweit die angefochtenen Bestimmungen die in §3 Abs1 COVID-19-FondsG niedergeschriebene Ziele zum Gegenstand haben, erweisen sie sich zur Erreichung dieser Ziele als völlig ungeeignet. Immerhin führen sie dazu, dass die von dem Ausschluss betroffenen Unternehmen, ungeachtet ihrer Bedeutung für die wirtschaftliche Situation des Landes, der Anzahl der Arbeitsplätze, die durch sie gesichert werden udgl, in erhebliche wirtschaftliche Schwierigkeiten geraten bzw sogar insolvent werden, weshalb sie den angesprochenen Zielen sogar abträglich sind (siehe dazu bereits oben Punkt 3.1.1.).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Soweit die angefochtenen Bestimmungen dazu dienen sollen, Unternehmen von der Begehung von Finanzstrafen abzuhalten, bzw die Begehung von Finanzstrafen zu sanktionieren, mögen sie zwar grundsätzlich geeignet sein, dieses Ziel zu erreichen. Diesfalls erweisen sich die angefochtenen Bestimmungen jedoch aufgrund ihres Strafcharakters (siehe dazu oben Punkt 3.2) iVm ihren rückwirkenden Effekten als gesetz- bzw verfassungswidrig. Zusätzlich erweisen sich die angefochtenen Bestimmungen als unverhältnismäßig. Über die betroffenen Unternehmen wurden für begangene Taten bereits tat- und schuldangemessene Strafen verhängt. Eine zusätzliche Bestrafung kann daher nicht mehr tat- und schuldangemessen sein. Dies umso mehr, wenn – und Derartiges ist den angefochtenen Regelungen geradezu systemimmanent, wenn sie bloß Strafen bis zu einem Betrag von EUR 10.000,- als nicht den Ausschlusstatbestand verwirklichend ausnehmen – die Höhe der nichtgewährten Förderungen die Höhe der wegen des begangenen Finanzvergehens verhängten Strafe um ein Vielfaches übersteigt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Jedenfalls sind die durch die angefochtenen Bestimmungen bewirkten Eingriffe in das verfassungsgesetzlich gewährleistete Recht auf Unverletzlichkeit des Eigentums nicht gerechtfertigt. Die angefochtenen Bestimmungen erweisen sich als gesetz- bzw verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.4 Gesetzwidrigkeit der angefochtenen Verordnungsbestimmung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gemäß §3b Abs3 ABBAG-Gesetz haben die als Verordnung festzulegenden Richtlinien zur Gewährung von finanziellen Maßnahmen 'insbesondere' den Kreis der begünstigten Unternehmen festzulegen. §2 Abs2 Z7 ABBAG-Gesetz legt als Gegenstand der ABBAG unter anderem die Erbringung von Dienstleistungen und das Ergreifen von finanziellen Maßnahmen zugunsten von Unternehmen gemäß §3b Abs1 ABBAG-Gesetz (dies sind solche Unternehmen, die ihren Sitz oder eine Betriebsstätte in Österreich haben und ihre wesentliche operative Tätigkeit in Österreich ausüben), 'die zur Erhaltung der Zahlungsfähigkeit und Überbrückung von Liquiditätsschwierigkeiten dieser Unternehmen im Zusammenhang mit der Ausbreitung des Erregers SARS-CoV-2 und den dadurch verursachten wirtschaftlichen Auswirkungen geboten sind'. Damit ist durch die einschlägige Verordnungsermächtigung klar vorgegeben, dass bei der Abgrenzung des Kreises der begünstigten Unternehmen nur darauf Bedacht genommen werden darf, dass allfällige Schwierigkeiten der erfassten Unternehmen mit der Erhaltung ihrer Zahlungsfähigkeit oder Liquidität im Zusammenhang mit der aktuellen Corona-Krise stehen und, dass die gewährte Förderung zur Erhaltung der Zahlungsfähigkeit und Überbrückung von Liquiditätsschwierigkeiten von Unternehmen erforderlich ist. Dass Unternehmen auch deshalb vom Kreis der begünstigten Unternehmen ausgeschlossen werden dürften, weil ihnen die 'Förderwürdigkeit' abgesprochen wird, ist §3b Abs3 ABBAG-Gesetz nicht zu entnehmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Soweit in Punkt 3.1. 7 RL Ausfallsbonus aber der Kreis der begünstigten Unternehmen dahingehend festgelegt ist, dass 'förderunwürdige' Unternehmen von der Förderung ausgeschlossen werden, erweist sich diese Bestimmung als nicht durch eine gesetzliche Grundlage gedeckt. Die angefochtene Bestimmung ist daher gesetzwidrig.\"",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung erstattete eine Äußerung, in der sie den Bedenken der antragstellenden Partei Folgendes entgegnet:",
            "annotations": []
        },
        {
            "text": "\"III. In der Sache:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Die Bundesregierung verweist einleitend auf die ständige Rechtsprechung des Verfassungsgerichtshofes, wonach dieser in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der aufgeworfenen Fragen beschränkt ist und ausschließlich beurteilt, ob die angefochtene Bestimmung aus den in der Begründung des Antrages dargelegten Gründen verfassungswidrig ist (vgl zB VfSlg 19.160/2010, 19.281/2010, 19.532/2011, 19.653/2012). Die Bundesregierung beschränkt sich daher im Folgenden auf die Erörterung der im Antrag dargelegten Bedenken.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Nach §1 Abs2 WohlverhaltensG sind Unternehmen, die sich steuerlich nicht wohlverhalten haben, von der Gewährung von Förderungen des Bundes aufgrund der COVID-19-Pandemie ausgeschlossen bzw müssen diese bereits erlangte Förderungen verzinst zurückzahlen. Das angesprochene steuerliche Wohlverhalten hat in §3 WohlverhaltensG in vier Tatbeständen eine nähere Konkretisierung erfahren. Nach der gegenständlich angefochtenen Bestimmung des §3 Z4 WohlverhaltensG hat sich ein Unternehmen steuerlich wohlverhalten, sofern nicht in den letzten fünf Jahren vor der Antragstellung über den Antragsteller oder dessen geschäftsführende Organe in Ausübung ihrer Organfunktion eine rechtskräftige Finanzstrafe oder entsprechende Verbandsgeldbuße aufgrund von Vorsatz verhängt worden ist. Eine Ausnahme von dem Ausschluss ist an dieser Stelle für Finanzordnungswidrigkeiten und Strafen, die den Betrag von Euro 10.000,00 nicht übersteigen, vorgesehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Da infolge der COVID-19-Pandemie zahlreiche Unternehmen in wirtschaftliche Schwierigkeiten geraten sind, hat die Bundesregierung umfassende Hilfsmaßnahmen zur Stärkung der Wirtschaft vorgesehen. Die in diesem Zusammenhang ausgegebenen Förderungen werden durch Beiträge der Steuerzahlerinnen und Steuerzahler finanziert. Es handelt sich demnach um einen 'Solidaritätstopf', der sicherstellt, dass gemeinschaftliche Herausforderungen bestmöglich gemeistert werden. Im Sinn dieses Solidaritätsgedankens und zur Sicherstellung, dass für alle Förderungen des Bundes 'einheitliche steuerliche Wohlverhaltensstandards gelten, deren Einhaltung Voraussetzung für den Erhalt einer Förderung sind', wurde das WohlverhaltensG erlassen (siehe zum Vorstehenden IA 1110/A XXVII. GP 3).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zu den Bedenken im Hinblick auf den Gleichheitssatz und das Recht auf Unversehrtheit des Eigentums",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Die von den Antragstellern sowohl im Hinblick auf den Gleichheitsgrundsatz als auch das Grundrecht auf Unverletzlichkeit des Eigentums vorgetragenen Bedenken betreffen die vor dem Hintergrund dieser verfassungsgesetzlichen Gewährleistungen gebotene sachliche Rechtfertigung der in der angefochtenen Bestimmung vorgesehenen Einschränkung. Zusammengefasst bringen die Antragsteller vor, dass die pauschale und undifferenzierte Anknüpfung an die rechtskräftige finanzstrafrechtliche Verurteilung und der damit verbundene Ausschluss von den COVID-19 Förderungen des Bundes sachlich nicht gerechtfertigt sei. Infolge der gleichgelagerten Fragestellung erscheint es zweckmäßig, auf diese Bedenken in der Folge in einem einzugehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Gleichheitssatz setzt dem Gesetzgeber insofern inhaltliche Schranken, als er ihm verbietet, sachlich nicht begründbare Regelungen zu treffen. Innerhalb dieser Schranken ist es jedoch dem Gesetzgeber von Verfassungs wegen durch den Gleichheitsgrundsatz nicht verwehrt, seine politischen Zielvorstellungen auf die ihm geeignet erscheinende Art und Weise zu verfolgen (vgl VfSlg 17.807/2006 mwN). Dabei ist unter der Sachlichkeit einer Regelung nicht deren 'Zweckmäßigkeit' zu verstehen. Der Verfassungsgerichtshof kann dem Gesetzgeber nur entgegentreten, wenn dieser Ziele verfolgt, die keinesfalls als im öffentlichen Interesse liegend anzusehen sind (zB VfSlg 17.315/2004 mwN sowie VfSlg 19.933/2014).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl etwa VfSlg 12.227/1989, 14.075/1995 mwH) kann der Gesetzgeber verfassungsrechtlich unbedenklich Eigentumsbeschränkungen verfügen, sofern er dadurch nicht den Wesensgehalt des Grundrechtes auf Unversehrtheit des Eigentums berührt oder in anderer Weise gegen einen auch ihn bindenden Grundsatz verstößt und soweit die Eigentumsbeschränkung im öffentlichen Interesse liegt; bei der Normierung von im öffentlichen Interesse liegenden Eigentumsbeschränkungen hat der Gesetzgeber den Grundsatz der Verhältnismäßigkeit zu beachten – auch eine im öffentlichen Interesse gelegene Eigentumsbeschränkung muss somit in einem angemessenen Verhältnis zu dem durch sie bewirkten Eingriff in das Eigentum stehen: Es muss zum einen bei einer Abwägung zwischen dem öffentlichen Interesse an der Regelung und dem Interesse des Betroffenen an der Vermeidung des Eigentumseingriffes das öffentliche Interesse überwiegen und es darf ferner der zur Verwirklichung einer im überwiegenden öffentlichen Interesse getroffenen Regelung vorgenommene Eigentumseingriff nicht weiter gehen, als dies zur Erreichung des Regelungszieles notwendig ist (VfSlg 17.071/2003, 17.817/2006 uva.).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat wiederholt – unter anderem auch in VfSlg 20.199/2017 – zum Ausdruck gebracht, dass der rechtspolitische Gestaltungsspielraum des Gesetzgebers bei staatlichen Beihilfen, selbst wenn sie hoheitlich gewährt werden (zur Familienbeihilfe vgl VfSlg 8605/1979 und 14.694/1996; zur Studienbeihilfe vgl VfSlg 6859/1972, 12.641/1991 und 19.105/2010), sowie bei der Beurteilung sozialer Bedarfslagen und der daran anknüpfenden, hoheitlich gewährten Maßnahmen (zum FamilienlastenausgleichsG 1967 vgl VfSlg 5972/1969 und 14.694/1996; zur Ausgleichszulage vgl VfSlg 18.885/2009) generell ein weiter ist (zum Studienabschluss-Stipendium, auf das kein Rechtsanspruch besteht vgl VfSlg 18.638/2008).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Bundesregierung hat die wirtschaftliche Notlage, die durch die Auswirkungen der COVID-19-Pandemie hervorgerufen wurde, erkannt und entsprechende Hilfsmaßnahmen bereitgestellt. Diese COVID-19 Hilfsmaßnahmen werden durch Steuermittel und damit durch Beiträge der Allgemeinheit finanziert. Die Vergabe erfolgt durch die COFAG auf privatwirtschaftlichem, nicht hoheitlichem Wege, sodass insbesondere nach §3b Abs2 ABBAG-Gesetz auch kein Rechtsanspruch auf die Gewährung dieser finanziellen Maßnahmen besteht. Der Umstand, dass es sich nicht um beitragsfinanzierte Versicherungsleistungen, sondern vielmehr um budgetfinanzierte Förderungen handelt, die überdies im Rahmen der Privatwirtschaftsverwaltung vergeben werden, spricht zusätzlich für einen weiten Spielraum des Gesetzgebers bei der Ausgestaltung der Fördervergabe.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Gesetzgeber verfügt bei Fördermaßnahmen über einen weiten Gestaltungsspielraum (vgl zB VfSlg 18.883/2009), und zwar auch bei der Gestaltung der Voraussetzungen für die Gewährung einer Förderung. Dabei können auch innerhalb eines Fördersystems einzelne Tatbestände auf eine nicht systemgemäße Art geregelt werden, wenn sachliche Gründe dies rechtfertigen (vgl zu unterschiedlichen Regelungen innerhalb eines rechtlichen Ordnungssystems VfSlg 5862/1968).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Mit dem WohlverhaltensG wurden einheitliche steuerliche Wohlverhaltensstandards festgelegt, die bei der Vergabe der COVID-19 bedingten Förderungen zugrunde zu legen sind. Insbesondere wurden in §3 WohlverhaltensG Tatbestände umschrieben, die einem steuerlichen Wohlverhalten und damit einer Förderwürdigkeit gemäß §1 Abs2 WohlverhaltensG entgegenstehen. Der Gesetzgeber hat damit Förderbedingungen aufgestellt, deren Erfüllung Voraussetzung für die Gewährung einer Förderung des Bundes ist. Es ist nicht erkennbar, dass sich der Gesetzgeber damit nicht innerhalb des ihm zustehenden Gestaltungsspielraumes bewegt (vgl VfSlg 19.261/2010).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach der gegenständlich angefochtenen Bestimmung des §3 Z4 WohlverhaltensG liegt steuerliches Wohlverhalten dann nicht vor, wenn in den letzten fünf Jahren vor der Antragstellung eine rechtskräftige Strafe oder Verbandsgeldbuße wegen einer vorsätzlichen Finanzstraftat verhängt wurde. Es sollen demnach nach der Intention des Gesetzgebers nur jene Unternehmen vom allgemeinen, durch Steuermittel finanzierten Fördertopf profitieren, die sich in der Vergangenheit steuerehrlich verhalten und nicht durch ihre bewusst rechtswidrige Verhaltensweise den Steuertopf verkürzt haben. Der Gesetzgeber möchte folglich gerade jene Unternehmen von den Bundesförderungen ausschließen, die intentional den Fördertopf, aus dem nunmehr die staatlichen Hilfen geleistet werden, geschmälert haben. Entgegen der Ansicht der Antragsteller erweist sich damit auch die Anknüpfung an die Tatbestände des Finanzstrafgesetzes als zweckmäßig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie im Entschließungsantrag zum Bundesgesetz, mit dem die Zahlung von Staatshilfen anlässlich der COVID-19-Krise an Unternehmen mit Sitz in Steueroasen verboten wird, zum Ausdruck kommt, sollten diejenigen, die in der Vergangenheit bewusst steuervermeidend gehandelt haben und keinen solidarischen Beitrag geleistet haben, nicht nunmehr durch Beiträge aus der 'Gemeinschaftskasse' gerettet werden (siehe 103/UEA XXVII. GP). Ein funktionierendes Steuersystem, das wesentliche Einrichtungen des öffentlichen Lebens finanziert, stellt eine tragende Säule der Gemeinschaft dar. Folglich kommt auch der damit in Zusammenhang stehenden unabdingbaren Steuer-Compliance eine zentrale Bedeutung zu. Vor diesem Hintergrund ist es nachvollziehbar, dass der Gesetzgeber an durchgehend steuerehrliches Verhalten anknüpft und nachträgliche Wiedergutmachungen folglich unberücksichtigt lässt. Letztlich würde die Bereitschaft der Steuerzahlerinnen und Steuerzahler, in den allgemeinen Steuertopf einzuzahlen, gefährdet, wenn steuerunehrliche Unternehmen, die in der Vergangenheit bewusst – nämlich vorsätzlich – keine steuerlichen Beiträge für die Allgemeinheit geleistet haben, ebenso aus den Solidaritätsabgaben Nutzen ziehen. Dadurch wird offenkundig, dass das öffentliche Interesse am Ausschluss steuerunehrlicher Unternehmen von steuerfinanzierten Förderungen die Einzelinteressen dieser Unternehmen überwiegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Außerdem hat der Gesetzgeber die Bestimmung des §3 Z4 WohlverhaltensG in verhältnismäßiger Weise ausgestaltet. Neben einer zeitlichen Beschränkung auf die letzten fünf Jahre vor Antragstellung trifft der Gesetzgeber eine weitere Einschränkung hinsichtlich minder schwerer Verstöße. So haben einerseits Finanzordnungswidrigkeiten und andererseits Strafen bis Euro 10.000,00 keine Auswirkung auf die Beurteilung des steuerlichen Wohlverhaltens. Es soll sichergestellt werden, dass aus dem allgemeinen Solidaritätstopf steuerehrlichen, unverschuldet in die Krise geratenen Unternehmen geholfen wird und jene, die dem öffentlichen Haushalt vorsätzlich Beiträge vorenthalten haben, davon ausgeschlossen sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammengefasst liegt daher nach Ansicht der Bundesregierung keine Verletzung des Gleichheitsgrundsatzes sowie der verfassungsrechtlich gewährleisteten Eigentumsgarantie durch die angefochtene Bestimmung vor.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zum Grundsatz nulla poena sine lege",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Nach dem in Art7 Abs1 EMRK festgelegten Grundsatz nulla poena sine lege darf '[n]iemand […] wegen einer Handlung oder Unterlassung verurteilt werden, die zur Zeit ihrer Begehung nach innerstaatlichem oder internationalem Recht nicht strafbar war. Es darf auch keine schwerere als die zur Zeit der Begehung angedrohte Strafe verhängt werden.' Die Antragsteller sehen sich im verfassungsgesetzlich gewährleisteten Recht nach Art7 Abs1 Satz 2 EMRK verletzt und bringen dazu vor, dass der nunmehrige Förderungsausschluss gemäß §1 Abs2 iVm §3 Z4 WohlverhaltensG infolge der finanzstrafrechtlichen Verurteilung einer Zusatzstrafe gleichkomme.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Demnach ist zuvorderst die Frage zu klären, ob der Ausschluss von der Förderung überhaupt eine Strafe im Sinn des Art7 Abs1 Satz 2 EMRK darstellt. Infolge der gebotenen autonomen Auslegung und der Parallelität zur strafrechtlichen Anklage gemäß Art6 Abs1 EMRK kann zur Auslegung die Rechtsprechung zu Art6 EMRK herangezogen werden (vgl dazu Lewisch, Art7 EMRK, in: Rill/Schäffer (Hrsg.), Bundesverfassungsrecht, 4. Lfg. (2006), Rz 18). Nach der mit dem Fall Engel beginnenden Rechtsprechung des EGMR sind bei der Beurteilung einer strafrechtlichen Anklage nach Art6 Abs1 EMRK die Einordnung im innerstaatlichen Recht, die Natur des Vergehens und schließlich die Art und Schwere der Strafe ausschlaggebend (EGMR 23.11.1976, Fall Engel ua, Appl 5100/71 ua).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Förderungen des Bundes im Zusammenhang mit der COVID-19-Pandemie werden im Rahmen der Privatwirtschaftsverwaltung vergeben. Diesbezügliche Streitigkeiten sind in zivilgerichtlichen Verfahren zu klären. Sohin müsste auch ein behaupteter unzulässiger Förderungsausschluss vor den Zivilgerichten eingeklagt werden. Das Verfahren der Fördervergabe ist nach österreichischem Recht demnach nicht als Strafverfahren zu qualifizieren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Hinsichtlich der Natur des Vergehens ist auszuführen, dass der Gesetzgeber mit dem WohlverhaltensG einheitliche Standards für die Vergabe von Förderungen des Bundes im Zusammenhang mit der COVID-19-Pandemie festlegen wollte. Im Sinn des Solidaritätsgedankens sollten nur jene unverschuldet in die Krise geratenen, steuerehrlichen Unternehmen vom gemeinsamen Steuertopf profitieren, die sich ihrer Beitragspflicht nicht vorsätzlich entzogen haben. Letztlich zielt das WohlverhaltensG damit nicht auf die Bestrafung finanzstrafrechtlich belangter Unternehmen, sondern auf die Sicherstellung einer gerechten Verwendung der Steuermittel und den Schutz des Staatshaushaltes ab (vgl zur Anerkennung dieser Zielsetzung EuGH 5.6.2012, C-489/10 Bonda, Rn 37ff, ECLI:EU:C:2012:319; ebenso VwGH 28.11.2019, Ro 2018/07/0047). Dass der Gesetzgeber nicht die Einführung einer Zusatzstrafe vor Augen hatte, wird überdies durch die weiteren in §3 WohlverhaltensG aufgenommenen Tatbestände offenkundig, die ganz unterschiedliche steuervermeidende Maßnahmen adressieren (vgl zu im öffentlichen Interesse liegenden Maßnahmen VfSlg 11.937/1988). Insgesamt verfolgt das WohlverhaltensG damit eigenständige Zwecke, weshalb der Förderungsausschluss keinen repressiven Charakter aufweist und das zweite in der Rechtsprechung des EGMR dargelegte Kriterium einer Strafe somit nicht erfüllt ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach dem dritten Kriterium ist schließlich die Art und der Schweregrad der angedrohten Sanktion zu beurteilen. Für die vorliegenden Fälle ist in diesem Zusammenhang hervorzuheben, dass aufgrund des Förderungsausschlusses bloß keine Förderung ausbezahlt wird, es aber nicht zur Verhängung einer Strafe im Sinn der Rechtsprechung des EGMR kommt (vgl dazu EuGH 5.6.2012, C-489/10 Bonda, Rn 43f, ECLI:EU:C:2012:319). Überdies ist die Höhe des Förderungsausfalls von höchst individuellen Umständen abhängig. Neben der Voraussetzung, dass das Unternehmen tatsächlich einen Antrag auf eine Förderung stellt, kommt es betreffend die Förderhöhe auf die konkrete Betroffenheit des Unternehmens durch die COVID-19-Pandemie an, die etwa durch den Unternehmensgegenstand und die -größe maßgeblich bestimmt wird. Diese Umstände sprechen folglich dagegen, dass der Gesetzgeber eine zusätzliche Strafe für bereits rechtskräftig bestrafte Unternehmen vorsehen wollte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammengefasst ist demnach nach Ansicht der Bundesregierung keine Verletzung des Grundsatzes nulla poena sine lege durch die angefochtene Bestimmung zu erblicken.\"",
            "annotations": []
        },
        {
            "text": "4. Der Bundesminister für Finanzen erstattete eine Äußerung, in der er den im Antrag erhobenen Bedenken gegen die angefochtene Verordnungsbestimmung wie folgt entgegentritt:",
            "annotations": []
        },
        {
            "text": "\"Infolge der COVID-19-Pandemie wurde eine Vielzahl an unterschiedlichen Hilfsmaßnahmen der Bundesregierung zur Stärkung der Wirtschaft vorgesehen. Diese, durch Beiträge der Steuerzahlerinnen und Steuerzahler gespeisten, 'Solidaritätstöpfe' sollen der Gemeinschaft zugutekommen und die bestehenden Herausforderungen durch Förderungen abschwächen. Wie der Verfassungsgerichtshof wiederholt zum Ausdruck brachte, hat der Gesetzgeber bei der Gewährung von staatlichen Beihilfen einen generell weiten rechtspolitischen Gestaltungsspielraum (vgl VfSlg 20.199/2017). Über diesen verfügt der Gesetzgeber auch bei Fördermaßnahmen und deren Gewährungsvoraussetzung (vgl VfSlg 18.883/2009). Durch die Auswahl der Ausschließungsgründe aus dem Kreis der begünstigten Unternehmen, die zu einem Fehlen der Förderwürdigkeit führt, ist keine Regelung außerhalb des dem Gesetzgeber zustehenden Gestaltungspielraumes erkennbar (vgl VfSlg 19.261/2010).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Gleichheitssatz setzt dem Gesetzgeber insofern inhaltliche Schranken, als er ihm verbietet, sachlich nicht begründbare Regelungen zu treffen, allerdings verwehrt er ihm nicht innerhalb dieser Schranken seine politischen Zielvorstellungen auf die ihm geeignet erscheinende Art und Weise zu verfolgen (vgl VfSlg 17.807/2006 mwN). Unter Sachlichkeit einer Regelung ist nicht deren 'Zweckmäßigkeit' zu verstehen, denn es kann dem Gesetzgeber nur entgegengetreten werden, wenn die verfolgten Ziele keinesfalls als im öffentlichen Interesse liegend anzusehen sind (vgl VfSlg 17.315/2004 mwN).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Daraus ergibt sich, dass anders als von der Antragstellerin vorgebracht, schon auf Basis der Zweckmäßigkeit dem Gesetzgeber nicht entgegengetreten werden kann. Die Regelungen betreffend die Förderwürdigkeit wurden vom Gesetz- und Verordnungsgeber im Rahmen ihres Gestaltungsspielraumes wahrgenommen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Entgegen der Ansicht der Antragstellerin erweist sich auch die Anknüpfung an die Tatbestände des Finanzstrafgesetzes als zweckmäßig und führt zu keiner unsachlichen Differenzierung. Die Förderwürdigkeit wird dabei anhand der Art des Vergehens und der Höhe der verhängten Geldstrafe bzw Verbandsgeldbuße beurteilt. Dadurch wurde von Seiten des Gesetz- und Verordnungsgebers die Problematik von Ausnahmefällen erkannt und die Grenze ab einem Ausspruch der Strafe iHv 10 000 Euro sachlich berücksichtigt. Der zeitliche Anknüpfungspunkt kann nicht als willkürlicher Moment angesehen werden, denn länger als fünf Jahre zurückliegende Bestrafungen wirken nicht förderungsschädlich, womit ohnehin eine zeitliche Eingrenzung gegeben ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In den angefochtenen Bestimmungen ist auch keine Unsachlichkeit infolge des Fehlens jeglichen Bezugs des erlittenen Nachteils zu dem verwirklichten Delikt bzw der verhängten Strafe zu erkennen. Die Förderwürdigkeit weist keinen Zusammenhang mit dem Strafrahmen auf, denn ein Ausschluss der Förderwürdigkeit selbst ist keine Strafe iSd Art7 EMRK. Die verhängte Strafe wird als Parameter für die Förderwürdigkeit herangezogen. Daher ist es unbeachtlich, dass die nunmehr erlittenen Nachteile in Gestalt der nicht gewährten Förderung jenen Strafrahmen, der für die Verwirklichung des betreffenden Finanzdeliktes vorgesehen war, um ein Vielfaches übersteigen kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die behauptete nachträgliche Beeinträchtigung einer vom verfassungsrechtlichen Vertrauensschutz umfassten Vertrauensposition kann bereits deshalb nicht vorliegen, weil es sich bei der in der angefochtenen Bestimmung vorgesehenen Förderung um keine rechtliche Anwartschaft (sogenanntes 'wohlerworbenes Recht') handelt. Einem allfälligen Anspruch auf Förderung gemäß der angefochtenen Bestimmung steht keine Beitragszahlung oder sonstige Leistung der Antragstellerin gegenüber. Auch ist im Vorbringen nicht ersichtlich, dass für die Antragstellerin vor Erlassung der angefochtenen Bestimmung eine Rechtslage bestand, bei der bestimmte Dispositionen – 'beträchtliche Investitionen' (vgl VfSlg 12.944/1991) oder sonstige nunmehr frustrierte Verhaltensweisen (vgl VfSlg 13.655/1993 betreffend die Bildung von Rücklagen oder VfSlg 15.739/2000 betreffend den vorbereitenden Anteilserwerb) – von Betreibern gewerblicher Unternehmungen durch den Gesetzgeber geradezu angeregt und gefördert worden wären, die sich durch das Inkrafttreten der angefochtenen Bestimmung nun als nachteilig erwiesen hätten. Zur Frage des Vertrauensschutzes sei auch auf die Entscheidung des Verfassungsgerichtshofes vom 14.7.2020 zu G202/2020 ua, V408/2020 ua, betreffend des COVID-19-MaßnahmeG verwiesen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nulla poena sine lege",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin sieht in den angefochtenen Bestimmungen darüber hinaus einen Verstoß gegen das in Art7 EMRK verankerte Gesetzlichkeitsprinzip im Strafrecht. Bei dem mit den angefochtenen Bestimmungen angeordneten Ausschluss handle es sich um eine 'Strafe' iSd Art7 EMRK, wie unter Heranziehung der Engel-Kriterien unter der Natur des Vergehens und der Art und Schwere der Strafe zu prüfen sei.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dem ist entgegenzuhalten, dass die Kriterien für das Vorliegen eines Strafverfahrens laut EGMR erstens die rechtliche Einordnung der Zuwiderhandlung im innerstaatlichen Recht, zweitens die Art der Zuwiderhandlung und drittens die Art und der Schweregrad der angedrohten Sanktion sind. Zum ersten Kriterium ist festzustellen, dass der in den angefochtenen Rechtsnormen vorgesehene Ausschluss im Sinne der Rechtsprechung des EGMR nicht als strafrechtliche Sanktion gilt. Hinsichtlich des zweiten Kriteriums ist zu prüfen, ob der Ausschluss von Förderungen insbesondere eine repressive Zielsetzung verfolgt. Dies ist nicht der Fall, weil der Ausschluss keinen repressiven Charakter verfolgt, sondern sicherstellen soll, dass nur Antragsteller, die sich als vertrauenswürdig erwiesen haben, Förderungen erhalten. Diese Zielsetzung dient auch dem Schutz des Staatshaushaltes.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Gesetzgeber sieht mit dem Ausschluss des Ausfallsbonus somit keine Strafe iSd Art7 EMRK vor und liegt eine solche somit auch nicht vor. Wie zuvor festgehalten, nimmt der Gesetzgeber vielmehr seinen Gestaltungsspielraum im Rahmen von Fördermaßnahmen wahr.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Grundrecht auf Eigentum",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch die Verletzung des verfassungsgesetzlich gewährleisteten Rechts auf Unverletzlichkeit des Eigentums nach Art5 StGG sowie Art1 1. ZPEMRK wird von der Antragstellerin vorgebracht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl etwa VfSlg 12.227/1989, 14.075/1995 mwN) kann der Gesetzgeber verfassungsrechtlich unbedenklich Eigentumsbeschränkungen verfügen, sofern er dadurch nicht den Wesensgehalt des Grundrechtes auf Unversehrtheit des Eigentums berührt oder in anderer Weise gegen einen auch ihn bindenden Grundsatz verstößt und soweit die Eigentumsbeschränkung im öffentlichen Interesse liegt. Bei der Normierung von im öffentlichen Interesse liegenden Eigentumsbeschränkungen hat der Gesetzgeber den Grundsatz der Verhältnismäßigkeit zu beachten. Auch eine im öffentlichen Interesse gelegene Eigentumsbeschränkung muss somit in einem angemessenen Verhältnis zu dem durch sie bewirkten Eingriff in das Eigentum stehen. Zum einen muss bei einer Abwägung zwischen dem öffentlichen Interesse an der Regelung und dem Interesse des Betroffenen an der Vermeidung des Eigentumseingriffes das öffentliche Interesse überwiegen und zum anderen darf der zur Verwirklichung einer im überwiegenden öffentlichen Interesse getroffenen Regelung vorgenommene Eigentumseingriff nicht weitergehen, als dies zur Erreichung des Regelungszieles notwendig ist (VfSlg 17.071/2003, 17.817/2006 uva.).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat wiederholt – unter anderem auch in VfSlg 20.199/2017 – zum Ausdruck gebracht, dass der rechtspolitische Gestaltungsspielraum des Gesetzgebers bei staatlichen Beihilfen, selbst wenn sie hoheitlich gewährt werden (zur Familienbeihilfe vgl VfSlg 8605/1979 und 14.694/1996; zur Studienbeihilfe vgl VfSlg 6859/1972, 12.641/1991 und 19.105/2010), sowie bei der Beurteilung sozialer Bedarfslagen und der daran anknüpfenden, hoheitlich gewährten Maßnahmen (zum FamilienlastenausgleichsG 1967 vgl VfSlg 5972/1969 und 14.694/1996; zur Ausgleichszulage vgl VfSlg 18.885/2009) generell ein weiter ist (zum Studienabschluss-Stipendium, auf das kein Rechtsanspruch besteht vgl VfSlg 18.638/2008).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Bundesregierung hat die wirtschaftliche Notlage, die durch die Auswirkungen der COVID-19-Pandemie hervorgerufen wurde, erkannt und entsprechende Hilfsmaßnahmen bereitgestellt. Diese COVID-19-Hilfsmaßnahmen werden durch Steuermittel und damit durch Beiträge der Allgemeinheit finanziert. Die Vergabe erfolgt durch die COFAG auf privatwirtschaftlichem, nicht hoheitlichem Wege, sodass insbesondere nach §3b Abs2 ABBAG-Gesetz auch kein Rechtsanspruch auf die Gewährung dieser finanziellen Maßnahmen besteht. Der Umstand, dass es sich nicht um beitragsfinanzierte Versicherungsleistungen, sondern vielmehr um budgetfinanzierte Förderungen handelt, die überdies im Rahmen der Privatwirtschaftsverwaltung vergeben werden, spricht zusätzlich für einen weiten Spielraum des Gesetzgebers bei der Ausgestaltung der Fördervergabe (vgl z. B. VfSlg 18.883/2009). Der weite Gestaltungsspielraum des Gesetzgebers bei Fördermaßnahmen (vgl z. B. VfSlg 18.883/2009) umfasst auch die Gestaltung der Voraussetzungen für die Gewährung einer Förderung. Dabei können auch innerhalb eines Fördersystems einzelne Tatbestände auf eine nicht systemgemäße Art geregelt werden, wenn sachliche Gründe dies rechtfertigen (vgl zu unterschiedlichen Regelungen innerhalb eines rechtlichen Ordnungssystems VfSlg 5862/1968).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Bundesminister für Finanzen als Verordnungsgeber für die angefochtene Verordnungsbestimmung, hat in deren Punkt 3.1.7. Förderbedingungen aufgestellt, deren Erfüllung Voraussetzung für die Gewährung einer Förderung des Bundes ist. Es ist nicht erkennbar, dass sich der Verordnungsgeber damit nicht innerhalb des ihm zustehenden Gestaltungsspielraumes bewegt (vgl VfSlg 19.261/2010).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach den gegenständlich angefochtenen Bestimmungen fehlt bei einem Unternehmen dann die Förderwürdigkeit, wenn in den letzten fünf Jahren vor der Antragstellung eine rechtskräftige Finanzstrafe oder Verbandsgeldbuße aufgrund von Vorsatz verhängt wurde. Eine Förderung kann jedoch gewährt werden, sofern es sich um eine Finanzordnungswidrigkeit oder eine den Betrag von 10 000 Euro nicht übersteigende Finanzstrafe oder Verbandsgeldbuße handelt. Die Intention des Verordnungsgebers war es, nur jene Unternehmen vom allgemeinen, durch Steuermittel finanzierten Fördertopf profitieren zu lassen, die sich in der Vergangenheit steuerehrlich verhalten und nicht durch ihre bewusst rechtswidrige Verhaltensweise den Steuertopf verkürzt haben. Der Verordnungsgeber möchte folglich gerade jene Unternehmen von den Bundesförderungen ausschließen, die intentional den Fördertopf, aus dem nunmehr die staatlichen Hilfen geleistet werden, geschmälert haben. Auch hier sei nochmal darauf verwiesen, dass entgegen der Ansicht der Antragstellerin sich damit auch die Anknüpfung an die Tatbestände des Finanzstrafgesetzes als zweckmäßig erweist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie bereits im Entschließungsantrag zum Bundesgesetz, mit dem die Zahlung von Staatshilfen anlässlich der COVID-19-Krise an Unternehmen mit Sitz in Steueroasen verboten wird, zum Ausdruck kommt, sollten diejenigen, die in der Vergangenheit bewusst steuervermeidend gehandelt haben und keinen solidarischen Beitrag geleistet haben, nicht nunmehr durch Beiträge aus der 'Gemeinschaftskasse' gerettet werden (siehe 103/UEA XXVII. GP). Ein funktionierendes Steuersystem, das wesentliche Einrichtungen des öffentlichen Lebens finanziert, stellt eine tragende Säule der Gemeinschaft dar. Folglich kommt auch der damit in Zusammenhang stehenden unabdingbaren Steuer-Compliance eine zentrale Bedeutung zu. Vor diesem Hintergrund ist es nachvollziehbar, dass der Verordnungsgeber an durchgehend steuerehrliches Verhalten anknüpft und nachträgliche Wiedergutmachungen folglich unberücksichtigt lässt. Letztlich würde die Bereitschaft der Steuerzahlerinnen und Steuerzahler in den allgemeinen Steuertopf einzuzahlen gefährdet, wenn steuerunehrliche Unternehmen, die in der Vergangenheit bewusst – nämlich vorsätzlich – keine oder geschmälerte steuerlichen Beiträge für die Allgemeinheit geleistet haben, ebenso aus den Solidaritätsabgaben Nutzen ziehen. Dadurch wird offenkundig, dass das öffentliche Interesse am Ausschluss steuerunehrlicher Unternehmen von steuerfinanzierten Förderungen die Einzelinteressen dieser Unternehmen überwiegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Außerdem hat der Verordnungsgeber die Bestimmung über das steuerliche Wohlverhalten in den Richtlinien in verhältnismäßiger Weise ausgestaltet. Neben einer zeitlichen Beschränkung auf die letzten fünf Jahre vor Antragstellung trifft der Verordnungsgeber eine weitere Einschränkung hinsichtlich minder schwerer Verstöße. So haben einerseits Finanzordnungswidrigkeiten und andererseits Strafen bis 10 000 Euro keine Auswirkung auf die Beurteilung des steuerlichen Wohlverhaltens. Es soll sichergestellt werden, dass aus dem allgemeinen Solidaritätstopf steuerehrlichen, unverschuldet in die Krise geratenen Unternehmen geholfen wird und jene, die dem öffentlichen Haushalt vorsätzlich Beiträge vorenthalten haben, davon ausgeschlossen sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auf die Entscheidung vom 15. Dezember 2021 zu G233/2021 des VfGH, worin über einen auf einen auf Art140 Abs1 Z2 B-VG gestützten Antrag auf Aufhebung unter anderem der §2 Abs1 Z3, §2 Abs2 Z7, §2 Abs5, §2 Abs7, §3a, §3b, §6a Abs2, §6b und §6c ABBAG-Gesetz, des Bundesgesetzes, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, abgewiesen wurde, sei hier der Vollständigkeit halber verwiesen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zuletzt ist festzuhalten, dass das BG in seinem Urteil vom 12.4.2022 […] festhält, dass die Bestimmung der Verordnung eindeutig und nach dem nicht zu dehnenden Wortlaut die Antragstellerin als Klägerin von der Antragsberechtigung eindeutig ausgenommen ist. Dass der Bund lediglich solche Unternehmen fördern, somit in einer wirtschaftlich schwierigen Situation unterstützen will, die sich in der Vergangenheit als mit den rechtlich geschützten Werten verbunden darstellten, insbesondere auch ihre Steuerpflicht nicht erst dann erfüllten, wenn sie wegen eines Abgabendelikts verfolgt wurden, ist durchaus als sachliche Rechtfertigung anzusehen. Der in der Verordnung genannte Ausschlussgrund verstößt somit nicht gegen den Gleichheitsgrundsatz.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Weiters darf hinsichtlich der Ausführungen zum COVID-19 FondsG, BGBl I Nr 12/2020, im beiliegenden Verordnungsprüfungsantrag (insb. S. 17 bis 19 und 25) darauf hingewiesen werden, dass es sich dabei formal um eine haushaltsrechtliche Materie handelt, die vorrangig bloß Innenwirkung für den Bund entfalten und nicht geeignet ist, rechtliche Ansprüche Dritter zu begründen. Wie in §1 Abs2 festgehalten, stellt das COVID-19 FondsG die materiellrechtlich erforderliche Grundlage dafür dar, dass den anderen Bundesministerien im Rahmen der COVID-19 Pandemie rasch die benötigten budgetären Mittel zur Verfügung gestellt werden können. Dafür waren neben dem COVID-19 FondsG auch einschlägige haushaltsrechtliche Ermächtigungen im jeweiligen Bundesfinanzgesetz erforderlich. Nochmals zusammengefasst handelt es sich beim COVID-19 FondsG daher um ein Selbstbindungsgesetz des Bundes sowie um die erforderliche materiellrechtliche Grundlage, um innerhalb der Bundesverwaltung rasch und flexibel Budgetmittel haushaltsrechtskonform zur Verfügung stellen zu können. Es stellt daher jedenfalls keine geeignete Grundlage für etwaige Ansprüche Dritter dar.\"",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art140 Abs1 Z1 litd und Art139 Abs1 Z4 B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen bzw Gesetzwidrigkeit von Verordnungen auch auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes bzw einer gesetzwidrigen Verordnung in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels. Nach §62a Abs1 erster Satz VfGG idF BGBl I 78/2016 bzw §57a Abs1 erster Satz VfGG idF BGBl I 90/2016 kann eine Person, die als Partei in einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes bzw einer gesetzwidrigen Verordnung in ihren Rechten verletzt zu sein behauptet, einen Antrag stellen, das Gesetz als verfassungswidrig bzw die Verordnung als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "1.2. Der vorliegende Antrag wurde aus Anlass der Berufung gegen das Urteil des Bezirksgerichtes Leopoldstadt vom 12. April 2022 gestellt. Mit diesem Urteil wurde die Rechtssache in erster Instanz durch ein ordentliches Gericht entschieden.",
            "annotations": []
        },
        {
            "text": "1.3.  Als klagende Partei des zivilgerichtlichen Verfahrens ist die antragstellende Partei des verfassungsgerichtlichen Verfahrens Partei des Verfahrens vor dem ordentlichen Gericht, womit sie zur Antragstellung gemäß Art140 Abs1 Z1 litd und Art139 Abs1 Z4 B-VG berechtigt ist.",
            "annotations": []
        },
        {
            "text": "1.4.  Dem Erfordernis der Einbringung aus Anlass eines Rechtsmittels hat die antragstellende Partei jedenfalls dadurch Rechnung getragen, dass sie den vorliegenden Antrag und das Rechtsmittel gegen die Entscheidung des Erstgerichtes am selben Tag erhoben und eingebracht hat (vgl VfSlg 20.074/2016).",
            "annotations": []
        },
        {
            "text": "Das Bezirksgericht Leopoldstadt teilte dem Verfassungsgerichtshof mit, dass das erhobene Rechtsmittel rechtzeitig und zulässig ist.",
            "annotations": []
        },
        {
            "text": "1.5. Ein auf Art140 Abs1 Z1 litd und Art139 Abs1 Z4 B-VG gestützter Antrag auf Aufhebung eines Gesetzes und einer Verordnung (oder von bestimmten Stellen von solchen) kann gemäß §62 Abs2 bzw §57 Abs2 VfGG nur dann gestellt werden, wenn das Gesetz bzw die Verordnung vom Gericht in der anhängigen Rechtssache unmittelbar anzuwenden bzw die Verfassungsmäßigkeit des Gesetzes bzw die Gesetzmäßigkeit der Verordnung eine Vorfrage für die Entscheidung der beim Gericht anhängigen Rechtssache ist oder nach Ansicht des Antragstellers wäre. Eine Antragstellung gemäß Art140 Abs1 Z1 litd bzw Art139 Abs1 Z4 B-VG setzt daher voraus, dass die angefochtene Bestimmung eine Voraussetzung der Entscheidung des ordentlichen Gerichtes im Anlassfall bildet (vgl VfSlg 20.010/2015, 20.029/2015).",
            "annotations": []
        },
        {
            "text": "Das Bezirksgericht Leopoldstadt hat den angefochtenen Punkt 3.1.7 des Anhanges zur VO Ausfallsbonus I in seinem Urteil angewendet. Für den Verfassungsgerichtshof besteht kein Zweifel, dass die angefochtene Verordnungsbestimmung im gerichtlichen Anlassverfahren präjudiziell ist. Die darüber hinaus angefochtene Bestimmung in §3 Z4 des Bundesgesetzes, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, hat das Bezirksgericht Leopoldstadt in seinem Urteil zwar nicht ausdrücklich angewendet, jedoch ist davon auszugehen, dass die angefochtene Gesetzesbestimmung (zumindest implizit) vom Bezirksgericht Leopoldstadt zur Beurteilung der Anspruchsvoraussetzungen der antragstellenden Partei auf Gewährung eines Ausfallsbonus herangezogen wurde. Die angefochtene Gesetzesbestimmung ist somit als präjudiziell anzusehen.",
            "annotations": []
        },
        {
            "text": "1.6. Die antragstellende Partei begehrt in ihrem Antrag die Aufhebung des Punktes 3.1.7 \"RL Ausfallsbonus idF BGBl II 518/2021\". Der Punkt 3.1.7 des Anhanges zur VO Ausfallsbonus wurde seit der Stammfassung BGBl II 74/2021 nicht geändert. Ungeachtet dieser Fehlbezeichnung ergibt sich für den Verfassungsgerichtshof unzweifelhaft anhand der wörtlichen Wiedergabe der angefochtenen Verordnungsbestimmung im Antrag, dass die antragstellende Partei die genannte Verordnungsbestimmung in der Fassung BGBl II 74/2021 anfechten will (vgl auch VfGH 29.6.2023, V143/2021).",
            "annotations": []
        },
        {
            "text": "1.7. Da auch sonst keine Prozesshindernisse vorliegen, ist der (Haupt-)Antrag zur Gänze zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG bzw der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig bzw gesetzwidrig ist (VfSlg 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag ist begründet.",
            "annotations": []
        },
        {
            "text": "2.2. Zunächst ist auf das Erkenntnis des Verfassungsgerichtshofes vom 5. Oktober 2023, G265/2022, hinzuweisen, mit welchem der Verfassungsgerichtshof §2 Abs1 Z3, §2 Abs2 Z7, §2 Abs2a, §3b Abs2 und §6a ABBAG-Gesetz als verfassungswidrig aufgehoben hat.",
            "annotations": []
        },
        {
            "text": "Obwohl der vorliegende Antrag auf Aufhebung des §3 Z4 Bundesgesetz, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, und des Punktes 3.1.7 des Anhanges 1 zur VO Ausfallsbonus I bereits zum Zeitpunkt des Beginns der mündlichen Verhandlung in diesem (amtswegig eingeleiteten) Gesetzesprüfungsverfahren beim Verfassungsgerichtshof anhängig war und auch die im Anlassverfahren erhobene Klage vor Bekanntmachung des Prüfungsbeschlusses erhoben worden und dementsprechend als sogenannter Quasi-Anlassfall anzusehen ist, hat die mit dem Erkenntnis vom 5. Oktober 2023, G265/2022, bewirkte Aufhebung des §2 Abs1 Z3, §2 Abs2 Z7, §2 Abs2a, §3b Abs2 und §6a ABBAG-Gesetz keine Auswirkungen auf den vorliegenden Antrag.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat mit dem Erkenntnis vom 5. Oktober 2023, G265/2022, keine Gesetzesbestimmung aufgehoben, welche eine materiell- oder verfahrensrechtliche Grundlage für die angefochtene Bestimmung des Anhanges zur VO Ausfallsbonus I ist. Durch die Aufhebung des §2 Abs1 Z3, §2 Abs2 Z7, §2 Abs2a, §3b Abs2 und §6a ABBAG-Gesetzes mit Erkenntnis des Verfassungsgerichtshofes vom 5. Oktober 2023, G265/2022, verliert die COFAG als beklagte Partei des gerichtlichen Anlassverfahrens auch nicht ihre Rechtspersönlichkeit. Die klagende Partei im gerichtlichen Ausgangsverfahren, welche die antragstellende Partei in diesem verfassungsgerichtlichen Verfahren ist, wird sohin durch die Aufhebung des §2 Abs1 Z3, §2 Abs2 Z7, §2 Abs2a, §3b Abs2 und §6a ABBAG-Gesetz nicht gehindert, das gerichtliche (Anlass-)Verfahren gegen die beklagte Partei fortzusetzen.",
            "annotations": []
        },
        {
            "text": "2.3. Die antragstellende Partei macht geltend, dass der angefochtene §3 Z4 Bundesgesetz, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, und Punkt 3.1.7 des Anhanges zur VO Ausfallsbonus I aus mehreren Gründen verfassungswidrig und die angefochtene Verordnungsbestimmung dementsprechend gesetzwidrig sei.",
            "annotations": []
        },
        {
            "text": "2.3.1. Der Ausschluss von Förderungen wegen rechtskräftiger Verurteilung auf Grund vorsätzlich begangener Finanzstraftaten verstoße gegen den Gleichheitsgrundsatz. Die in Rede stehenden Förderungen seien nicht Selbstzweck, sondern dienten der Stabilisierung der österreichischen Wirtschaft während der COVID-19-Pandemie. Insbesondere durch den Ausfallsbonus würden Fixkosten abgedeckt, die von Betriebsbeschränkungen betroffene Unternehmen wegen der teilweise gänzlichen Einnahmeausfälle möglicherweise nicht mehr selbst tragen könnten. Vor diesem Hintergrund gebe es keinen sachlichen Grund dafür, Unternehmen, die in der Vergangenheit wegen vorsätzlicher Begehung von Finanzdelikten rechtskräftig verurteilt wurden, von einer derartigen Förderung wie dem Ausfallsbonus auszuschließen. Auch Unternehmen, die wegen der früheren Begehung eines Finanzdeliktes von der Förderung ausgeschlossen seien, würden – in gleicher Weise wie geförderte Unternehmen – Steuern zahlen und einen Beitrag zum staatlichen Budget bzw zu Arbeitsplätzen und insgesamt der österreichischen Konjunktur leisten. In diesem Zusammenhang sei auch beachtlich, dass der Verfassungsgerichtshof in seinem Erkenntnis VfSlg 20.397/2020 staatliche Maßnahmen wie den Ausfallsbonus als zentral dafür anführte, dass der Ausschluss von Entschädigungen nach dem Epidemiegesetz 1950 verfassungskonform sei.",
            "annotations": []
        },
        {
            "text": "2.3.2. Laut antragstellender Partei stelle es zudem eine unsachliche Differenzierung dar, dass sämtliche Verurteilungen wegen vorsätzlich begangener Finanzdelikte zum Ausschluss von Ansprüchen auf COVID-19-Hilfen führten, nicht jedoch Verurteilungen wegen grob fahrlässiger Tatbegehung. Die Unterscheidung im Unrechtsgehalt zwischen grob fahrlässiger und vorsätzlicher Tatbegehung erweise sich als zu gering, um eine Ungleichbehandlung im Hinblick auf die Gewährung von COVID-19-Hilfen zu rechtfertigen. Gleiches gelte für die durch die angefochtenen Regelungen bewirkte Differenzierung zwischen vorsätzlich begangenen Finanzdelikten gegenüber anderen vorsätzlich begangen Delikten, die nicht im Finanzstrafgesetz geregelt seien, aber einen vergleichbaren Unrechtsgehalt aufwiesen. Ebenso stelle die \"pauschale Schlechterstellung\" von Finanzdelikten gegenüber Finanzordnungswidrigkeiten eine unsachliche Differenzierung dar. Darüber hinaus bewirke die in den angefochtenen Regelungen enthaltene Schwelle der Strafhöhe von € 10.000,– eine unsachliche Ungleichbehandlung zwischen Wiederholungstätern und einmalig Verurteilten.",
            "annotations": []
        },
        {
            "text": "2.3.3. Die antragstellende Partei bringt unter dem Blickwinkel des Gleichheitsgrundsatzes weiters die Unsachlichkeit der zeitlichen Anknüpfungspunkte der angefochtenen Regelungen vor. Sollten die Regelungen auf die \"Verhängung\" der Strafe – gemeint als Erlassung des Urteils durch das Gericht – innerhalb der fünf Jahre vor Antragstellung abstellen, hänge dieser Umstand von Zufälligkeiten und dem konkreten Verfahrensablauf ab. Für den Fall, dass die angefochtenen Regelungen auf die Rechtskraft der verhängten Strafe abstellten, könne der Eintritt der Rechtskraft hinausgezögert werden. Es sei nach Ansicht der antragstellenden Partei im Hinblick auf den Gleichheitsgrundsatz geboten, auf den Zeitpunkt der Tatbegehung abzustellen. Wie rasch ein Strafverfahren geführt und abgeschlossen werde, liege über weite Strecken nicht im Einflussbereich der Betroffenen. Die angefochtenen Regelungen ließen diesen Umstand außer Acht und seien daher auch aus diesem Grund gleichheitswidrig. Aus Sicht der antragstellenden Partei fehle dem angefochtenen Ausschlussgrund zudem jeglicher Bezug des hiedurch erlittenen Nachteils zum verwirklichten Delikt.",
            "annotations": []
        },
        {
            "text": "2.3.4. Im Übrigen behauptet die antragstellende Partei – mit näherer Begründung – einen Verstoß der angefochtenen Regelungen gegen den verfassungsrechtlichen Vertrauensschutz, gegen Art7 EMRK sowie das Recht auf Unversehrtheit des Eigentums (Art5 StGG und Art1 1. ZPEMRK).",
            "annotations": []
        },
        {
            "text": "2.4. Die Bundesregierung erstattete eine Äußerung, in der sie den Bedenken der antragstellenden Partei gegen §3 Z4 Bundesgesetz, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, zusammengefasst wie folgt begegnet:",
            "annotations": []
        },
        {
            "text": "2.4.1. Die in Rede stehenden COVID-19-Hilfen seien durch Steuermittel und damit durch Beiträge der Allgemeinheit finanziert. Dem Gesetzgeber komme bei staatlichen Beihilfen sowie bei der Beurteilung sozialer Bedarfslagen und der daran knüpfenden, gewährten Maßnahmen ein weiter Spielraum zu. Es sei nicht erkennbar, dass sich der Gesetzgeber mit der angefochtenen Regelung außerhalb des ihm zustehenden Gestaltungsspielraumes bewege. Der Gesetzgeber wolle durch die angefochtene Regelung gerade jene Unternehmen von der Förderung ausschließen, die den \"Fördertopf\" zuvor intentional geschmälert hätten. Dabei sei der Ausschlussgrund des §3 Z4 Bundesgesetz, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, verhältnismäßig ausgestaltet. Neben einer zeitlichen Beschränkung auf die letzten fünf Jahre vor Antragstellung treffe der Gesetzgeber eine weitere Einschränkung hinsichtlich minder schwerer Verstöße. Es solle sichergestellt werden, dass aus dem allgemeinen \"Solidaritätstopf steuerehrliche, unverschuldet in die Krise geratenen Unternehmen geholfen wird und jene, die dem öffentlichen Haushalt vorsätzlich Beiträge vorenthalten haben, davon ausgeschlossen sind\".",
            "annotations": []
        },
        {
            "text": "2.4.2. Auch die Bedenken im Hinblick auf Art7 EMRK seien unzutreffend: Der Förderungsausschluss weise keinen repressiven Charakter auf und entspreche damit nicht dem Kriterium einer Strafe.",
            "annotations": []
        },
        {
            "text": "2.4.3. Der Bundesminister für Finanzen erstattete eine Äußerung in Bezug auf die angefochtene Verordnungsbestimmung. Nach Auffassung des Bundesministers für Finanzen – wie auch der Bundesregierung – komme dem Gesetz- bzw in diesem Fall dem Verordnungsgeber bei staatlichen Beihilfen ein weiter Gestaltungsspielraum zu, dessen Grenzen die angefochtene Verordnungsbestimmung nicht überschreite.",
            "annotations": []
        },
        {
            "text": "2.5. Die Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.5.1. Gemäß §3b Abs3 ABBAG-Gesetz, BGBl I 150/2014, idF BGBl I 228/2021 hat der Bundesminister für Finanzen im Einvernehmen mit dem Vizekanzler unter Beachtung der geltenden Vorgaben des EU-Beihilfenrechtes mit Verordnung Richtlinien zu erlassen, die insbesondere nachstehende Regelungen zu enthalten haben: Festlegung des Kreises der begünstigten Unternehmen (Z1), Ausgestaltung und Verwendungszweck der finanziellen Maßnahmen (Z2), Höhe der finanziellen Maßnahmen (Z3), Laufzeit der finanziellen Maßnahmen (Z4), Auskunfts- und Einsichtsrechte des Bundes oder des Bevollmächtigten (Z5) und Rückforderungen (Z6).",
            "annotations": []
        },
        {
            "text": "Mit BGBl I 11/2021 erließ der Gesetzgeber das Bundesgesetz, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden: In §1 des genannten Gesetzes wird ausdrücklich vorgesehen, dass Unternehmen, die sich steuerlich nicht wohlverhalten haben, von der Gewährung von Förderungen des Bundes aufgrund der COVID-19-Pandemie ausgeschlossen sind; bereits erlangte Förderungen sind verzinst zurückzuzahlen (§1 Abs2 leg. cit.).",
            "annotations": []
        },
        {
            "text": "Gemäß §3 Z4 Bundesgesetz, mit dem Förderungen des Bundes auf Grund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, hat sich ein Unternehmen steuerlich wohlverhalten, wenn unter anderem \"über den Antragsteller oder dessen geschäftsführende Organe in Ausübung ihrer Organfunktion in den letzten fünf Jahren vor der Antragstellung keine rechtskräftige Finanzstrafe oder entsprechende Verbandsgeldbuße auf Grund von Vorsatz verhängt worden ist; steuerliches Wohlverhalten liegt jedoch [vor], sofern es sich um eine Finanzordnungswidrigkeit oder eine den Betrag von Euro 10.000 nicht übersteigende Finanzstrafe oder Verbandsgeldbuße handelt\". Gemäß §9 Bundesgesetz, mit dem Förderungen des Bundes auf Grund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, trat das Gesetz am 1. Jänner 2021 in Kraft und ist (nur) auf Förderungen anzuwenden, deren Rechtsgrundlage erstmals nach dem 31. Dezember 2020 in Kraft getreten ist.",
            "annotations": []
        },
        {
            "text": "2.5.2. Auf Grundlage des §3b Abs3 ABBAG-Gesetzes wurde die Verordnung des Bundesministers für Finanzen gemäß §3b Abs3 des ABBAG-Gesetzes betreffend Richtlinien über die Gewährung eines Ausfallsbonus durch die COVID-19 Finanzierungsagentur des Bundes GmbH (COFAG) (VO Ausfallsbonus I), BGBl II 74/2021, erlassen. Die VO Ausfallsbonus I trat am 17. Februar 2021 in Kraft. Gemäß §1 der VO Ausfallsbonus I hat die Gewährung eines Ausfallsbonus durch die COVID-19 Finanzierungsagentur des Bundes GmbH (COFAG) den Richtlinien gemäß Anhang zu entsprechen.",
            "annotations": []
        },
        {
            "text": "2.5.2.1. In Punkt 3 des Anhanges zur VO Ausfallsbonus I (idF BGBl II 74/2021) wird der Kreis der begünstigten Unternehmen, denen ein Ausfallsbonus zu gewähren ist, festgelegt:",
            "annotations": []
        },
        {
            "text": "Demnach muss das Unternehmen unter anderem seinen Sitz oder seine Betriebsstätte in Österreich haben (Punkt 3.1.1) und eine operative Tätigkeit in Österreich ausüben, die in Österreich zu einer Besteuerung der Einkünfte gemäß §§22 oder 23 EStG 1988 führt (Punkt 3.1.2).",
            "annotations": []
        },
        {
            "text": "Des Weiteren muss das Unternehmen gemäß Punkt 3.1.3 des Anhanges zur VO Ausfallsbonus I im als Betrachtungszeitraum herangezogenen Kalendermonat einen Umsatzausfall von mindestens 40 Prozent erlitten haben.",
            "annotations": []
        },
        {
            "text": "Beim Unternehmen darf in den letzten drei veranlagten Jahren kein rechtskräftig festgestellter Missbrauch im Sinne des §22 BAO vorliegen, der zu einer Änderung der steuerlichen Bemessungsgrundlage von mindestens € 100.000,– im jeweiligen Veranlagungszeitraum geführt hat (Punkt 3.1.4).",
            "annotations": []
        },
        {
            "text": "Das Unternehmen darf zum Zeitpunkt der Antragstellung in den letzten fünf veranlagten Jahren nicht mit einem Betrag von insgesamt mehr als € 100.000,– vom Abzugsverbot des §12 Abs1 Z10 KStG 1988 oder von den Bestimmungen des §10a KStG 1988 (Hinzurechnungsbesteuerung, Methodenwechsel) betroffen gewesen sein; ein Ausfallsbonus darf jedoch dennoch gewährt werden, wenn das Unternehmen bereits bei Abgabe der Körperschaftsteuererklärung für das betreffende Jahr den Anwendungsfall des §12 Abs1 Z10 KStG 1988 oder des §10a KStG 1988 offengelegt und den von den Bestimmungen erfassten Betrag hinzugerechnet hat und dieser Betrag nicht € 500.000,– übersteigt (Punkt 3.1.5).",
            "annotations": []
        },
        {
            "text": "Das Unternehmen darf nicht einen Sitz oder eine Niederlassung in einem Staat haben, der in der EU-Liste der nicht kooperativen Länder und Gebiete für Steuerzwecke genannt ist und an dem Sitz oder der Niederlassung in diesem Staat im ersten nach dem 31. Dezember 2018 beginnenden Wirtschaftsjahr überwiegend Passiveinkünfte im Sinne des §10a Abs2 KStG 1988 erzielen. Es gilt die Fassung der EU-Liste der nicht kooperativen Länder und Gebiete für Steuerzwecke, die zum jeweiligen Abschlussstichtag des für die Beurteilung des Überwiegens der Passiveinkünfte im Sinne des §10a Abs2 KStG 1988 heranzuziehenden Wirtschaftsjahres in Geltung steht (Punkt 3.1.6).",
            "annotations": []
        },
        {
            "text": "Gemäß dem von der antragstellenden Partei angefochtenen Punkt 3.1.7 darf über den Antragsteller oder dessen geschäftsführende Organe in Ausübung ihrer Organfunktion in den letzten fünf Jahren vor der Antragstellung keine rechtskräftige Finanzstrafe oder entsprechende Verbandsgeldbuße aufgrund von Vorsatz verhängt worden sein; ein Ausfallsbonus darf jedoch dennoch gewährt werden, sofern es sich um eine Finanzordnungswidrigkeit oder eine den Betrag von € 10.000,– nicht übersteigende Finanzstrafe oder Verbandsgeldbuße handelt.",
            "annotations": []
        },
        {
            "text": "2.6. Von der Gewährung eines Ausfallsbonus sind ferner gemäß Punkt 3.2 des Anhanges zur VO Ausfallsbonus I Unternehmen ausgeschlossen, auf die einer der folgenden Punkte zutrifft: Unternehmen, bei denen im Betrachtungszeitraum gemäß Punkt 4.1 oder zum Zeitpunkt der Antragstellung ein Insolvenzverfahren anhängig ist; dies gilt nicht für Unternehmen, für die ein Sanierungsverfahren gemäß der §§166 ff des Bundesgesetzes über das Insolvenzverfahren (Insolvenzordnung – IO), RGBl 337/1914, eröffnet wurde (Punkt 3.2.1); beaufsichtigte Rechtsträger des Finanzsektors, die im Inland, einem Mitgliedstaat (§2 Z5 Bankwesengesetz, BGBl 532/1993 [BWG]) oder einem Drittland (§2 Z8 BWG) registriert oder zugelassen sind und hinsichtlich ihrer Tätigkeit prudentiellen Aufsichtsbestimmungen unterliegen; das sind für Österreich insbesondere Kreditinstitute gemäß BWG; Versicherungsunternehmen gemäß Versicherungsaufsichtsgesetz 2016 (VAG 2016), BGBl I 34/2015; Wertpapierfirmen und Wertpapierdienstleistungsunternehmen gemäß Wertpapieraufsichtsgesetz 2018 (WAG 2018), BGBl I 107/2017; Pensionskassen gemäß Pensionskassengesetz (PKG), BGBl 281/1990 (Punkt 3.2.2). Zudem ausgenommen sind Einrichtungen, die im Alleineigentum von Gebietskörperschaften oder sonstigen Einrichtungen öffentlichen Rechts stehen (Punkt 3.2.3); Einrichtungen, die im mehrheitlichen Eigentum von Gebietskörperschaften oder sonstigen Einrichtungen öffentlichen Rechts stehenden und einen Eigendeckungsgrad von weniger als 75% haben (Punkt 3.2.4); Non-Profit-Organisationen, die die Voraussetzungen der §§34 bis 47 der Bundesabgabenordnung (BAO), BGBl 194/1961, erfüllen, sowie deren nachgelagerte Unternehmen und Unternehmen, die Zuschüsse aus dem mit dem Bundesgesetz über die Errichtung eines Non-Profit-Organisationen Unterstützungsfonds, BGBl I 49/2020, eingerichteten Non-Profit-Organisationen Unterstützungsfonds (NPO-Unterstützungsfonds) beziehen (Punkt 3.2.5). Weiters ausgenommen sind Unternehmen, die zu Beginn des Betrachtungszeitraums mehr als 250 Mitarbeiter gemessen in Vollzeitäquivalenten beschäftigt haben und die im Betrachtungszeitraum mehr als 3 Prozent dieser Mitarbeiter gekündigt haben, statt Kurzarbeit in Anspruch zu nehmen. Eine Ausnahme von dieser allgemeinen Regelung kann nur auf Antrag gewährt werden (Punkt 3.2.6); Antragsteller, die nicht im Sinne des Umsatzsteuergesetzes 1994 (UStG 1994), BGBl 663/1994, unternehmerisch tätig sind (Punkt 3.2.7). Ausgenommen sind unter den Bedingungen des Punktes 3.2.8 auch neu gegründete Unternehmen, die vor dem 1. November 2020 noch keine Umsätze erzielt haben.",
            "annotations": []
        },
        {
            "text": "Betrachtungszeitraum für den Ausfallsbonus ist der Kalendermonat: Bei Vorliegen eines Umsatzausfalles von mindestens 40 Prozent in einem Kalendermonat kann für diesen Kalendermonat ein Ausfallsbonus beantragt werden. Der frühestmögliche Betrachtungszeitraum ist November 2020, der letztmögliche ist Juni 2021 (Punkt 4.2).",
            "annotations": []
        },
        {
            "text": "2.7. Zur Frage, ob die angefochtenen Bestimmung des §3 Z4 des Bundesgesetzes, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, verfassungswidrig ist sowie ob Punkt 3.1.7 des Anhanges zur VO Ausfallsbonus I gegen §3b Abs3 ABBAG-Gesetz verstößt, unter anderem ob die angefochtene Verordnungsbestimmung dem §3b Abs3 ABBAG-Gesetz einen verfassungswidrigen Inhalt unterstellt:",
            "annotations": []
        },
        {
            "text": "2.7.1. Die angefochtene Regelung in §3 Z4 Bundesgesetz, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, und damit auch Punkt 3.1.7 des Anhanges zur VO Ausfallsbonus I sind unsachlich, weil der Gesetz- bzw Verordnungsgeber in der Regelung ausschließlich darauf abstellt, dass in den letzten fünf Jahren vor der Stellung des Antrages auf Gewährung des Ausfallsbonus eine rechtskräftige Finanzstrafe oder entsprechende Verbandsgeldbuße auf Grund von Vorsatz über das antragstellende Unternehmen oder dessen geschäftsführende Organe (in Ausübung ihrer Organfunktion) verhängt worden ist.",
            "annotations": []
        },
        {
            "text": "Zwar ist es dem Grunde nach nicht unsachlich, finanzielle Maßnahmen an das steuerliche Wohlverhalten zu knüpfen. Der Gesetz- bzw Verordnungsgeber hat jedoch nicht normiert, in welchem Zeitraum die Abgabenhinterziehung stattgefunden haben muss. Dies bedeutet, dass auch Unternehmen von der Gewährung der Hilfsmittel ausgeschlossen sind, die weit zurückliegend in der Vergangenheit eine Abgabenhinterziehung begangen haben. Dies gilt freilich nur unter der Voraussetzung, dass die Verjährung der Strafbarkeit nicht eingetreten ist. Gemäß §31 Abs4 litc FinStrG wird dabei in die Verjährungsfrist für die Strafbarkeit unter anderem die Zeit nicht eingerechnet, \"während der wegen der Tat gegen den Täter ein Strafverfahren bei der Staatsanwaltschaft, bei Gericht, bei einer Finanzstrafbehörde oder beim Bundesfinanzgericht geführt wird\". Dabei ist von Bedeutung, dass es im Finanzstrafgesetz nur für Finanzvergehen, für deren Verfolgung die Finanzbehörde zuständig ist, eine absolute Verjährungsfrist für die Strafbarkeit gibt (vgl §31 Abs5 FinStrG); Vergleichbares gilt für Finanzstrafdelikte, zu deren Verfolgung die Strafgerichte zuständig sind, nicht.",
            "annotations": []
        },
        {
            "text": "Die angefochtenen Regelungen haben sohin in Verbindung mit den einschlägigen Regelungen des Finanzstrafgesetzes (vgl insbesondere §31 Abs4 und 5 FinStrG) zur Folge, dass es keine zeitliche Grenze für den Ausschluss von der Gewährung des Ausfallsbonus wegen weit in der Vergangenheit liegender vorsätzlicher Abgabenhinterziehungen geben kann. Die einzige zeitliche Festlegung für den Ausschluss ist, dass die rechtskräftige Verhängung der Finanzstrafe oder einer entsprechenden Verbandsgeldbuße in den letzten fünf Jahren vor der Antragstellung erfolgt sein muss. Dabei ist zu berücksichtigen, dass der Zusammenhang zwischen der (Nicht-)Gewährung der Ausgleichszahlungen (nach der VO Ausfallsbonus I) und dem steuerlichen Fehlverhalten sich immer stärker verdünnt und daher keine entscheidende Rolle mehr spielen kann, je länger die vorsätzlich begangene Finanzstraftat zurückliegt.",
            "annotations": []
        },
        {
            "text": "2.7.2. Nach Auffassung des Verfassungsgerichtshofes ist §3 Z4 Bundesgesetz, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, gleichheitswidrig und findet auch die angefochtene Regelung in Punkt 3.1.7 des Anhanges zur VO Ausfallsbonus I – nach Aufhebung des §3 Z4 des genannten Bundesgesetzes – keine Deckung in §3b Abs3 ABBAG-Gesetzes, weil dem Gesetzgeber nicht unterstellt werden kann, bei der Festlegung des Kreises der begünstigten Unternehmen eine unsachliche Festlegung vorgesehen zu haben (siehe auch VfGH 5. Oktober 2023, V145/2022 ua).",
            "annotations": []
        },
        {
            "text": "2.7.3. Bei diesem Ergebnis kann eine nähere Auseinandersetzung mit den von der antragstellenden Partei vorgebrachten Bedenken im Hinblick auf Art7 EMRK, das Recht auf Unverletzlichkeit des Eigentums und den durch den Gleichheitsgrundsatz gewährleisteten Vertrauensschutz unterbleiben.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. §3 Z4 des Bundesgesetzes, mit dem Förderungen des Bundes aufgrund der COVID-19-Pandemie an das steuerliche Wohlverhalten geknüpft werden, BGBl I 11/2021, wird als verfassungswidrig aufgehoben.",
            "annotations": []
        },
        {
            "text": "Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "2. Die Wortfolge \"über den Antragsteller oder dessen geschäftsführende Organe in Ausübung ihrer Organfunktion darf in den letzten fünf Jahren vor der Antragstellung keine rechtskräftige Finanzstrafe oder entsprechende Verbandsgeldbuße aufgrund von Vorsatz verhängt worden sein; ein Ausfallsbonus darf jedoch dennoch gewährt werden, sofern es sich um eine Finanzordnungswidrigkeit oder eine den Betrag von EUR 10.000 nicht übersteigende Finanzstrafe oder Verbandsgeldbuße handelt\" in Punkt 3.1.7 des Anhanges zur Verordnung des Bundesministers für Finanzen gemäß §3b Abs3 des ABBAG-Gesetzes betreffend Richtlinien über die Gewährung eines Ausfallsbonus an Unternehmen mit einem hohen Umsatzausfall (VO Ausfallsbonus), BGBl II 74/2021, wird als gesetzwidrig aufgehoben.",
            "annotations": []
        },
        {
            "text": "3. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzes- und Verordnungsbestimmungen gründet sich auf Art140 Abs5 bzw Art139 Abs5 B-VG.",
            "annotations": []
        },
        {
            "text": "4. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG. Der Ausspruch, dass der Bundesminister für Finanzen zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche verpflichtet ist, kann hier entfallen, weil diese Verpflichtung bereits im heutigen Erkenntnis zu V145/2022 ua enthalten ist.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}