{
    "document_id": "JFT_20230928_22G00089_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Anträge",
            "annotations": []
        },
        {
            "text": "1. Gestützt auf Art140 Abs1 Z1 litc B-VG, begehren die antragstellenden Gesellschaften mit ihrem zu G89/2022 protokollierten Antrag,",
            "annotations": []
        },
        {
            "text": "\"a. §6 Abs1 Z6 Bgld SEG in der Fassung der Kundmachung LGBl Nr 71/2019, […] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§15 zweiter Satz Bgld SEG in der Fassung der Kundmachung LGBl Nr 71/2019, […] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "sowie §28 Abs3 Z1 Bgld SEG in der Fassung der Kundmachung LGBl Nr 71/2019, […] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] b. §6 Abs1 Z6 Bgld SEG in der Fassung der Kundmachung LGBl Nr 71/2019 […] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "sowie §28 Abs3 Z1 Bgld SEG in der Fassung der Kundmachung LGBl Nr 71/2019, […] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "c. das Bgld SEG zur Gänze\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "kostenpflichtig als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Gestützt auf Art140 Abs1 Z1 litc B-VG, begehren die antragstellenden Gesellschaften mit ihrem zu G252/2023 protokollierten Antrag folgende Bestimmungen kostenpflichtig als verfassungswidrig aufzuheben: ",
            "annotations": []
        },
        {
            "text": "\"a.  §6 Abs1 Z5 Bgld SEG 2023 zur Gänze; ",
            "annotations": []
        },
        {
            "text": "        ",
            "annotations": []
        },
        {
            "text": "        §6 Abs2 Bgld SEG 2023 zur Gänze; ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "        das Wort 'gemeinnützigen' und die Wortfolge 'im Sinne des §3 Z6' in §27 Abs1 Bgld SEG 2023 oder, in eventu, §27 Abs1 Bgld SEG 2023 zur Gänze; sowie ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "        §33 Abs2 zweiter Halbsatz Bgld SEG 2023 (der lautet 'diese Betriebsbewilligungen und Bescheide erlöschen jedoch, sofern die Voraussetzung gemäß §6 Abs1 Z5 im Zeitpunkt des Inkrafttretens dieses Gesetzes nicht bereits vorliegt und bis zum 1. November 2023 nicht erfüllt wird, oder sofern bis zum letztgenannten Zeitpunkt kein nachweislicher Verzicht gemäß §6 Abs2 abgegeben wird'); ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "b.    §3 Z6, §6 Abs1 Z5, §6 Abs2, §6 Abs3 Z9, §7 Abs7, §27 und §33 Abs2 zweiter Halbsatz des Bgld SEG 2023 (der lautet 'diese Betriebsbewilligungen und Bescheide erlöschen jedoch, sofern die Voraussetzung gemäß §6 Abs1 Z5 im Zeitpunkt des Inkrafttretens dieses Gesetzes nicht bereits vorliegt und bis zum 1. November 2023 nicht erfüllt wird, oder sofern bis zum letztgenannten Zeitpunkt kein nachweislicher Verzicht gemäß §6 Abs2 abgegeben wird') (jeweils zur Gänze); ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "c.    das Bgld SEG 2023 zur Gänze sowie (aufgrund des mit der Aufhebung des §34 Abs2 Bgld SEG 2023 uU verbundenen, erneuten Inkrafttretens) das Bgld SEG aF (LGBl Nr 71/2019 idF LGBl Nr 93/2021) zur Gänze; oder, in eventu, aussprechen, dass das Bgld SEG aF nicht wieder in Kraft tritt\".",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1.  Die §§1 bis 3, 6, 15 und 28 des Gesetzes vom 17. Oktober 2019 über den Betrieb und die Organisation von Sozialeinrichtungen zur Betreuung pflegebedürftiger und behinderter Menschen (Burgenländisches Sozialeinrichtungsgesetz - Bgld SEG), LGBl 71/2019, idF LGBl 25/2020 (§28 Abs7), LGBl 83/2020 (§28 Abs8) und LGBl 93/2021 (§28 Abs9) lauteten (die mit dem zu G89/2022 protokollierten [Haupt-]Antrag angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"§1",
            "annotations": []
        },
        {
            "text": "Ziele und Grundsätze",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Ziel dieses Gesetzes ist es, den Betrieb von Pflegeeinrichtungen (umfasst Altenwohn- und Pflegeheime und Seniorentageszentren), Behinderteneinrichtungen, interprofessionellen Einrichtungen und mobilen Diensten zur Pflege und Betreuung von betagten, hilfsbedürftigen oder behinderten Menschen derart zu regeln, dass ihre Menschenwürde geschützt, ihre körperliche, geistige und seelische Gesundheit erhalten bzw gefördert, ihren Interessen und Bedürfnissen Rechnung getragen, ihre Sicherheit sowie Barrierefreiheit gewährleistet und ihre Selbstständigkeit und Mobilität weitgehend erhalten wird sowie bedarfs- und pflegegerechte Dienstleistungen sichergestellt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Angestrebt wird eine regional ausgewogene Verteilung von qualitativ hochwertigen Pflege- und Betreuungsplätzen in bedarfs- und demografieorientierten kleinen und mittleren Versorgungsstrukturen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Anwendungsbereich",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Dieses Gesetz regelt den Betrieb von folgenden Einrichtungen zur Pflege und Betreuung von betagten, hilfsbedürftigen oder behinderten Menschen im Burgenland:",
            "annotations": []
        },
        {
            "text": "1. Altenwohn- und Pflegeheimen,",
            "annotations": []
        },
        {
            "text": "2. Seniorentageszentren,",
            "annotations": []
        },
        {
            "text": "3. Behinderteneinrichtungen,",
            "annotations": []
        },
        {
            "text": "4. Interprofessionellen Einrichtungen,",
            "annotations": []
        },
        {
            "text": "5. Alternativen Wohnformen und",
            "annotations": []
        },
        {
            "text": "6. Mobiler Pflege und Betreuung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Dieses Gesetz findet keine Anwendung auf Einrichtungen gemäß dem Burgenländischen Kinder- und Jugendhilfegesetz.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3",
            "annotations": []
        },
        {
            "text": "Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Sinne dieses Landesgesetzes bedeuten:",
            "annotations": []
        },
        {
            "text": "1. Altenwohn- und Pflegeheime: stationäre Einrichtungen zur dauernden bzw vorübergehenden ganztägigen Unterbringung, Pflege, Betreuung und Unterstützung von hauptsächlich betagten oder hilfsbedürftigen Menschen.",
            "annotations": []
        },
        {
            "text": "2. Seniorentageszentren: teilstationäre Einrichtungen zur Betreuung und Pflege betagter, pflegebedürftiger Menschen, im Rahmen einer ganz- oder zumindest halbtägigen Tagesstruktur.",
            "annotations": []
        },
        {
            "text": "3. Behinderteneinrichtungen: sowohl stationäre Einrichtungen zur dauernden oder vorübergehenden Unterbringung, Versorgung, aktivierenden Betreuung und Pflege behinderter Menschen, die nicht oder nicht mehr in der Lage sind, selbstständig einen eigenen Haushalt zu führen, und denen die notwendige Hilfe weder im familiären Bereich noch durch teilstationäre oder ambulante Dienste ausreichend oder zufriedenstellend geboten werden kann, als auch teilstationäre Einrichtungen zur dauernden oder vorübergehenden Unterbringung, Versorgung, aktivierenden Betreuung und Pflege behinderter Menschen während eines Teiles des Tages, wobei der höchste für den hilfsbedürftigen Menschen erreichbare Grad psychischer, physischer und sozialer Leistungsfähigkeit erhalten und gefördert wird.",
            "annotations": []
        },
        {
            "text": "4. Interprofessionelle Einrichtungen: Mischformen der Unterbringung, Pflege, Betreuung oder Unterstützung von betagten, hilfsbedürftigen Personen oder behinderten Menschen in stationären Einrichtungen.",
            "annotations": []
        },
        {
            "text": "5. Mobile Pflege und Betreuung: Pflege und Betreuung von Menschen mit Beeinträchtigungen in deren häuslichen Umgebung, die auf Grund der Eigenart der Beeinträchtigung nicht in der Lage sind, Angelegenheiten des täglichen Lebens ohne fremde Hilfe zu besorgen und dieser Bedarf durch fachliches Personal gedeckt werden muss.",
            "annotations": []
        },
        {
            "text": "6. Gemeinnützigkeit des Betriebes einer Einrichtung zur Pflege und Betreuung von betagten, hilfsbedürftigen oder behinderten Menschen: Führung des Betriebes der Einrichtung gemeinnützig im Sinne der §§34 ff der Bundesabgabenordnung - BAO, BGBl Nr 194/1961, in der Fassung des Bundesgesetzes BGBl I Nr 62/2019, und Verwendung allenfalls entstandener Einnahmenüberschüsse aus dem Betrieb zur Verbesserung des Angebotes für die betagten, hilfsbedürftigen oder behinderten Menschen in der betreffenden Einrichtung oder einer anderen Einrichtung der gleichen Art(§2 Abs1 Z1 bis 4 und 6) desselben Rechtsträgers im Burgenland.",
            "annotations": []
        },
        {
            "text": "7. Pflege: Tätigkeiten des gehobenen Dienstes für Gesundheits- und Krankenpflege, der Pflegefachassistenz und der Pflegeassistenz im Sinne des Gesundheits- und Krankenpflegegesetzes - GuKG, BGBl I Nr 108/1997, in der Fassung des Bundesgesetzes BGBl I Nr 59/2018.",
            "annotations": []
        },
        {
            "text": "8. Betreuung: Tätigkeiten gemäß §§4 und 5 des Burgenländischen Sozialbetreuungsberufegesetzes - Bgld SBBG, LGBl Nr 74/2007, in der jeweils geltenden Fassung, sowie Tätigkeiten von Seniorenanimateurinnen und Seniorenanimateuren. Die Betreuung durch pflegende Angehörige im Sinne des §14 des Burgenländischen Sozialhilfegesetzes 2000 - Bgld SHG 2000, LGBl Nr 5/2000, in der jeweils geltenden Fassung, fällt nicht unter die Bestimmungen dieses Gesetzes.",
            "annotations": []
        },
        {
            "text": "9. Kurzzeitpflege: Vorübergehende Unterbringung, Pflege und Betreuung von betagten, hilfsbedürftigen oder behinderten Menschen bis zu 90 Tagen zur Rekonvaleszenz oder während des Urlaubs oder Krankheit der betreuenden bzw pflegenden Person.",
            "annotations": []
        },
        {
            "text": "10. Behinderte Menschen: Personen gemäß §18 Abs1 bis 3 des Burgenländischen Sozialhilfegesetzes 2000 - Bgld SHG 2000, LGBl Nr 5/2000, in der jeweils geltenden Fassung.",
            "annotations": []
        },
        {
            "text": "11. Alternative Wohnformen: Barrierefreie Wohnformen für betreuungs- bzw pflegebedürftige Personen, die aus sozialen, psychischen oder physischen Gründen nicht mehr alleine wohnen können oder wollen und keiner ständigen stationären Betreuung oder Pflege bedürfen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§6",
            "annotations": []
        },
        {
            "text": "Erteilung der Betriebsbewilligung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Betriebsbewilligung ist für Einrichtungen gemäß §2 Abs1 Z1 bis 4 zu erteilen, wenn die nachstehenden Voraussetzungen erfüllt werden:",
            "annotations": []
        },
        {
            "text": "1. Bedarf an Pflege- und Betreuungsplätzen gemäß Bedarfs- und Entwicklungsplan (§4),",
            "annotations": []
        },
        {
            "text": "2. Vorliegen einer Baubewilligung für das Objekt, in dem die Einrichtung betrieben werden soll,",
            "annotations": []
        },
        {
            "text": "3. infrastrukturelle Eignung des Objektes für den Betrieb der Einrichtung,",
            "annotations": []
        },
        {
            "text": "4. geeignetes Pflege- und Betreuungskonzept und fachliche Eignung der Antragstellerin oder des Antragstellers und des vorgesehenen Personals sowie ein geeignetes Brandschutzkonzept und Gewaltpräventionskonzept,",
            "annotations": []
        },
        {
            "text": "5. Unbescholtenheit und Verlässlichkeit der Antragstellerin oder des Antragstellers,",
            "annotations": []
        },
        {
            "text": "6. die Antragstellerin oder der Antragsteller führt die Einrichtung bei Zufluss von Landesmitteln gemeinnützig und",
            "annotations": []
        },
        {
            "text": "7. die in diesem Gesetz für die betreffende Einrichtung gesondert normierten Voraussetzungen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Von dem Erfordernis gemäß Z1 ist bei nachweislichem Verzicht auf den Zufluss von Landesmitteln Abstand zu nehmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Standort der Einrichtungen gemäß §2 Abs1 Z1, 2 und 4 soll möglichst an zentraler Stelle (Ortszentrum, Nähe zu Kirche, Schule, Sozialeinrichtungen, usw) in der Gemeinde gelegen und leicht mit öffentlichen Verkehrsmitteln (zB Bus) erreichbar sein. Bei Behinderteneinrichtungen soll der Standort nach Möglichkeit den Bedürfnissen der zu betreuenden behinderten Menschen entsprechen und in Einklang mit Betreuungskonzept stehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Landesregierung hat bei Einrichtungen gemäß §2 Abs1 Z1 bis 4 die im Genehmigungsverfahren vorliegenden Gutachten und Äußerungen der Sachverständigen bei Bedenken oder Widersprüchen in ihrer Gesamtheit im Hinblick auf die Zielsetzungen dieses Gesetzes zu werten und dabei Schlüssigkeit, Plausibilität und Praktikabilität sowie Kosten-Nutzen-Abwägung bei der Entscheidung zu berücksichtigen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) In der Betriebsbewilligung kann die Landesregierung die nach dem jeweiligen Stand der Technik entsprechenden Auflagen vorschreiben. Die Bewilligung ist jedenfalls an die Bedingung des Vorliegens des gemeinnützigen Betriebes der Einrichtung und des Erwerbs des Eigentums oder des Benützungsrechtes an dem Objekt, in der die Einrichtung betrieben werden soll, zu knüpfen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Sind bei der Landesregierung mehrere Anträge auf Bewilligung einer Einrichtung gemäß §2 Abs1 Z1 bis 4, die die gesetzlichen Bewilligungsvoraussetzungen erfüllen, für ein und denselben Standort anhängig und würde im Falle deren Bewilligung der im Bedarfs- und Entwicklungsplan festgelegte Bedarf an Pflege- und Betreuungsplätzen überschritten werden, ist jenem Antrag der Vorzug zu geben, dessen Pflege- und Betreuungskonzept sowie der Standort der Einrichtung in einer Gesamtbetrachtung den Zielen und Grundsätzen des §1 dieses Gesetzes besser entspricht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§15",
            "annotations": []
        },
        {
            "text": "Tagsatzvereinbarung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Landesregierung kann gleichzeitig mit Erteilung der Betriebsbewilligung, bei gegebenem Bedarf und Vorliegen eines öffentlichen Interesses, den Abschluss einer Tagsatzvereinbarung nach dem aktuellen Tagsatzmodell des Landes für Altenwohn- und Pflegeheime zusichern. Tagsatzvereinbarungen können mit Betreiberinnen und Betreibern nur hinsichtlich gemeinnütziger Einrichtungen abgeschlossen werden. Ein Rechtsanspruch auf eine solche Vereinbarung besteht nicht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§28",
            "annotations": []
        },
        {
            "text": "Inkrafttreten, Übergangsbestimmungen, Außerkrafttreten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Dieses Gesetz, LGBl Nr 71/2019, tritt mit 1. November 2019 in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die im Zeitpunkt des Inkrafttretens dieses Gesetzes anhängige Verfahren betreffend den Betrieb",
            "annotations": []
        },
        {
            "text": "1. eines Altenwohn- und Pflegeheimes gemäß dem Burgenländischen Altenwohn- und Pflegeheimgesetz, LGBl Nr 61/1996, in der Fassung des Gesetzes LGBl Nr 40/2018, und",
            "annotations": []
        },
        {
            "text": "2. einer Einrichtung gemäß §38 des Burgenländischen Sozialhilfegesetzes 2000 - Bgld SHG 2000, LGBl Nr 5/2000, in der jeweils geltenden Fassung,",
            "annotations": []
        },
        {
            "text": "sind nach den Bestimmungen dieses Gesetzes fortzuführen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Betriebsbewilligungen für Altenwohn- und Pflegeheime sowie für Einrichtungen gemäß Abs2 Z2, die vor dem Inkrafttreten dieses Gesetzes gemäß Abs2 erteilt wurden, sowie Bescheide, welche auf Grund des Burgenländischen Altenwohn- und Pflegeheimgesetzes oder auf Grund des §40 Bgld SHG 2000 erlassen wurden, gelten als im Sinne dieses Gesetzes erlassen oder bleiben weiterhin in Geltung. Diese Betriebsbewilligungen und Bescheide erlöschen jedoch, wenn nicht nach Inkrafttreten dieses Gesetzes",
            "annotations": []
        },
        {
            "text": "1. bei Zufluss von Landesmitteln innerhalb von vier Jahren die Voraussetzungen gemäß §6 Abs1 Z6 erfüllt und",
            "annotations": []
        },
        {
            "text": "2. innerhalb von zwei Jahren ein Gewaltpräventionskonzept gemäß §5 Abs2 Z5 der Landesregierung vorgelegt wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Landesregierung hat erforderlichenfalls bescheidmäßig hinsichtlich des Gewaltpräventionskonzeptes Auflagen vorzuschreiben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Kontrolle über den gesetzmäßigen Betrieb der Einrichtungen gemäß §2 Abs1 richtet sich nach den Bestimmungen dieses Gesetzes. Werden im Zuge der Kontrolle Abweichungen in fachlicher oder organisatorischer Hinsicht festgestellt, kann die Landesregierung mit Bescheid ergänzende Auflagen vorschreiben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) In Betriebsbewilligungsverfahren betreffend Altenwohn- und Pflegeheime ist die Burgenländische Altenwohn- und Pflegeheimverordnung, LGBl Nr 55/1998, und in Betriebsbewilligungsverfahren betreffend die Behinderteneinrichtungen ist die Verordnung, mit der die Mindestanforderungen betreffend die baulichen Voraussetzungen, die Ausstattung und Größe der Gebäude und Räume sowie die zur Sicherung einer fachgerechten Sozialhilfe notwendigen therapeutischen und personellen Voraussetzungen für Wohn- und Tagesheime nach dem Burgenländischen Sozialhilfegesetz 2000, LGBl Nr 13/2000, in der Fassung der Verordnung LGBl Nr 79/2008, bis zur Erlassung entsprechenden neuer Verordnungen anzuwenden. Für Interprofessionelle Einrichtungen gelten bis zur Erlassung entsprechender neuer Verordnungen die Bestimmungen der Burgenländischen Altenwohn- und Pflegeheimverordnung, LGBl Nr 55/1998, sowie der Verordnung, mit der die Mindestanforderungen betreffend die baulichen Voraussetzungen, die Ausstattung und Größe der Gebäude und Räume sowie die zur Sicherung einer fachgerechten Sozialhilfe notwendigen therapeutischen und personellen Voraussetzungen für Wohn- und Tagesheime nach dem Burgenländischen Sozialhilfegesetz 2000, LGBl Nr 13/2000, in der Fassung der Verordnung LGBl Nr 79/2008, sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Mit Inkrafttreten dieses Gesetzes tritt das Burgenländische Altenwohn- und Pflegeheimgesetz, LGBl Nr 61/1996, in der Fassung des Gesetzes LGBl Nr 40/2018, außer Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Die Änderung im Inhaltsverzeichnis und §7a in der Fassung des Gesetzes LGBl Nr 25/2020 treten mit dem der Kundmachung folgenden Tag in Kraft und mit Ablauf des 31. Dezember 2020 außer Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Die Änderung im Inhaltsverzeichnis und §7a in der Fassung des Gesetzes LGBl Nr 83/2020 treten mit 1. Jänner 2021 in Kraft und mit Ablauf des 31. Dezember 2021 außer Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(9) Die Änderung im Inhaltsverzeichnis und §7a in der Fassung des Gesetzes LGBl Nr 93/2021 treten mit 1. Jänner 2022 in Kraft.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Die §§1 bis 3, 6, 7, 27 und 33 des Gesetzes vom 2. März 2023 über die Bewilligung, den Betrieb und die Organisation von Sozialeinrichtungen (Burgenländisches Sozialeinrichtungsgesetz 2023 - Bgld SEG 2023), LGBl 26/2023, lauten (die mit dem zu G252/2023 protokollierten [Haupt-]Antrag angefochtenen Bestimmungen sind hervorgehoben): ",
            "annotations": []
        },
        {
            "text": "\"§1",
            "annotations": []
        },
        {
            "text": "Ziele und Grundsätze",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Ziel dieses Gesetzes ist es, den Betrieb von Sozialeinrichtungen derart zu regeln, dass die Menschenwürde von Personen mit vorwiegend Pflege- oder Betreuungsbedarf und Menschen mit Behinderungen geschützt, ihre körperliche, geistige und seelische Gesundheit erhalten und gefördert, ihren Interessen und Bedürfnissen Rechnung getragen, ihre Sicherheit sowie Barrierefreiheit gewährleistet und ihre Selbstständigkeit und Mobilität weitgehend erhalten wird sowie bedarfs- und pflegegerechte Dienstleistungen sichergestellt werden. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Angestrebt wird eine regional ausgewogene Verteilung von qualitativ hochwertigen Pflege- und Betreuungsplätzen sowie von mobilen Pflege- und Betreuungsstrukturen in bedarfs- und demografieorientierten kleinen und mittleren Versorgungsstrukturen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Anwendungsbereich",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Dieses Gesetz regelt die Bewilligung, den Betrieb und die Organisation von folgenden Sozialeinrichtungen zur Pflege und Betreuung von Personen mit vorwiegend Pflege- oder Betreuungsbedarf und Menschen mit Behinderungen im Burgenland:",
            "annotations": []
        },
        {
            "text": "1. Altenwohn- und Pflegeheimen,",
            "annotations": []
        },
        {
            "text": "2. Seniorentageszentren,",
            "annotations": []
        },
        {
            "text": "3. Einrichtungen für Menschen mit Behinderungen,",
            "annotations": []
        },
        {
            "text": "4. Interprofessionellen Einrichtungen,",
            "annotations": []
        },
        {
            "text": "5. Alternativen Wohnformen,",
            "annotations": []
        },
        {
            "text": "6. Mobiler Pflege und Betreuung, und",
            "annotations": []
        },
        {
            "text": "7. Regionalen Pflege- und Betreuungsstützpunkten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Dieses Gesetz findet keine Anwendung auf Einrichtungen gemäß dem Burgenländischen Kinder- und Jugendhilfegesetz - Bgld KJHG, LGBl Nr 62/2013.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3",
            "annotations": []
        },
        {
            "text": "Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Sinne dieses Landesgesetzes bedeuten:",
            "annotations": []
        },
        {
            "text": "1. Altenwohn- und Pflegeheime: Stationäre Einrichtungen zur dauernden oder vorübergehenden ganztägigen Unterbringung, Pflege, Betreuung und Unterstützung von Personen mit Pflege- oder Betreuungsbedarf.",
            "annotations": []
        },
        {
            "text": "2. Seniorentageszentren: Teilstationäre Einrichtungen zur Betreuung von Personen vorwiegend ab dem vollendeten 60. Lebensjahr grundsätzlich bis zur Pflegegeldstufe 3, in Ausnahmefällen auch mit höheren Pflegegeldstufen, für die noch keine stationäre Unterbringung in einem Altenwohn- und Pflegeheim erforderlich ist, die jedoch ihren Alltag nicht mehr oder nicht hinreichend allein bewältigen können und mobile Pflege und Betreuung allein nicht mehr ausreichen, im Rahmen einer ganz- oder zumindest halbtägigen Tagesstruktur. In begründeten Einzelfällen kann die genannte Altersgrenze auch unterschritten werden.",
            "annotations": []
        },
        {
            "text": "3. Einrichtungen für Menschen mit Behinderungen: Sowohl stationäre als auch teilstationäre Einrichtungen zur dauernden oder vorübergehenden Unterbringung, Versorgung, aktivierenden Betreuung und Pflege von Menschen mit Behinderungen.",
            "annotations": []
        },
        {
            "text": "4. Interprofessionelle Einrichtungen: Mischformen der Unterbringung, Pflege, Betreuung und Unterstützung von Personen mit vorwiegend Pflege- und Betreuungsbedarf sowie von Menschen mit Behinderungen in stationären Einrichtungen; davon ausgenommen sind jene Personen, die aufgrund ihrer medizinischen Diagnose in Krankenanstalten zur Akutversorgung und Rehabilitation zu behandeln sind.",
            "annotations": []
        },
        {
            "text": "5. Mobile Pflege und Betreuung: Pflege und Betreuung von Personen mit vorwiegend Pflege- oder Betreuungsbedarf und Menschen mit Behinderungen in deren häuslichen Umgebung, die auf Grund der Eigenart der Einschränkung nicht in der Lage sind, Angelegenheiten des täglichen Lebens ohne fremde Hilfe zu besorgen, wobei dieser Bedarf durch fachliches Personal gedeckt werden muss.",
            "annotations": []
        },
        {
            "text": "6. Gemeinnützigkeit des Betriebes einer Einrichtung zur Pflege und Betreuung von Personen mit vorwiegend Pflege- oder Betreuungsbedarf sowie von Menschen mit Behinderungen: Gemeinnützige Führung des Betriebes der Einrichtung im Sinne der §§34 ff Bundesabgabenordnung - BAO, BGBl Nr 194/1961, in der Fassung des Bundesgesetzes BGBl I Nr 108/2022, und Verwendung allenfalls entstandener Einnahmenüberschüsse aus dem Betrieb zur Verbesserung des Angebotes für Personen mit vorwiegend Pflege- oder Betreuungsbedarf sowie von Menschen mit Behinderungen in der betreffenden Einrichtung oder einer anderen Einrichtung der gleichen Art desselben Rechtsträgers im Burgenland.",
            "annotations": []
        },
        {
            "text": "7. Pflege: Tätigkeiten des gehobenen Dienstes für Gesundheits- und Krankenpflege, der Pflegefachassistenz und der Pflegeassistenz im Sinne des Gesundheits- und Krankenpflegegesetzes - GuKG, BGBl I Nr 108/1997.",
            "annotations": []
        },
        {
            "text": "8. Betreuung: Tätigkeiten gemäß §§4 und 5 des Burgenländischen Sozialbetreuungsberufegesetzes - Bgld SBBG, LGBl Nr 74/2007, sowie Tätigkeiten von Seniorenanimateurinnen und Seniorenanimateuren. Die Betreuung durch pflegende Angehörige im Sinne des §14 des Burgenländischen Sozialhilfegesetzes 2000 - Bgld SHG 2000, LGBl Nr 5/2000, fällt nicht unter die Bestimmungen dieses Gesetzes.",
            "annotations": []
        },
        {
            "text": "9. Kurzzeitpflege: Vorübergehende Unterbringung, Pflege und Betreuung sowie Unterstützung von Personen mit vorwiegend Pflege- und Betreuungsbedarf bis zu 90 Tagen.",
            "annotations": []
        },
        {
            "text": "10. Menschen mit Behinderungen: Personen gemäß §18 Abs1 bis 3 Bgld SHG 2000.",
            "annotations": []
        },
        {
            "text": "11. Alternative Wohnformen: Barrierefreie Wohnformen für betreuungs- und pflegebedürftige Personen, die insbesondere aus sozialen, psychischen oder physischen Gründen nicht mehr allein wohnen können oder wollen und keiner ständigen stationären Pflege oder Betreuung bedürfen. Als alternative Wohnform gilt insbesondere Wohnen im Alter gemäß Z12.",
            "annotations": []
        },
        {
            "text": "12. Wohnen im Alter: Alternative Wohnformen für Personen vorwiegend ab dem vollendeten 60. Lebensjahr mit Pflegegeldstufe 1 bis 3, in Ausnahmefällen auch mit höheren Pflegegeldstufen, die bereits Unterstützung und Betreuung benötigen, für die aber noch keine stationäre Unterbringung in einem Altenwohn- und Pflegeheim erforderlich ist, und die in barrierefreien Wohneinheiten, die sowohl obligatorische Grundleistungen und gegebenenfalls fakultative Wahlleistungen gemäß §20 Abs6 umfassen, leben. In begründeten Einzelfällen kann die genannte Altersgrenze auch unterschritten werden.",
            "annotations": []
        },
        {
            "text": "13. Regionale Pflege- und Betreuungsstützpunkte: Einrichtungen, in denen zentral Leistungen der Seniorentagesbetreuung angeboten werden, die über Wohneinheiten für Leistungen im Rahmen des Wohnens im Alter und über einen organisatorischen Stützpunkt für mobile Pflege- und Betreuungsdienste verfügen können sowie nach Möglichkeit eine Pflege- und Sozialberatung vorsehen.",
            "annotations": []
        },
        {
            "text": "14. Betreiberin oder Betreiber: Die Betreiberin oder der Betreiber ist eine juristische oder natürliche Person, die unter Berücksichtigung der rechtlichen, wirtschaftlichen und tatsächlichen Umstände bestimmenden Einfluss auf die Beschaffenheit und den Betrieb einer Einrichtung im Sinne dieses Gesetzes ausübt. Die Betreiberinnen oder Betreiber müssen aus einer gesetzlichen oder vertraglichen Pflicht handeln, wodurch gewährleistet ist, dass ein sicherer Betrieb der Einrichtung gegeben und das Wohl des nach diesem Gesetz erfassten Personenkreises gewährleistet ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§6",
            "annotations": []
        },
        {
            "text": "Betriebsbewilligung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Der Betrieb von Sozialeinrichtungen gemäß §2 Abs1 Z1 bis 4 und 7 sowie der Betrieb einer alternativen Wohnform gemäß §20 bedarf der bescheidmäßigen Bewilligung der Landesregierung. Die Betriebsbewilligung ist zu erteilen, wenn die nachstehenden Voraussetzungen erfüllt werden:",
            "annotations": []
        },
        {
            "text": "1. Vorliegen einer Errichtungsbewilligung für das Objekt, in dem die Einrichtung gemäß §2 betrieben werden soll,",
            "annotations": []
        },
        {
            "text": "2. geeignetes Pflege- und Betreuungskonzept,",
            "annotations": []
        },
        {
            "text": "3. fachliche Eignung der Antragstellerin oder des Antragstellers und des vorgesehenen Personals,",
            "annotations": []
        },
        {
            "text": "4. Unbescholtenheit und Verlässlichkeit der Antragstellerin oder des Antragstellers,",
            "annotations": []
        },
        {
            "text": "5. die Antragstellerin oder der Antragsteller führt die Einrichtung bei Zufluss von Landesmitteln aufgrund einer Kostenvereinbarung gemäß §27 gemeinnützig,",
            "annotations": []
        },
        {
            "text": "6. die in diesem Gesetz für die betreffende Einrichtung gesondert normierten Voraussetzungen, und",
            "annotations": []
        },
        {
            "text": "7. Vorliegen des Eigentumsrechtes oder Benützungsrechtes für das Objekt, in dem die Einrichtung betrieben werden soll, oder die schriftliche Zusage der Berechtigten oder des Berechtigten über die Einräumung des Eigentumsrechtes oder Benützungsrechtes.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Von dem Erfordernis gemäß Abs1 Z5 ist bei nachweislichem Verzicht auf den Zufluss von Landesmitteln aufgrund einer Kostenvereinbarung gemäß §27 Abstand zu nehmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Betriebsbewilligung ist von der zukünftigen Betreiberin oder vom zukünftigen Betreiber der Einrichtung vor Aufnahme des Betriebes bei der Landesregierung zu beantragen. Mit dem Antrag sind folgende Nachweise zu erbringen:",
            "annotations": []
        },
        {
            "text": "1. Nachweis des Eigentumsrechtes oder Benützungsrechtes für das Objekt, in dem die Einrichtung betrieben werden soll, oder die schriftliche Zusage der Berechtigten oder des Berechtigten über die Einräumung des Eigentumsrechtes oder Benützungsrechtes,",
            "annotations": []
        },
        {
            "text": "2. Nachweis der projektgemäßen Umsetzung und nachweisliche Erfüllung der in der Errichtungsbewilligung erteilten Auflagen und Bedingungen,",
            "annotations": []
        },
        {
            "text": "3. Schlussüberprüfungsprotokoll gemäß §27 Burgenländisches Baugesetz 1997 - Bgld BauG, LGBl Nr 10/1998,",
            "annotations": []
        },
        {
            "text": "4. Pflege- und Betreuungskonzept,",
            "annotations": []
        },
        {
            "text": "5. Gewaltpräventionskonzept,",
            "annotations": []
        },
        {
            "text": "6. eine Aufstellung des für die Sozialeinrichtung (bei Vollauslastung) vorgesehenen Personals einschließlich dessen Funktion und Ausbildung,",
            "annotations": []
        },
        {
            "text": "7. Nachweis der fachlichen Eignung der Antragstellerin oder des Antragstellers - bei juristischen Personen eines der zur Vertretung nach außen bestimmten Organe - für den Betrieb der beantragten Einrichtung,",
            "annotations": []
        },
        {
            "text": "8. Strafregisterbescheinigung der Antragstellerin oder des Antragstellers, die nicht älter als drei Monate sein darf, und",
            "annotations": []
        },
        {
            "text": "9. entweder im Falle des Abs1 Z5 die Verpflichtungserklärung der Antragstellerin oder des Antragstellers, die Einrichtung bei Zufluss von Landesmitteln aufgrund einer Kostenvereinbarung gemäß §27 gemeinnützig im Sinne des §3 Z6 zu betreiben, oder der nachweisliche Verzicht gemäß Abs2 auf den Zufluss von Landesmitteln aufgrund einer Kostenvereinbarung gemäß §27.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Im Betriebsbewilligungsbescheid können auch weitere betriebsrelevante Auflagen vorgeschrieben werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die Landesregierung kann die Bewilligung gemäß Abs1 auf drei Jahre befristen, wenn nachweislich berücksichtigungswürdige Gründe vorliegen (Provisorium). Die Antragstellerin oder der Antragsteller gemäß §6 Abs3 hat zeitgerecht, mindestens jedoch drei Monate vor Ablauf der befristeten Bewilligung der Landesregierung, ein Konzept für die Zeit nach dem Provisorium vorzulegen, aufgrund dessen die Landesregierung im Bedarfsfall einmalig die befristete Bewilligung mittels Bescheid weitere drei Jahre verlängern kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§7",
            "annotations": []
        },
        {
            "text": "Bewilligungsverfahren",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Anträge auf Errichtungs- und Betriebsbewilligungen sind ohne mündliche Verhandlung zurückzuweisen, wenn die erforderlichen Unterlagen trotz Aufforderung nicht fristgerecht vorgelegt werden oder der Bedarf hierfür, insbesondere aufgrund der beantragten Pflege- und Betreuungsplätze, nicht gegeben ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Erforderlichenfalls können von der Landesregierung weitere Unterlagen angefordert werden. Jedenfalls muss eine ausreichende Beurteilung der Genehmigungsfähigkeit möglich sein. Anstelle von Originalurkunden ist die Zurverfügungstellung von Kopien von Originalurkunden zulässig. Die Zurverfügungstellung von Urkunden kann auch in elektronischer Form erfolgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) In Fällen, in denen eine abschließende Beurteilung aufgrund der vorliegenden Unterlagen nicht erfolgen kann oder eine mündliche Verhandlung zweckmäßig ist, ist eine solche durchzuführen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Zur mündlichen Verhandlung sind die Antragstellerin oder der Antragsteller als Partei zu laden. Im Falle eines Antrages auf Errichtungsbewilligung ist die zukünftige Betreiberin oder der zukünftige Betreiber, wenn sie oder er eine schriftliche Zusage gemäß §5 Abs2 Z1 abgegeben hat, als Partei zu laden. Im Falle eines Antrages auf Errichtungs- oder Betriebsbewilligung sind bei Bedarf Sachverständige beizuziehen. Die Standortgemeinde ist von der mündlichen Verhandlung zu verständigen. Eine Vertreterin oder ein Vertreter der Standortgemeinde kann als Beteiligte oder Beteiligter an der mündlichen Verhandlung teilnehmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Ist auch nach dem Bgld BauG für ein Vorhaben nach diesem Gesetz eine Bewilligung, Genehmigung oder bescheidmäßige Feststellung erforderlich, ist das Verfahren mit dem der anderen Behörde zu koordinieren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Die Landesregierung hat die im Bewilligungsverfahren vorliegenden Gutachten und Äußerungen der Sachverständigen bei Bedenken oder Widersprüchen in ihrer Gesamtheit im Hinblick auf die Zielsetzungen dieses Gesetzes zu werten und dabei Schlüssigkeit, Plausibilität und Praktikabilität sowie Kosten-Nutzen-Abwägung bei der Entscheidung zu berücksichtigen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) In der Errichtungs- und Betriebsbewilligung kann die Landesregierung Auflagen vorschreiben. Die Betriebsbewilligung ist bei Zufluss von Landesmitteln aufgrund einer Kostenvereinbarung gemäß §27 an die Bedingung des Vorliegens des gemeinnützigen Betriebes der Einrichtung und des Erwerbs des Eigentumsrechtes oder Benützungsrechtes an dem Objekt, in der die Einrichtung betrieben werden soll, zu knüpfen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Sind bei der Landesregierung mehrere Anträge auf Bewilligung einer Sozialeinrichtung, die die gesetzlichen Bewilligungsvoraussetzungen erfüllen, für ein und dieselbe Versorgungsregion gemäß §4 Abs3 anhängig, und würde im Falle deren Bewilligung der festgestellte Bedarf an Pflege- und Betreuungsplätzen überschritten werden, ist jenem Antrag der Vorzug zu geben, dessen Pflege- und Betreuungskonzept sowie dessen Standort der Einrichtung in einer Gesamtbetrachtung den Zielen und Grundsätzen dieses Gesetzes besser entspricht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§27",
            "annotations": []
        },
        {
            "text": "Kostenvereinbarung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Landesregierung kann bei gegebenem Bedarf und Vorliegen eines öffentlichen Interesses Kostenvereinbarungen mit gemeinnützigen Betreiberinnen und Betreibern im Sinne des §3 Z6 von Sozialeinrichtungen gemäß §2 Abs1, insbesondere zur Abgeltung von Personal- und Sachkosten für den Betrieb einer Sozialeinrichtung, abschließen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Landesregierung kann nähere Bestimmungen für den Abschluss von Kostenvereinbarungen durch Richtlinien festlegen. Die Richtlinien sind im Landesamtsblatt zu veröffentlichen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Auf den Abschluss einer Kostenvereinbarung besteht kein Rechtsanspruch.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§33",
            "annotations": []
        },
        {
            "text": "Übergangsbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die im Zeitpunkt des Inkrafttretens dieses Gesetzes anhängigen Verfahren sind nach den Bestimmungen des Burgenländischen Sozialeinrichtungsgesetzes - Bgld SEG, LGBl Nr 71/2019, in der Fassung des Gesetzes LGBl Nr 93/2021, fortzuführen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Betriebsbewilligungen, die aufgrund des Bgld SEG, LGBl Nr 71/2019, in der jeweils geltenden Fassung des Gesetzes, erteilt wurden, sowie Bescheide, die aufgrund des Burgenländischen Altenwohn- und Pflegeheimgesetzes, LGBl Nr 61/1996, in der jeweils geltenden Fassung des Gesetzes, oder aufgrund des §40 Bgld SHG 2000, LGBl Nr 5/2000, in der jeweils geltenden Fassung des Gesetzes, erlassen wurden, bleiben grundsätzlich in Geltung; diese Betriebsbewilligungen und Bescheide erlöschen jedoch, sofern die Voraussetzung gemäß §6 Abs1 Z5 im Zeitpunkt des Inkrafttretens dieses Gesetzes nicht bereits vorliegt und bis zum 1. November 2023 nicht erfüllt wird, oder sofern bis zum letztgenannten Zeitpunkt kein nachweislicher Verzicht gemäß §6 Abs2 abgegeben wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) In Betriebsbewilligungsverfahren betreffend Altenwohn- und Pflegeheime ist die Burgenländische Altenwohn- und Pflegeheimverordnung - Bgld AWH-VO, LGBl Nr 47/2022, und in Betriebsbewilligungsverfahren betreffend Einrichtungen von Menschen mit Behinderungen ist die Verordnung, mit der die Mindestanforderungen betreffend die baulichen Voraussetzungen, die Ausstattung und Größe der Gebäude und Räume sowie die zur Sicherung einer fachgerechten Sozialhilfe notwendigen therapeutischen und personellen Voraussetzungen für Wohn- und Tagesheime nach dem Burgenländischen Sozialhilfegesetz 2000 geregelt werden, LGBl Nr 13/2000, in der Fassung der Verordnung LGBl Nr 79/2008, bis zum Inkrafttreten entsprechender neuer Verordnungen anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Für interprofessionelle Einrichtungen gelten bis zum Inkrafttreten entsprechender neuer Verordnungen die Bestimmungen der Bgld AWH-VO, LGBl Nr 47/2022, sowie der Verordnung, mit der die Mindestanforderungen betreffend die baulichen Voraussetzungen, die Ausstattung und Größe der Gebäude und Räume sowie die zur Sicherung einer fachgerechten Sozialhilfe notwendigen therapeutischen und personellen Voraussetzungen für Wohn- und Tagesheime nach dem Burgenländischen Sozialhilfegesetz 2000 geregelt werden, LGBl Nr 13/2000, in der Fassung der Verordnung LGBl Nr 79/2008, sinngemäß weiter.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Für Seniorentageszentren gelten bis zum Inkrafttreten entsprechender neuer Verordnungen die Bestimmungen der Burgenländischen SeniorInnentageszentrenverordnung, LGBl Nr 72/2020, sinngemäß weiter.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren ",
            "annotations": []
        },
        {
            "text": "1. Die antragstellenden Gesellschaften betreiben auf Grund unbefristet erteilter Betriebsgenehmigungen Altenwohn- und Pflegeheime iSv §2 Abs1 Z1 Burgenländisches Sozialeinrichtungsgesetz 2023 (Bgld SEG 2023). Die überwiegende Zahl der in ihren Pflegeeinrichtungen systemisierten Betten würde nach dem Antragsvorbringen mit vom Land Burgenland im Wege der Sozialhilfe geförderten Bewohnern, im Übrigen (rund 1 %) mit Selbstzahlern belegt. Grundsätzlich würde ein Pflegeplatz durch Sozialhilfe nur ab Pflegestufe 4 gefördert. Die antragstellenden Gesellschaften würden eine für das Burgenland sehr hohe Zahl von Betreuungseinheiten betreiben, nämlich 36 Pflegeplätze in ***, 74 in ***, 57 in ***, 72 in *** und 60 in ***. Die Pflegeheime seien voll ausgelastet und für die Vergabe von Heimplätzen bestehe eine wochenlange Wartezeit. Nach dem Zukunftsplan Pflege des Landes Burgenland sei von einem steigenden Bedarf an Plätzen in Pflegeheimen auszugehen. Das aggregierte Leistungsangebot der antragstellenden Gesellschaften (im Ausmaß von 9,1 % aller im Burgenland bestehenden Plätze) sei von entscheidender Bedeutung für das Gesamtangebot entsprechender Leistungen im Burgenland, das ohne gewinnorientierte Betreiber nicht darstellbar wäre. Die antragstellenden Gesellschaften hätten im Vertrauen auf den Fortbestand der Möglichkeit des gewinnorientierten Betriebes ihre Einrichtungen in den letzten Jahren umfangreiche Investitionen getätigt. Diese Investitionen würden durch die angefochtenen Bestimmungen frustriert.",
            "annotations": []
        },
        {
            "text": "1.1. Zu ihrer Antragslegitimation bringen die antragstellenden Gesellschaften in ihrem zu G252/2023 protokollierten Antrag vor, sie seien durch die Verfassungswidrigkeit der angefochtenen Gesetzesstellen in ihren Rechten verletzt. Da das Bgld SEG 2023 den Betrieb vom Pflegeeinrichtungen regle, seien Betreiber dieser Pflegeeinrichtungen wie die antragstellenden Gesellschaften unmittelbar von diesen betroffen. Sie würden verpflichtet, bei fortgesetztem Bezug von Landesmitteln ihren Betrieb nach Ablauf der Übergangsfrist (§33 Abs2 zweiter Halbsatz Bgld SEG 2023) ausschließlich gemeinnützig im Sinn von §6 Abs1 Z5 leg cit zu führen. Damit sei auch der Abschluss künftiger Kostenvereinbarungen nach §27 leg cit verknüpft. Wenn die antragstellenden Gesellschaften dieser Verpflichtung bei Zufluss von Landesmitteln nicht nachkämen, hätte dies den ex lege eintretenden Verlust ihrer Betriebsbewilligungen zur Folge. Bei fortgesetztem Betrieb würden Verwaltungsstrafen drohen. Damit würden die antragstellenden Gesellschaften gezwungen, ihr Verhalten spezifisch durch Umgestaltung im Sinne der Gemeinnützigkeit zu verändern, um mit den als verfassungswidrig erachteten Vorgaben des Landesgesetzgebers konform zu sein. Die antragstellenden Gesellschaften seien damit faktisch gezwungen, ihr Geschäftsmodell im Sinne der Gemeinnützigkeit auszurichten, um das Erlöschen ihrer Betriebsbewilligungen zu verhindern. Das von ihnen betriebene Geschäftsmodell werde durch dieses Gemeinnützigkeitskriterium und den damit zusammenhängenden Handlungspflichten bereits jetzt konkret beeinträchtigt bzw durch erforderliche Vorbereitungsarbeiten massiv negativ beeinflusst. Wie die Gesetzesmaterialien zeigen würden, \"implementiert\" der Landesgesetzgeber geradezu ein verfassungsrechtlich verpöntes Sonderopfer am Exempel der antragstellenden Gesellschaften.",
            "annotations": []
        },
        {
            "text": "Der Eingriff sei nach Art und Ausmaß eindeutig bestimmt und er sei auch aktuell und nicht bloß potentiell. Die Alten- und Pflegewohnheime der antragstellenden Gesellschaften würden derzeit noch Landesmittel erhalten bzw über abgeschlossene Tagsatzvereinbarungen gemäß §15 Bgld SEG aF verfügen. Es bestehe nur eine äußerst kurze mehrmonatige Übergangsfrist bis zum 1. November 2023. Zwar müsse die angefochtene Norm im Allgemeinen schon im Zeitpunkt der Anfechtung wirksam geworden sein; dies gelte jedoch nicht, wenn bestimmte Verpflichtungen ab einem bestimmten Stichtag zu erfüllen seien und zur Vermeidung strafrechtlicher Sanktionen tatsächliche Vorkehrungen mit ins Gewicht fallenden Aufwendungen zu treffen seien (Hinweis auf VfSlg 16.120/2001, 18.896/2009, 19.421/2011, 19.352/2011). Im vorliegenden Fall würde ein unterbleibendes Handeln der antragstellenden Gesellschaften im Erlöschen der Betriebsbewilligung münden. Der weitere Betrieb der Alten- und Pflegewohnheime unter Einhaltung des §6 Abs1 Z5 Bgld SEG 2023 erfordere eine vollständige Neuausrichtung der etablierten Betriebe auf Kostenträger- sowie Finanzierungsebene, was in letzter Konsequenz auch das Leistungsspektrum der betroffenen Einrichtungen – und somit deren Geschäftsgrundlage – (massiv reduzierend) beeinflussen werde. Erschwerend komme hinzu, dass der Landesgesetzgeber das Gemeinnützigkeitskriterium untrennbar mit dem Abschluss von Kostenvereinbarungen verknüpft habe. Nachdem Kostenvereinbarungen der Finanzierung des laufenden Betriebes dienen würden, stehe bei deren Wegfall sogar die bisherige Erwerbsmöglichkeit in den von den antragstellenden Gesellschaften betriebenen Heimen zur Gänze auf dem Spiel. Selbst der Verzicht auf Landesmittel würde zugleich den Ausschluss von künftigen Kostenvereinbarungen bedingen und die antragstellenden Gesellschaften ausschließlich auf \"Privatzahler\" als Zielkunden beschränken. Die bekämpften Bestimmungen würden die antragstellenden Gesellschaften schon heute zu umfangreichen Überlegungen, Untersuchungen und Vorkehrungen betreffend ihre Geschäftstätigkeit ab dem 1. November 2023 zwingen. Sie seien daher aktuell und nicht bloß potentiell durch die angefochtenen Vorschriften betroffen. Ein anderer zumutbarer Weg, die Bedenken an den Verfassungsgerichtshof heranzutragen, bestehe nicht, weshalb der Individualantrag insgesamt zulässig sei.",
            "annotations": []
        },
        {
            "text": "Überdies hätte der Landesgesetzgeber in der evidenten Absicht, das zu G89/2022 anhängige Gesetzesprüfungsverfahren hinsichtlich des Bgld SEG 2019 zu vereiteln, den Gesetzwerdungsprozess zum Bgld SEG 2023 bei im Wesentlichen inhaltsgleichen Regelungen \"durchgepeitscht\". Aus diesem Grund sei die Antragslegitimation \"ohne weiteres\" gegeben (Hinweis auf VfSlg 10.091/1984, 16.738/2002). ",
            "annotations": []
        },
        {
            "text": "1.2. In der Sache begründen die antragstellenden Gesellschaften ihre Bedenken in dem zu G252/2023 protokollierten Antrag wie folgt:",
            "annotations": []
        },
        {
            "text": "\"3. Begründung ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Folgenden wird dargelegt, dass die Rechtssphäre der Antragsteller durch die bezeichneten Gesetzesstellen verletzt wird. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1 Verletzung der verfassungsgesetzlich gewährleisteten Freiheit der Erwerbstätigkeit gemäß Art6 StGG ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.1 Grundlegendes",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die verfassungsgesetzlich gewährleistete Freiheit der Erwerbsbetätigung gemäß Art6 StGG schützt jede Tätigkeit, die auf wirtschaftlichen Erfolg gerichtet ist, gleichgültig, ob diese selbständig oder unselbständig ausgeübt wird (VfGH 1.12.1987, G132/87 mwN). Dabei fallen sowohl der Antritt als auch die Ausübung der Erwerbstätigkeit unter diese verfassungsgesetzlich gewährleistete Freiheit. In diesem Zusammenhang wird auf Ebene der Grundrechtseingriffe zwischen objektiven und subjektiven Antrittsbeschränkungen unterschieden, abhängig davon, ob der Betroffene die jeweilige Beschränkung für den Zugang zur Erwerbstätigkeit aus eigener Kraft überwinden kann, oder nicht. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gesetzliche Einschränkungen der Freiheit der Erwerbsausübung sind nur dann zulässig, wenn sie durch das öffentliche Interesse geboten, zur Zielerreichung geeignet – dh das gelindeste Mittel – adäquat und auch sonst sachlich gerechtfertigt sind (zB wieder VfGH 14.10.2005, G13/05 ua). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Erfordernis der Gemeinnützigkeit für betriebliche Einrichtungen bei Bezug von Landesmitteln stellt grundsätzlich eine Beschränkung der Erwerbsfreiheit gemäß Art6 StGG dar. Dies liegt daran, dass §6 Abs1 Z5 in Verbindung mit §33 Abs2 zweiter Halbsatz Bgld SEG 2023 den Antritt bzw die Ausübung der Erwerbstätigkeit der Antragssteller beschränkt. Dieser Umstand spiegelt sich zudem in §27 Bgld SEG 2023 wider. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Den Antragsstellern liegen keine Informationen darüber vor, dass der VfGH bisher über eine dem §6 Abs1 Z5 Bgld SEG 2023 vergleichbare Regelung entschieden hätte, in der eine Erwerbstätigkeit unter Inanspruchnahme von Landesmitteln ausschließlich gemeinnützigen Einrichtungen vorbehalten blieb. Zwar war der VfGH bereits mit zahlreichen Konstellationen befasst, in denen private gewinnorientierte Anbieter von Gesundheitsdienstleistungen nur nach Maßgabe einer positiven Bedarfsprüfung der Marktantritt gewährt wurde (VfSlg 17.848/2006; 15.456/1999; 13.023/1992). Eine solche Bedarfsprüfung bildet eine objektive Erwerbsantrittsbeschränkung und stellt laut VfGH bereits für sich genommen einen schweren Eingriff in Art6 StGG dar (VfSlg 17.682/2005 mwN), selbst wenn sie von ihm letztlich in manchen Fällen aufgrund des konkreten dortigen Sachzusammenhangs letztendlich für verfassungskonform befunden wurde. Für den vorliegenden Anlassfall lassen sich aus der bestehenden Judikatur des VfGH zur Erwerbsfreiheit allerdings zentrale Leitlinien für die weitere Grundrechtsprüfung gewinnen, die letztendlich die Verfassungswidrigkeit der gegenständlichen Landesregelung belegen: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(a) VfSlg 12.383/1990 ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der VfGH hegte dort keine Bedenken gegen die durch die Bedarfsprüfung für das Gewerbe der Arbeitsvermittlung bewirkte Subsidiarität der auf Gewinn gerichteten Arbeitsvermittlung gegenüber der staatlichen Arbeitsvermittlung und der unentgeltlichen Arbeitsvermittlung durch karitative Organisationen, Interessenvertretungen und sonstigen Einrichtungen, denen diese Aufgaben durch Bescheid übertragen wurden. Der VfGH nahm dabei ein öffentliches Interesse an der Versorgung der Bevölkerung durch ein unentgeltliches Angebot der Arbeitsvermittlung an, das nicht durch Konkurrenz mit gewinnorientierten Unternehmen beeinträchtigt werden soll und somit den Eingriff in die Erwerbsfreiheit zu rechtfertigen vermag. Diese Rechtfertigung steht jedoch laut VfGH unter dem Vorbehalt, dass die nicht gewinnorientierten Einrichtungen den Bedarf vollständig und ausreichend zu decken vermögen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Somit darf eine verfassungskonforme Einschränkung der Erwerbsausübung auf nicht gewinnorientierte Einrichtungen nur dann gesetzlich vorgesehen werden, wenn das Gesetz diese auf Grundlage einer individuell-konkreten Bedarfsprüfung vorsieht ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(b) VfSlg 13.032/1992 ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der VfGH betonte in dieser Entscheidung, dass der medizinischen Versorgung der Bevölkerung durch gemeinnützige Einrichtungen, unabhängig davon, ob sie von einer Gebietskörperschaft, einem sonstigen Rechtsträger oder von Privatpersonen betrieben werden, vorrangige Bedeutung zukommt. Dies insbesondere auch deshalb, weil durch öffentliche Mittel eine für den Einzelnen finanziell tragbare medizinische Behandlung sichergestellt wird. Für die Zulassung nach dem KAKuG ist dabei nicht nur die Bedarfsdeckung durch 'gemeinnützige' Krankenanstalten, sondern auch durch sonstige bettenführende Krankenanstalten mit Kassenverträgen ausschlaggebend, wobei erneut die Bedarfsprüfung in den Mittelpunkt der Überlegungen gestellt wird. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Als Zwischenergebnis lässt sich zum Erfordernis der Gemeinnützigkeit auf Grund der bisherigen Rechtsprechung des VfGH zusammenfassend festhalten: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Grundsätzlich ist es im Hinblick auf die Erwerbsfreiheit gemäß Art6 StGG nicht generell in jedem Fall unzulässig, gemeinnützigen Einrichtungen einen gewissen (siehe zu den Einschränkungen sogleich) Vorrang vor gewinnorientierten Unternehmen einzuräumen. Dieser Vorrang kann durch Verfolgung eines bestimmten und konkret bezeichneten öffentlichen Interesses (wie in den genannten Judikaten die Sicherstellung einer unentgeltlichen Arbeitsvermittlung oder die zurückhaltende Inanspruchnahme finanzieller Mittel der öffentlichen Hand) nach den verfassungsrechtlichen Maßstäben rechtfertigbar sein. Zudem ist nicht allein das Vorliegen geeigneter öffentlicher Interessen für die Begründung der Verfassungskonformität entscheidend, sondern ist ein solcher Vorrang gemeinnütziger Einrichtungen nur insoweit rechtfertigbar, als dadurch die flächendeckende Versorgung mit den entsprechenden Leistungen ausreichend und vollständig sichergestellt wird. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Insofern wäre im Falle einer Übergangsbestimmung (wie in §33) vorzusehen gewesen, dass die Betriebsbewilligung nur im Fall eines mangelnden Bedarfs erlischt und hierfür ein entsprechend rechtsstaatliches Verfahren eingehalten wird. Dieser mangelnde Bedarf wäre als Ergebnis einer individuell-konkreten Bedarfsprüfung festzustellen, sofern das konkrete Leistungsangebot bereits von gemeinnützigen am Markt befindlichen Anbietern übernommen werden könnte. Aufgrund des Fehlens solcher Regelungen sind die angefochtenen Bestimmungen mit Verfassungswidrigkeit behaftet. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.2 Öffentliches Interesse ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wird eine ursprünglich befugte Erwerbsausübung vom Gesetzgeber für die Zukunft verhindert, so werden dadurch schwerwiegende persönliche oder berufliche Dispositionen enttäuscht, die der ursprünglich Berechtigte und grundrechtlich Geschützte im Vertrauen auf diesen Schutz traf. Ein nachträglicher gesetzlicher Eingriff unter diesen Umständen ist nur dann zulässig, wenn dies zur Durchsetzung schwerwiegender öffentlicher Interessen 'schlechthin unerlässlich ist' (VfSlg 13.177/1992). Fallbezogen werden aber nicht einmal schwerwiegende öffentliche Interessen verfolgt: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eigentlich ist nur als (sachfremdes) Interesse des Landesgesetzgebers erkennbar, dass die Marktorganisation für Pflegeleistungen nur mehr gemeinnützig tätige Anbieter umfassen soll und auch allein mit diesen Kostenvereinbarungen abgeschlossen werden sollen. Dies kann aber schon daher nicht im öffentlichen Interesse liegen, weil die flächendeckende Versorgung mit den entsprechenden Leistungen nicht ausreichend und vollständig sichergestellt ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zwar ist den einschlägigen Materialien zu entnehmen: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Der Begriff der Gemeinnützigkeit gemäß Z6 ist nicht nur im Sinne der §§34 ff BAO zu verstehen, sondern auch dahingehend, dass die vom Land Burgenland für die Pflege und Betreuung eingesetzten Finanzmittel in Form hochqualitativer Pflege und Betreuung, Personen mit vorwiegend Pflege- oder Betreuungsbedarf sowie Menschen mit Behinderungen zur Gänze zugutekommen müssen und nicht als Gewinn erwirtschaftet und ausgeschüttet oder für sonstige andere Zwecke verwendet werden dürfen. Ein Einnahmenüberschuss soll zur Verbesserung des Angebotes, insbesondere der Personalaufstockung, Anschaffung neuer Betten, Installierung einer Klimaanlage, derselben Einrichtung dienen. Es ist jedoch möglich einen Einnahmenüberschuss zum finanziellen Ausgleich zwischen gleichartigen Sozialeinrichtungen derselben Betreiberin oder desselben Betreibers zu verwenden, wenn eine Sozialeinrichtung nicht kostendeckend geführt werden kann. Ein Ausgleich zwischen unterschiedlichen Arten von Sozialeinrichtungen ist jedoch nicht zulässig ' (vgl auch ErläutRV 1781 22-1311, Seite 21). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Landesgesetzgeber möchte damit offenbar aber einen Vorrang der Gemeinnützigkeit etablieren (vgl dazu auch StenProt Bgld Landtag, XXII. GP, 45. Sitzung vom 2.3.2023, S. 6328). Dafür wird faktisch verboten, dass Kapitalabflüsse in Richtung des Unternehmensträgers gehen dürfen. Dies hat aber unmittelbar nichts mit der Sicherstellung hochqualitativer Pflege und Betreuung von Menschen zu tun: Schließlich ist es allein der Verdienst des Unternehmensträgers, wenn bei gleicher Leistungsqualität sowohl Kostenoptimierungen bzw eine effizientere Leistungserbringung kausal dafür sind, dass ein Einnahmenüberschuss auftritt. Nun sollen genau diese Anreize enttäuscht werden, in den beruflichen Dispositionen möglichst effizient die hochqualitativen Pflege- und Betreuungsleistungen zu erbringen, damit Einnahmenüberschüsse erzielt werden können. Da im Pflegebereich längere Beobachtungszeiträume entscheidend sind (ausweislich des burgenländischen 'Zukunftsplan Pflege', der die Jahre 2018-2030 betrifft), erfordern Pflege- und Betreuungseinrichtungsprojekte einen längerfristigen (regelmäßig zwischen rund 10 bis 15 Jahren liegenden) Planungshorizont, weshalb sich der Eingriff in die Interessen der Antragsteller und anderer Betreiber als besonders schwer erweist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zudem liegt fallbezogen auch kein öffentliches Interesse in dem in den Punkten 3.1.1 ff beschriebenen Sinn vor: Wenn es schon um die Sicherstellung hochqualitativer Pflege und Betreuung gehen würde, so wäre der Gesetzgeber dennoch gehalten gewesen, weiterhin die flächendeckende Versorgung mit den entsprechenden Leistungen ausreichend und vollständig sicherzustellen. Dies ist faktisch nicht der Fall, zumal der Landesgesetzgeber auf die Implementierung einer individuell konkreten Bedarfsprüfung verzichtet hat. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.3 Geeignetheit der bekämpften Gesetzesstellen ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Unter der Annahme, dass der burgenländische Landesgesetzgeber bei der Schaffung von §6 Abs1 Z5 iVm §33 Abs2 zweiter Halbsatz Bgld SEG 2023 ausschließlich von den unter Punkt 3.1.2 beschriebenen öffentlichen Interessen geleitet wurde, gilt es zur Geeignetheit der bekämpften Gesetzesstellen Folgendes festzuhalten: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das angewendete Mittel muss zur Verfolgung des angestrebten (im öffentlichen Interesse liegenden) Ziels tauglich sein. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Gemeinnützigkeitsbegriff in §3 Z6 Bgld SEG 2023 ist ex lege im Sinne der §§34 ff BAO zu verstehen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der weite Begriffskern der 'Gemeinnützigkeit' in §35 BAO erlaubt somit unzweifelhaft auch eine Mittelverwendung abseits der unmittelbaren Verbesserung des Angebotes der jeweiligen Altenwohn- und Pflegeheimeinrichtung. Dies ist auch maßgeblich auf den zeitlich undeterminierten Begriff des 'Einnahmeüberschusses' in §3 Z6 Bgld SEG 2023 zurückzuführen, der sogar eine Mittelumschichtung in andere Einrichtungen desselben Rechtsträgers im Burgenland zulässt; damit erweisen sich die Einschränkungen als ungeeignet, weil die Materialien auf eine Mittelverwendung rekurrieren, die 'zur Verbesserung des Angebotes (zB Personalaufstockung, Anschaffung neuer Betten Installierung einer Klimaanlage und dergleichen) derselben Einrichtung' (ErläutRV 1781 22-1311, Seite 21; Hervorhebung hinzugefügt) dienen soll (!). Entgegen dieser Zielsetzung ermöglicht der Landesgesetzgeber zwar ausdrücklich einen Mitteltransfer zu anderen Einrichtungen der gleichen Art desselben Rechtsträgers im Burgenland, wodurch der Landesgesetzgeber eine Verschiebung des Leistungsangebots erst recht ermöglicht, obwohl er eine solche eigentlich ablehnt und nur das Leistungsangebot gegenüber den jeweils betreuten Personen verbessert wissen will (vgl obiges Zitat; arg 'dienen soll'). Durch diese Mitteltransferbeschränkung auf das Burgenland verstößt der Landesgesetzgeber zudem gegen Art4 StGG, der eine Freizügigkeit des Vermögens im Hinblick auf dessen örtliche Bewegung garantiert. Damit zeigt sich schon, dass die vom Landesgesetzgeber implementierten Gemeinnützungkeitsverpflichtungen insgesamt nicht geeignet für die Verfolgung seiner Ziele sind. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Weiters bewirkt die Beschränkung auf gemeinnützig geführte Alten- und Pflegewohnheime unweigerlich eine Verknappung des Angebots, was im Widerspruch zu den Zielen und Grundsätzen des §1 Bgld SEG 2023 und auch im Widerspruch zu den in Punkt 3.1.2 genannten öffentlichen Interessen steht. Hierbei gilt es nämlich in Rechnung zu stellen, dass gänzlich ohne zusätzliche Landesmittel eine Betreuung in Altenwohn- und Pflegeheimen für den weitaus größten Teil des betroffenen Personenkreises unfinanzierbar wird. Erschwerend wirkt sich in diesem Zusammenhang auch aus, dass künftig auch beim Abschluss von Kostenvereinbarungen gemäß §27 Bgld SEG 2023 am Gemeinnützigkeitskriterium des §6 Abs1 Z5 Bgld SEG 2023 angeknüpft wird. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammenfassend lässt sich daher festhalten, dass die betreffenden Bestimmungen nicht geeignet sind, die seitens des Gesetzgebers verfolgten öffentlichen Interessen zu erreichen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.4 Erforderlichkeit der Eingriffe gemäß den bekämpften Gesetzesstellen ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sollte der VfGH zu dem Schluss kommen, dass die bekämpften Gesetzesstellen im öffentlichen Interesse liegen und geeignet sind, diese zu erreichen, so sind diese Bestimmungen dennoch keinesfalls erforderlich: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Erforderlichkeit bedingt, dass unter allen geeigneten Mitteln das vom Gesetzgeber gewählte Mittel das 'mildeste' ('gelindeste') zu sein hat, dh jenes, das die Grundrechtsposition so wenig wie möglich einschränkt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dies ist für den vorliegenden Fall zu verneinen. Ein Vorrang der Gemeinnützigkeit kann nur so lange als verfassungskonform erachtet werden, als die gemeinnützigen Einrichtungen den Bedarf 'vollständig und ausreichend zu decken vermögen' (VfSlg 12.383/1990). Durch die völlig uneingeschränkte Voraussetzung der Gemeinnützigkeit für Altenwohn- und Pflegeeinrichtungen in §6 Abs1 Z5 Bgld SEG 2023 bei Inanspruchnahme von Landesmitteln erscheint dies jedoch in keiner Weise gewährleistet. Etwaigen Einwänden, dass der Bedarf für solche Einrichtungen im Burgenland unter Verweis auf den in §4 Bgld SEG 2023 vorgesehenen Bedarfs- und Entwicklungsplan durch gemeinnützige Einrichtungen ohnedies gedeckt wäre, sei Folgendes entgegnet: Bei dem Bedarfs- und Entwicklungsplan gemäß §4 Bgld SEG 2023 handelt es sich um eine Einschätzung über einen bestimmten Zeitraum. Eine solche Planung muss sich notwendigerweise auf eine pauschale Prognose stützen, die eine genaue empirische Prüfung im konkreten Einzelfall kaum zu ersetzen vermag. Vor allem aber ist zu bedenken, dass der jeweils konkrete Bedarf von sich laufend ändernden demographischen Entwicklungen abhängig ist. Durch das Erfordernis eines Bedarfs- und Entwicklungsplanes gemäß §4 Bgld SEG 2023 wird keineswegs gewährleistet, dass allfälligen neueren und vom Plan abweichenden Entwicklungen hinreichend Rechnung getragen wird. Vielmehr vermag nur eine individuell-konkrete Bedarfsprüfung im jeweiligen Einzelfall die Berücksichtigung der jeweils aktuellen Verhältnisse sicherzustellen und damit eine verlässliche Grundlage für die Beurteilung zu bieten, ob die vorhandenen gemeinnützigen Einrichtungen den Bedarf tatsächlich vollständig und ausreichend zu decken vermögen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Obwohl eine Bedarfsprüfung nach der Rechtsprechung des VfGH selbst als objektive Erwerbsantrittsbeschränkung einen schweren Eingriff in die Erwerbsfreiheit darstellt und nur gerechtfertigt ist, wenn dafür besonders wichtige Interessen sprechen und wenn keine Alternativen bestehen, um den erstrebten Zweck in einer gleich wirksamen aber die Grundrechte weniger einschränkenden Weise zu erreichen, ist eine individuelle und konkrete Bedarfsprüfung im Sinne einer Verhältnismäßigkeitsprüfung jedenfalls als 'gelinderes Mittel' gegenüber einem ausnahmslosen Ausschluss gewinnorientierter Anbieter zu qualifizieren, um einen Vorrang der Gemeinnützigkeit grundrechtlich zu rechtfertigen. Aus diesem Grund ist das Erfordernis der Gemeinnützigkeit in §6 Abs1 Z5 Bgld SEG 2023 bereits allein wegen des Fehlens einer Bedarfsprüfung verfassungswidrig. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Genauso ließe sich die Sicherstellung der Verbesserung des Leistungsangebots von Betreibern von Sozialeinrichtungen auch durch die entsprechende Anreizsetzung bzw anteilige Mittelverwendungsverpflichtungen im Rahmen von Kostenvereinbarungen erreichen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1.5 Adäquanz ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ein Eingriff in ein verfassungsgesetzlich gewährleistetes Grundrecht ist dann adäquat, wenn der Eingriff bei einer Gesamtabwägung zwischen seiner Schwere und den Gründen, die ihn rechtfertigen, verhältnismäßig ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie bereits unter Punkt 3.1.1 ff dargelegt, billigt der VfGH den Vorrang der Gemeinnützigkeit nur unter der Prämisse, dass hierfür (i) ein öffentliches Interesse besteht und (ii) die gemeinnützigen Einrichtungen die flächendeckende Versorgung mit den entsprechenden Leistungen ausreichend und vollständig gewährleisten können. Genau dies trifft im Falle der angefochtenen Gesetzesstellen aber nicht zu: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Einerseits stand dem Landesgesetzgeber – wie bereits dargelegt – mit der individuell-konkreten Bedarfsprüfung ein gelinderes Mittel zur Verfügung, welches er ungenutzt ließ. Daran ändert auch die in §33 Abs2 zweiter Halbsatz Bgld SEG 2023 statuierte Übergangsfrist nichts. Der von ihm gewählte Mechanismus in §6 Abs1 Z5 iVm §33 Abs2 zweiter Halbsatz Bgld SEG 2023 vermag jedoch nicht nur keine ausreichende und vollständige Versorgung mit entsprechenden Leistungen zu gewährleisten, sondern wird andererseits sogar – konträr zum öffentlichen Interesse – zu einer Verknappung des Angebotes am Markt führen. Dabei geht das Land Burgenland in seinem für die Jahre 2018-2030 publizierten 'Zukunftsplan Pflege' selbst sogar von einem steigenden Bedarf an Plätzen in Altenwohn- und Pflegeheimen aus (vgl https://www.burgenland.at/fileadmin/user_upload/Bilder/Aktuelle_Meldungen/2019/Maerz/Zukunftsplan_Pflege_21_Massna-men_fuer_die_ Pflege_der_Zukunft.pdf). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der schwere Eingriff in die verfassungsgesetzlich gewährleistete Freiheit der Erwerbstätigkeit durch das Gemeinnützigkeitskriterium des §6 Abs1 Z5 iVm §33 Abs2 zweiter Halbsatz Bgld SEG 2023 und der damit etablierte Vorrang der Gemeinnützigkeit wird von keinen gewichtigen rechtfertigenden Gründen getragen. Die angefochtenen Gesetzesstellen bilden somit eine verfassungswidrige Verletzung der Freiheit der Erwerbstätigkeit der Antragsteller und sind daher aufzuheben. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2 Verletzung der Eigentumsfreiheit gemäß Art5 StGG und Art1.1 ZP-EMRK ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der verfassungsgesetzliche Eigentumsschutz gemäß Art5 StGG und Art1.1 ZP-EMRK schützt neben dem Eigentum an körperlichen Sachen auch die Privatautonomie schlechthin. Somit greift auch ein Gesetz, das konkrete vermögenswerte Interessen beschränkt, in die verfassungsrechtliche Eigentumsgarantie der betroffenen Personen ein (Mayer/Muzak, B-VG5 [2015], Art5 StGG Rz II.2 mwN). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die betreffenden Bestimmungen des Bgld SEG 2023 erfordern einerseits die Erfüllung des Gemeinnützigkeitskriteriums im Sinne des §6 Abs1 Z5 und machen dies andererseits zur Bedingung für den Abschluss von Kostenvereinbarungen gemäß §27. Mit anderen Worten beschränken jene Bestimmungen somit das vermögenswerte Interesse der Antragsteller, ihre bisher rechtmäßig betriebenen Alten- und Pflegewohnheime weiterhin zu betreiben sowie deren Möglichkeit, im Rahmen der verfassungsrechtlich geschützten Privatautonomie Kostenvereinbarungen abzuschließen. Sie greifen daher in die verfassungsgesetzliche Eigentumsfreiheit der Antragsteller ein. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gesetzliche Beschränkungen der Eigentumsfreiheit sind nur dann zulässig, wenn sie durch das öffentliche Interesse geboten und nicht unverhältnismäßig sind (zB VfGH 16.3.2012, G97/11). Betreffend die Verhältnismäßigkeit ist an dieser Stelle mutatis mutandis auf die Ausführungen zur Verletzung der Freiheit der Erwerbsausübung unter Punkt 3.1 zu verweisen: Zusammenfassend liegen keine gewichtigen rechtfertigenden Gründe für den Eingriff in das Eigentumsrecht vor. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Landesgesetzgeber hat mit dem Bgld SEG 2023 bewusst in die Rechtssphäre der Antragsteller eingegriffen, wie die Ausführungen des (der den LH stellenden SPÖ angehörenden) Abgeordneten Mag. Dr. Roland Fürst zeigen (vgl StenProt Bgld Landtag, XXII. GP, 45. Sitzung vom 2.3.2023, S. 6328; […]): ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Wir wissen, dass die Dienstleistung Pflege ein ganz ein wesentlicher Punkt ist für profitorientierte Unternehmen. Es werden Aktienfonds damit bespielt und vieles mehr. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die letzte profitorientierte Firma, die in den Bereich Pflege in Österreich ziemlich viel investiert hat, viel Geld verdient hat aufgrund der öffentlichen Leistungen, hat jetzt zusperren müssen - in Salzburg im Übrigen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ist übrigens auch die Firma, die uns geklagt haben, zu dem komme ich auch noch, weil wir, das ist der nächste Punkt, auf Gemeinnützigkeit umstellen werden. Das ist für mich ein untrügliches Zeichen, dass wir insgesamt, sehr richtig fahren. Warum? Wir wollen nicht Konkurrenz unter den verschiedenen Trägern haben, den Leistungserbringern, weil es ist nicht einzusehen, warum in eine Gemeinde vier Organisationen hineinfahren sollen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Was ist da der Grund? Das muss mir einmal wer irgendwie schlüssig erklären können! Weil, wenn das alles die Privaten zahlen würden, wenn das ein freier Markt wäre, gibt ein so ein Modell, das heißt Case Management, dann habe ich ja kein Problem damit.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Den Antragstellern soll damit evident ein gravierendes (Sonder-) Opfer zugunsten der Allgemeinheit abverlangt werden, da sie durch die angefochtenen Regelungen ungleich stärker belastet werden als gemeinnützige Mitbewerber, da sie durch die angefochtenen Regelungen hinsichtlich (Kosten-)Effizienz ungleich stärker belastet werden als gemeinnützige Mitbewerber. Im Gegensatz dazu werden auch keine Entschädigungen gewährt, obwohl die Unternehmensgruppe der Antragsteller (wie auch dem Landesgesetzgeber bekannt ist – siehe oben) erheblich in den Bereich der Pflege in Österreich investiert hat. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die betreffenden Normen verletzen somit auch den verfassungsgesetzlich garantierten Eigentumsschutz gemäß Art5 StGG und Art1.1 ZP-EMRK. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.3 Verletzung des verfassungsgesetzlichen Rechts auf Gleichheit vor dem Gesetz gemäß Art2 StGG und Art7 B-VG ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der verfassungsgesetzliche Gleichheitssatz gemäß Art2 StGG und Art7 B-VG verbietet dem Gesetzgeber einerseits, Gleiches unsachlicherweise ungleich zu behandeln und andererseits, Ungleiches unsachlicherweise gleich zu behandeln. Grundrechtsträger können dabei auch juristische Personen sein, sofern der Schutz vor Grundrechtsverletzungen solche Merkmale betrifft, die auch für juristische Personen in Betracht kommen können (VfSlg 13.208/1992). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dieses Gleichheitsgebot würde unter Umständen beim unter 3.1 erörterten Vorranges der Gemeinnützigkeit verletzt werden. Grundsätzlich ist es zwar in diesem Zusammenhang verfassungsrechtlich unbedenklich, dass staatliche Unterstützungsleistungen vor allem für die Unterbringung in Einrichtungen von gemeinnützigen Rechtsträgern gewährt werden. Soweit der Bedarf allerdings durch gemeinnützige Rechtsträger – wie im vorliegenden Fall – nicht gedeckt werden kann, gebietet es jedoch der Gleichheitssatz, dass auch die Unterbringung in gewinnorientierten Einrichtungen aus staatlichen Mitteln finanziell unterstützt wird. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Denn diesfalls üben die gewinnorientierten Einrichtungen die Funktion einer Füllung von Systemlücken aus (VfSlg 15.787/2000), was nach der Judikatur des VfGH in einem System staatlicher Finanzierung auf Grund des Gleichheitssatzes auch entsprechend zu berücksichtigen ist. Schon mangels ausreichender Berücksichtigung dieses Aspekts erweisen sich die angefochtenen Regelungen als verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Außerdem ist unter dem Blickwinkel des dem Gleichheitssatz immanenten Sachlichkeitsgebotes festzuhalten, dass im vorliegenden Fall bisher zwei gleichwertige Formen der Sachleistungserbringung Bestand hatten, und zwar einerseits durch gemeinnützige und andererseits durch gewinnorientierte Alten- und Pflegewohnheime. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das uneingeschränkte Erfordernis der Gemeinnützigkeit im Sinne des §6 Abs1 Z5 Bgld SEG 2023 bei Inanspruchnahme von Landesmitteln schränkt die Wahlmöglichkeiten der betroffenen Personen somit drastisch ein. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dies ist insoweit von Bedeutung, als dass der VfGH im Sozialversicherungsrecht die Möglichkeit der Inanspruchnahme von Wahlärzten mit zumindest grundsätzlicher sozialversicherungsrechtlicher Kostenerstattung als Alternative zu Kassenvertragsärzten als verfassungsrechtlich geboten erachtet. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dürfe doch ohne Vorliegen besonderer Gründe angesichts des hohen Stellenwertes, welcher der Gesundheit zukommt, nicht die Folge eines solchen vom Gesetzgeber errichteten Systems sein, den Zugang zur anderweitigen ärztlichen Versorgung auch dann zu erschweren oder gar unmöglich zu machen, wenn dies für den Versicherungsträger keinen höheren Kostenaufwand verursachte als er bei der Inanspruchnahme eines Vertragsarztes entstünde. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der VfGH führte hierzu neben der flächendeckenden Versorgung auch die Besonderheit des Vertrauensverhältnisses zwischen Arzt und Patient ins Treffen (VfSlg 15.787/2000). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Davon ausgehend ist es auch im vorliegenden Fall nicht verfassungskonform, dass nach Ablauf der Übergangsfrist zum System der Versorgung durch gemeinnützige Einrichtungen überhaupt keine Alternativen bei Inanspruchnahme von Landesmitteln geboten werden. Bedenkt man, dass es bei Altenwohn- und Pflegeheimen vielfach darum geht, dass Menschen nicht nur vorübergehend, sondern dauerhaft versorgt und betreut werden, sind gerade unter diesen Umständen die persönliche Präferenz und die Besonderheit des Vertrauensverhältnisses von ähnlich zentraler Bedeutung, die nach Meinung des VfGH die (erstattungspflichtige) Möglichkeit von ausreichenden Alternativen verfassungsrechtlich geboten erscheinen lässt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schließlich ist auch zu monieren, dass die angefochtenen gesetzlichen Regelungen (ausweislich der Ausführungen eines Vertreters der SPÖ im Landtag, vgl StenProt Bgld Landtag, XXII. GP, 45. Sitzung vom 2.3.2023, S. 6328) geradezu darauf abzielen, die individuellen, bescheidmäßig vorgesehenen Rechtspositionen der Antragsteller zu vernichten, wenn er Betriebsbewilligungen grundsätzlich fortbestehen lässt und speziell für die Antragsteller deren Erlöschen ausdrücklich ex lege vorsieht. Allein schon der gegenüber dem Bgld SEG aF unveränderte Tag für das Erlöschen der Bewilligungen trotz eines anhängigen Normprüfungsverfahrens zeugt davon, dass die gesetzlichen Regelungen im Bgld SEG 2023 weder auf Härtefälle Rücksicht nehmen sollen, noch auf sachlicher Grundlage basieren. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammengefasst verletzen die betreffenden gesetzlichen Normen somit auch den verfassungsgesetzlich gewährleisteten Gleichheitssatz gemäß Art2 StGG und Art7 B-VG ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.4 Verletzung des verfassungsgesetzlichen Rechts auf Vertrauensschutz gemäß Art2 StGG und Art7 B-VG ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus dem verfassungsgesetzlichen Gleichheitssatz gemäß Art2 StGG und Art7 B-VG wird zudem auch ein Vertrauensschutz abgeleitet. Grundrechtsträger können dabei auch juristische Personen sein, sofern der Schutz vor Grundrechtsverletzungen solche Merkmale betrifft, die auch für juristische Personen in Betracht kommen können (VfSlg 13.208/1992). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Grundsätzlich müssen die Rechtsunterworfenen mit einer Veränderung der Rechtslage für die Zukunft und damit auch einer ungünstigeren Gestaltung dieser Rechtslage rechnen. Allerdings ist bei Veränderung der Rechtslage bis zu einem gewissen Grad auch dem Vertrauen der Rechtsunterworfenen auf den Bestand einer bestimmten Rechtslage zu entsprechen (VfSlg 19.634/2012 mwN). Beispielhaft seien hierfür schwerwiegende Änderungen der Rechtslage ohne ausreichende Möglichkeiten für die Rechtsunterworfenen, sich auf die neue Rechtslage einzustellen, genannt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Durch die Statuierung des Erfordernisses des gemeinnützigen Betriebs für die Inanspruchnahme von Landesmitteln nach Ablauf der Übergangsfrist werden die massiven Investitionen, welche die Antragsteller im Vertrauen auf den Fortbestand der Möglichkeit des gewinnorientierten Betriebs ihrer Einrichtungen in den letzten Jahren getätigt haben, frustriert. Dies führt zur Verfassungswidrigkeit der diesem Erfordernis zugrunde liegenden Regelungen des §6 Abs1 Z5, §27 sowie §33 Abs2 zweiter Halbsatz Bgld SEG 2023wegen Verstoßes gegen den verfassungsgesetzlich gewährleisten Vertrauensschutz im Sinne des Art7 B-VG und Art2 StGG. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.5 Verletzung des Determinierungsgebots in Art18 iVm Art7 B-VG ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die angefochtenen Regelungen erweisen sich auch deshalb als verfassungswidrig, weil die Wortfolge 'bei Zufluss von Landesmitteln' (insb iZm von §6 Abs1 Z5 iVm §33 Abs2 zweiter Halbsatz Bgld SEG 2023) nicht hinreichend determiniert ist: Der Landesgesetzgeber stellt auf den Zufluss von 'Landesmitteln aufgrund einer Kostenvereinbarung gemäß §27' ab, obwohl in §27 Bgld SEG 2023 der Inhalt der Kostenvereinbarung nicht ausreichend determiniert wird: So ist ua nicht konkretisiert, ob Rückzahlungen von zuviel gezahlten Geldern an das Land Burgenland oder gar unverhoffte sonstige Zuwendungen vom Land Burgenland einen Zufluss von Landesmitteln darstellen, die zum Erlöschen der Betriebsbewilligung führen. Mangels der gesetzlich erforderlichen Determinierung des Inhalts der Kostenvereinbarung kommt es einem einseitigen Gestaltungsrecht der Landesregierung gleich, Inhalte der Kostenvereinbarung so auszugestalten, wodurch die Klassifikation als 'Landesmittel' iSd §6 Abs1 Z5 Bgld SEG 2023 schrankenlos erweiterbar wird. Gleichermaßen ist unklar, welchem Empfänger zufließende Landesmittel zuzurechnen sind Es handelt sich dabei also um eine verfassungswidrige formalgesetzliche Delegation, dass die Landesregierung supplierend für den Gesetzgeber tätig werden soll. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das staatliche Handeln ist damit für die Antragsteller überhaupt nicht vorhersehbar, und sie können ihr Verhalten nicht entsprechend darauf einstellen, genauso wenig finden aufrechte Kostenvereinbarungen Berücksichtigung in diesem Regelungssystem. Vielmehr drängt sich die Vermutung auf, dass die Antragsteller durch diese gravierende Unbestimmtheit nur in Richtung einer gemeinnützigen Betriebsführung getrieben werden sollen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Verfassungswidrigkeit wegen des Verstoßes gegen Art18 B-VG liegt damit vor. Im konkreten Fall sind die angefochtenen Regelungen inhaltlich weitgehend so unbestimmt, dass sie aus diesem Grund auch als gleichheitswidrig zu betrachten sind (VfSlg 13492/1993).\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Die Burgenländische Landesregierung hat in dem zu G252/2023 protokollierten Verfahren eine Äußerung erstattet, in der den im Antrag erhobenen Bedenken wie folgt entgegengetreten wird:",
            "annotations": []
        },
        {
            "text": "\"C) Zum nicht vorliegenden Eingriff in die Erwerbsfreiheit nach Art6 StGG ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eingangs ist festzuhalten, dass ein Eingriff in die verfassungsgesetzlich gewährleistete Freiheit der Erwerbsbetätigung gar nicht vorliegt: Die Regelungen des Bgld SEG 2023 gelten für sämtliche Adressaten in gleicher Weise: Es hat sich durch §6, §27 und §33 Bgld SEG 2023 lediglich eine Einschränkung dahingehend ergeben, dass nunmehr bei Inanspruchnahme von Landesmitteln eine gewinnorientierte Betriebsführung nicht mehr möglich ist. Es bleibt aber den Betreiber:innen die Möglichkeit einer (Aufrechterhaltung der) gewinnorientierten Ausrichtung bei Verzicht auf Landesmittel. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Folgenden wird für den Fall, dass der Verfassungsgerichtshof wider Erwarten von einem Eingriff in die Erwerbsfreiheit ausgeht, dargelegt, warum der Eingriff durch den burgenländischen Landesgesetzgeber in die Erwerbsfreiheit nach Art6 StGG gerechtfertigt ist und keine Verletzung des erwähnten Grundrechts vorliegt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Zum Vorliegen besonders schwerwiegender öffentlicher Interessen ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sollte man davon ausgehen, dass die angefochtenen Bestimmungen des §6 Abs1 Z5, §27 Abs1 und §33 Abs2 Bgld SEG 2023 in die verfassungsgesetzlich gewährleistete Freiheit der Erwerbstätigkeit eingreifen, ist festzuhalten, dass die Erwerbsfreiheit mit einem formellen Gesetzesvorbehalt ausgestaltet ist und Einschränkungen dann zulässig sind, wenn sie durch das öffentliche Interesse geboten, zur Zielerreichung geeignet, erforderlich und adäquat sind.6 [FN 6: VfSlg 11.558.]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Grundsätzlich ist dem Gesetzgeber innerhalb der Schranken der Verfassung ein weiter Gestaltungsspielraum in rechtspolitischer Hinsicht eingeräumt; in diesem Zusammenhang ist nicht entscheidend, ob die Verfolgung eines bestimmten Interesses aus wirtschafts- oder sozialpolitischen Gründen zweckmäßig erscheint, sondern wird der Fokus der Prüfung vom Verfassungsgerichtshof daraufgelegt, ob der Gesetzgeber Ziele verfolgt, die keinesfalls im öffentlichen Interesse liegen.7 [FN 7: VfSlg 9911; 11.483.]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Als rechtfertigbares öffentliches Interesse ist einerseits die zurückhaltende Inanspruchnahme öffentlicher finanzieller Mittel und somit ein sparsamer, wirtschaftlicher und zweckmäßiger Umgang mit Landesmitteln sowie andererseits die Gewährleistung von hochqualitativer Versorgung der Bevölkerung im Bereich der Pflege ins Treffen zu führen. Insbesondere auch die medial immer wieder ins Zentrum der Berichterstattung rückenden Skandale in gewinnorientiert geführten Pflegeheimen zeigen die Wichtigkeit des mit dem angefochtenen Gesetz verfolgten öffentlichen Interesses: Gerade im Sinne der Bevölkerung soll eine qualitativ hochwertige Leistung im Alten- und Pflegebereich insgesamt dadurch gewährleistet werden, dass nicht aufgrund der Profitorientiertheit Kürzungen zu Lasten der Pflegebedürftigen erfolgen. Zwar ist die von den Antragstellerinnen angeführte Erwirtschaftung von Gewinn durch Effizienzsteigerungen bzw Kostenoptimierungen grundsätzlich als unternehmerisch erfolgreiche Betriebsführung positiv zu betrachten; dies soll aber gerade nicht Leitmaxime von hier gegenständlichen Pflegeeinrichtungen sein, die existenzielle Bedürfnisse bedienen. Dementsprechend ist es auch nicht verwunderlich, dass der Verfassungsgerichtshof die Interessen an ",
            "annotations": []
        },
        {
            "text": "einer 'bestmöglichen medizinischen Versorgung der Gesamtbevölkerung sowie an einem optimalen Einsatz öffentlicher Mittel in der gesetzlichen Krankenversicherung (...) als Ziele von derart hoher Bedeutung [einstuft], daß das vom Gesetzgeber zu deren Verwirklichung eingesetzte Mittel einer Bedarfsprüfung keinesfalls als unverhältnismäßig angesehen werden kann'.8 [FN 8: VfSlg 15.456.]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die aus dieser Judikatur abzuleitenden Erwägungen sind wegen der unzweifelhaft vorliegenden Ähnlichkeit der Versorgung der Bevölkerung mit medizinischen und pflegerischen Leistungen jedenfalls übertragbar, zumal die Erbringung von Pflegeleistungen aufgrund deren existenzieller Natur einen hinreichend ähnlich hohen Stellenwert wie die medizinische Versorgung hat. Da der Verfassungsgerichtshof in der genannten Entscheidung aufgrund des Gewichts der dargestellten öffentlichen Interessen einen Eingriff im Sinne einer Bedarfsprüfung als gerechtfertigt angesehen hat, darf dies auch für die vom Burgenländischen Gesetzgeber statuierte Voraussetzung der Gemeinnützigkeit bei Inanspruchnahme von Landesmitteln angenommen werden: Schlussendlich ist durch die Vorsehung der gemeinnützigen Betriebsführung sichergestellt, dass die Betreiber:innen bei Gewährung von Landesmitteln ihre Einnahmenüberschüsse in dieselben Einrichtungen investieren und damit die Erbringung von hochqualitativer Pflege gewährleisten (und daher der Eingriff geeignet9 [FN 9: Siehe dazu noch unter 2.]). Dieselben Ausführungen gelten auch bezüglich des Abschlusses von Tagsatzvereinbarungen nach §27 Abs1 Bgld SEG 2023, weil auch hier Landesmittel zur Verwendung gelangen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Eingriff durch §6 Abs1 Z5, §27 Abs1 und §33 Abs2 Bgld SEG 2023 in die Erwerbsfreiheit wird daher durch öffentliche Interessen mit besonders hohem Stellenwert gerechtfertigt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Zur Geeignetheit des gewählten Mittels ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Entgegen der Ansicht der Antragstellerinnen vertritt die Burgenländische Landesregierung die Auffassung, dass das Land Burgenland mit den angefochtenen Normen besonders gewichtige öffentliche Interessen verfolgt und der Eingriff in die Erwerbsfreiheit auch geeignet ist, diese zu verwirklichen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie von den Antragstellerinnen korrekterweise ausgeführt, zielt das Land Burgenland darauf ab, gemeinnützigen Einrichtungen einen Vorrang einzuräumen. Qualitäts- soll anstelle von Gewinnorientierung etabliert werden. Mit der Vorsehung der gemeinnützigen Betriebsführung als Voraussetzung für die Erlangung einer Betriebsbewilligung bei Inanspruchnahme von Landesmitteln nach §6 Abs1 Z5 und §33 Abs2 Bgld SEG 2023 sowie als Voraussetzung für den Abschluss von Tagsatzvereinbarungen nach §27 Abs1 Bgld SEG 2023 wird abgesichert, dass Gewinne nicht für sachfremde Zwecke verwendet werden. Schlussendlich ist im Bgld SEG 2023 vorgesehen, dass Einnahmenüberschüsse in dieselbe Einrichtung bzw gleichartige Einrichtungen desselben Rechtsträgers investiert werden müssen (§3 Abs1 Z6 Bgld SEG 2023). Der Eingriff ist daher geeignet, die damit verfolgten öffentlichen Interessen nach Pkt. 1. zu erreichen bzw ist die Eignung daher keinesfalls von vorneherein ausgeschlossen.10 [FN 10: VfSlg 13.725.]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Entgegen der Ansicht der Antragsstellerinnen kann die flächendeckende Versorgung durch gemeinnützige Einrichtungen ausreichend und vollständig sichergestellt werden. Dies wird auch mit dem Ausbau und Bau landeseigener Pflegeheime11 [FN 11: Https://www.burgenland.at/fileadmin/user_upload/Bilder/ Aktuelle_Meldungen/2019/Maerz/Zukunftsplan_Pflege_21_Massnahmen_fuer_ die_Pflege_der_Zukunft.pdf (abgerufen am 24.08.2023), Seite 3 ff.] und mit der in §33 Abs2 Bgld SEG 2023 aufgenommenen Übergangsfrist von vier Jahren (gerechnet ab dem Inkrafttreten des Bgld SEG 2019 am 1.1.2019 nach §28 Bgld SEG [2019]) untermauert. Dadurch verringert sich der Anteil der von den Antragstellerinnen zu betreuenden Pflegeheimplätze; die stets im Antrag vom 13. Juli 2023 angenommene Unterversorgung bei Anwendbarkeit der angefochtenen Normen (Bewilligungen bzw Tagsatzvereinbarungen nur für ausschließlich gemeinnützige Betreiber:innen, sollten diese Landesmittel verwenden) liegt daher nicht vor. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dem Rechtfertigungsvorbehalt des VfGH in Form einer vollständigen und ausreichenden Bedarfsdeckung durch nicht gewinnorientierte Einrichtung wird somit Genüge getan.12 [FN 12: VfSlg 12.383.] Zudem hat der Verfassungsgerichtshof in Erkenntnissen mehrfach betont, dass der Gewährleistung der medizinischen Versorgung der Bevölkerung durch gemeinnützige Einrichtungen vorrangige Bedeutung zukommt.13 [FN 13: VfSlg 13.023; 15.456.] Diese vorrangige Gewährleistung der Versorgung durch gemeinnützige Einrichtungen ist nach Ansicht der Burgenländischen Landesregierung – wie bereits unter 1. dargelegt – analog auch auf den Bereich der Pflege anzuwenden. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Betreffend die Eignung des Eingriffs in die Erwerbsfreiheit der Sozialeinrichtungs- betreiber:innen durch den Burgenländischen Landesgesetzgeber können die Bedenken der Antragstellerinnen nicht geteilt werden: Warum durch die Einschränkung auf gemeinnützige Betreiber:innen das öffentliche Interesse einer sparsamen, wirtschaftlichen und zweckgerichteten Mittelverwendung zur Sicherstellung einer hochqualitativen Pflege nicht erreicht werden kann, bleibt unerfindlich. Ein von den Antragstellerinnen ins Treffen geführter, bloß scheinbarer Widerspruch von Gesetz und Materialien schadet nicht, zumal die ausweislich der Materialien14 [FN 14: ErläutRV 1781 BlgLT (Bgld) 22. GP 21.] leitende Intention in §3 Z6 Bgld SEG 2023 ihren Niederschlag gefunden hat. Bei Inanspruchnahme von öffentlichen Mitteln muss der Betrieb gemeinnützig in dem Sinne geführt werden, als Einnahmenüberschüsse nur in gleichartige Einrichtungen desselben Betreibers bzw derselben Betreiberin (und nicht derselben Einrichtung wie in den Materialien angeführt) verwendet werden dürfen. Warum aber dadurch die Geeignetheit des gewählten Mittels an sich fehlen soll, verschließt sich der Burgenländischen Landesregierung. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Konsequent muss daher auch die Gemeinnützigkeit für den Abschluss von Tagsatzvereinbarungen vorgesehen werden, wobei dies aber ebenso aus den angeführten Gründen eine geeignete Vorkehrung zur Erreichung der unter 1. dargestellten Interessen ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es liegt damit ein geeigneter Eingriff in die Erwerbsfreiheit durch die angefochtenen Bestimmungen vor. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Zur vorliegenden Erforderlichkeit des Eingriffs ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Sinne der Erforderlichkeit wird im Folgenden dargelegt, dass kein anderes Mittel als die Aufnahme der Voraussetzung der Gemeinnützigkeit einerseits bei Inanspruchnahme von Landesmitteln für die Bewilligung des Betriebs einer Sozialeinrichtung, andererseits für den Abschluss von Tagsatzvereinbarungen zur Erreichung der öffentlichen Interessen, die mit den angefochtenen Bestimmungen der §6 Abs1 Z5, §27 Abs1 und §33 Abs2 Bgld SEG 2023 verfolgt werden, denkbar ist und der Regelungsgehalt der angefochtenen Bestimmungen das gelindeste Mittel darstellen: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es gibt tatsächlich keine andere Möglichkeit, die sparsame, wirtschaftliche und zweckmäßige Verwendung von Landesmitteln sowie die Absicherung von qualitativ hochwertiger Pflege zu gewährleisten, als durch die Normierung der Gemeinnützigkeit als Voraussetzung für die Erlangung einer Betriebsbewilligung bzw den Abschluss von Tagsatzvereinbarungen, sollten Landesmittel in Anspruch genommen werden; schlussendlich müssen Anreize für die Gewährung von Landesmitteln vorgesehen werden, weil nicht damit zu rechnen ist bzw die Annahme naiv wäre, dass die Betreiber:innen die Gewinnorientierung aus Eigenem aufgeben. Ferner wurde vom Burgenländischen Gesetzgeber eine ausreichend lange Übergangsfrist vorgesehen, um den Normadressaten die Anpassung an die neuen rechtlichen Vorgaben zu ermöglichen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der von den Antragstellerinnen dargestellte Ausschluss von gewinnorientierten Trägern von Sozialeinrichtungen liegt im Bgld SEG 2023 nicht vor: §6 Abs1 Z5 normiert ausdrücklich das Erfordernis der Gemeinnützigkeit nur für den Fall, dass Landesmittel in Anspruch genommen werden; werden solche nicht beansprucht, sind auch gewinnorientierten Trägern Errichtungs- und Betriebsbewilligungen zu erteilen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Überdies wird in §7 Abs7 Bgld SEG 2023 für das Betriebsbewilligungsverfahren ohnehin eine von den Antragstellerinnen vorgeschlagene Bedarfsprüfung in Bezug auf den nach §4 Bgld SEG 2023 zu erstellenden Bedarfs- und Entwicklungsplans sowie Pflege- und Betreuungsstützpunktplan normiert. Dass ein solcher Plan aufgrund einer Prognose erstellt wird, hilft nicht darüber hinweg, dass – wie der VfGH erst vor Kurzem festgehalten hat15 [FN 15: VfGH G334/2021 ua, V265/2021 (G334-341/2021-29, V265/2021-29) vom 30.06.2022.] - ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'[s]oweit eine krankenanstaltenrechtliche Bedarfsprüfung zulässig ist (siehe vorhin), (...) daher auch eine solche in Planform vorweggenommene abstrakt-generelle Bedarfsprüfung keinen prinzipiellen verfassungsrechtlichen Bedenken [begegnet].'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Da eine (vorweggenommene) Bedarfsprüfung nach §4 Bgld SEG 2023 ohnehin aufgrund des zu berücksichtigenden Bedarfs- und Entwicklungsplans stattfindet, liegt keine Erforderlichkeit einer zusätzlichen – von den Antragstellerinnen als gelinderes Mittel dargestellten – individuell-konkreten Bedarfsprüfung vor. Eine solche wäre vielmehr vor dem Hintergrund des Bedarfs- und Entwicklungsplans sowie Pflege- und Betreuungsstützpunktplan nach §4 Bgld SEG 2023 redundant. An der bereits erwähnten Beurteilung der Erforderlichkeit des Eingriffs ändert sich somit aufgrund der Argumentation der Antragstellerinnen nichts. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Einschränkungen der Erwerbsfreiheit in Form von §6 Abs1 Z5, §27 Abs1 und §33 Abs2 Bgld SEG 2023 sind daher zweifelsfrei zur Erreichung einer zurückhaltenden Inanspruchnahme öffentlicher finanzieller Mittel bzw des sparsamen, wirtschaftlichen und zweckmäßigen Umgangs mit Landesmittel und zur Gewährleistung von hochqualitativer Versorgung der Bevölkerung im Bereich der Pflege geeignet und erforderlich. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Zur Adäquanz des Eingriffs ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Eingriff des Burgenländischen Landesgesetzgeber in die Erwerbsfreiheit wird durch ein gewichtiges öffentliches Interesse getragen, ist geeignet und erforderlich und - wie im Folgenden gezeigt wird - darüber hinaus auch adäquat: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Erlöschen der Betriebsbewilligungen wird nach §33 Abs2 Bgld SEG 2023 erst nach Ablauf einer vierjährigen Übergangsfrist (mit 1. November 2023) wirksam, während der sich die Normadressaten an die neuen Voraussetzungen (Gemeinnützigkeit bei Inanspruchnahme von Landesmitteln) anpassen können bzw die entsprechenden Dispositionen und Entscheidungen treffen können. Der Burgenländische Gesetzgeber hat daher – sollte man von einem schwerwiegenden Eingriff in die Erwerbsfreiheit ausgehen – den dennoch offenstehenden Spielraum des Gesetzgebers nicht verlassen; wiederholt ist darauf hinzuweisen, dass durch den Ausbau und Bau landeseigener Sozialeinrichtungen die Deckung des (wachsenden) Bedarfs sichergestellt wird. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aufgrund des besonders hohen Gewichts der verfolgten öffentlichen Interessen an der wirtschaftlich, sparsamen und zweckmäßigen Verwendung von Landesmitteln sowie der Sicherstellung von hochqualitativer Pflegeleistungen ist entgegen der Ansicht der Antragstellerinnen sehr wohl von einem adäquaten Eingriff durch §6 Abs1 Z5, §27 Abs1 und §33 Abs2 Bgld SEG 2023 iSd Rechtsprechung des Verfassungsgerichtshofs und damit insgesamt nicht von einer Verletzung der Erwerbsfreiheit durch die angefochtenen Bestimmungen des Bgld SEG 2023 auszugehen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "D) Zum nicht vorliegenden Eingriff in die Eigentumsfreiheit Art5 StGG und Art1 1. ZP EMRK ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In Frage zu stellen ist, ob – sollte man einen Außennormcharakter des §27 Bgld SEG 2023 entgegen der Ausführungen unter Pkt. A) annehmen – die angefochtenen Normen des Bgld SEG 2023 überhaupt einen Eingriff in die Eigentumsfreiheit darstellen. Sollte wider Erwarten dennoch ein Eingriff angenommen werden, wird den Ausführungen der Antragstellerinnen Folgendes entgegengehalten: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§27 Abs1 leg cit bestimmt, dass Tagsatzvereinbarungen nur mit Betreiber:innen gemeinnütziger Einrichtungen abgeschlossen werden können. Den Antragstellerinnen ist insofern zuzustimmen, dass der VfGH der Eigentumsfreiheit auch das aus der Privatautonomie erfließende Recht, Verträge abzuschließen, subsumiert.16 [FN 16: VfSlg 14.500, 17.071.] Durch die gegenständlichen Bestimmungen wird jedoch den Antragstellerinnen in keiner Weise die Möglichkeit genommen, Verträge abzuschließen. Im Gegenteil legt sich durch §27 Bgld SEG 2023 das Land Burgenland in selbstbindender Weise die Einschränkung auf, Tagsatzvereinbarungen nur mit gemeinnützigen Betreiber:innen abzuschließen, um die unter C) bereits näher dargelegten öffentlichen Interessen zu verfolgen. Ein Eingriff in die Eigentumsfreiheit liegt daher nicht vor, weil es sich bei der von den Antragstellerinnen dargestellten Konsequenz, dass mit gewinnorientierten Trägern keine Tagsatzvereinbarungen mehr abgeschlossen werden, um eine Reflexwirkung der angefochtenen Bestimmung des §27 Abs1 Bgld SEG 2023 handelt:17 [FN 17: VfSlg 13.973; 17.300, 17.550.] Hier handelt es sich lediglich um eine Kann-Bestimmung ohne Rechtsanspruch auf Abschluss einer solchen Vereinbarung, somit fehlt ein Eingriff in ein subjektives Recht der Antragstellerinnen (siehe auch unter A) und somit ein Eingriff in die von Ihnen behauptete Eigentumsfreiheit; auf die Ausführungen unter C) wird sinngemäß verwiesen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ferner kann in Bezug auf die Bestimmungen der §6 Abs1 Z5 und §33 Abs2 Bgld SEG 2023 festgehalten werden, dass auf den Zufluss von Landesmitteln nachweislich verzichtet werden kann (§6 Abs2) und dann von der Voraussetzung der Gemeinnützigkeit Abstand zu nehmen (§6 Abs1 Z5) ist, sodass die Errichtungs- und Betriebsbewilligung, bei Vorliegen der übrigen Voraussetzungen, durch die Burgenländische Landesregierung bescheidmäßig zu erteilen sind. Das bedeutet, der Betrieb einer Sozialeinrichtung hängt nicht von der Gemeinnützigkeit des Betreibers bzw der Betreiberin ab. Die Gemeinnützigkeit ist nur bei Zufluss von Landesmitteln erforderlich. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch dies spricht gegen eine Verletzung der behaupteten Eigentumsfreiheit, weshalb insgesamt eine Verletzung der Antragstellerinnen in ihren verfassungsgesetzlich gewährleisteten Recht auf Unversehrtheit des Eigentums nicht gegeben ist; auf die Begründung unter B) wird – um Wiederholungen zu vermeiden – sinngemäß verwiesen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "E) Zur nicht vorliegenden Verletzung des Rechts auf Gleichheit vor dem Gesetz nach Art2 StGG und Art7 B-VG ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Sinne des Gleichheitssatzes der österreichischen Bundesverfassung ist Gleiches gleich und Ungleiches ungleich zu behandeln. Mit den Bestimmungen der §6 Abs1 Z5, §27 Abs1 und §33 Abs2 Bgld SEG 2023 wird eine Differenzierung hinsichtlich gewinnorientierter und gemeinnütziger Altenwohn- und Pflegeheime vorgenommen, jedoch auf sachlich gerechtfertigte Art und Weise. Der Bedarf an Pflegeplätzen kann – wie oben unter C) 2. näher ausgeführt – von gemeinnützigen Rechtsträgern gedeckt werden. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine Analogie zum bestehenden Wahlarztsystem im Sozialversicherungsrecht verbietet sich aus nachstehenden Gründen: Wahlarztbehandlungen werden in der Regel bloß zum Teil von den Sozialversicherungsträgern rückvergütet, weil Versorgungslücken bestehen. Solche Versorgungslücken sind, wie bereits mehrfach – siehe die Ausführungen unter Pkt. C) und D) dazu – erwähnt, im Land Burgenland nicht gegeben; zudem gibt es kein annähernd gleichzusetzendes Vertrauensverhältnis zwischen Pflegeheimbetreiber:innen und deren Klient:innen wie zwischen Arzt und Patient. Das charakterisiert sich schon allein dadurch, dass nicht etwa ein:e Pfleger:in stets für ein und denselben Klienten zugeteilt ist und auch der Personalwechsel den Aufbau einer Vertrauensbeziehung wie zu einer Ärztin nicht ermöglicht. Die Analogie ist daher mangels vergleichbarer Sachverhalte nicht anzunehmen und daher darauf aufbauend keine Verletzung des Gleichheitssatzes anzunehmen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Gleichheitssatz gebietet es somit nicht, gewinnorientierte Einrichtungen mit staatlichen Mitteln zu unterstützen und liegt keine unsachliche Differenzierung und somit keine Verletzung des Gleichheitssatzes vor. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "F) Zur nicht gegebenen Verletzung des aus dem Gleichheitssatz abzuleitenden Vertrauensschutzes ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der sich aus dem Gleichheitssatz ableitende Vertrauensschutz ist nicht als verletzt zu betrachten. Die Antragstellerinnen monieren, dass die in den letzten Jahren massiv getätigten Investitionen nunmehr frustriert würden. Die Enttäuschung faktischer Dispositionen, die im Vertrauen auf eine bestimmte Rechtslage vorgenommen wurden, bemisst der Verfassungsgerichtshof am Sachlichkeitsgebot. Der Argumentation der Antragstellerinnen kann insofern nicht gefolgt werden, als der VfGH für intensive Eingriffe Übergangsbestimmungen verlangt.18 [FN 18: VfSlg 13.655; 15.739.] Selbst, wenn der VfGH den Eingriff durch die gegenständlichen Normen als intensiv beurteilen sollte, hat das Land Burgenland insofern einer potentiellen Verletzung des Vertrauensschutzes vorgebeugt, als es eine Übergangsfrist von vier Jahren in §28 Abs3 Z1 Bgld SEG (2019) in Verbindung mit §33 Abs2 Bgld SEG 2023 aufgenommen hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zudem haben die Maßnahmen des Burgenländischen Gesetzgebers die Investitionen der Antragstellerinnen nicht verursacht und setzt der Gleichheitsgrundsatz aufgrund dessen auch keine Grenzen. Darüber hinaus ist der Argumentation der Antragstellerinnen entgegenzuhalten, dass die getätigten Investitionen keinesfalls frustriert sind, da ihre Pflegezentren gewinnorientiert weiterbetrieben werden können, nur eben ohne Zufluss von Landesmitteln. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Erlöschen der Betriebsbewilligung und der Bescheide im Sinne des §33 Abs2 Bgld SEG 2023 steht dem Vertrauensschutz nicht entgegen, da nach Ende der Übergangsfrist bei nachweislichem Verzicht auf den Zufluss von Landesmitteln den *** Pflegeeinrichtungen neue Betriebsbewilligungen zu erteilen sind. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eingriffe in Rechtspositionen, die auf öffentlich-rechtlicher Grundlage beruhen, werden nicht per se als unsachlich qualifiziert. Es handelt sich nicht um einen Eingriff 'in jedweder Art in jedweder Intensität'.19 [FN 19: VfSlg 11.309; 11.665.] Der Verfolgung eines öffentlichen Interesses ist – wie oben näher ausgeführt – großes Gewicht beizumessen. Zudem darf ein als zu intensiv zu qualifizierender Eingriff die Normadressaten nicht 'plötzlich' treffen. Abhilfe wurde dagegen durch die Aufnahme einer angemessen langen Übergangsfrist von vier Jahren gemäß §33 Abs2 Bgld SEG 2023 geschaffen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Verletzung des Gleichheitssatzes durch die angefochtenen Bestimmungen liegt daher nicht vor. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "G) Zur ausreichenden Bestimmtheit der Regelungen ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die angefochtenen Normen, insbesondere auch die Wortfolge 'bei Zufluss von Landesmittel aufgrund einer Kostenvereinbarung gemäß §27', sind entgegen der Ansicht der Antragstellerinnen nicht als unbestimmt anzusehen. Die Antragstellerinnen haben bereits im Verfahren G-89/2022 zur Vorgängerregelung des §15 Bgld SEG (2019) die Unklarheit zu Unrecht gerügt; im nunmehrigen §6 und §33 Bgld SEG 2023 wird jedoch die Verknüpfung mit einer Kostenvereinbarung nach §27 hergestellt, sodass ohne Zweifel für jeden klar ist, auf welche Art von Landesmittel hier Bezug genommen wird. Die Antragstellerinnen meinen jedoch, dass auch der Begriff 'Kostenvereinbarung nach §27' unbestimmt wäre. Den angeführten Beispielen von zu Unrecht erhaltenen Überzahlungen oder sonstigen Zuwendungen des Landes ist entgegenzuhalten, dass diese eindeutig nicht erfasst sind. Ungerechtfertigte Überzahlungen können nicht ernsthaft als fraglich eingestuft werden, denn auf solche hat niemand Anspruch und gibt es eindeutige gesetzliche Regelungen zum Umgang mit derartigen Fällen. Sonstige Zuwendungen schließen schon begrifflich die Subsumtion unter §27 aus, nachdem gerade von Kostenvereinbarungen die Rede ist und jede sonstige Leistung schlicht nicht erfasst sein sollte. Welche Unklarheit bei dieser Norm für die Antragstellerinnen noch aufzulösen ist, verschließt sich der Burgenländischen Landesregierung aus den angeführten Gründen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine formalgesetzliche Delegation setzt voraus, dass man sich der Gestaltungsmöglichkeit zugunsten einer anderen normsetzenden Autorität begibt; dies liegt im gegenständlichen Fall aber nicht vor. Der Verfassungsgerichtshof20 [FN 20: VfSlg 10.296; Adamovich/Funk/Holzinger/Frank, Österreichisches Staatsrecht II4 Rz 27.107, jeweils mwN.] hält in ständiger Rsp fest, dass die gesamte staatliche Verwaltung nur auf Grund der Gesetze gemäß Art18 Abs1 B-VG ausgeübt werden darf:21 [FN 21: VfSlg 10.296.] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Nach Art18 Abs2 B-VG kann jede Verwaltungsbehörde aufgrund der Gesetze innerhalb ihres Wirkungsbereiches Verordnungen erlassen. Art18 Abs2 B-VG verpflichtet den Gesetzgeber, Verordnungsermächtigungen derart zu gestalten, dass die zu erlassenden Durchführungsverordnungen den Gesetzestext nur präzisieren dürfen und dass der Inhalt der Verordnung im Gesetz bereits vorgezeichnet sein muss (vgl insbesondere Mayer, Die Verordnung, S 33 und die dort zitierte Literatur und Rechtsprechung). Art18 Abs2 B-VG fordert sohin, dass der Gesetzgeber inhaltlich bestimmte Regelungen erlässt, und es soll eine formalgesetzliche Delegation ausgeschlossen sein (Mayer, aaO, S 34). Der VfGH hat in seiner langjährigen Rechtsprechung in einer Reihe von Entscheidungen die Frage der ausreichenden Bestimmtheit einer Verordnungsermächtigung als das entscheidende Kriterium angesehen, mag auch die Grenzziehung zwischen einer noch ausreichenden Determination und einer verfassungsrechtlich unzulässigen formalgesetzlichen Delegation im Einzelfall schwierig sein (vgl VfSlg 4139/1962). Worauf es ankommt, hat der VfGH sehr deutlich in seinem Erkenntnis VfSlg 176/1923 ausgesprochen, nämlich die von der Verfassung gezogene Grenze zwischen der Kompetenz der Gesetzgebung und der Verordnung zu wahren. Schon in diesem Erkenntnis und auch in der weiteren Rechtsprechung wurde insbesondere betont, dass nicht nur das \"ob\", sondern auch das \"wie\" der beabsichtigten Verordnung im Gesetz bereits vorgezeichnet sein muss. Da aus dem Gesetz alle wesentlichen Merkmale der beabsichtigten Regelung ersehen werden müssen (VfSlg 2223/1951), darf es nicht angehen, dem Art18 Abs2 B-VG einen Inhalt zu geben, der eine die Gesetzgebung supplierende Tätigkeit der Verwaltungsbehörden zulässt (VfSlg 4300/1962). Von der ausreichenden Determinierung hängt 'in beträchtlichem Maße die Effektuierung des Rechtsstaates ab' (VfSlg 4139/1962).' ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wendet man die vorangeführten Grundsätze für Verordnungsermächtigungen auch – in Bezug auf die regelungsgegenständliche Richtlinienermächtigung – auf den gegenständlichen Fall an, so liegt auf der Hand, dass die vom Verfassungsgerichtshof vorgegebenen Kriterien für eine ausreichende Determinierung erfüllt sind. Die Richtlinien hat die Vorgaben für Kostenvereinbarungen zu treffen, wobei solche insbesondere zur Abgeltung von Personal- und Sachkosten mit gemeinnützigen Betreibern abgeschlossen werden dürfen (§27 Abs2 Bgld SEG 2023). Hier wird klar umrahmt, welchen Zweck und Inhalt die Kostenvereinbarungen haben sollen, also wird nicht nur das 'ob', sondern auch das 'wie' betreffend die Kostenvereinbarungen bereits im Bgld SEG 2023 vorgezeichnet. Dass hier nicht alle Details normiert werden, steht einer ausreichenden Determinierung aber nicht entgegen. Ganz im Gegenteil sind im Stufenbau der österreichischen Rechtsordnungen einer gesetzlichen Regelung nachfolgende Handlungsinstrumente vorgesehen, die eine entsprechende Detaillierung aufweisen sollen: Verordnungen oder Richtlinien bei Leistungen, die aufgrund privatwirtschaftlicher Instrumente (zB Verträge) von Seiten des Landes erbracht werden. Dies wurde durch §27 Abs2 Bgld SEG 2023 angeordnet, was dem angeführten Stufenbau und auch der sprachlichen Effizienz von Regelungen entspricht: Gesetze sollen gerade nicht jeden Einzelfall bereits genau regeln, dies ist anderen Handlungsinstrumenten vorbehalten. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof geht im Übrigen davon aus, dass der nach Art18 B-VG gebotene Determinierungsgrad dem jeweiligen Regelungsgegenstand adäquat sein muss.22 [FN 22: VfSlg 19.700; 20.252.] Konkret wird von der Judikatur gefordert, dass Regelungen soweit bestimmbar sind, dass der Rechtsunterworfene sein Verhalten danach einrichten kann.23 [FN 23: VfSlg 13.460.] Auch die Verwendung unbestimmter Gesetzesbegriffe ist zulässig.24 [FN 24: VfSlg 15.447; 20.089.] Der Adressatenkreis spielt ebenso eine Rolle, weil von den betroffenen Personengruppen bei Regelungen bestimmter Materien ein Sachwissen erwartet werden kann.25 [FN 25: VfSlg 20.011; 20.151; VfGH G-146/2019 vom 25.02.2020.] Unbestimmtheit läge dann vor, wenn sich nach Heranziehung aller Interpretationsmethoden immer noch nicht beurteilen lasse, was rechtens ist. Eine Auslegung der Norm müsste daher nicht nur nach ihrem Wortlaut, sondern auch nach ihrer Entstehungsgeschichte, ihrem Gegenstand und Zweck ausgeschlossen sein.26 [FN 26: VfSlg 10.296; 11.499; 20.128.]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Da sich das Bgld SEG 2023 an Sozialeinrichtungsbetreiber:innen bzw solche, die einen solchen Betrieb ins Auge fassen, richtet, kann von diesen ein gewisses Maß an Sachwissen vorausgesetzt werden. Insofern ist der Begriff 'Landesmittel aufgrund einer Kostenvereinbarungen gemäß §27' schon nach seinem Wortlaut nach nicht unbestimmt. Bezieht man auch den Zweck der angefochtenen Normen, nämlich wie unter C) bereits erwähnt die Sicherstellung hochqualitativer Pflege und der wirtschaftlichen, sparsamen und zweckmäßigen Verwendung von Landesmitteln, mit ein, kann eindeutig und klar das Begriffsverständnis des Wortes 'Landesmittel aufgrund einer Kostenvereinbarung gemäß §27' abgeleitet werden: Es sollen hier nur iZm Pflegeleistungen gewährte Förderungen oder Zuschüsse des Landes Burgenland erfasst werden;27 [FN 27: Siehe auch schon die ErläutAB 2020 BlgLT (Bgld) 21. GP 3 zu §15 Bgld SEG (2019).] keinesfalls kommt man daher unter Beachtung der obig erwähnten Rechtsprechungslinie des Verfassungsgerichtshofes zum von den Antragstellerinnen aufgrund einer (unzureichenden und zu kurz gegriffenen) Wortlautinterpretation gewonnenen Ergebnis, wonach Unklarheiten bestünden. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Norm des §33 Abs2 Bgld SEG 2023 ist daher verfassungsrechtlich gesehen ausreichend bestimmt, weil die Adressaten aufgrund des zu erwartenden Sachwissens den genauen Gehalt des Begriffes 'Landesmittel' erkennen können. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammenfassend lässt sich festhalten, dass das Burgenländische Sozialeinrichtungsgesetz die Bundesverfassung nicht berührt und dieses somit in all seinen Facetten verfassungskonform ist. Der Verfassungsgerichtshof hat somit den Aufhebungsantrag abzuweisen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Das Vorbringen der antragstellenden Gesellschaften in dem zu G89/2022 protokollierten Verfahren entspricht sowohl hinsichtlich ihrer Antragslegitimation als auch in der Sache im Wesentlichen jenem in dem zu G252/2023 protokollierten Verfahren. Die Burgenländische Landesregierung hat in dem zu G89/2022 protokollierten Verfahren eine Äußerung erstattet, die in allen wesentlichen Punkten jener entspricht, die sie in dem zu G252/2023 protokollierten Verfahren abgegeben hat. ",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat über die in sinngemäßer Anwendung der §§187 und 404 ZPO iVm §35 Abs1 VfGG zur gemeinsamen Beratung und Entscheidung verbundenen Anträge erwogen:",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit der Anträge",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art140 Abs1 Z1 litc B‐VG erkennt der Verfassungsgerichtshof über Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die unmittelbar durch diese Verfassungswidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn das Gesetz ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Voraussetzung der Antragslegitimation gemäß Art140 Abs1 Z1 litc B-VG ist einerseits, dass der Antragsteller behauptet, unmittelbar durch das angefochtene Gesetz – im Hinblick auf dessen Verfassungswidrigkeit – in seinen Rechten verletzt worden zu sein, dann aber auch, dass das Gesetz für den Antragsteller tatsächlich, und zwar ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist. Grundlegende Voraussetzung der Antrags-legitimation ist, dass das Gesetz in die Rechtssphäre des Antragstellers nachteilig eingreift und diese – im Falle seiner Verfassungswidrigkeit – verletzt.",
            "annotations": []
        },
        {
            "text": "Nicht jedem Normadressaten aber kommt die Anfechtungsbefugnis zu. Es ist darüber hinaus erforderlich, dass das Gesetz selbst tatsächlich in die Rechtssphäre des Antragstellers unmittelbar eingreift. Ein derartiger Eingriff ist jedenfalls nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch das Gesetz selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn dem Antragsteller kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 11.868/1988, 15.632/1999, 16.616/2002, 16.891/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Der Antragsteller hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des Antragstellers teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Gesetzesbestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Zunächst ist ein Antrag nicht zu weit gefasst, soweit der Antragsteller solche Normen anficht, durch die seine (rechtlich geschützten) Interessen aktuell beeinträchtigt sind und die mit diesen in untrennbarem Zusammenhang stehen; dabei darf aber nach §62 Abs1 VfGG nicht offen bleiben, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des Antragstellers aus welchem Grund aufgehoben werden soll (siehe mwN VfGH 2.3.2015, G140/2014 ua; vgl auch VfGH 10.12.2015, G639/2015; 15.10.2016, G103-104/2016 ua). Ist ein solcher Antrag in der Sache begründet, hebt der Verfassungsgerichtshof aber nur einen Teil der angefochtenen Bestimmungen als verfassungswidrig auf, so führt dies — wenn die sonstigen Prozessvoraussetzungen vorliegen — im Übrigen zur teilweisen Abweisung des Antrages (VfSlg 19.746/2013; VfGH 5.3.2014, G79/2013 ua).",
            "annotations": []
        },
        {
            "text": "Umfasst der Antrag auch Bestimmungen, durch die die (rechtlich geschützten) Interessen des Antragstellers nicht aktuell beeinträchtigt sind (insofern ist der Antrag zu weit gefasst), die mit (rechtlich geschützten) Interessen des Antragstellers aktuell beeinträchtigenden (und nach Auffassung des Antragstellers den Sitz der Verfassungswidrigkeit bildenden) Bestimmungen aber vor dem Hintergrund der Bedenken in einem Regelungszusammenhang stehen, ist zu differenzieren: Sind diese Bestimmungen von den den Sitz der verfassungsrechtlichen Bedenken des Antragstellers bildenden, die (rechtlich geschützten) Interessen des Antragstellers aktuell beeinträchtigenden Bestimmungen offensichtlich trennbar, führt dies zur teilweisen Zurückweisung des Antrages. Umfasst der Antrag auch Bestimmungen, die mit den die (rechtlich geschützten) Interessen des Antragstellers aktuell beeinträchtigenden Bestimmungen in einem so konkreten Regelungszusammenhang stehen, dass es nicht von vornherein auszuschließen ist, dass ihre Aufhebung im Fall des Zutreffens der Bedenken erforderlich sein könnte (sind diese Bestimmungen also nicht offensichtlich trennbar), so ist der Antrag insgesamt zulässig (vgl VfSlg 20.111/2016). Dies gilt nach dem vorhin Gesagten aber keinesfalls dann, wenn Bestimmungen mitangefochten werden (etwa alle eines ganzen Gesetzes), gegen die gar keine konkreten Bedenken vorgebracht werden und zu denen auch kein konkreter Regelungszusammenhang dargelegt wird (VfSlg 19.894/2014; VfGH 29.9.2015, G324/2015; 15.10.2016, G183/2016 ua).",
            "annotations": []
        },
        {
            "text": "1.3. Gemäß §33 Abs2 zweiter Halbsatz Bgld SEG 2023 erlöschen (Betriebs-)Bewilligungsbescheide, die auf Grundlage des §40 Bgld SHG 2000, des Burgenländischen Altenwohn- und Pflegeheimgesetzes oder des Bgld SEG 2019 erteilt worden sind, mit 1. November 2023, sofern nicht entweder bis zu diesem Zeitpunkt das Gemeinnützigkeitserfordernis des §6 Abs1 Z5 Bgld SEG 2023 erfüllt oder ein nachweislicher Verzicht auf den Zufluss von Landesmitteln auf Grund einer Kostenvereinbarung gemäß §27 leg cit abgegeben wird. Diese Regelung, die (auch) die antragstellenden Gesellschaften zum Adressaten hat, greift – ungeachtet des Umstandes, dass die Erlöschenswirkung erst mit 1. November 2023 eintritt, – bereits aktuell in deren Rechtssphäre ein, weil sie bereits vor diesem Zeitpunkt Dispositionen der antragstellenden Gesellschaften erfordert. Ein anderer zumutbarer Weg, die Bedenken an den Verfassungsgerichtshof heranzutragen, steht den antragstellenden Gesellschaften nicht offen.",
            "annotations": []
        },
        {
            "text": "1.4. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der zu G252/2023 gestellte Hauptantrag hinsichtlich §33 Abs2 zweiter Halbsatz Bgld SEG 2023 als zulässig.",
            "annotations": []
        },
        {
            "text": "1.5. Die des Weiteren mit dem Hauptantrag angefochtenen Bestimmungen (§6 Abs1 Z5, §6 Abs2 und die Wort- und Zeichenfolgen in §27 Abs1 Bgld SEG 2023) stehen mit §33 Abs2 zweiter Halbsatz leg cit, der auf sie unmittelbar oder mittelbar verweist, im Lichte der Bedenken in einem – nicht offensichtlich trennbaren – Regelungszusammenhang und können daher jedenfalls mitangefochten werden. Daran ändert nichts, wenn §27 leg cit, wie die burgenländische Landesregierung entgegenhält, als \"Norm mit reinem Selbstbindungscharakter\" die antragstellenden Gesellschaften – für sich allein genommen – nicht in ihrer Rechtssphäre berührt.",
            "annotations": []
        },
        {
            "text": "1.6. Damit erweist sich der zu G252/2023 gestellte Hauptantrag insgesamt als zulässig. Damit erübrigt sich ein Eingehen auf die beiden Eventualanträge.",
            "annotations": []
        },
        {
            "text": "1.7. Hingegen erweist sich der zu G89/2022 protokollierte Antrag auf Aufhebung entsprechender Bestimmungen des Bgld SEG 2019 schon deshalb als unzulässig, weil die mit diesem Antrag angefochtenen Bestimmungen die antragstellenden Gesellschaften infolge der Aufhebung des Bgld SEG 2019 durch §34 Abs2 Bgld SEG 2023 im Zeitpunkt der Entscheidung des Verfassungsgerichtshofes nicht mehr aktuell in ihrer Rechtssphäre berühren. Daran vermag – in der vorliegenden Konstellation, in der auch die entsprechenden Nachfolgebestimmungen zulässigerweise angefochten wurden – nichts zu ändern, wenn – wie die antragstellenden Gesellschaften behaupten – die Erlassung des Bgld SEG 2023 in der Absicht erfolgt sein sollte, das zu G89/2022 protokollierte Gesetzesprüfungsverfahren zu unterlaufen (damit erübrigt sich ein Eingehen auf die Frage, ob diese Behauptung der antragstellenden Gesellschaften zutrifft oder nicht).",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Der zu G252/2023 protokollierte Antrag ist  begründet: ",
            "annotations": []
        },
        {
            "text": "2.2.1. Die maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.2.1.1. Das Burgenländische Altenwohn- und Pflegeheimgesetz, LGBl 61/1996, zuletzt geändert durch LGBl 40/2018, regelte bis zum 31. Oktober 2019 die Errichtung, den Betrieb und die Organisation von Altenwohn- und Pflegeheimen. Gemäß §11 des Gesetzes durften Altenwohn- oder Pflegeheime nur mit Bewilligung der Landesregierung errichtet werden und nach §12 leg cit bedurfte die Aufnahme des Betriebes eines solchen Heimes ebenfalls einer Bewilligung der Landesregierung. Diese Bewilligungen waren bei Vorliegen der gesetzlich aufgelisteten Voraussetzungen zu erteilen. Der gemeinnützige Betrieb war keine Bewilligungsvoraussetzung. ",
            "annotations": []
        },
        {
            "text": "§3 Abs6 und 7 des Bgld Altenwohn- und Pflegeheimgesetzes regelte das Vertragsverhältnis zwischen dem Heimträger und Heimbewohnern, \"die Selbstzahler sind\". Gemäß §3 Abs8 des Gesetzes hatten Heimträger, die in den von ihnen betriebenen Altenwohn- oder Pflegeheimen Personen \"über Einweisung der Landesregierung bzw einer Bezirksverwaltungsbehörde aufnehmen\", mit der Landesregierung eine Vereinbarung abzuschließen, in der insbesondere \"die Höhe des Tagessatzes, die durch diesen Tagsatz gedeckten Kosten, die zu gewährenden Leistungen, die Aufnahme- und Einweisungsmodalitäten sowie beiderseitige Kündigungsbestimmungen aufzunehmen\" waren; einen Rechtsanspruch der Heimträger \"gegenüber der Landesregierung oder Bezirksverwaltungsbehörde auf Einweisung von Personen und somit auf Abschluss einer diesbezüglichen Vereinbarung mit der Landesregierung\" schloss das Gesetz ausdrücklich aus. ",
            "annotations": []
        },
        {
            "text": "2.2.1.2. Das Bgld Altenwohn- und Pflegeheimgesetz wurde mit Ablauf des 31. Oktober 2019 durch das Burgenländische Sozialeinrichtungsgesetz (Bgld SEG), LGBl 71/2019, zuletzt in der Fassung LGBl 93/2021 abgelöst. Im Unterschied zum Bgld Altenwohn- und Pflegeheimgesetz (und zum Bgld SEG 2023) stellte es lediglich den Betrieb (ua) von Altenwohn- und Pflegeheimen unter Bewilligungsvorbehalt (§§5 f. leg cit). Die Erteilung der Betriebsbewilligung war unter anderem an den \"Bedarf an Pflege- und Betreuungsplätzen gemäß Bedarfs- und Entwicklungsplan\" geknüpft, sofern der Bewilligungswerber nicht nachweislich auf den \"Zufluss von Landesmitteln\" verzichtete (§6 Abs1 Z1 und letzter Satz Bgld SEG). Überdies begründete §6 Abs1 Z6 leg cit die weitere Bewilligungsvoraussetzung, dass der Antragsteller \"die Einrichtung bei Zufluss von Landesmitteln gemeinnützig\" (iSv §3 Z6 des Gesetzes) führt. §15 Bgld SEG (\"Tagsatzvereinbarung\") ermächtigte die Landesregierung, \"gleichzeitig mit Erteilung der Betriebsbewilligung, bei gegebenem Bedarf und Vorliegen eines öffentlichen Interesses, den Abschluss einer Tagsatzvereinbarung nach dem aktuellen Tagsatzmodell des Landes für Altenwohn- und Pflegeheime zuzusichern\"; Tagsatzvereinbarungen durften \"nur hinsichtlich gemeinnütziger Einrichtungen abgeschlossen werden\"; ein Rechtsanspruch auf Abschluss einer solchen Vereinbarung war ausgeschlossen. Gemäß der Übergangsbestimmung des §28 Abs3 Z1 Bgld SEG sollten Altbewilligungen erlöschen, \"wenn nicht nach Inkrafttreten dieses Gesetzes […] bei Zufluss von Landesmitteln innerhalb von vier Jahren die Voraussetzungen gemäß §6 Abs1 Z6 erfüllt\" werden.",
            "annotations": []
        },
        {
            "text": "2.2.1.3. Das Bgld SEG 2023 ersetzte am 14. März 2023 das Bgld SEG (2019). Es kehrte unter anderem wieder zum System einer Errichtungs- neben einer Betriebsbewilligung zurück. Voraussetzung für die Erteilung einer Errichtungsbewilligung für Altenwohn- und Pflegeheime ist nun unter anderem ein \"Bedarf im Hinblick auf den gegebenen Einrichtungszweck\", sofern der künftige Betreiber nicht \"nachweislich auf den Zufluss von Landesmitteln aufgrund einer Kostenvereinbarung gemäß §27\" verzichtet (§5 Abs1 Z2 und Abs3 Bgld SEG 2023). Zur Erteilung einer Betriebsbewilligung ist unter anderem (neben dem Vorliegen einer Errichtungsbewilligung) erforderlich, dass der Antragsteller \"die Einrichtung bei Zufluss von Landesmitteln aufgrund einer Kostenvereinbarung gemäß §27 gemeinnützig\" (iSv §3 Z6 des Gesetzes) führt, es sei denn, der Antragsteller verzichtet nachweislich auf den Zufluss von Landesmitteln auf Grund einer Kostenvereinbarung gemäß §27 (§6 Abs1 Z5 und Abs2 Bgld SEG 2023). Gemäß §7 Abs7 Bgld SEG 2023 ist die Betriebsbewilligung \"bei Zufluss von Landesmitteln aufgrund einer Kostenvereinbarung gemäß §27 an die Bedingung des Vorliegens des gemeinnützigen Betriebes der Einrichtung\" zu knüpfen. Nach §27 Bgld SEG 2023 (\"Kostenvereinbarung\") kann die Landesregierung bei gegebenem Bedarf und Vorliegen des öffentlichen Interesses Kostenvereinbarungen mit gemeinnützigen Betreibern ua von Altenwohn- und Pflegeheimen, insbesondere zur Abgeltung von Personal- und Sachkosten für den Betrieb einer Sozialeinrichtung, abschließen; Näheres kann durch im Landesamtsblatt zu veröffentlichende Richtlinien festgelegt werden; ein Rechtsanspruch auf Abschluss einer Kostenvereinbarung ist ausgeschlossen.",
            "annotations": []
        },
        {
            "text": "Gemäß der Übergangsbestimmung des §33 Abs2 Bgld SEG 2023 bleiben Altbewilligungen grundsätzlich in Geltung; sie erlöschen jedoch, \"sofern die Voraussetzung gemäß §6 Abs1 Z5 im Zeitpunkt des Inkrafttretens dieses Gesetzes nicht bereits vorliegt und bis zum 1. November 2023 nicht erfüllt wird, oder sofern bis zum letztgenannten Zeitpunkt kein nachweislicher Verzicht gemäß §6 Abs2 abgegeben wird\".",
            "annotations": []
        },
        {
            "text": "2.2.1.4. Das Burgenländische Sozialhilfegesetz 2000 (Bgld SHG 2000), LGBl 5/2000, zuletzt idF LGBl 70/2022 regelt im Rahmen der \"Hilfe zur Sicherung des Lebensbedarfes\" insbesondere – unter Einräumung eines in Hoheitsverwaltung zu prüfenden Rechtsanspruches – die Gewährung von Pflege und Unterbringung in Einrichtungen (§§6, 9 und 11 leg cit), soweit das eigene Einkommen des Hilfesuchenden nicht ausreicht (§13 leg cit). Die Pflege kann auch stationär gewährt werden (§9 Abs2 Bgld SHG 2000). Gemäß §11 Abs1 Bgld SHG 2000 kann der Lebensbedarf erforderlichenfalls auch durch \"stationäre Unterbringung in Einrichtungen, denen eine Betriebsbewilligung entsprechend den jeweiligen gesetzlichen Bestimmungen durch das Land Burgenland oder ein anderes Bundesland erteilt wurde und mit denen eine Vereinbarung des Landes Burgenland über die Kostentragung besteht oder im Einzelfall abgeschlossen wird, gesichert werden\" (besondere Bestimmungen regeln die Hilfe für behinderte Menschen, insbesondere der Unterbringung in Behinderteneinrichtungen). ",
            "annotations": []
        },
        {
            "text": "2.2.2. Nach dem Vorbringen der antragstellenden Gesellschaften stelle das Gemeinnützigkeitserfordernis bei Bezug von Landesmitteln eine Beschränkung der Erwerbsfreiheit (Art6 StGG) dar. ",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der Rechtsprechung des Verfassungsgerichtshofes (Hinweis auf VfSlg 12.383/1990 und 13.032/1992 [gemeint wohl: VfSlg 13.023/1992]) hätte der Gesetzgeber ein Erlöschen der Betriebsbewilligung nur vorsehen dürfen, wenn es – in einem rechtsstaatlichen Verfahren festgestellt – an einem Bedarf fehle.",
            "annotations": []
        },
        {
            "text": "Die Verhinderung einer bislang zulässigen Erwerbsausübung sei nur zulässig, wenn dies zur Durchsetzung schwerwiegender öffentlicher Interessen \"schlechthin unerlässlich\" sei (Hinweis auf VfSlg 13.177/1992). Es lägen aber nicht einmal schwerwiegende öffentliche Interessen vor. Das Interesse, wonach die Marktorganisation für Pflegeleistungen nur mehr gemeinnützig tätige Anbieter umfassen solle, liege schon deshalb nicht im öffentlichen Interesse, weil die flächendeckende Versorgung mit entsprechenden Leistungen nicht ausreichend und vollständig sichergestellt sei. Das Verbot von Kapitalabflüssen in Richtung des Unternehmensträgers habe unmittelbar nichts mit der Sicherstellung hochqualitativer Pflege und Betreuung von Menschen zu tun, weil es das Verdienst des Unternehmensträgers sei, wenn bei gleicher Leistungsqualität eine effizientere Leistungserbringung für einen Einnahmenüberschuss kausal sei. Diese Anreize, möglichst effizient die hochqualitativen Pflege- und Betreuungsleistungen zu erbringen, würden enttäuscht. Der Eingriff sei besonders schwer, weil Pflege- und Betreuungseinrichtungsprojekte einen längerfristigen Planungshorizont erfordern würden. Die angefochtenen Bestimmungen seien auch nicht geeignet, die verfolgten öffentlichen Interessen zu erreichen. Die Beschränkung auf gemeinnützig geführte Altenwohn- und Pflegeheime verknappe das Angebot, was in Widerspruch zu den öffentlichen Interessen stehe. ",
            "annotations": []
        },
        {
            "text": "Der Eingriff sei auch nicht erforderlich. Ein Vorrang der Gemeinnützigkeit wäre so lange verfassungskonform, als die gemeinnützigen Einrichtungen den Bedarf \"vollständig und ausreichend zu decken vermögen\" (Hinweis auf VfSlg 12.383/1990). Dies erscheine nicht gewährleistet. Der Bedarfs- und Entwicklungsplan (§4 Bgld SEG 2023) sei hiezu nicht geeignet. Lediglich eine individuell-konkrete Bedarfsprüfung im jeweiligen Einzelfall könnte die Berücksichtigung der jeweils aktuellen Verhältnisse sicherstellen und damit eine verlässliche Grundlage zur Beurteilung bieten, ob die vorhandenen gemeinnützigen Einrichtungen den Bedarf tatsächlich vollständig und ausreichend zu decken vermögen. Eine individuell-konkrete Bedarfsprüfung sei im Vergleich zu einem ausnahmslosen Ausschluss gewinnorientierter Anbieter das gelindere Mittel. Das Gemeinnützigkeitserfordernis sei daher bereits allein wegen des Fehlens einer Bedarfsprüfung verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "2.2.3. Die Burgenländische Landesregierung verneint zunächst einen Eingriff in die verfassungsgesetzlich gewährleistete Erwerbsfreiheit: Zwar sei eine gewinnorientierte Betriebsführung bei Inanspruchnahme von Landesmitteln nicht mehr möglich, es bleibe aber die Möglichkeit einer (Aufrechterhaltung der) gewinnorientierten Ausrichtung bei Verzicht auf Landesmittel. ",
            "annotations": []
        },
        {
            "text": "Würde man einen Eingriff in die Erwerbsfreiheit bejahen, wäre dieser jedenfalls gerechtfertigt: Die angefochtenen Bestimmungen lägen im öffentlichen Interesse der zurückhaltenden Inanspruchnahme öffentlicher Finanzmittel, eines sparsamen, wirtschaftlichen und zweckmäßigen Umganges mit Landesmitteln und der Gewährleistung von hochqualitativer Versorgung der Bevölkerung im Bereich der Pflege. Kürzungen zu Lasten der Pflegebedürftigen sollten nicht auf Grund von \"Profitorientierung\" erfolgen. Die Erwirtschaftung von Gewinnen sollte nicht Leitmaxime der hier gegenständlichen Pflegeeinrichtungen sein, die existenziellen Bedürfnisse dienen würden. Die Rechtsprechung des Verfassungsgerichtshofes (Hinweis auf VfSlg 15.456/1999) zur Zulässigkeit einer Bedarfsprüfung im Interesse einer bestmöglichen medizinischen Versorgung der gesamten Bevölkerung sowie eines optimalen Einsatzes öffentlicher Mittel in der gesetzlichen Krankenversicherung sei übertragbar, zumal die Erbringung von Pflegeleistungen gemäß ihrer existenziellen Natur einen ähnlich hohen Stellenwert wie die medizinische Versorgung habe. Entsprechendes müsse für die Voraussetzung der Gemeinnützigkeit bei Inanspruchnahme von Landesmitteln gelten. Schließlich solle durch das Erfordernis der gemeinnützigen Betriebsführung sichergestellt werden, dass Betreiber bei Gewährung von Landesmitteln ihre Einnahmenüberschüsse in dieselben Einrichtungen investieren und damit die Erbringung von hochqualitativer Pflege gewährleisten. ",
            "annotations": []
        },
        {
            "text": "Der Eingriff sei auch geeignet: Es solle Qualitäts- anstelle von Gewinnorientierung etabliert werden. Das Erfordernis der gemeinnützigen Betriebsführung sichere, dass Gewinne nicht für sachfremde Ziele verwendet würden. Einnahmenüberschüsse müssten in dieselbe Einrichtung bzw gleichartige Einrichtungen desselben Rechtsträgers investiert werden. Entgegen dem Antragsvorbringen könne die flächendeckende Versorgung durch gemeinnützige Einrichtungen sichergestellt werden. Dies werde durch den Bau und Ausbau landeseigener Pflegeheime und durch die vierjährige Übergangsfrist (seit Inkrafttreten des Bgld SEG 2019) gewährleistet. Der Verfassungsgerichtshof habe mehrfach betont (Hinweis auf VfSlg 13.023/1992 und 15.456/1999), dass der Gewährleistung der medizinischen Versorgung der Bevölkerung durch gemeinnützige Einrichtungen vorrangige Bedeutung zukomme. Dies habe auch für den Bereich der Pflege zu gelten. Die Einschränkung auf gemeinnützige Betreiber sei geeignet, das öffentliche Interesse an einer sparsamen, wirtschaftlichen und zweckmäßigen Verwendung zur Sicherstellung einer hochqualitativen Pflege zu erreichen.",
            "annotations": []
        },
        {
            "text": "Es sei auch kein anderes Mittel als das Gemeinnützigkeitserfordernis bei Inanspruchnahme von Landesmitteln und für den Abschluss von Tagessatzvereinbarungen zur Erreichung der öffentlichen Interessen denkbar. Es gebe keine andere Möglichkeit, die sparsame, wirtschaftliche und zweckmäßige Verwendung von Landesmitteln sowie die Absicherung von qualitativ hochwertiger Pflege zu gewährleisten. Es müssten Anreize für die Gewährung von Landesmitteln vorgesehen werden, weil nicht damit zu rechnen sei, dass Betreiber von Pflegeeinrichtungen \"die Gewinnorientierung aus Eigenem aufgeben\" würden. Auch sei eine ausreichend lange Übergangsfrist vorgesehen, um eine Anpassung zu ermöglichen. Auf Grund des zu berücksichtigenden Bedarfs- und Entwicklungsplans finde auch eine – von den antragstellenden Gesellschaften geforderte – (vorweggenommene) Bedarfsprüfung statt. Eine zusätzliche individuell-konkrete Bedarfsprüfung sei daher nicht erforderlich.",
            "annotations": []
        },
        {
            "text": "Schließlich sei der Eingriff auf Grund des besonders hohen Gewichtes der verfolgten öffentlichen Interessen und mit Hinblick auf die vierjährige Übergangsfrist auch adäquat.",
            "annotations": []
        },
        {
            "text": "2.2.4. Die Bedenken der antragstellenden Gesellschaften sind im Ergebnis berechtigt:",
            "annotations": []
        },
        {
            "text": "2.2.4.1. Nach der ständigen Rechtsprechung zum verfassungsgesetzlich gewährleisteten Recht auf Freiheit der Erwerbsbetätigung gemäß Art6 StGG (s zB VfSlg 10.179/1984, 12.921/1991, 15.038/1997, 15.700/1999, 16.120/2001, 16.734/2002, 17.932/2006 und 20.202/2017) ist der Gesetzgeber auf Grund des diesem Grundrecht angefügten Gesetzesvorbehaltes ermächtigt, die Erwerbs(ausübungs)freiheit beschränkende Regelungen zu erlassen, sofern diese durch das öffentliche Interesse geboten, zur Zielerreichung geeignet, adäquat und auch sonst sachlich gerechtfertigt sind. ",
            "annotations": []
        },
        {
            "text": "Regelungen, mit denen nachträglich Erwerbsausübungsvoraussetzungen eingeführt werden, deren Mangel im Ergebnis für Personen, die den betreffenden Erwerb bereits rechtmäßig ausüben, ein Verbot der weiteren Erwerbsausübung bewirkt, unterliegen besonderen verfassungsrechtlichen Anforderungen (VfSlg 13.177/1992). Wird nämlich eine ursprünglich befugte Erwerbsausübung vom Gesetzgeber für die Zukunft verhindert, so werden dadurch schwerwiegende persönliche oder berufliche (zumeist auch wirtschaftliche) Dispositionen enttäuscht, die der ursprünglich Berechtigte und grundrechtlich Geschützte im Vertrauen auf diesen Schutz traf. Nach Art6 StGG genießt nicht nur der Berufsantritt, sondern ganz besonders die fortgesetzte Ausübung des befugterweise angetretenen Berufes zu Erwerbszwecken verfassungsrechtlichen Schutz. Ein vom Gesetzgeber verfügter nachträglicher Eingriff in die grundrechtlich geschützte Erwerbsausübung durch deren Verbot bei Fehlen bestimmter neu normierter Berufszugangsvoraussetzungen ist sohin vom Gesetzesvorbehalt des Art6 Abs1 StGG nur dann gedeckt, wenn das öffentliche Interesse an der vom Gesetzgeber nachträglich aufgestellten Berufszugangsvoraussetzung schwerer wiegt, als das – an sich bereits verfassungsrechtlich geschützte – Interesse an der weiteren Ausübung der grundrechtlich geschützten Erwerbstätigkeit (VfSlg 13.177/1992).",
            "annotations": []
        },
        {
            "text": "2.2.4.2. Die Gemeinnützigkeit, sofern nicht auf den Zufluss von Landesmitteln verzichtet wird (§6 Abs1 Z5 und Abs2 Bgld SEG 2023), als Voraussetzung für die Neuerteilung einer Errichtungsbewilligung greift als Berufsantrittsvoraussetzung in das verfassungsgesetzlich gewährleistete Recht auf Freiheit der Erwerbsbetätigung (Art6 StGG) von Berufsantrittswerbern ein. Der Verfassungsgerichtshof hegt keine verfassungsrechtlichen Bedenken gegen eine Regelung, die – wie im Ergebnis §6 Abs1 Z5 und Abs2 Bgld SEG 2023 – für neu am Markt auftretende Unternehmen, die nicht gemeinnützig agieren wollen, die Erteilung einer Errichtungsbewilligung an den Verzicht auf die Inanspruchnahme bestimmter öffentlicher Mittel knüpft. Dieser Eingriff wiegt nicht besonders schwer, weil Art6 StGG keinen Zufluss öffentlicher Mittel gewährleistet und ein Markteintrittswerber vorab prüfen kann, ob sich ein Markteintritt unter diesen Bedingungen rechnet.",
            "annotations": []
        },
        {
            "text": "2.2.4.3. Hingegen greift die Regelung des Erlöschens von (Betriebs-)Bewilligungsbescheiden zum Betrieb von Altenwohn- und Pflegeheimen, sofern nicht bis zum 1. November 2023 die Betriebsführung gemeinnützig ausgerichtet oder ein nachweislicher Verzicht auf Zufluss von Landesmitteln abgegeben wird, in das verfassungsgesetzlich gewährleistete Recht auf Freiheit der Erwerbsbetätigung (Art6 StGG) von Inhabern solcher Bewilligungen ein. Da die antragstellenden Gesellschaften nicht Bewilligungswerber, sondern Inhaber übergeleiteter Bewilligungen sind, sind sie (primär) von §33 Abs2 Bgld SEG 2023 betroffen.",
            "annotations": []
        },
        {
            "text": "2.2.4.4. Inhaber bestehender Bewilligungsbescheide (wie die antragstellenden Gesellschaften) haben sich nach der Bestimmung des §33 Abs2 Bgld SEG 2023 – bei sonst eintretendem Bewilligungsverlust – entweder für die Gemeinnützigkeit oder für einen Verzicht auf den Zufluss von Landesmitteln auf Grund einer Kostenvereinbarung zu entscheiden. Die Option in die Gemeinnützigkeit, sohin ua der Verzicht auf die Erzielung von Gewinnen, kommt einer erheblichen Beschränkung der Erwerbstätigkeit im Sinne des Art6 StGG gleich. Zwar steht es betroffenen Heimbetreibern im Sinne der zweiten Alternative dieser Bestimmung offen, auf den Zufluss von Landesmitteln (§27 Bgld SEG 2023) nachweislich zu verzichten und künftig ausschließlich am \"freien Markt\" zu agieren. Diese Alternative ist allerdings nach den rechtlichen und sachlichen Gegebenheiten mit schwerwiegenden Nachteilen verbunden: Altenwohn- und Pflegeheimplätze werden einerseits von \"Selbstzahlern\" und andererseits durch das Land Burgenland als Sozialhilfeträger nach Maßgabe des Bgld SHG 2000 nachgefragt, und zwar auch in jenen Fällen, in denen die Differenz zwischen dem zuzuzahlenden Einkommen (§13 Bgld SHG 2000) eines Hilfesuchenden und den Kosten für \"Selbstzahler\" bloß gering sind. Die antragstellenden Gesellschaften haben vorgebracht, dass ihre – bislang ausgelasteten – Altenwohn- und Pflegeheime zu rund 99 % mit \"vom Land Burgenland via Sozialhilfe geförderten Bewohnern\" (und nur zu rund einem Prozent von \"Selbstzahlern\") beansprucht werden. Die Burgenländische Landesregierung ist diesen Angaben nicht entgegengetreten. Demgemäß wird die Nachfrage nach den in Rede stehenden Leistungen (mittelbar) maßgeblich vom Land Burgenland für die von ihm finanzierten Pflegebedürftigen bestimmt. Die angefochtenen Bestimmungen eröffnen gewinnorientiert arbeitenden Betreibern von Altenwohn- und Pflegeheimen daher die Möglichkeit zum Wechsel in die Gemeinnützigkeit oder sie schließen die Betreiber von der Zuweisung von im Rahmen des Bgld SHG 2000 begünstigten Personen, die der Pflege und Unterbringung bedürfen, gegen Abgeltung durch das Land Burgenland nach Maßgabe von §27 Bgld SEG 2023 (§11 Bgld SHG 2000) aus. Treffen die Heimbetreiber – bis zum 1. November 2023 – keine Entscheidung, bleiben sie also bis dahin untätig, so erlöschen die (Betriebs-)Bewilligungen.",
            "annotations": []
        },
        {
            "text": "2.2.4.5. Der mit §33 Abs2 zweiter Halbsatz iVm §27 und §6 Abs1 Z5 und Abs2 Bgld SEG 2023 bewirkte Eingriff in die Freiheit der Erwerbsbetätigung von am Markt etablierten Heimbetreibern wiegt daher schwer. Dieser Eingriff in das Grundrecht auf Freiheit der Erwerbsbetätigung (Art6 StGG) ist nur dann gerechtfertigt, wenn er durch das öffentliche Interesse geboten, zur Zielerreichung geeignet, adäquat und auch sonst sachlich gerechtfertigt ist. ",
            "annotations": []
        },
        {
            "text": "2.2.4.6. Der Verfassungsgerichtshof bezweifelt nicht, dass die Erbringung hochqualitativer Pflegeleistungen zu den für das Land Burgenland günstigsten Konditionen im öffentlichen Interesse liegt. Der Landesgesetzgeber kann zu diesem Zweck auch anordnen, dass der weitere Betrieb von bestehenden Altenwohn- und Pflegeheimen, sofern Landesmittel in Anspruch genommen werden, künftig nur noch gemeinnützig erfolgen darf. Dabei muss der Landesgesetzgeber jedoch ein den Umständen angemessenes Übergangsrecht bereitstellen; dies ist mit §33 Abs2 zweiter Halbsatz Bgld SEG 2023 nicht geschehen.",
            "annotations": []
        },
        {
            "text": "2.2.4.7. §33 Abs2 zweiter Halbsatz Bgld SEG 2023 sieht iVm §28 Abs1 und Abs3 Z1 Bgld SEG 2019 im Ergebnis eine vierjährige Anpassungsfrist vor. Bei Beurteilung der Angemessenheit dieser Frist sind mehrere Faktoren zu berücksichtigen: ",
            "annotations": []
        },
        {
            "text": "2.2.4.8. Zunächst ist der (schwere) Eingriff in die (Bewilligungs-)Rechtspositionen der antragstellenden Gesellschaften zu berücksichtigen, die nach ihrem – unwidersprochen gebliebenen – Antragsvorbringen Investitionen in erheblicher Höhe getätigt haben. Dies vor dem Hintergrund der Besonderheiten des gegenständlichen Marktes, der überwiegend durch die Nachfrage des Landes Burgenland – für die von ihm unterstützten Pflegebedürftigen – nach Altenwohn- und Pflegeplätzen dominiert wird. ",
            "annotations": []
        },
        {
            "text": "2.2.4.9. In der vorliegenden Konstellation hat der Gesetzgeber auch die Situation der Bewohner von Altenwohn- und Pflegeheimen, die von §33 Abs2 zweiter Halbsatz Bgld SEG 2023 betroffen sind, so zu berücksichtigen, dass deren Versorgung auch nach einer allfälligen Betriebseinstellung sichergestellt ist. Nach den – von der Burgenländischen Landesregierung nicht bestrittenen – Angaben der antragstellenden Gesellschaften sind diese zu 99 % Hilfesuchende iSd Bgld SHG 2000, sohin Personen, die auf eine Förderung angewiesen sind. §33 Abs2 Bgld SEG 2023 ermöglicht es Betreibern von Altenwohn- und Pflegeheimen auch, erst unmittelbar vor dem 1. November 2023 zu entscheiden, ihre Betriebsbewilligung im Sinne dieser Bestimmung erlöschen zu lassen. Das Erlöschen der Genehmigungen verpflichtet zur Einstellung des – ansonsten konsenslosen – Betriebes der davon betroffenen Altenwohn- und Pflegeheime. Gemäß §27i Abs1 Z1 Konsumentenschutzgesetz sind Heimträger berechtigt, Vertragsverhältnisse zu Heimbewohnern aus wichtigen Gründen, etwa wenn der Betrieb des Heimes eingestellt wird, zu kündigen.",
            "annotations": []
        },
        {
            "text": "2.2.4.10. Das Bgld SEG 2023 trifft keine gesetzlichen Vorkehrungen für die weitere Unterbringung dieser schutzbedürftigen Personen in einem den Bedürfnissen dieser Personen angemessenen, insbesondere auch räumlich gewohnten Umfeld in Nähe ihrer Angehörigen, etwa durch die gesetzliche Anordnung einer Evaluierung der hinreichenden Befriedigung des Bedarfes an geeigneten Unterbringungsplätzen in gemeinnützigen Einrichtungen in angemessenem Zeitabstand vor dem 1. November 2023 in Verbindung mit der Einräumung der Möglichkeit zur Verlängerung der Übergangsregelung für den Fall, dass sich ergeben sollte, dass der Bedarf entgegen der ursprünglichen Einschätzung des Gesetzgebers ab 1. November 2023 nicht durch gemeinnützige Heimbetreiber gedeckt werden könnte (vgl VfSlg 12.383/1990). Zwar hat die Burgenländische Landesregierung in ihrer Stellungnahme unter Bezugnahme auf den \"Zukunftsplan Pflege. Bedarfs- und Entwicklungsplanung 2018 - 2030\" vorgebracht, dass eine \"Unterversorgung\" bei Einstellung des Betriebes der Heime der antragstellenden Gesellschaften nicht zu erwarten sei, ohne allerdings diese offenkundig nicht aktuellen Prognosen in ihrer Stellungnahme vom 31. August 2023 durch rezente Daten zu belegen.  ",
            "annotations": []
        },
        {
            "text": "2.2.4.11. Angesichts dieser Umstände erweist sich §33 Abs2 zweiter Halbsatz Bgld SEG 2023 als unverhältnismäßig und verletzt die antragstellenden Gesellschaften daher in ihrem verfassungsgesetzlich gewährleisteten Recht auf Freiheit der Erwerbstätigkeit (Art6 StGG). Damit erübrigt sich ein Eingehen auf die weiteren Bedenken der antragstellenden Gesellschaften.",
            "annotations": []
        },
        {
            "text": "2.2.4.12. Zur Herstellung eines verfassungskonformen Zustandes sind neben §33 Abs2 zweiter Halbsatz Bgld SEG 2023 auch die angefochtenen Wort- und Zeichenfolgen in §27 Abs1 leg cit aufzuheben, um bis auf Weiteres – bei Bedarf – den Abschluss von Kostenvereinbarungen auch mit nicht gemeinnützigen Heimbetreibern zu ermöglichen. Soweit sich der Aufhebungsantrag auf §6 Abs1 Z5 und Abs2 Bgld SEG 2023 bezieht, ist er hingegen abzuweisen.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. In §27 Abs1 Bgld SEG 2023, LGBl 26/2023, sind daher das Wort \"gemeinnützigen\" und die Wort- und Zeichenfolge \"im Sinne des §3 Z6\" und in §33 Abs2 dieses Gesetzes die Wort- und Zeichenfolge \"; diese Betriebsbewilligungen und Bescheide erlöschen jedoch, sofern die Voraussetzung gemäß §6 Abs1 Z5 im Zeitpunkt des Inkrafttretens dieses Gesetzes nicht bereits vorliegt und bis zum 1. November 2023 nicht erfüllt wird, oder sofern bis zum letztgenannten Zeitpunkt kein nachweislicher Verzicht gemäß §6 Abs2 abgegeben wird\" als verfassungswidrig aufzuheben. ",
            "annotations": []
        },
        {
            "text": "2. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "3. Die Verpflichtung des Landeshauptmannes zur unverzüglichen Kundmachung der Aufhebung und des damit im Zusammenhang stehenden sonstigen Ausspruches erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §2 Abs1 Z2 Bgld VerlautG 2015.",
            "annotations": []
        },
        {
            "text": "4. Im Übrigen ist der zu G252/2023 protokollierte Antrag abzuweisen. Der zu G89/2022 protokollierte Antrag ist zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "6. Die Kostenentscheidung gründet sich auf §65a VfGG. In den zugesprochenen Kosten sind ein Streitgenossenzuschlag in der Höhe von € 545,– sowie der Ersatz der Eingabengebühr in Höhe von € 240,– und Umsatzsteuer in Höhe von € 545,– enthalten.",
            "annotations": []
        }
    ]
}