{
    "document_id": "JFT_20230919_23V00060_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Tirol, der Verfassungsgerichtshof möge feststellen, dass §7 der Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz, mit der besondere Schutzmaßnahmen gegen die Verbreitung von COVID-19 getroffen werden (4. COVID-19-Schutzmaßnahmenver-ordnung – 4. COVID-19-SchuMaV), BGBl II 58/2021, in eventu §§7 und 8 dieser Verordnung, in eventu §§5, 6, 7 und 8 dieser Verordnung, in eventu diese Verordnung zur Gänze, gesetzwidrig war bzw waren.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Das Bundesgesetz betreffend vorläufige Maßnahmen zur Verhinderung der Verbreitung von COVID-19 (COVID-19-Maßnahmengesetz – COVID-19-MG), BGBl I 12/2020, idF BGBl I 23/2021 lautete auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Anwendungsbereich und allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "§1. (1) Dieses Bundesgesetz ermächtigt zur Regelung des Betretens und des Befahrens von Betriebsstätten, Arbeitsorten, bestimmten Orten und öffentlichen Orten in ihrer Gesamtheit, zur Regelung des Benutzens von Verkehrsmitteln sowie zu Ausgangsregelungen als gesundheitspolizeiliche Maßnahmen zur Verhinderung der Verbreitung von COVID-19.",
            "annotations": []
        },
        {
            "text": "(2) Als Betreten im Sinne dieses Bundesgesetzes gilt auch das Verweilen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(7) Die Bewertung der epidemiologischen Situation hat insbesondere anhand folgender Kriterien zu erfolgen:",
            "annotations": []
        },
        {
            "text": "1. Übertragbarkeit, gemessen an neu aufgetretenen COVID-19-Fällen und Clustern,",
            "annotations": []
        },
        {
            "text": "2. Clusteranalyse, gemessen an der Anzahl der Fälle mit geklärter Quelle,",
            "annotations": []
        },
        {
            "text": "3. Ressourcen und Kapazitäten im Gesundheitswesen unter Berücksichtigung der aktuellen Auslastung der vorhandenen Spitalskapazitäten sowie der aktuellen Belegung auf Normal- und Intensivstationen,",
            "annotations": []
        },
        {
            "text": "4. durchgeführte SARS-CoV-2-Tests samt Positivrate und",
            "annotations": []
        },
        {
            "text": "5. regionale Besonderheiten wie ein besonderer Zustrom ortsfremder Personen, insbesondere Tourismus- und Pendlerströme. ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Betreten und Befahren von Betriebsstätten und Arbeitsorten sowie Benutzen von Verkehrsmitteln",
            "annotations": []
        },
        {
            "text": "§3. (1) Beim Auftreten von COVID-19 kann durch Verordnung",
            "annotations": []
        },
        {
            "text": "1. das Betreten und das Befahren von Betriebsstätten oder nur bestimmten Betriebsstätten zum Zweck des Erwerbs von Waren oder der Inanspruchnahme von Dienstleistungen,",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "geregelt werden, soweit dies zur Verhinderung der Verbreitung von COVID-19 erforderlich ist. ",
            "annotations": []
        },
        {
            "text": "(2) In einer Verordnung gemäß Abs1 kann entsprechend der epidemiologischen Situation festgelegt werden, in welcher Zahl und zu welcher Zeit oder unter welchen Voraussetzungen und Auflagen Betriebsstätten oder Arbeitsorte betreten und befahren oder Verkehrsmittel benutzt werden dürfen. Weiters kann das Betreten und Befahren von Betriebsstätten oder Arbeitsorten sowie das Benutzen von Verkehrsmitteln untersagt werden, sofern gelindere Maßnahmen nicht ausreichen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Ausgangsregelung",
            "annotations": []
        },
        {
            "text": "§5. (1) Sofern es zur Verhinderung der Verbreitung von COVID-19 unerlässlich ist, um einen drohenden Zusammenbruch der medizinischen Versorgung oder ähnlich gelagerte Notsituationen zu verhindern, und Maßnahmen gemäß den §§3 und 4 nicht ausreichen, kann durch Verordnung angeordnet werden, dass das Verlassen des privaten Wohnbereichs nur zu bestimmten Zwecken zulässig ist.",
            "annotations": []
        },
        {
            "text": "(2) Zwecke gemäß Abs1, zu denen ein Verlassen des privaten Wohnbereichs jedenfalls zulässig ist, sind:",
            "annotations": []
        },
        {
            "text": "1. Abwendung einer unmittelbaren Gefahr für Leib, Leben und Eigentum,",
            "annotations": []
        },
        {
            "text": "2. Betreuung von und Hilfeleistung für unterstützungsbedürftige Personen sowie Ausübung familiärer Rechte und Erfüllung familiärer Pflichten,",
            "annotations": []
        },
        {
            "text": "3. Deckung der notwendigen Grundbedürfnisse des täglichen Lebens,",
            "annotations": []
        },
        {
            "text": "4. berufliche Zwecke, sofern dies erforderlich ist, und",
            "annotations": []
        },
        {
            "text": "5. Aufenthalt im Freien zur körperlichen und psychischen Erholung.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Strafbestimmungen",
            "annotations": []
        },
        {
            "text": "§8. […]",
            "annotations": []
        },
        {
            "text": "(4) Wer als Inhaber einer Betriebsstätte oder eines Arbeitsortes, als Betreiber eines Verkehrsmittels oder als gemäß §4 hinsichtlich bestimmter privater Orte, nicht von Abs2 erfasster Verpflichteter nicht dafür Sorge trägt, dass die Betriebsstätte, der Arbeitsort, das Verkehrsmittel oder der bestimmte private Ort nicht entgegen den in einer Verordnung gemäß §§3 und 4 festgelegten Personenzahlen, Zeiten, Voraussetzungen oder Auflagen betreten oder befahren wird, begeht eine Verwaltungsübertretung und ist mit einer Geldstrafe von bis zu 3 600 Euro, im Nichteinbringungsfall mit Freiheitsstrafe von bis zu vier Wochen, zu bestrafen.\" ",
            "annotations": []
        },
        {
            "text": "2. Die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Kon-sumentenschutz, mit der besondere Schutzmaßnahmen gegen die Verbreitung von COVID-19 getroffen werden (4. COVID-19-Schutzmaßnahmenverordnung – 4. COVID-19-SchuMaV), BGBl II 58/2021, lautete auszugsweise wie folgt (die im Hauptantrag angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Ausgangsregelung",
            "annotations": []
        },
        {
            "text": "§2. (1) Zur Verhinderung der Verbreitung von COVID-19 ist das Verlassen des eigenen privaten Wohnbereichs und der Aufenthalt außerhalb des eigenen privaten Wohnbereichs von 20.00 Uhr bis 06.00 Uhr des folgenden Tages nur zu folgenden Zwecken zulässig:",
            "annotations": []
        },
        {
            "text": "1. Abwendung einer unmittelbaren Gefahr für Leib, Leben und Eigentum,",
            "annotations": []
        },
        {
            "text": "2. Betreuung von und Hilfeleistung für unterstützungsbedürftige Personen sowie Ausübung familiärer Rechte und Erfüllung familiärer Pflichten,",
            "annotations": []
        },
        {
            "text": "3. Deckung der notwendigen Grundbedürfnisse des täglichen Lebens, wie insbesondere",
            "annotations": []
        },
        {
            "text": "a) der Kontakt mit",
            "annotations": []
        },
        {
            "text": "aa) dem nicht im gemeinsamen Haushalt lebenden Lebenspartner,",
            "annotations": []
        },
        {
            "text": "bb) einzelnen engsten Angehörigen (Eltern, Kinder und Geschwister),",
            "annotations": []
        },
        {
            "text": "cc) einzelnen wichtigen Bezugspersonen, mit denen in der Regel mehrmals wöchentlich physischer oder nicht physischer Kontakt gepflegt wird,",
            "annotations": []
        },
        {
            "text": "b) die Versorgung mit Grundgütern des täglichen Lebens,",
            "annotations": []
        },
        {
            "text": "c) die Inanspruchnahme von Gesundheitsdienstleistungen oder die Vornahme einer Testung auf SARS-CoV-2,",
            "annotations": []
        },
        {
            "text": "d) die Deckung eines Wohnbedürfnisses,",
            "annotations": []
        },
        {
            "text": "e) die Befriedigung religiöser Grundbedürfnisse, wie Friedhofsbesuche und individuelle Besuche von Orten der Religionsausübung, sowie",
            "annotations": []
        },
        {
            "text": "f) die Versorgung von Tieren,",
            "annotations": []
        },
        {
            "text": "4. berufliche Zwecke und Ausbildungszwecke, sofern dies erforderlich ist,",
            "annotations": []
        },
        {
            "text": "5. Aufenthalt im Freien alleine, mit Personen aus dem gemeinsamen Haushalt oder Personen gemäß Z3 lita zur körperlichen und psychischen Erholung,",
            "annotations": []
        },
        {
            "text": "6. zur Wahrnehmung von unaufschiebbaren behördlichen oder gerichtlichen Wegen, einschließlich der Teilnahme an öffentlichen Sitzungen der allgemeinen Vertretungskörper und an mündlichen Verhandlungen der Gerichte und Verwaltungsbehörden zur Wahrung des Grundsatzes der Öffentlichkeit,",
            "annotations": []
        },
        {
            "text": "7. zur Teilnahme an gesetzlich vorgesehenen Wahlen und zum Gebrauch von gesetzlich vorgesehenen Instrumenten der direkten Demokratie,",
            "annotations": []
        },
        {
            "text": "8. zum Zweck des zulässigen Betretens von Kundenbereichen von Betriebsstätten gemäß den §§5, 7 und 8 sowie bestimmten Orten gemäß den §§9, 10 und 11 sowie Einrichtungen gemäß §16 Abs1 Z1, 2 und 4, und",
            "annotations": []
        },
        {
            "text": "9. zur Teilnahme an Veranstaltungen gemäß den §13 Abs3 Z1 bis 9 und §14.",
            "annotations": []
        },
        {
            "text": "(2) Zum eigenen privaten Wohnbereich zählen auch Wohneinheiten in Beherbergungsbetrieben sowie in Alten-, Pflege- und Behindertenheimen.",
            "annotations": []
        },
        {
            "text": "(3) Kontakte im Sinne von Abs1 Z3 lita und Abs1 Z5 dürfen nur stattfinden, wenn daran",
            "annotations": []
        },
        {
            "text": "1. auf der einen Seite Personen aus höchstens einem Haushalt gleichzeitig beteiligt sind und",
            "annotations": []
        },
        {
            "text": "2. auf der anderen Seite nur eine Person beteiligt ist.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Gastgewerbe",
            "annotations": []
        },
        {
            "text": "§7. (1) Das Betreten und Befahren von Betriebsstätten sämtlicher Betriebsarten der Gastgewerbe zum Zweck des Erwerbs von Waren oder der Inanspruchnahme von Dienstleistungen des Gastgewerbes ist untersagt.",
            "annotations": []
        },
        {
            "text": "(2) Abs1 gilt nicht für Gastgewerbebetriebe, die innerhalb folgender Einrichtungen betrieben werden:",
            "annotations": []
        },
        {
            "text": "1. Krankenanstalten und Kuranstalten,",
            "annotations": []
        },
        {
            "text": "2. Alten-, Pflege- und Behindertenheime,",
            "annotations": []
        },
        {
            "text": "3. Einrichtungen zur Betreuung und Unterbringung von Kindern und Jugendlichen einschließlich Schulen und Kindergärten,",
            "annotations": []
        },
        {
            "text": "4. Betriebe, wenn diese ausschließlich durch die dort betreuten, untergebrachten oder nicht zum bloßen Besuch aufhältigen Personen oder durch Betriebsangehörige genutzt werden.",
            "annotations": []
        },
        {
            "text": "(3) Abs1 gilt nicht für Beherbergungsbetriebe, wenn in der Betriebsstätte Speisen und Getränke ausschließlich an Beherbergungsgäste verabreicht bzw ausgeschenkt werden. Die Verabreichung und Konsumation hat tunlichst in der Wohneinheit zu erfolgen.",
            "annotations": []
        },
        {
            "text": "(4) Abs1 gilt nicht für öffentliche Verkehrsmittel, wenn dort Speisen und Getränke ausschließlich an Benutzer des öffentlichen Verkehrsmittels verabreicht bzw ausgeschenkt werden.",
            "annotations": []
        },
        {
            "text": "(5) Hinsichtlich der Ausnahmen gemäß Abs2 bis 4 und hinsichtlich Abs7 gilt:",
            "annotations": []
        },
        {
            "text": "1. Gegenüber Personen, die nicht im gemeinsamen Haushalt leben, ist ein Abstand von mindestens zwei Metern einzuhalten und – ausgenommen während des Verweilens am Verabreichungsplatz – eine Atemschutzmaske der Schutzklasse FFP2 (FFP2-Maske) ohne Ausatemventil oder eine Maske mit mindestens gleichwertig genormtem Standard zu tragen.",
            "annotations": []
        },
        {
            "text": "2. Der Betreiber hat sicherzustellen, dass die Konsumation von Speisen und Getränken nicht in unmittelbarer Nähe der Ausgabestelle erfolgt.",
            "annotations": []
        },
        {
            "text": "3. Speisen und Getränke dürfen in der Betriebsstätte nur im Sitzen an Verabreichungsplätzen konsumiert werden. Der Betreiber hat die Verabreichungsplätze so einzurichten, dass zwischen den Personengruppen ein Abstand von mindestens zwei Metern besteht. Dies gilt nicht, wenn durch geeignete Schutzmaßnahmen zur räumlichen Trennung das Infektionsrisiko minimiert werden kann.",
            "annotations": []
        },
        {
            "text": "4. Für den Betreiber und seine Mitarbeiter gilt bei unmittelbarem Kundenkontakt §6 Abs4.",
            "annotations": []
        },
        {
            "text": "5. Selbstbedienung ist zulässig, sofern durch besondere hygienische Vorkehrungen das Infektionsrisiko minimiert werden kann.",
            "annotations": []
        },
        {
            "text": "(6) Hinsichtlich der Ausnahmen gemäß Abs2 bis 4 darf der Betreiber das Betreten und das Befahren der Betriebsstätte nur im Zeitraum zwischen 06.00 und 19.00 Uhr zulassen. In Betrieben ist das Betreten durch Betriebsangehörige im Schichtbetrieb durchgehend zulässig. Restriktivere Sperrstunden und Aufsperrstunden aufgrund anderer Rechtsvorschriften bleiben unberührt.",
            "annotations": []
        },
        {
            "text": "(7) Abweichend von Abs1 ist die Abholung von Speisen und alkoholfreien sowie in handelsüblich verschlossenen Gefäßen abgefüllten alkoholischen Getränken zwischen 06.00 und 19.00 Uhr zulässig. Die Speisen und Getränke dürfen nicht im Umkreis von 50 Metern um die Betriebsstätte konsumiert werden. Bei der Abholung ist gegenüber Personen, die nicht im gemeinsamen Haushalt leben, ein Abstand von mindestens zwei Metern einzuhalten sowie eine Atemschutzmaske der Schutzklasse FFP2 (FFP2-Maske) ohne Ausatemventil oder eine Maske mit mindestens gleichwertig genormtem Standard zu tragen.",
            "annotations": []
        },
        {
            "text": "(8) Abs1 gilt nicht für Lieferservices. §6 Abs4 gilt.",
            "annotations": []
        },
        {
            "text": "Beherbergungsbetriebe",
            "annotations": []
        },
        {
            "text": "§8. (1) Das Betreten von Beherbergungsbetrieben zum Zweck der Inanspruchnahme von Dienstleistungen von Beherbergungsbetrieben ist untersagt. ",
            "annotations": []
        },
        {
            "text": "(2) Beherbergungsbetriebe sind Unterkunftsstätten, die unter der Leitung oder Aufsicht des Unterkunftgebers oder eines von diesem Beauftragten stehen und zur entgeltlichen oder unentgeltlichen Unterbringung von Gästen zum vorübergehenden Aufenthalt bestimmt sind. Beaufsichtigte Camping- oder Wohnwagenplätze, sofern es sich dabei nicht um Dauerstellplätze handelt, sowie Schutzhütten gelten als Beherbergungsbetriebe.",
            "annotations": []
        },
        {
            "text": "(3) Abs1 gilt nicht für das Betreten eines Beherbergungsbetriebs",
            "annotations": []
        },
        {
            "text": "1. durch Personen, die sich zum Zeitpunkt des Inkrafttretens dieser Bestimmung bereits in Beherbergung befinden, für die im Vorfeld mit dem Unterkunftgeber vereinbarte Dauer der Beherbergung,",
            "annotations": []
        },
        {
            "text": "2. zum Zweck der Betreuung von und Hilfeleistung für unterstützungsbedürftige Personen,",
            "annotations": []
        },
        {
            "text": "3. aus unaufschiebbaren beruflichen Gründen,",
            "annotations": []
        },
        {
            "text": "4. zu Ausbildungszwecken gesetzlich anerkannter Einrichtungen,",
            "annotations": []
        },
        {
            "text": "5. zur Stillung eines dringenden Wohnbedürfnisses,",
            "annotations": []
        },
        {
            "text": "6. durch Kurgäste und Begleitpersonen in einer Kuranstalt, die gemäß §42a des Krankenanstalten- und Kuranstaltengesetzes (KAKuG), BGBl Nr 1/1957, als Beherbergungsbetrieb mit angeschlossenem Ambulatorium gemäß §2 Abs1 Z5 KAKuG organisiert ist,",
            "annotations": []
        },
        {
            "text": "7. durch Patienten und Begleitpersonen in einer Einrichtung zur Rehabilitation, die als Beherbergungsbetrieb mit angeschlossenem Ambulatorium gemäß §2 Abs1 Z5 KAKuG organisiert ist,",
            "annotations": []
        },
        {
            "text": "8. durch Schüler zum Zweck des Schulbesuchs und Studenten zu Studienzwecken (Internate, Lehrlingswohnheime und Studentenheime)",
            "annotations": []
        },
        {
            "text": "für die unbedingt erforderliche Dauer.",
            "annotations": []
        },
        {
            "text": "(4) Der Gast hat in allgemein zugänglichen Bereichen gegenüber anderen Personen, die nicht im gemeinsamen Haushalt leben oder nicht zur Gästegruppe in der gemeinsamen Wohneinheit gehören, einen Abstand von mindestens zwei Metern einzuhalten. Dies gilt nicht, wenn durch geeignete Schutzmaßnahmen zur räumlichen Trennung das Infektionsrisiko minimiert werden kann. Beim Betreten allgemein zugänglicher Bereiche in geschlossenen Räumen ist eine Atemschutz-maske der Schutzklasse FFP2 (FFP2-Maske) ohne Ausatemventil oder eine Maske mit mindestens gleichwertig genormtem Standard zu tragen.",
            "annotations": []
        },
        {
            "text": "(5) Für den Betreiber und seine Mitarbeiter gilt bei unmittelbarem Kundenkontakt §6 Abs4.",
            "annotations": []
        },
        {
            "text": "(6) Die Nächtigung in einem Schlaflager oder in Gemeinschaftsschlafräumen ist nur zulässig, wenn gegenüber Personen, die nicht im gemeinsamen Haushalt leben, ein Abstand von mindestens zwei Metern eingehalten wird oder durch geeignete Schutzmaßnahmen das Infektionsrisiko minimiert werden kann.\"",
            "annotations": []
        },
        {
            "text": "III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Mit zwei Straferkenntnissen der Bezirkshauptmannschaft Lienz vom 15. April 2021 wurde dem Beschwerdeführer der Verfahren vor dem Landesverwaltungsgericht Tirol (im Folgenden: Beschwerdeführer und antragstellendes Gericht) jeweils zur Last gelegt, er habe als Inhaber einer Betriebsstätte der Betriebsart des Gastgewerbes nicht dafür Sorge getragen, dass die Betriebsstätte nicht bzw nur im Zeitraum zwischen 6 und 19 Uhr betreten werde, obwohl das Betreten von Betriebsstätten sämtlicher Betriebsarten des Gastgewerbes gemäß 4. COVID-19-SchuMaV in der Zeit vom 8. Februar 2021 bis 17. Februar 2021 untersagt bzw für Beherbergungsgäste nur im Zeitraum zwischen 6 und 19 Uhr zulässig gewesen sei. Am 11. Februar 2021 gegen 21:30 Uhr hätten sich zwei Beherbergungsgäste und ein nicht vom Beschwerdeführer beherbergter Gast zum Zwecke des Getränkekonsums im Gastraum aufgehalten. Am 16. Februar 2021 um 21:40 Uhr sei ein weiterer Beherbergungsgast an einem Tisch im Gastraum gesessen und habe eine Flasche Bier konsumiert. Über den Beschwerdeführer wurden daher gemäß §8 Abs4 COVID-19-MG Geldstrafen verhängt.",
            "annotations": []
        },
        {
            "text": "1.2. Gegen diese Straferkenntnisse erhob der Beschwerdeführer jeweils Beschwerde an das antragstellende Gericht.",
            "annotations": []
        },
        {
            "text": "2. Das antragstellende Gericht legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, zusammengefasst wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.1. Zur Zulässigkeit des Antrages führt das antragstellende Gericht aus, dass die belangte Behörde den Tatvorwurf in beiden Fällen unter anderem auf §7 Abs6 4. COVID-19-SchuMaV stütze. Bei dieser Bestimmung bzw der Verordnung an sich handle es sich um eine zeitraumbezogene Regelung, welche zu beiden Tatzeitpunkten in Geltung gewesen sei und vom antragstellenden Gericht daher ungeachtet des zwischenzeitlichen Außerkrafttretens in den gegenständlichen Anlassverfahren anzuwenden sei. §7 Abs6 leg cit sei somit für beide Anlassverfahren präjudiziell, weshalb der Antrag nach Ansicht des antragstellenden Gerichtes zulässig sei. Die übrigen Bestimmungen des §7 leg cit stünden mit dieser Bestimmung in einem Zusammenhang. Zu den Eventualanträgen bringt das antragstellende Gericht vor, dass §8 leg cit Beherbergungsbetriebe einem eigenen Regelungsregime unterwerfe, weshalb auf Grund der inhaltlichen Nähe auch diese Bestimmung in die Prüfung miteinzubeziehen sei. §§5 und 6 leg cit regelten das Betreten von Kundenbereichen von Betriebsstätten und von Orten der beruflichen Tätigkeit. §7 leg cit könne daher als lex specialis zu diesen Bestimmungen gesehen werden, weshalb eventualiter auch diese zu prüfen seien.",
            "annotations": []
        },
        {
            "text": "2.2. In der Sache bringt das antragstellende Gericht Folgendes vor: ",
            "annotations": []
        },
        {
            "text": "2.2.1. Der Verordnungsgeber unterlasse durch die in §7 Abs6 4. COVID-19-SchuMaV normierte \"uhrzeitmäßige Beschränkung\" des Betretens von Gastgewerbebetriebsstätten eine auf Grund des Gleichheitssatzes gebotene Differenzierung, indem unsachlicherweise nicht berücksichtigt werde, dass für Beherbergungsgäste Ausnahmebestimmungen gemäß §2 Abs1 Z1 bis 9 leg cit gelten könnten und eine Rückkehr in die Betriebsstätte außerhalb der allgemeinen Ausgangsbeschränkungen erfolgen könne. Im Zusammenhang mit der uhrzeitmäßigen Beschränkung sei im Dokument \"Sachverhalt und Begründungen zur COVID-19-Schutzmaßnahmenverordnung\" ausgeführt worden, dass diese \"im Einklang mit der nächtlichen Ausgangsbeschränkung\" stehe. Hiebei postuliere der Verordnungsgeber in Anlehnung an die Zeiten der allgemeinen Ausgangsbeschränkungen eine zeitliche Beschränkung für alle Personen, ohne zu berücksichtigen, dass für Personen, für welche Ausnahmebestimmungen gälten, andere Regelungen gelten müssten. Es bestehe keine sachliche Rechtfertigung dafür, dass nur Betriebsangehörigen, welche im Schichtbetrieb tätig seien, das Betreten von Betriebsstätten zur Verköstigung außerhalb von 6 bis 19 Uhr erlaubt sei. Diese Ausnahme sei zu wenig weitreichend. Die Anwendung des §7 Abs6 leg cit auch auf Beherbergungsgäste führe wie in den Anlassverfahren dazu, dass Personen, die zu einer beruflich erforderlichen Besprechung oder zum Zwecke der Gefahrenabwehr oder Hilfeleistung zusammenkämen, die Möglichkeit versagt werde, sich in einer Betriebsstätte verköstigen zu lassen. Diese Bestimmung widerspreche somit dem Gleichheitssatz.",
            "annotations": []
        },
        {
            "text": "2.2.2. Darüber hinaus führt das antragstellende Gericht aus, dass §7 Abs6 4. COVID-19-SchuMaV dem allgemeinen Sachlichkeitsgebot widerspreche, da sich in keiner der rechtlichen Begründungen zur COVID-19-Schutzmaßnahmenverordnung, BGBl II 463/2020, (im Folgenden: COVID-19-SchuMaV) eine konkrete Begründung für die Geltung der Verköstigungszeiten für alle Personen (ausgenommen Schichtbetrieb) finde. Die Ausführungen im Dokument \"Sachverhalt und Begründungen zur COVID-19-Schutzmaßnahmenverordnung\" würden keine sachlich nachvollziehbare Begründung darstellen, sondern sich in einem Verweis auf die allgemeinen Ausgangsbeschränkungen erschöpfen. Der Verordnungsgeber lasse völlig unberücksichtigt, dass es sich um vereinzelte zu verköstigende Personen handle, die teilweise gezwungenermaßen vor 6 Uhr oder nach 19 Uhr verköstigt werden müssten. Weshalb auch diese Personen den allgemeinen zeitlichen Beschränkungen unterliegen sollten, sei für das antragstellende Gericht nicht nachvollziehbar.",
            "annotations": []
        },
        {
            "text": "2.2.3. Weiters verstoße der Begriff \"tunlichst\" in §7 Abs3 4. COVID-19-SchuMaV gegen das Bestimmtheitsgebot des Art18 B-VG. Aus diesem Begriff sei keinesfalls ein striktes Verbot abzuleiten. Dieser werde im allgemeinen Sprachgebrauch tendenziell eher als Obliegenheit bzw Verhaltensvorschlag denn als strikte Verpflichtung verstanden. Eine eindeutige und unmissverständliche Regelung hätte durch schlichtes Weglassen des Begriffes \"tunlichst\" bewirkt werden können. Ausgehend von der vorliegenden Formulierung ergebe sich jedoch ein Interpretationsspielraum bzw es erschließe sich dem Rechtsunterworfenen im Verwaltungsstrafverfahren nicht eindeutig, dass eine Konsumation verpflichtend in der Wohneinheit/dem Zimmer zu erfolgen habe.",
            "annotations": []
        },
        {
            "text": "2.2.4. Da sich in keiner der rechtlichen Begründungen zur COVID-19-SchuMaV eine konkrete Begründung für die Geltung der Verköstigungszeiten für alle Personen (ausgenommen Schichtbetrieb) finde (siehe bereits 2.2.2.), sei auch zweifelhaft, ob §7 Abs6 4. COVID-19-SchuMaV entsprechend der Rechtsprechung des Verfassungsgerichtshofes \"nach Durchführung der gebotenen Interessenabwägung\" erlassen worden sei, wobei die \"maßgeblichen Umstände entsprechend ermittelt\" und \"nachvollziehbar fest(ge)halten\" worden seien bzw ersichtlich sei, \"auf welcher Informationsbasis über die nach dem Gesetz maßgeblichen Umstände die Verordnungsentscheidung fußt und die gesetzlich vorgegebene Abwägungsentscheidung erfolgt ist\" (Verweis auf VfSlg 20.398/2020 und 20.399/2020; VfGH 23.2.2021, V533/2020). Die vom Verfassungsgerichtshof in seiner jüngsten Rechtsprechung festgehaltenen Anforderungen an eine ausreichende und nachvollziehbare Dokumentation seien offenbar nicht erfüllt worden, weshalb die Bestimmung gesetzwidrig sei.",
            "annotations": []
        },
        {
            "text": "2.2.5. Insbesondere das Verfahren zu Z LVwG-2021/15/1323 verdeutliche die Unsachlichkeit der angefochtenen zeitlichen Einschränkung: Die vom Hausgast des Beschwerdeführers vorgenommene Schneeschöpftätigkeit im Rahmen eines Katastropheneinsatzes habe dessen Verköstigung außerhalb des Zeitraumes von 6 bis 19 Uhr zwingend erforderlich gemacht. Dem Wortlaut der Bestimmung gemäß hätte der Beschwerdeführer seinem Hausgast die Verköstigung verweigern müssen, womit diesem keine Verpflegungsmöglichkeit mehr zur Verfügung gestanden wäre. Dies würde eine völlig unbillige Rechtslage schaffen, welche keinesfalls vom Willen des Gesetz- und Verordnungsgebers umfasst sein habe können.",
            "annotations": []
        },
        {
            "text": "3. Der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz (im Folgenden: BMSGPK) hat die Akten betreffend das Zustandekommen der angefochtenen Verordnungsbestimmungen vorgelegt und eine Äußerung erstattet, in der er zusammengefasst wie folgt vorbringt:",
            "annotations": []
        },
        {
            "text": "3.1. Zur Zulässigkeit des Antrages führt der BMSGPK aus, dass er vorläufig von der (teilweisen) Zulässigkeit des Hauptantrages ausgehe. Im Hinblick auf die Eventualanträge sei der Anfechtungsumfang aber jeweils nicht richtig abgesteckt, weil Bestimmungen mitangefochten würden, gegen die keine Bedenken vorgebracht würden und zu denen auch kein bzw kein konkreter Regelungszusammenhang dargelegt werde. Damit erwiesen sich sämtliche Eventualanträge als unzulässig.",
            "annotations": []
        },
        {
            "text": "3.2. In der Sache führt der BMSGPK aus, dass das inhaltliche Vorbringen des antragstellenden Gerichtes identisch mit jenem im Verfahren V155/2022 sei, weshalb vollumfänglich auf die als Beilage angeschlossene Äußerung in diesem Verfahren verwiesen werde. In seiner Äußerung zu V155/2022 brachte der BMSGPK im Wesentlichen Folgendes vor:",
            "annotations": []
        },
        {
            "text": "3.2.1. Entsprechend den gesetzlichen Vorgaben des COVID-19-MG sei §7 Abs6 4. COVID-19-SchuMaV im Zeitpunkt der Verordnungserlassung iSd §3 Abs1 COVID-19-MG erforderlich gewesen und mit den übrigen Erfordernissen des COVID-19-MG in Einklang gestanden. Dies erhelle sich vor dem Hintergrund der – in der Äußerung näher dargestellten – epidemiologischen Lage im Zeitpunkt der Erlassung. Das Betretungsverbot des §7 Abs1 4. COVID-19-SchuMaV trage den ungünstigen epidemiologischen Verhältnissen in Betriebsstätten der Gastgewerbe (lange Verweildauer, geselliges Beisammensein, verbale Interaktion) Rechnung. Die gleichgelagerten epidemiologischen Gegebenheiten in Gastgewerbebetriebsstätten innerhalb und außerhalb von Beherbergungsbetrieben würden eine größtmögliche Gleichstellung erfordern. Der weitgehenden Gleichstellung diene auch die Sperrstundenregelung des §7 Abs6 leg cit",
            "annotations": []
        },
        {
            "text": "3.2.2. Die Sperrstundenregelung basiere auf einer gebotenen Durchschnittsbetrachtung, wonach die betroffenen Personen in aller Regel auch die Möglichkeit hätten, sich innerhalb des in §7 Abs6 4. COVID-19-SchuMaV festgelegten Zeitraumes verköstigen zu lassen. Was die Ausnahme des §7 Abs6 zweiter Satz leg cit für Betriebsangehörige im Schichtbetrieb betreffe, so sei festzuhalten, dass die epidemiologische Risikobewertung für Gastgewerbebetriebe innerhalb von Einrichtungen iSd §7 Abs2 leg cit in einer Durchschnittsbetrachtung geringer ausfalle als für solche in Beherbergungsbetrieben gemäß §7 Abs3 leg cit. Die Ausnahme des §7 Abs6 zweiter Satz leg cit diene zudem der notwendigen Versorgung im Betrieb für jene Personen, die ihre Arbeit regelmäßig und in geradezu kennzeichnender Weise außerhalb der Normalarbeitszeiten verrichteten und daher auf eine Verköstigung außerhalb der Sperrstundenzeiten angewiesen seien.  Dies gelte jedoch gerade nicht für die seitens des antragstellenden Gerichtes ins Treffen geführten Gäste von Beherbergungsbetrieben, denen die Rückkehr in ihren Beherbergungsbetrieb infolge der Wahrnehmung eines Ausgangsgrundes nur außerhalb des in §7 Abs6 leg cit verordneten Zeitraumes möglich sei. ",
            "annotations": []
        },
        {
            "text": "Wie das Gericht selbst ausführe, handle es sich bei den im Antrag beschriebenen Sachverhalten um Einzelfälle, denen im Rahmen einer Durchschnittsbetrachtung typischerweise nicht vollumfänglich Rechnung getragen werden könne. Der Umstand, dass es durch eine Rechtsvorschrift zu einzelnen Härtefällen komme, führe für sich genommen noch nicht zu deren Unsachlichkeit. Dies gelte umso mehr, wenn sie – wie für seuchenrechtliche Bestimmungen typisch – nahezu alle denkbaren Lebenssachverhalte regeln müsse. Eine Berücksichtigung der Umstände des Einzelfalls und des Unrechtsgehalts sei aber freilich im Rahmen der Strafbemessung gemäß §19 VStG zulässig und geboten. Auch verunmögliche §7 Abs6 4. COVID-19-SchuMaV die Verabreichung von Speisen und Getränken bzw deren Konsum außerhalb des Zeitraumes zwischen 6 und 19 Uhr keineswegs generell. Außerhalb der im Beherbergungsbetrieb befindlichen Gastgewerbebetriebsstätten (insbesondere in der Wohneinheit) seien Verabreichung und Konsum von Speisen und Getränken weiterhin zulässig. Auch Lieferservices seien vom Betretungsverbot des §7 Abs1 leg cit ausgenommen und könnten ihre Dienstleistungen auch außerhalb des in §7 Abs6 leg cit festgelegten Zeitraumes erbringen.",
            "annotations": []
        },
        {
            "text": "3.2.3. Der Verfassungsgerichtshof gehe in mittlerweile gefestigter Rechtsprechung davon aus, dass der Gesetzgeber dem verordnungserlassenden Organ in der Frage der Bekämpfung der COVID-19-Pandemie einen weiten Entscheidungsspielraum eingeräumt habe. Die Erforderlichkeit seuchenrechtlicher Maßnahmen sei dabei notwendigerweise ex ante zu beurteilen, wobei es auf eine Gefährdungsprognose ankomme. Dem Verordnungsgeber sei es im Rahmen des ihm gesetzlich übertragenen Entscheidungsspielraumes auch nicht verwehrt, für unterschiedliche Situationen bzw Orte differenzierende Schutzmaßnahmen zur Verhinderung der Verbreitung von COVID-19 vorzusehen. Dabei müsse die Beurteilung der geeigneten und erforderlichen Maßnahmen im Rahmen einer Durchschnittsbetrachtung erfolgen. Der Verfassungsgerichtshof habe die Zulässigkeit einer solchen Durchschnittsbetrachtung bestätigt (Verweis auf VfGH 1.10.2020, V392/2020; 3.3.2022, V231/2021). Mit der angefochtenen 4. COVID-19-SchuMaV seien die Ausgangsbeschränkungen der 4. COVID-19-NotMV, BGBl II 49/2021, gelockert und die Betretungsverbote für Betriebsstätten des Handels und Betriebsstätten, in denen körpernahe Dienstleistungen erbracht werden, aufgehoben worden. Lockerungen müssten jedoch stets schrittweise und unter Bedachtnahme auf das aktuelle Infektionsgeschehen sowie die Besonderheiten der jeweiligen Regelungsbereiche gesetzt werden. Vor dem Hintergrund des dargestellten hohen Infektionsgeschehens und den Unsicherheiten hinsichtlich der Auswirkungen der Ausbreitung der Variante B.1.1.7 sei bei den Lockerungsschritten ein differenziertes und stufenweises Vorgehen geboten gewesen. In Ansehung der epidemiologischen Lage habe bei Verordnungserlassung keine Möglichkeit bestanden, auf gelindere Mittel zurückzugreifen. Der 4. COVID-19-SchuMaV lägen eine umfassende Interessenabwägung und eine Verhältnismäßigkeitsprüfung zugrunde.",
            "annotations": []
        },
        {
            "text": "3.2.4. Zur behaupteten Verletzung des Gleichheitssatzes führt der BMSGPK aus, dass die mit §7 Abs6 4. COVID-19-SchuMaV getroffene Differenzierung zwischen Betriebsangehörigen im Schichtbetrieb, die von der Sperrstundenregelung ausgenommen seien, und Beherbergungsgästen den Bedürfnissen einer regelmäßig und in kennzeichnender Weise außerhalb der regulären Betriebszeiten arbeitenden Personengruppe Rechnung trage und auf relevanten Unterschieden im Tatsächlichen basiert habe. Sie sei daher aus gleichheitsrechtlicher Sicht unbedenklich und stelle keine unsachliche Differenzierung dar. Was die monierte fehlende Differenzierung innerhalb der Gruppe der Beherbergungsgäste iSd §7 Abs3 leg. cit. untereinander betreffe, gelte Gegenteiliges: Wie bereits ausgeführt handle es sich bei Anstellung einer Durchschnittsbetrachtung um im Wesentlichen gleich gelagerte Sachverhalte, die daher auch gleich zu behandeln seien. Dass es im Einzelfall Personen geben könne, die in Wahrnehmung eines Ausgangsgrundes iSd. §2 Abs1 Z1 bis 9 leg cit nicht in der Lage seien, sich innerhalb des verordneten Zeitraumes in ihrem Beherbergungsbetrieb verköstigen zu lassen, ändere aus Sicht des BMSGPK nichts an der Zulässigkeit der Regelung. ",
            "annotations": []
        },
        {
            "text": "3.2.5. Auch die vom antragstellenden Gericht behauptete Verletzung der Dokumentationspflicht liege nicht vor. Wie aus den vorgelegten Verordnungsakten hervorgehe, sei der Erlassung des §7 Abs6 4. COVID-19-SchuMaV ein umfassendes Ermittlungsverfahren vorangegangen. Zwar treffe es zu, dass sich in der rechtlichen Begründung zur 4. COVID-19-SchuMaV keine expliziten Erläuterungen zu §7 leg. cit. fänden. Dies sei dem Umstand geschuldet, dass die Bestimmung im Wesentlichen auf §7 COVID-19-SchuMaV zurückgehe. Demgemäß verweise die rechtliche Begründung zur 4. COVID-19-SchuMaV hinsichtlich der grundsätzlichen Erwägungen auf die Materialien der Vorgängerverordnungen. Es spreche nicht gegen eine ordnungsgemäße Dokumentation der Entscheidungsgrundlagen, wenn mangels Änderung des Standes der Wissenschaft Maßnahmen fortgeschrieben und zur Begründung auf die Grundlagen entsprechender Vorgängerregelungen verwiesen werde. Dies habe auch der Verfassungsgerichtshof als zulässig erachtet (Verweis auf VfGH 6.10.2021, V86/2021). Die auf der Homepage des BMSGPK publizierte rechtliche Begründung bilde im Übrigen nur einen Teil der Entscheidungsgrundlagen ab. Die epidemiologischen Notwendigkeiten, die fachliche Evidenz der Maßnahmen und die Empfehlungen der Corona-Kommission fänden sich in der den Verordnungsakten zu entnehmenden fachlichen Begründung. Das antragstellende Gericht habe davon Abstand genommen, Einsicht in die vollständigen Entscheidungsgrundlagen zu nehmen. Der Verfassungsgerichtshof verlange nach Auffassung des BMSGPK auch keine detaillierte Begründung für jede einzelne Bestimmung, sondern fordere vielmehr eine nachvollziehbare Darlegung der für die Verordnungserlassung besonders relevanten Umstände und der wesentlichen Entscheidungsgrundlagen. Vor diesem Hintergrund fänden sich im vorgelegten Verordnungsakt ausreichende Hinweise auf die Wertungen, die den BMSGPK bei der Erlassung der gegenständlichen Bestimmung geleitet hätten. Aus Sicht des BMSGPK seien damit die Anforderungen an eine hinreichende Dokumentation der Entscheidungsgrundlagen erfüllt.",
            "annotations": []
        },
        {
            "text": "3.2.6. Schließlich teile der BMSGPK auch die Bedenken des antragstellenden Gerichtes, dass der Begriff \"tunlichst\" in §7 Abs3 zweiter Satz 4. COVID-19-SchuMaV gegen das Bestimmtheitsgebot verstoße, nicht. Der Gehalt der Norm ergebe sich bereits aus dem Wortlaut der Bestimmung und werde in historischer, teleologischer und systematischer Interpretation bestätigt, sodass diesbezüglich keine Zweifel am Gesollten bestünden. Die Bestimmung normiere weder ein rigoroses Verbot der Verabreichung bzw des Konsums in der Wohneinheit, noch stelle diese einen bloßen Verhaltensvorschlag dar. Der normative Charakter als Verhaltensgebot komme bereits durch das Wort \"hat\" deutlich zum Ausdruck. Das Wort \"tunlichst\" bedeute entgegen der Auffassung des antragstellenden Gerichtes nach allgemeinem Sprachgebrauch in erster Linie \"möglichst\". Durch Wortinterpretation ergebe sich zunächst die Auslegung, dass die Verabreichung und Konsumation möglichst in der Wohneinheit zu erfolgen habe. Sei dies nicht möglich, sei im Umkehrschluss eine Verabreichung bzw Verköstigung in Gastgewerbebetriebsstätten innerhalb der Beherbergungsbetriebe zulässig. Nichts Anderes ergebe sich bei Anwendung der übrigen Auslegungsmethoden. Bereits die Materialien erhellten, dass der BMSGPK gerade kein rigoroses Verbot beabsichtigt habe. Das Primat der Verabreichung bzw Konsumation in der Wohneinheit minimiere das epidemiologische Risiko, während es zugleich dem Umstand Rechnung trage, dass eine Konsumation in der Wohneinheit nicht in allen Fällen möglich sei. Damit werde §7 Abs3 zweiter Satz leg cit den Anforderungen nach Art18 B-VG hinreichend gerecht. Nur wenn sich nach Heranziehung aller Interpretationsmethoden immer noch nicht beurteilen lasse, was im konkreten Fall rechtens sei, verletze die Norm die in Art18 B-VG statuierten rechtsstaatlichen Erfordernisse (vgl ua VfSlg 8.395/1978, 10.296/1984).",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen mangelnder Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001, 16.927/2003 und 20.171/2017).",
            "annotations": []
        },
        {
            "text": "1.2. Vor dem Hintergrund der Sachverhalte, die den Anlassverfahren zugrunde liegen, ist dem antragstellenden Gericht nicht entgegenzutreten, wenn es davon ausgeht, dass es die – inzwischen aufgehobene – Bestimmung des §7 Abs6 4. COVID-19-SchuMaV in diesen Verfahren anzuwenden hat (vgl VfGH 10.3.2021, V583/2020 ua).",
            "annotations": []
        },
        {
            "text": "1.3. §7 Abs6 4. COVID-19-SchuMaV normierte in seinem ersten Satz eine zeitliche Einschränkung für die in §7 Abs2 bis 4 leg cit vorgesehenen Ausnahmen vom Betretungsverbot für Betriebsstätten der Gastgewerbe gemäß §7 Abs1 leg cit (vgl VfGH 15.3.2023, V155/2022). Damit steht diese Bestimmung mit Abs1 und den übrigen Absätzen des §7 leg cit, die – großteils ausdrücklich – an das Verbot des Abs1 anknüpfen, vor dem Hintergrund der geltend gemachten Bedenken in einem Zusammenhang (vgl auch VfGH 1.10.2020, V429/2020, zu §6 COVID-19-LV, BGBl II 197/2020; VfGH 1.10.2020, G219/2020 ua, zu §3 COVID-19-Maßnahmenverordnung-96 idF BGBl II 130/2020; VfSlg 20.479/2021, zu §7 COVID-19-NotMV). Die übrigen Bestimmungen des §7 4. COVID-19-SchuMaV wurden daher wegen ihres Regelungszusammenhanges mit §7 Abs6 leg. cit. zulässigerweise mitangefochten.",
            "annotations": []
        },
        {
            "text": "1.4. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Hauptantrag auf Aufhebung des §7 4. COVID-19-SchuMaV, BGBl II 58/2021, als zulässig. Auch der BMSGPK begründet nicht näher, weshalb und in welchem Umfang er von einer bloß \"(teilweisen) Zulässigkeit\" des Hauptantrages ausgeht. Damit erübrigt sich ein Eingehen auf die Eventualanträge.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof ist in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist nicht begründet.",
            "annotations": []
        },
        {
            "text": "2.3. In §7 Abs1 4. COVID-19-SchuMaV wurde das Betreten von Betriebsstätten der Gastgewerbe zum Zweck des Erwerbs von Waren oder der Inanspruchnahme von Dienstleistungen des Gastgewerbes untersagt. Ausgenommen davon waren (ua) Beherbergungsbetriebe (sofern deren Betreten nach §8 Abs2 leg cit zulässig war), wenn Speisen und Getränke ausschließlich an Beherbergungsgäste verabreicht bzw ausgeschenkt wurden (§7 Abs3 erster Satz leg cit). Die Bedenken des antragstellenden Gerichtes richten sich gegen Bestimmungen, die diese Ausnahme wiederum einschränkten. §7 Abs3 zweiter Satz leg cit normierte, dass in Beherbergungsbetrieben die Verabreichung und Konsumation tunlichst in der Wohneinheit zu erfolgen hat. §7 Abs6 erster Satz leg cit ordnete für die vom Verbot des Abs1 ausgenommenen Betriebsstätten an, dass der Betreiber das Betreten nur zwischen 6 und 19 Uhr zulassen darf.",
            "annotations": []
        },
        {
            "text": "2.4. Das antragstellende Gericht moniert zunächst, dass die in §7 Abs6 erster Satz 4. COVID-19-SchuMaV verordnete zeitliche Beschränkung eine auf Grund des Gleichheitsgrundsatzes gebotene Differenzierung unterlasse, indem nicht berücksichtigt werde, dass für Beherbergungsgäste Ausnahmebestimmungen gemäß §2 Abs1 Z1 bis 9 leg cit gelten könnten und eine Rückkehr in die Betriebsstätte, bedingt durch diese Ausnahmegründe, außerhalb der Ausgangsbeschränkungen erfolgen könne. Die zeitliche Beschränkung werde in den Materialien damit begründet, dass diese \"im Einklang mit der nächtlichen Ausgangsbeschränkung\" stehe. Insofern müssten für Personen, welche von der Ausgangsbeschränkung des §2 leg cit ausgenommen seien, andere Regelungen gelten. Wenn (in §7 Abs6 zweiter Satz leg cit) lediglich Betriebsangehörigen im Schichtbetrieb das Betreten von Betriebsstätten zur Verköstigung außerhalb des Zeitraums 6 bis 19 Uhr erlaubt werde, sei diese Ausnahme zu wenig weitreichend. Aus denselben Gründen widerspreche §7 Abs6 leg cit auch dem allgemeinen Sachlichkeitsgebot, da keine Begründung für diese Regelung ersichtlich sei.",
            "annotations": []
        },
        {
            "text": "2.4.1.  Der Gleichheitsgrundsatz bindet auch den Verordnungsgeber (VfGH 5.6.2014, V44/2013). Er setzt ihm insofern inhaltliche Schranken, als er es verbietet, unsachliche, durch tatsächliche Unterschiede nicht begründbare Differenzierungen und eine unsachliche Gleichbehandlung von Ungleichem sowie sachlich nicht begründbare Regelungen zu schaffen (vgl zur Differenzierung bei Gesetzen etwa VfSlg 17.315/2004, 17.500/2005; zum Sachlichkeitsgebot bei Gesetzen vgl VfSlg 14.039/1995, 16.407/2001; VfGH 23.2.2021, G361/2020; zum Sachlichkeitsgebot bei Verordnungen VfGH 24.6.2021, V593/2020; 23.9.2021, V572/2020).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof geht davon aus, dass der Gesetzgeber dem Verordnungsgeber in der Frage der Bekämpfung der COVID-19-Pandemie einen weiten Entscheidungsspielraum eingeräumt hat (vgl VfGH 10.3.2021, V574/2020; 24.6.2021, V593/2020; 23.9.2021, V572/2020; 23.9.2021, V5/2021; 3.12.2021, V617/2020 ua).",
            "annotations": []
        },
        {
            "text": "Dem Verordnungsgeber ist es im Rahmen des ihm gesetzlich übertragenen Entscheidungsspielraumes nicht verwehrt, für unterschiedliche Situationen bzw Orte differenzierende Schutzmaßnahmen zur Verhinderung der Verbreitung von COVID-19 vorzusehen (vgl §3 Abs2 COVID-19-MG, wonach entsprechend der epidemiologischen Situation festgelegt werden konnte, unter welchen Voraussetzungen und Auflagen Betriebsstätten betreten werden dürfen; siehe weiters VfGH 3.12.2021, V617/2020 ua). Im Rahmen dieses Entscheidungsspielraumes kann der Verordnungsgeber auch – wenn dies aus epidemiologischen Gründen indiziert ist – ortsbezogen und von einer Durchschnittsbetrachtung ausgehend unterschiedliche zeitliche Beschränkungen vorsehen (vgl VfGH 3.3.2022, V231/2021, in Bezug auf unterschiedliche Anforderungen an den Nachweis über eine geringe epidemiologische Gefahr).",
            "annotations": []
        },
        {
            "text": "2.4.2. Wie aus der rechtlichen Begründung zur COVID-19-SchuMaV, auf welche die Begründung der 4. COVID-19-SchuMaV verweist, hervorgeht, lag dem Betretungsverbot für Betriebsstätten der Gastgewerbe die Intention zugrunde, deren ungünstigen epidemiologischen Verhältnissen (lange Verweildauer der Gäste, geselliges Beisammensein, verbale Interaktion) Rechnung zu tragen. Betriebsstätten der Gastgewerbe innerhalb von Beherbergungsbetrieben wurden von diesem Betretungsverbot ausgenommen, um die notwendige Versorgung der Beherbergungsgäste aufrecht zu erhalten. Im Hinblick auf die vergleichbaren epidemiologischen Gegebenheiten sollten diese den sonstigen Gastgewerbebetrieben im Übrigen aber so weit wie möglich gleichgestellt werden. Dieser weitgehenden Gleichstellung diente auch die zeitliche Beschränkung des §7 Abs6 erster Satz 4. COVID-19-SchuMaV. ",
            "annotations": []
        },
        {
            "text": "2.4.3. Der BMSGPK hat als verordnungserlassende Behörde nachvollziehbar dargelegt, dass diese zeitliche Beschränkung auf einer Durchschnittsbetrachtung basiert, wonach Beherbergungsgäste in aller Regel die Möglichkeit hätten, sich innerhalb des Zeitraums von 6 bis 19 Uhr verköstigen zu lassen. Dies unterscheide diese Personengruppe von – gemäß §7 Abs6 zweiter Satz 4. COVID-19-SchuMaV von der zeitlichen Beschränkung ausgenommenen – Betriebsangehörigen im Schichtbetrieb, die ihre Arbeit regelmäßig und in geradezu kennzeichnender Weise außerhalb der Normalarbeitszeiten verrichteten und daher auf eine Verköstigung außerhalb der Sperrstundenzeiten angewiesen seien. Bei Fällen von Beherbergungsgästen, denen die Rückkehr in ihre Unterkunft infolge der Wahrnehmung eines Ausgangsgrundes iSd §2 Abs1 Z1 bis 9 leg cit nicht rechtzeitig möglich sei, handle es sich demgegenüber um Einzelfälle. ",
            "annotations": []
        },
        {
            "text": "2.4.4. Der Normgeber kann nach ständiger Rechtsprechung des Verfassungsgerichtshofes wohl von einer Durchschnittsbetrachtung ausgehen und auf den Regelfall abstellen (vgl zB VfSlg 14.841/1997, 16.124/2001, 16.771/2002 und 20.298/2018); dass dabei Härtefälle entstehen, macht die Regelung nicht gleichheitswidrig (vgl zB VfSlg 11.615/1988, 14.841/1997; zu Verordnungen VfSlg 17.816/2006); ebenso wenig können daher Einzelfälle einer Begünstigung die am Durchschnitt orientierte Regelung unsachlich machen (vgl VfSlg 8871/1980).",
            "annotations": []
        },
        {
            "text": "Der BMSGPK weist zutreffend darauf hin, dass auch das antragstellende Gericht bloß von \"vereinzelten Personen\" ausgeht, die auf Grund eines Ausnahmegrundes vor 6 Uhr oder nach 19 Uhr verköstigt werden müssten. Dem Verordnungsgeber ist daher nicht entgegenzutreten, wenn er als Regelfall davon ausgeht, dass Beherbergungsgäste innerhalb des in §7 Abs6 erster Satz 4. COVID-19-SchuMaV normierten Zeitraumes verköstigt werden können, Betriebsangehörige im Schichtbetrieb hingegen nicht. Die Differenzierung zwischen diesen Sachverhalten beruht somit auf Unterschieden im Tatsächlichen und ist sachlich gerechtfertigt. Im Übrigen werden etwaige Härtefälle, wie sie vom antragstellenden Gericht ins Treffen geführt werden, auch dadurch abgemildert, dass §7 Abs6 erster Satz leg cit die Verabreichung und Konsumation von Speisen und Getränken in Beherbergungsbetrieben vor 6 Uhr und nach 19 Uhr nicht generell verunmöglicht, sondern sich nur auf das Betreten von in diesen befindlichen Gastgewerbebetriebsstätten bezieht. Außerhalb dieser, etwa in der Wohneinheit, waren Verabreichung und Konsumation weiterhin erlaubt. Auch Lieferservices waren gemäß §7 Abs8 leg cit vom Betretungsverbot des §7 Abs1 leg cit ausgenommen. ",
            "annotations": []
        },
        {
            "text": "2.4.5. §7 Abs6 erster Satz 4. COVID-19-SchuMaV widerspricht nach dem eben Gesagten und im Hinblick auf das damit verfolgte Ziel, das Betreten von Betriebsstätten der Gastgewerbe in Beherbergungsbetrieben – angesichts des mit sonstigen Gastgewerbebetrieben vergleichbaren epidemiologischen Risikos – nur im unbedingt erforderlichen Ausmaß zuzulassen, auch nicht dem allgemeinen Sachlichkeitsgebot. Ein Verstoß gegen den Gleichheitsgrundsatz liegt nicht vor.",
            "annotations": []
        },
        {
            "text": "2.5. Des Weiteren hegt das antragstellende Gericht das Bedenken, dass die in der jüngsten Rechtsprechung des Verfassungsgerichtshofes festgehaltenen Anforderungen an eine ausreichende und nachvollziehbare Dokumentation im Zuge der Verordnungserlassung bei Erlassung des §7 Abs6 4. COVID-19-SchuMaV nicht erfüllt worden seien. Dies deshalb, weil sich in keiner der rechtlichen Begründungen zur COVID-19-SchuMaV eine konkrete Begründung für die Geltung der \"Verköstigungszeiten\" für alle Personen, ausgenommen im Schichtbetrieb, finde und sich auch nicht aus der Verordnung selbst ergebe.",
            "annotations": []
        },
        {
            "text": "2.5.1. Der Verfassungsgerichtshof hat zu den Verordnungsermächtigungen des COVID-19-MG bereits mehrfach ausgesprochen (grundlegend VfSlg 20.399/2020; vgl weiters VfGH 10.3.2021, V583/2020 ua mwN, und VfGH 29.4.2022, V23/2022), dass sie dem Verordnungsgeber einen Einschätzungs- und Prognosespielraum übertragen, ob und wieweit er zur Verhinderung der Verbreitung von COVID-19 auch erhebliche Grundrechtseinschränkungen für erforderlich hält, weshalb der Verordnungsgeber seine Entscheidung als Ergebnis einer Abwägung mit den einschlägigen grundrechtlich geschützten Interessen der Betroffenen zu treffen hat. Der Verordnungsgeber ist nach der Judikatur des Verfassungsgerichtshofes angesichts der – wie hier – inhaltlich weitreichenden Ermächtigungen verpflichtet, die Wahrnehmung seines Entscheidungsspielraumes im Lichte der gesetzlichen Zielsetzungen insoweit nachvollziehbar zu machen, als er im Verordnungserlassungsverfahren festzuhalten hat, auf welcher Informationsbasis über die nach dem Gesetz maßgeblichen Umstände die Verordnungsentscheidung fußt und die vorgegebene Abwägungsentscheidung erfolgt ist. Die diesbezüglichen Anforderungen dürfen naturgemäß nicht überspannt werden, sie haben sich maßgeblich danach zu bestimmen, was in der konkreten Situation möglich und zumutbar ist. Auch in diesem Zusammenhang kommt dem Zeitfaktor entsprechende Bedeutung zu.",
            "annotations": []
        },
        {
            "text": "All dies hat der Verfassungsgerichtshof bei seiner Prüfung, ob die Verwaltungsbehörde den gesetzlichen Vorgaben bei Erlassung der angefochtenen Verordnung entsprochen hat, zu berücksichtigen. Damit ist für die Beurteilung des Verfassungsgerichtshofes insoweit der Zeitpunkt der Erlassung der entsprechenden Verordnungsbestimmungen und die diesen zugrunde liegende aktenmäßige Dokumentation maßgeblich (vgl erneut VfGH 10.3.2021, V583/2020 ua, sowie VfGH 29.4.2022, V23/2022).",
            "annotations": []
        },
        {
            "text": "2.5.2. Der vorliegende Antrag bezieht sich auf die Stammfassung der 4. COVID-19-SchuMaV, BGBl II 58/2021, welche am 8. Februar 2021 in Kraft getreten ist. Dem vom BMSGPK vorgelegten Verordnungsakt ist – soweit für die Beurteilung des Verfassungsgerichtshofes relevant – zusammengefasst Folgendes zu entnehmen:",
            "annotations": []
        },
        {
            "text": "2.5.2.1. In der rechtlichen Begründung wird hinsichtlich jener Regelungen, die durch die 4. COVID-19-SchuMaV keine Änderung erfahren, auf die Begründungen der bisherigen Verordnungen verwiesen. §7 leg cit entspricht dabei §7 COVID-19-SchuMaV. Die rechtliche Begründung der COVID-19-SchuMaV führt zu dieser Bestimmung aus, dass das Betretungsverbot für Betriebe des Gastgewerbes der Reduktion nicht erforderlicher sozialer Kontakte diene. Im Vergleich zu anderen Betriebsstätten bestehe im Gastgewerbe ein ungleich höheres Infektionsrisiko, da Gäste dort länger verweilten. Auch die mit dem Restaurantbesuch verbundenen Umstände (geselliges Beisammensein, verbale Interaktion) förderten die Ausbreitung des Erregers. Dies würden auch bereits erste Studien nahelegen. Das (in Gaststätten unvermeidbare) Zusammenkommen mehrerer verschiedener Besuchergruppen und die damit einhergehende Vermischung von epidemiologischen Einheiten erweitere schließlich den Verbreitungsradius von COVID-19 und erschwere die Nachverfolgung mit den Mitteln des Contact Tracing. ",
            "annotations": []
        },
        {
            "text": "Vom Betretungsverbot ausgenommen seien Einrichtungen, in denen ohnehin bereits soziale Kontakte bestünden. Durch die Voraussetzung, dass die ausgenommenen Gastgewerbebetriebe ausschließlich von den dort betreuten, untergebrachten oder nicht zum bloßen Besuch aufhältigen Personen oder durch Betriebsangehörige genutzt werden, werde sichergestellt, dass keine zusätzlichen Anreize für soziale Kontakte geschaffen werden. Ähnliches gelte auch für Gaststätten in Beherbergungsbetrieben. Während Gaststätten innerhalb von Einrichtungen iSd §7 Abs2 COVID-19-SchuMaV (entspricht §7 Abs2 4. COVID-19-SchuMaV) in der Regel durch eine kurze Verweildauer der Gäste und einen meist weniger zum geselligen Verbleib einladenden Charakter kennzeichnet seien, seien Gastgewerbebetriebe innerhalb von Beherbergungsbetrieben den vom Betretungsverbot erfassten Betriebsstätten des Gastgewerbes ähnlich. Diese Ähnlichkeit erfordere eine größtmögliche Gleichbehandlung, dh jene Betriebsstätten, die etwa Geschäftsreisende bewirteten, sollten im Hinblick auf die vergleichbaren epidemiologischen Gegebenheiten mit den sonstigen Gastgewerbebetrieben so weit wie möglich gleichgestellt werden. Daher sehe §7 Abs3 COVID-19-SchuMaV (entspricht §7 Abs3 4. COVID-19-SchuMaV) vor, dass die Verabreichung und Konsumation von Speisen und Getränken tunlichst in der Wohneinheit stattfinden solle. Die Beschränkung von Betretungen der ausgenommenen Gaststätten auf die Zeit zwischen 6 und 20 Uhr (in §7 Abs6 4. COVID-19-SchuMaV: 6 bis 19 Uhr) stehe im Einklang mit der nächtlichen Ausgangsbeschränkung. ",
            "annotations": []
        },
        {
            "text": "2.5.2.2. Die im Verordnungsakt der 4. COVID-19-SchuMaV einliegende \"Fachliche Begründung zur Verordnung\" enthält Statistiken und Ausführungen zur epidemiologischen Situation (Fallzahlen, Verbreitungsrisiko, Clusteranalyse, Kapazitätsauslastung, Prognoserechnung, Evidenz von Maßnahmen etc.) und verweist auf zum Zeitpunkt der Erlassung der Verordnung aktuelle, dem Akt eingelegte Berichte und Empfehlungen ua der Corona-Kommission und der Österreichischen Agentur für Gesundheit und Ernährungssicherheit GmbH (AGES). Dem Lagebericht der AGES vom 2. Februar 2021 zufolge sei von Ende Dezember 2020 bis Mitte Jänner 2021 die Zahl der aktiven Fälle auf einem hohen Niveau stagniert, seither zeige sich ein leicht sinkender Trend. Dennoch sei eine hohe Belastung des Gesundheitssystems gegeben. Laut dem wöchentlichen Bericht der Corona-Kommission zum Monitoring der COVID-19-Schutzmaßnahmen vom 14. Jänner 2021 sei die Auslastung der Intensivstationen auf erhöhtem Niveau und könne ein neuerlicher dynamischer Anstieg der inzidenten Fälle die angespannte Lage in den Intensivstationen zum Zusammenbruch bringen. Die Corona-Kommission komme zum Schluss, \"dass das Infektionsgeschehen nach wie vor überwiegend auf einem sehr hohen Niveau liegt, die Aufrechterhaltung der gesetzten präventiven Maßnahmen zur Kontaktreduktion sollten daher wie geplant fortgesetzt werden.\" ",
            "annotations": []
        },
        {
            "text": "2.5.3. Der BMSGPK weist in seiner Äußerung darauf hin, dass die Erwägungen zur zeitlichen Beschränkung des §7 Abs6 erster Satz 4. COVID-19-SchuMaV insofern jenen zur nächtlichen Ausgangsbeschränkung entsprächen, als letztere eine Beschränkung der Mobilität und der sozialen Kontakte bezwecke. Damit werde dem Umstand Rechnung getragen, dass es gerade in der Nacht vermehrt zu risikobehaftetem Verhalten und in der Folge zu Clusterbildungen komme. Diese Überlegungen träfen freilich – und geradezu typischerweise – auch auf Gastgewerbebetriebe (inklusive solcher innerhalb von Beherbergungsbetreiben) zu. Die zeitliche Beschränkung sei als flankierende Schutzmaßnahme zur nächtlichen Ausgangsbeschränkung angeordnet worden. ",
            "annotations": []
        },
        {
            "text": "2.5.4. Die Befassung der Corona-Kommission und die Herstellung des Einvernehmens mit dem Hauptausschuss des Nationalrates sind im Verwaltungsakt ebenfalls dokumentiert. ",
            "annotations": []
        },
        {
            "text": "2.5.5. Der BMSGPK hat damit im Verordnungsakt dargelegt, dass er das angefochtene Betretungsverbot im Einklang mit den im COVID-19-MG normierten Verfahrensregelungen erlassen sowie die im Gesetz vorgegebenen Kriterien für die Bewertung der epidemiologischen Situation angewendet hat (vgl zur 4. COVID-19-SchuMaV bereits VfSlg 20.502/2021; VfGH 13.6.2022, V160/2021 ua). Er hat zudem hinreichend dargetan, auf welcher Informationsbasis bzw auf welchen Grundlagen die Entscheidung über die Anordnung einer zeitlichen Beschränkung für das Betreten von ausgenommenen Betriebsstätten in §7 Abs6 erster Satz 4. COVID-19-SchuMaV getroffen wurde. Die in weiterer Folge zur Überprüfung der Gesetzmäßigkeit der Verordnung durch den Verfassungsgerichtshof erforderliche aktenmäßige Dokumentation der Entscheidungsgrundlagen (vgl etwa VfGH 10.3.2021, V573/2020 mwN) ist damit hinsichtlich der angefochtenen Bestimmungen hinreichend erfolgt.",
            "annotations": []
        },
        {
            "text": "2.6. Schließlich moniert das antragstellende Gericht, dass der Begriff \"tunlichst\" in §7 Abs3 zweiter Satz 4. COVID-19-SchuMaV gegen das Bestimmtheitsgebot des Art18 B-VG verstoße. Dieser Begriff werde im allgemeinen Sprachgebrauch tendenziell eher als Obliegenheit bzw Verhaltensvorschlag denn als strikte Verpflichtung verstanden. Durch die gewählte Formulierung erschließe sich dem Rechtsunterworfenen nicht eindeutig, dass eine Konsumation verpflichtend in der Wohneinheit/dem Zimmer zu erfolgen habe.",
            "annotations": []
        },
        {
            "text": "2.6.1. Die Verwendung unbestimmter Gesetzesbegriffe allein belastet eine Regelung noch nicht mit Verfassungswidrigkeit (vgl zB VfSlg 3981/1961, 18.550/2008, 19.530/2011 und 20.070/2016). Entscheidend ist vielmehr, ob der Anordnungsgehalt einer Regelung unter Heranziehung aller Auslegungsmethoden geklärt werden kann (vgl zB VfSlg 8395/1978, 10.296/1984, 13.785/1994, 18.821/2009, 19.530/2011, 20.476/2021), was im vorliegenden Fall zu bejahen ist.",
            "annotations": []
        },
        {
            "text": "2.6.2. Wie der BMSGPK zutreffend aufzeigt, kommt bereits durch die Verwendung des Wortes \"hat\" hinreichend deutlich zum Ausdruck, dass es sich bei der Bestimmung des §7 Abs3 zweiter Satz 4. COVID-19-SchuMaV nicht um einen bloßen Verhaltensvorschlag oder eine Obliegenheit, sondern um ein Gebot handelt. Das Wort \"tunlichst\" ist im vorliegenden Zusammenhang sowohl auf Grund des Wortlautes als auch in historischer und teleologischer Interpretation als \"möglichst\" zu interpretieren. Wie oben bereits ausgeführt, geht aus den Erwägungen bei Erlassung einer gleichlautenden Vorgängerbestimmung des §7 Abs3 zweiter Satz leg cit hervor, dass mit dieser Bestimmung die Betriebsstätten der Gastgewerbe in Beherbergungsbetrieben jenen außerhalb von Beherbergungsbetrieben \"so weit wie möglich\" gleichgestellt werden sollten, indem die Betretung der Betriebsstätten auf das unbedingt erforderliche Ausmaß begrenzt wurde. Die Verabreichung und Konsumation hatte daher gemäß der in Rede stehenden Bestimmung immer dann in der Wohneinheit zu erfolgen, wenn dies möglich war.",
            "annotations": []
        },
        {
            "text": "2.6.3. Der Begriff \"tunlichst\" in §7 Abs3 zweiter Satz 4. COVID-19-SchuMaV ist daher den Anforderungen des Art18 B-VG entsprechend (vgl zB VfSlg 20.401/2020 mwN) hinreichend bestimmt.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die ob der Gesetzmäßigkeit des §7 4. COVID-19-SchuMaV, BGBl II 58/2021, erhobenen Bedenken treffen nicht zu. Der Antrag ist daher abzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}