{
    "document_id": "JFT_20230315_22G00297_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "              I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art140 Abs1 Z1 litd B-VG, begehrt die Antragstellerin, der Verfassungsgerichtshof möge \"§17 Abs5 MedienG (BGBl 1993/20)\", in eventu \"§17 Abs4 und 5 MedienG (BGBl 1993/20)\", in eventu \"§16 Abs2 und 3 MedienG (BGBl 1993/20) […] und §17 Abs4 und 5 MedienG (BGBl 1993/20) […] und §39 Abs1 MedienG (BGBl I 2005/49)\", als verfassungswidrig aufheben.",
            "annotations": []
        },
        {
            "text": "              II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Bundesgesetzes vom 12. Juni 1981 über die Presse und andere publizistische Medien (Mediengesetz – MedienG), BGBl 314/1981, idF BGBl I 125/2022 lauten wie folgt (die im Hauptantrag angefochtene Bestimmung steht idF BGBl 20/1993 in Geltung und ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Gegendarstellung und nachträgliche Mitteilung über den Ausgang",
            "annotations": []
        },
        {
            "text": "eines Strafverfahrens",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gegendarstellung",
            "annotations": []
        },
        {
            "text": "§9. (1) Jede durch eine Tatsachenmitteilung, die in einem periodischen Medium verbreitet worden ist, nicht bloß allgemein betroffene natürliche oder juristische Person (Behörde) hat Anspruch auf unentgeltliche Veröffentlichung einer Gegendarstellung in diesem Medium, es sei denn, daß die Gegendarstellung unwahr oder ihre Veröffentlichung aus anderen Gründen ausgeschlossen ist.",
            "annotations": []
        },
        {
            "text": "(2) Einer Gegendarstellung zugängliche Tatsachenmitteilungen sind Angaben, die ihrer Art nach einer Prüfung auf ihre Richtigkeit und Vollständigkeit zugänglich sind und deren wesentliche Aussage nicht bloß in einer persönlichen Meinungsäußerung, einer Wertung oder einer Warnung vor dem zukünftigen Verhalten eines anderen besteht.",
            "annotations": []
        },
        {
            "text": "(3) In der Gegendarstellung ist in knapper Weise auszuführen, daß und inwieweit die Tatsachenmitteilung unrichtig oder unvollständig sei und woraus sich dies ergebe. Die Gegendarstellung kann sprachlich frei gestaltet werden. Sie muß entweder die Tatsachen anführen, die im Gegensatz zur Tatsachenmitteilung richtig seien oder letztere in einem erheblichen Punkt ergänzen, oder sich sonst unmittelbar auf die Tatsachenmitteilung und deren Unrichtigkeit oder irreführende Unvollständigkeit beziehen. Ihr Umfang darf nicht außer Verhältnis zu dem der Tatsachenmitteilung stehen. Sie muß in der Sprache der Veröffentlichung, auf die sie sich bezieht, abgefaßt sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ausschluß der Veröffentlichungspflicht",
            "annotations": []
        },
        {
            "text": "§11. (1) Die Pflicht zur Veröffentlichung einer Gegendarstellung oder nachträglichen Mitteilung besteht nicht,",
            "annotations": []
        },
        {
            "text": "1. wenn die Gegendarstellung oder nachträgliche Mitteilung einen wahrheitsgetreuen Bericht über eine Verhandlung in einer öffentlichen Sitzung des Nationalrates, des Bundesrates, der Bundesversammlung, eines Landtages oder eines Ausschusses eines dieser allgemeinen Vertretungskörper betrifft;",
            "annotations": []
        },
        {
            "text": "2. wenn die Gegendarstellung eine als solche gehörig gekennzeichnete Anzeige, die dem geschäftlichen Verkehr dient, betrifft;",
            "annotations": []
        },
        {
            "text": "3. wenn die Gegendarstellung oder nachträgliche Mitteilung eine Tatsachenmitteilung betrifft, zu deren Veröffentlichung eine gesetzliche Pflicht bestanden hat;",
            "annotations": []
        },
        {
            "text": "4. wenn die begehrte Gegendarstellung, sei es auch nur in einzelnen Teilen, ihrem Inhalt nach unwahr ist;",
            "annotations": []
        },
        {
            "text": "5. wenn die Tatsachenmitteilung für den Betroffenen unerheblich ist;",
            "annotations": []
        },
        {
            "text": "6. wenn die Veröffentlichung, auf die sich die Gegendarstellung bezieht, auch die Behauptung des Betroffenen wiedergibt und diese Wiedergabe einer Gegendarstellung gleichwertig ist;",
            "annotations": []
        },
        {
            "text": "7. wenn dem Betroffenen zu einer Stellungnahme in derselben oder einer anderen gleichwertigen Veröffentlichung angemessen Gelegenheit geboten worden ist, er davon aber keinen Gebrauch gemacht hat;",
            "annotations": []
        },
        {
            "text": "8. wenn vor Einlangen der Gegendarstellung bereits eine gleichwertige redaktionelle Richtigstellung oder Ergänzung veröffentlicht worden ist;",
            "annotations": []
        },
        {
            "text": "9. wenn, auf wessen Verlangen immer, bereits die gleichwertige Veröffentlichung einer im wesentlichen inhaltsgleichen gesetzesgemäßen Gegendarstellung erwirkt worden ist, mag die Veröffentlichung auch verspätet geschehen sein; oder",
            "annotations": []
        },
        {
            "text": "10. wenn die Gegendarstellung nicht binnen zwei Monaten nach Ablauf des Tages, an dem die Tatsachenmitteilung veröffentlicht oder abrufbar gemacht worden ist, die nachträgliche Mitteilung nicht binnen zwei Monaten nach Ablauf des Tages, an dem der Betroffene vom Absehen von der Verfolgung oder der Beendigung des Verfahrens Kenntnis erhalten hat, beim Medieninhaber oder in der Redaktion des Medienunternehmens eingelangt ist. Enthält ein periodisches Medium Angaben über den Tag des Erscheinens, so ist das Begehren jedenfalls rechtzeitig gestellt, wenn es binnen zwei Monaten nach Ablauf des auf der Nummer angegebenen Tages einlangt.",
            "annotations": []
        },
        {
            "text": "(2) Die Veröffentlichung der Gegendarstellung ist zu verweigern, wenn ihre Verbreitung den objektiven Tatbestand einer mit gerichtlicher Strafe bedrohten Handlung herstellen oder eine Verletzung des höchstpersönlichen Lebensbereiches darstellen würde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Veröffentlichungsbegehren",
            "annotations": []
        },
        {
            "text": "§12. (1) Das Veröffentlichungsbegehren ist schriftlich an den Medieninhaber oder an die Redaktion des Medienunternehmens zu richten. Wird zur Gegendarstellung die Veröffentlichung eines Stand- oder Laufbildes begehrt, so kann dem Begehren ein hiefür geeignetes Bild beigelegt werden.",
            "annotations": []
        },
        {
            "text": "(2) Dem Veröffentlichungsbegehren kann auch dadurch entsprochen werden, daß in dem Medium spätestens zu dem im §13 bezeichneten Zeitpunkt eine gleichwertige redaktionelle Richtigstellung, Ergänzung oder Mitteilung veröffentlicht wird. Der Medieninhaber oder die Redaktion hat den Betroffenen davon schriftlich in Kenntnis zu setzen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zeitpunkt und Form der Veröffentlichung",
            "annotations": []
        },
        {
            "text": "§13. (1) Die Gegendarstellung oder nachträgliche Mitteilung ist,",
            "annotations": []
        },
        {
            "text": "1. wenn das periodische Medium täglich oder mindestens fünfmal in der Woche",
            "annotations": []
        },
        {
            "text": "erscheint, ausgestrahlt oder verbreitet wird oder ständig abrufbar ist (Website), spätestens am fünften Werktag,",
            "annotations": []
        },
        {
            "text": "2. wenn das periodische Medium monatlich oder in längeren Zeitabschnitten erscheint, ausgestrahlt oder verbreitet wird und die Gegendarstellung mindestens vierzehn Tage vor dem Erscheinen, der Ausstrahlung oder der Verbreitung einlangt, in der ersten Nummer oder Programmausstrahlung,",
            "annotations": []
        },
        {
            "text": "3. in allen anderen Fällen spätestens in der zweiten Nummer oder Programmausstrahlung",
            "annotations": []
        },
        {
            "text": "nach dem Tag des Einlangens zu veröffentlichen. Die Gegendarstellung oder nachträgliche Mitteilung ist zu einem späteren Zeitpunkt zu veröffentlichen, wenn nur auf diese Weise dem ausdrücklichen Verlangen des Betroffenen nach Veröffentlichung in der gleichen Beilage, Artikelserie oder Sendereihe entsprochen werden kann.",
            "annotations": []
        },
        {
            "text": "(2) Die Veröffentlichung ist als 'Gegendarstellung' oder 'Nachträgliche Mitteilung' zu bezeichnen. Sie hat den Namen des Betroffenen und einen Hinweis darauf zu enthalten, auf welche Nummer oder Sendung sie sich bezieht.",
            "annotations": []
        },
        {
            "text": "(3) Die Gegendarstellung oder die nachträgliche Mitteilung ist so zu veröffentlichen, daß ihre Wiedergabe den gleichen Veröffentlichungswert hat wie die Veröffentlichung, auf die sie sich bezieht. Erscheint das periodische Medium in mehreren Ausgaben oder wird es in mehreren Programmen ausgestrahlt, so hat die Veröffentlichung in den Ausgaben oder in den Programmen zu geschehen, in denen die Tatsachenmitteilung, auf die sie sich bezieht, verbreitet worden ist.",
            "annotations": []
        },
        {
            "text": "(3a) Bei Veröffentlichung auf einer Website ist die Gegendarstellung oder nachträgliche Mitteilung einen Monat lang abrufbar zu machen. Ist die Tatsachenmitteilung jedoch weiterhin abrufbar, so ist die Gegendarstellung oder nachträgliche Mitteilung ebenso lange wie die Tatsachenmitteilung und bis zu einem Zeitpunkt abrufbar zu halten, der einen Monat nach der Löschung der Tatsachenmitteilung liegt.",
            "annotations": []
        },
        {
            "text": "(4) Bei Veröffentlichung in einem periodischen Druckwerk oder auf einer Website ist ein gleicher Veröffentlichungswert jedenfalls dann gegeben, wenn die Gegendarstellung oder die nachträgliche Mitteilung im selben Teil und in der gleichen Schrift wie die Tatsachenmitteilung wiedergegeben wird. Bei einer Tatsachenmitteilung auf der Titelseite eines periodischen Druckwerks oder auf der Startseite einer Website genügt auf der Titelseite oder Startseite eine Verweisung auf die Gegendarstellung im Blattinneren oder ein Link zur Gegendarstellung. Die Verweisung muss den Gegenstand der Gegendarstellung und den Umstand, dass es sich um eine solche handelt, deutlich erkennen lassen sowie, wenn der Name des Betroffenen in der Tatsachenmitteilung enthalten war, auch diesen enthalten. Soweit die Tatsachenmitteilung in einer Überschrift enthalten war, ist ein gleicher Veröffentlichungswert auch dann gegeben, wenn die Überschrift der Gegendarstellung oder die Verweisung den gleichen Raum wie die von ihr betroffene Überschrift einnimmt. Bei der Veröffentlichung von Gegendarstellungen zu Tatsachenmitteilungen in Überschriften, auf Titelseiten periodischer Druckwerke oder auf Startseiten von Websites kann statt des Wortes 'Gegendarstellung' das Wort 'Entgegnung' oder unter Nennung des Betroffenen der Ausdruck '... entgegnet' verwendet werden.",
            "annotations": []
        },
        {
            "text": "(5) Die Veröffentlichung im Rundfunk oder in anderen in technischer Hinsicht gleichen Medien hat durch Verlesung des Textes durch einen Sprecher zu geschehen. Ist eine Tatsachenmitteilung in einem Programm wiederholt verbreitet worden, so genügt die einmalige Veröffentlichung der Gegendarstellung oder der nachträglichen Mitteilung zu jenem der in Betracht kommenden Zeitpunkte, zu dem sie den größten Veröffentlichungswert hat.",
            "annotations": []
        },
        {
            "text": "(6) Eine Gegendarstellung ist in Form eines Stand- oder Laufbildes zu veröffentlichen, wenn die Tatsachenmitteilung gleichfalls in Form einer bildlichen Darstellung verbreitet worden ist und der mit der Gegendarstellung angestrebte Rechtsschutz nur mit dieser Veröffentlichungsform erreicht werden kann.",
            "annotations": []
        },
        {
            "text": "(7) Die Veröffentlichung hat ohne Einschaltungen und Weglassungen zu geschehen. Ein Zusatz hat sich von ihr deutlich abzuheben.",
            "annotations": []
        },
        {
            "text": "(8) Der Medieninhaber oder die Redaktion hat den Betroffenen von der Veröffentlichung der Gegendarstellung oder nachträglichen Mitteilung unter Hinweis auf die Nummer oder Sendung, in der sie erfolgt, oder von der Verweigerung der Veröffentlichung unverzüglich in Kenntnis zu setzen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gerichtliches Verfahren",
            "annotations": []
        },
        {
            "text": "§14. (1) Wird die Gegendarstellung oder die nachträgliche Mitteilung nicht oder nicht gehörig veröffentlicht, so kann der Betroffene binnen sechs Wochen bei Gericht einen Antrag gegen den Medieninhaber als Antragsgegner auf Anordnung der Veröffentlichung der Gegendarstellung oder der nachträglichen Mitteilung stellen. Diese Frist beginnt mit dem Zeitpunkt, zu dem dem Betroffenen die schriftliche Verweigerung der Veröffentlichung zugekommen oder die Gegendarstellung oder nachträgliche Mitteilung nicht gehörig veröffentlicht worden ist oder spätestens hätte veröffentlicht werden sollen.",
            "annotations": []
        },
        {
            "text": "(2) Ein Antrag nach Abs1 ist bei dem in den §§40, 41 Abs2 bezeichneten Gericht zu stellen. Die Verhandlung und die Entscheidung in erster Instanz obliegen dem Einzelrichter des Landesgerichts.",
            "annotations": []
        },
        {
            "text": "(3) In dem Verfahren über einen Antrag nach Abs1 hat der Antragsteller die Rechte des Privatanklägers, der Antragsgegner die Rechte des Angeklagten. §455 Abs2 und 3 StPO ist anzuwenden. Auch im übrigen gelten für das Verfahren über einen Antrag nach Abs1, soweit im folgenden nichts anderes bestimmt ist, die Bestimmungen der Strafprozeßordnung 1975 für das Verfahren auf Grund einer Privatanklage dem Sinne nach mit der Maßgabe, daß eine Delegierung nur im fortgesetzten Verfahren (§16) zulässig ist und ein offensichtlich unberechtigter Antrag nur nach öffentlicher mündlicher Verhandlung abgewiesen werden darf, sofern der Antragsteller nicht ausdrücklich auf eine solche verzichtet.",
            "annotations": []
        },
        {
            "text": "(4) Das Gericht hat den Antrag unverzüglich dem Antragsgegner mit der Aufforderung zuzustellen, binnen fünf Werktagen Einwendungen und Beweismittel dem Gericht schriftlich bekanntzugeben, widrigenfalls dem Antrag Folge gegeben werde. Allfällige Einwendungen sind dem Antragsteller zu einer Gegenäußerung und zur Bekanntgabe von Beweismitteln, wofür ihm eine Frist von fünf Werktagen zu setzen ist, zuzustellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§15. (1) Wurden Einwendungen innerhalb der gesetzlichen Frist nicht erhoben, so hat das Gericht binnen fünf Werktagen nach Ablauf der Frist durch Beschluss zu entscheiden. Dem Antrag ist ohne Verhandlung stattzugeben; ist der Antrag jedoch offensichtlich nicht berechtigt, so ist nach öffentlicher mündlicher Verhandlung zu entscheiden, sofern der Antragsteller nicht ausdrücklich auf eine solche verzichtet.",
            "annotations": []
        },
        {
            "text": "(2) War der Antragsgegner ohne sein oder seines Vertreters Verschulden durch unabwendbare Umstände gehindert, rechtzeitig Einwendungen vorzubringen, so ist auf sein Verlangen die Wiedereinsetzung in den vorigen Stand zu bewilligen; §364 StPO ist mit der Maßgabe sinngemäß anzuwenden, daß um die Wiedereinsetzung innerhalb von fünf Werktagen ab Zustellung des Beschlusses nach Abs1 anzusuchen ist und über die Wiedereinsetzung das Gericht zu entscheiden hat, das diesen Beschluß gefaßt hat.",
            "annotations": []
        },
        {
            "text": "(3) Werden Einwendungen erhoben, so hat das Gericht über den Antrag binnen vierzehn Tagen nach Einlangen der Gegenäußerung oder nach Ablauf der hiefür gesetzten Frist nach Durchführung einer Hauptverhandlung durch Urteil zu erkennen. Die Öffentlichkeit der Verhandlung ist auf Verlangen des Antragstellers jedenfalls auszuschließen, soweit Tatsachen des höchstpersönlichen Lebensbereiches erörtert werden.",
            "annotations": []
        },
        {
            "text": "(4) Der Antragsgegner hat zu beweisen, daß die Pflicht zur Veröffentlichung nicht bestanden hat. Hat der Antragsgegner eingewendet, die Gegendarstellung sei ihrem Inhalt nach unwahr, so steht diese Einwendung einer Entscheidung auf vollständige oder teilweise Veröffentlichung der Gegendarstellung nicht entgegen, wenn die dazu angebotenen Beweise entweder nicht innerhalb der für eine Entscheidung gesetzten Frist aufgenommen werden können oder nicht ausreichen, als erwiesen anzunehmen, daß die Gegendarstellung zur Gänze oder zum Teil unwahr ist.",
            "annotations": []
        },
        {
            "text": "(5) Das Urteil kann nur insoweit mit Berufung angefochten werden, als es nicht die Entscheidung über die Einwendung der Unwahrheit der Gegendarstellung betrifft. Die Berufung hat, insoweit auf Veröffentlichung der Gegendarstellung oder nachträglichen Mitteilung erkannt worden ist, keine aufschiebende Wirkung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gerichtliche Anordnung der Veröffentlichung",
            "annotations": []
        },
        {
            "text": "§17. (1) Auf Veröffentlichung der Gegendarstellung oder der nachträglichen Mitteilung ist zu erkennen, wenn sie zu Unrecht nicht oder nicht gehörig veröffentlicht worden ist. Entsprechen einzelne Teile der Gegendarstellung oder der nachträglichen Mitteilung nicht den gesetzlichen Voraussetzungen, so hat das Gericht zu entscheiden, welche Teile der Gegendarstellung oder der nachträglichen Mitteilung zu veröffentlichen sind. Entsprechen Teile der Gegendarstellung oder der nachträglichen Mitteilung nicht den gesetzlichen Voraussetzungen, sind sie aber durch Änderung ihres Wortlauts ohne Änderung des Sinngehaltes verbesserungsfähig, so hat das Gericht den Antragsteller in der Verhandlung anzuleiten, die Gegendarstellung oder die nachträgliche Mitteilung zu verbessern, und sodann auf Veröffentlichung in dieser verbesserten Form zu erkennen. Soweit nicht auf Veröffentlichung erkannt wird, ist der Antrag auf Veröffentlichung abzuweisen.",
            "annotations": []
        },
        {
            "text": "(2) Ist auf Veröffentlichung in verbesserter Form erkannt worden und können Zweifel über den Wortlaut der Veröffentlichung bestehen, so hat das Gericht bei der Urteilsverkündung dem Antragsgegner auf Verlangen den Wortlaut schriftlich zur Verfügung zu stellen.",
            "annotations": []
        },
        {
            "text": "(3) Die vom Gericht angeordnete Veröffentlichung hat in sinngemäßer Anwendung des §13 zu geschehen.",
            "annotations": []
        },
        {
            "text": "(4) Wurde auf Grund eines Urteils erster Instanz eine Gegendarstellung oder eine nachträgliche Mitteilung veröffentlicht und wird einer gegen das Urteil erhobenen Berufung ganz oder teilweise Folge gegeben, so ist der Antragsgegner auf sein Verlangen zu ermächtigen, binnen einer angemessenen Frist jene Teile des Berufungsurteils in einer dem §13 entsprechenden Form zu veröffentlichen, deren Mitteilung zur Unterrichtung der Öffentlichkeit erforderlich ist. Die zur Veröffentlichung bestimmten Teile des Urteils sind im Urteilsspruch anzuführen. Hiebei kann das Gericht, soweit dies zur leichteren Verständlichkeit des Urteilsinhalts oder zur Beschränkung des Umfangs der Veröffentlichung geboten erscheint, den Wortlaut von Teilen des Urteils durch eine gedrängte Darstellung ersetzen.",
            "annotations": []
        },
        {
            "text": "(5) Ferner hat das Berufungsgericht den Antragsteller zur Zahlung eines Einschaltungsentgelts für die zu Unrecht erwirkte Veröffentlichung der Gegendarstellung oder der nachträglichen Mitteilung und für die Veröffentlichung des Berufungsurteils zu verurteilen. Über die Höhe dieser Kosten ist auf Antrag mit Beschluß zu entscheiden, wobei eine Leistungsfrist von vierzehn Tagen festzusetzen ist. In Härtefällen kann das Gericht das Einschaltungsentgelt nach billigem Ermessen mäßigen und eine längere, ein Jahr nicht übersteigende Leistungsfrist festsetzen. Der Beschluß ist ein Exekutionstitel im Sinn des §1 EO.\"",
            "annotations": []
        },
        {
            "text": "              III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.1. Das periodische Druckwerk \"***\", dessen Medieninhaberin die Mediengruppe \"***\" GmbH ist, veröffentlichte am 23. Oktober 2019 einen Artikel zu hohen Personalkosten, die im Zusammenhang mit Kontrollen des mit 1. November 2019 neu eingeführten Rauchverbotes in der Gastronomie entstünden, die die Antragstellerin veranlasst habe. Auf der unter www.*** erreichbaren Website, dessen Medieninhaberin die *** GmbH ist, wurde am 22. Oktober 2019 ein inhaltsgleicher Artikel veröffentlicht.",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin begehrte daraufhin mit Aufforderungsschreiben im Sinne des §12 Abs1 MedienG vom 15. November 2019 von den Medieninhaberinnen die Veröffentlichung je einer im Wesentlichen inhaltsgleichen Gegendarstellung, dass die veröffentlichten Behauptungen unrichtig bzw irreführend unvollständig und die tatsächlich anfallenden Kosten deutlich geringer seien.",
            "annotations": []
        },
        {
            "text": "Nachdem diese Gegendarstellungen von den Medieninhaberinnen nicht veröffentlicht wurden, stellte die Antragstellerin am 3. Jänner 2020 beim Landesgericht für Strafsachen Wien den Antrag, den Medieninhaberinnen die Veröffentlichung der Gegendarstellung aufzutragen. Die Medieninhaberinnen erhoben fristgerecht Einwendungen, machten darin aber nicht den Ausschlussgrund der Unwahrheit der Gegendarstellung (§11 Abs1 Z4 MedienG) geltend. Mit Urteil des Landesgerichtes für Strafsachen Wien vom 6. Februar 2020 wurde dem Antrag der Antragstellerin stattgegeben.",
            "annotations": []
        },
        {
            "text": "Gegen dieses Urteil erhoben die Medieninhaberinnen Berufung, der – insoweit auf Veröffentlichung der Gegendarstellung erkannt worden ist – keine aufschiebende Wirkung zukommt (§15 Abs5 MedienG). Sie veröffentlichten daher fristgerecht die mit Urteil des Landesgerichtes für Strafsachen Wien vom 6. Februar 2020 aufgetragenen Gegendarstellungen.",
            "annotations": []
        },
        {
            "text": "Mit Urteil des Oberlandesgerichtes Wien vom 9. September 2020 wurde der Berufung der Medieninhaberinnen Folge gegeben und die verfahrenseinleitenden Anträge der Antragstellerin abgewiesen, weil den Gegendarstellungen die erforderliche kontradiktorische Gestaltung fehle. Weiters wurden die Medieninhaberinnen ermächtigt, Teile des Berufungsurteiles zu veröffentlichen. Die Antragstellerin wurde gemäß §17 Abs5 MedienG zur Zahlung des Einschaltungsentgeltes an die Medieninhaberinnen für die zu Unrecht erwirkten Veröffentlichungen der Gegendarstellungen und zur Zahlung des Einschaltungsentgeltes für die Veröffentlichungen (von Teilen) des Berufungsurteiles verpflichtet.",
            "annotations": []
        },
        {
            "text": "Auf Anregung der Antragstellerin erhob die Generalprokuratur gegen das Berufungsurteil des Oberlandesgerichtes Wien vom 9. September 2020 Nichtigkeitsbeschwerde zur Wahrung des Gesetzes (§14 Abs3 MedienG iVm §23 StPO), der der Oberste Gerichtshof mit Urteil vom 15. September 2021 dahingehend Folge gab, dass das Berufungsurteil des Oberlandesgerichtes Wien sowohl §6 Abs2 StPO, das Recht auf Gehör, als auch die Begründungspflicht verletzt habe.",
            "annotations": []
        },
        {
            "text": "1.2. Mit Schriftsatz vom 16. November 2020 stellten die Medieninhaberinnen unter Berufung auf das Urteil des Oberlandesgerichtes Wien vom 9. September 2020 an das Landesgericht für Strafsachen Wien den Antrag, die Höhe des von der Antragstellerin zu ersetzenden Einschaltungsentgeltes für die Veröffentlichung der Gegendarstellungen und (von Teilen) des Berufungsurteiles gemäß §17 Abs5 MedienG zu bestimmen.",
            "annotations": []
        },
        {
            "text": "1.3. Mit Beschluss des Landesgerichtes für Strafsachen Wien vom 31. Oktober 2022 wurde das von der Antragstellerin den Medieninhaberinnen zu ersetzende Einschaltungsentgelt mit € 236.051,27 (davon € 26.471,27 für die Veröffentlichungen in den Tageszeitungen \"***\" und \"***\" und € 209.580,– für die Veröffentlichungen auf der Website www.***) bestimmt. Dagegen erhob die Antragstellerin Beschwerde und stellte aus Anlass dieses Rechtsmittels unter einem den vorliegenden Gesetzesprüfungsantrag. Darin legt die Antragstellerin ihre Bedenken wie folgt dar (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"[…] Art10 iVm Art8 EMRK",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Recht auf Gegendarstellung ('right of reply') ist in Österreich in §§9-21 MedienG verankert. Es ist Teil des Grundrechts auf Äußerungsfreiheit (Art10 MRK), weshalb den Staat die Pflicht treffen kann, ein solches durchsetzbares Recht des Betroffenen positiv zu gewährleisten, und zwar insbesondere dann, wenn – wie hier – der gute Ruf des Betroffenen am Spiel steht, der durch Art8 MRK geschützt wird (vgl EGMR 5.7.2005, 28743/03, Melnychuk/Ukraine […]:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'However, there may be exceptional circumstances in which a newspaper may legitimately be required to publish, for example, a retraction, an apology or a judgment in a defamation case. Consequently, there will be situations when a positive obligation may arise for the State to ensure an individual’s freedom of expression in such media […].'; vgl auch EKMR 12.07.1989, 13010/87, Ediciones Tiempo S.A./Spanien; zum Schutz des guten Rufes durch Art8 MRK siehe etwa EGMR 4.5.2000 [GK], 28341/95, Rotaru/Rumänien [Z44]; 15.11.2007, 12556/03, Pfeifer/Österreich [Z35 ff]; 10.10.2019, 4782/18, Lewit/Österreich [Z46]).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Gegendarstellungsrecht ist – insbesondere wegen der zahlreichen Ausschluss-gründe (§11 MedienG) – sehr kasuistisch. Es kommt also häufig vor, dass Urteile des Gerichts erster Instanz (Landesgericht) vom Gericht zweiter und letzter Instanz (Oberlandesgericht) abgeändert werden (vgl zB die in OGH 15 Os 37/16d, 15 Os 124/17z und 15 Os 140/18d geschilderten Sachverhalte).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der von einer falschen Berichterstattung Betroffene muss daher ein enormes Risiko eingehen: Trägt nämlich das Gericht erster Instanz (Landesgericht) dem Medieninhaber die begehrte Gegendarstellung auf, besteht die Gefahr, dass das Gericht zweiter und letzter Instanz (Oberlandesgericht) dieses Urteil abändert und den verfahrenseinleitenden Antrag abweist. Das ist noch die normale Prozessgefahr und verfassungsrechtlich nicht weiter [zu] beanstanden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das eigentliche Risiko des Betroffenen ergibt sich aber daraus, dass die mangels aufschiebender Wirkung einer Berufung sogleich veröffentlicht werden muss (§15 Abs5 MedienG) und im geschilderten Fall (= gerichtliche Anordnung der Veröffentlichung der Gegendarstellung; dagegen erfolgreiche Berufung des Medieninhabers) die Rechtsfolgen des §17 Abs4 und 5 MedienG eintreten (= Ermächtigung des Medieninhabers, Teile des Berufungsurteils zu veröffentlichen; Verpflichtung des Betroffenen, dem Medieninhaber das Einschaltungsentgelt für die Veröffentlichung der Gegendarstellung und des Berufungsurteils zu ersetzen).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Diese Risikohaftung wirft mehrere Probleme auf (vgl Rami in Höpfel/Ratz [Hrsg], StGB² [2019] §17 MedienG Rz 26):",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "• Die Haftung des Betroffenen hängt nicht von seinem Verschulden ab. Das zeigt auch der vorliegende Fall, wo der Ausschlussgrund der Unwahrheit der Gegendarstellung (§11 Abs1 Z4 MedienG) nicht vorliegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "• Der Betroffene hat es – im Gegensatz zu ähnlichen Haftungsregelungen wie etwa §394 EO (= Haftung für eine zu Unrecht erwirkte einstweilige Verfügung) – gar nicht in der Hand, den Medieninhaber von den Folgen eines möglicherweise rechtswidrigen Urteils in erster Instanz zu entlasten: Während, um beim Beispiel des §394 EO zu bleiben, der Kläger seinen zivilrechtlichen Anspruch auch nur mit Klage und ohne Antrag auf Erlassung einer einstweiligen Verfügung (§§378 ff EO) verfolgen kann und damit die Gefahr einer möglicherweise rechtswidrigen Gerichtsentscheidung erst gar nicht provoziert, hat der Antragsteller im Verfahren gemäß §§14 ff MedienG diese Wahl nicht, da es sich bei der Anordnung des §15 Abs5 zweiter Satz MedienG (= Ausschluss der aufschiebenden Wirkung einer Berufung des Antragsgegners iS Anordnung der Veröffentlichung der Gegendarstellung) um zwingendes Recht handelt. Dem Betroffenen bliebe nur der Ausweg, auf die Durchsetzung der Gegendarstellung überhaupt zu verzichten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "• Das Einschaltungsentgelt iSv §17 Abs5 MedienG kann insbesondere bei größeren Medien enorme Ausmaße erreichen (vgl neben diesem Fall [236.051,27 €] zB die Wiedergabe von Entscheidungen des OLG Wien in OGH 15 Os 45/10x, wo einem Medieninhaber für die Veröffentlichung einer Gegendarstellung und eines Urteils [§17 Abs4 und 5 MedienG] über € 100.000,00 zugesprochen wurden; vgl auch OGH 15 Os 22/11s: fast € 29.000,00 Euro).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "• Zwar bestimmt §17 Abs5 MedienG, dass in Härtefällen das Gericht das Einschaltungsentgelt nach billigem Ermessen mäßigen und eine längere, ein Jahr nicht übersteigende Leistungsfrist festsetzen kann. Diese Vorschrift ist aber im entscheidenden Punkt ('nach billigem Ermessen') unbestimmt […] und daher kein verfassungsrechtlich ausreichendes – insbesondere vorhersehbares – Hindernis gegen ruinöse Haftungsansprüche.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "All das bedeutet im Ergebnis, dass der Betroffene, der sein grundrechtlich geschütztes (Art10 iVm Art8 MRK) Recht auf Gegendarstellung zur Wahrung seines guten Rufes durchsetzen will, der Gefahr einer finanziellen ruinösen Risikohaftung ausgesetzt wird, die von seinem Verschulden – das etwa dann vorläge, wenn er eine inhaltlich unwahre Gegendarstellung begehrt – unabhängig ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Durchsetzung dieses Rechts wird daher dem Betroffenen in der praktischen Mehrzahl der Fälle de facto unmöglich gemacht. Das verstößt gegen Art10 iVm Art8 MRK.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Art7 B-VG, Art2 StGG",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Die Möglichkeit der Durchsetzung des Rechts auf Gegendarstellung hängt de facto von der Finanzkraft des Betroffenen ab:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Durchsetzung des Rechts auf Gegendarstellung ('right of reply') hängt also ganz maßgeblich von der Finanzkraft des Betroffenen ab: Ist er nicht zumindest sehr wohlhabend, wird er sich wegen der drohenden Rechtsfolge des §17 Abs5 MedienG (= Belastung mit Einschaltungsentgelt) in den meisten Fällen abschrecken lassen. Nur ein Betroffener, der über sehr großes Vermögen verfügt, könnte dieses Risiko guten Gewissens eingehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine solche Situation, die die Durchsetzung eines vom Gesetzgeber gewährten (§§9-21 MedienG) und von der Verfassung geschützten (Art10 iVm Art8 MRK) Rechts de facto von der Finanzkraft des Betroffenen abhängig macht, verstößt gegen den Gleichheitssatz (Art7 B-VG, Art2 StGG).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Verstoß gegen das Verhältnismäßigkeitsgebot:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Anspruch auf Gegendarstellung ist für den Medieninhaber eine geringe Belastung, da mit deren Veröffentlichung keinerlei Unwerturteil über ihn ausgesprochen wird (Pierer, Grundfragen der Gegendarstellung – vom Preßgesetz bis zum digitalen Zeitalter [Teil 1], JBl 2022, 702 [707] mwN), sondern lediglich der Standpunkt des Betroffenen publik gemacht wird. Finanziell wird der Medieninhaber durch eine solche Veröffentlichung praktisch überhaupt nicht belastet, sieht man von der geringen Arbeitszeit desjenigen Mitarbeiters ab, der die Veröffentlichung zu besorgen hat […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Vergleich dazu ist die Haftung des Betroffenen gemäß §17 Abs5 MedienG für eine auf Grund eines Urteils erster Instanz zu Unrecht erwirkte Gegendarstellung unverhältnismäßig. Auch dies verstößt gegen den Gleichheitssatz (Art7 B-VG, Art2 StGG; vgl etwa Pöschl, Über Gleichheit und Verhältnismäßigkeit, JBl 1997, 413 mwN).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Vergleich mit der Mitteilung über das Verfahren (§8a Abs5, §37 MedienG):",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In Verfahren wegen eines Medieninhaltsdelikts (§1 Abs1 Z12, §28 MedienG) hat der Ankläger (Antragsteller) die Möglichkeit, gleich zu Beginn des Verfahrens die Veröffentlichung einer Mitteilung zu erwirken, wonach wegen des inkriminierten Medieninhalts ein Verfahren eingeleitet wurde (§37 Abs1 MedienG). Ein gleichartiges Instrument gibt es auch im selbstständigen Entschädigungsverfahren (§8a Abs5 MedienG) zur Durchsetzung des Anspruchs gemäß §§6, 7, 7b und 7c MedienG. Auch hier gilt jeweils, dass ein Rechtsmittel (hier: Beschwerde) gegen die Anordnung der Veröffentlichung keine aufschiebende Wirkung hat (§37 Abs3 iVm §36 Abs4 MedienG).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wird eine solche Mitteilung nach §8a Abs5 oder nach §37 MedienG veröffentlicht, dann aber das Verfahren beendet, ohne dass ein Schuldspruch ergeht, auf Einziehung oder Urteilsveröffentlichung im selbstständigen Verfahren (§33 Abs2, §34 Abs3 MedienG) erkannt oder dem Antragsteller eine Entschädigung (§§6-7c MedienG) zuerkannt wird, tritt gemäß §39 Abs1 MedienG eine ganz ähnliche Rechtsfolge ein, wie sie in §17 Abs4 MedienG geregelt ist: Der Medieninhaber ist auf Antrag zu ermächtigen, eine kurze Mitteilung darüber in einer dem §13 MedienG entsprechenden Form zu veröffentlichen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anders als in §17 Abs5 MedienG geregelt ist aber der finanzielle Anspruch gegen den Betroffenen: Während",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "• §17 Abs5 MedienG dem Medieninhaber Anspruch auf Einschaltungsentgelt gewährt […],",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "• gibt ihm §39 Abs1 MedienG Anspruch auf 'Ersatz der Kosten dieser Veröffentlichung sowie der Veröffentlichung der Mitteilung nach §8a Abs5 oder nach §37 MedienG'. Damit ist – lege distinguente – nach gesicherter, jahrzehntelanger Rechtsprechung nicht das Einschaltungsentgelt gemeint, sondern nur die dem Medieninhaber tatsächlich entstandenen Veröffentlichungskosten, also der konkrete, auf Grund der Veröffentlichungen entstandene Sach- und Personalaufwand (Rami in Höpfel/Ratz [Hrsg], StGB² [2019] §39 MedienG Rz 4 mwN). Da es sich dabei nur um – höchstens – einige wenige Arbeitsstunden handelt, beträgt dieser Anspruch naturgemäß bloß einen Bruchteil des Einschaltungsentgelts.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es ist aber ein unerklärlicher Wertungswiderspruch, warum der Medieninhaber",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "• bei der Gegendarstellung (§§9 ff MedienG) Anspruch auf das – typischerweise sehr hohe […] – Einschaltungsentgelt haben soll, obwohl die Veröffentlichung einer Gegendarstellung keinerlei Unwerturteil in Bezug auf den inkriminierten Medieninhalt zum Ausdruck bringt, sondern lediglich die eigene Sicht des Betroffenen publik macht […],",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "• während der Medieninhaber bei der Mitteilung über das Verfahren (§8a Abs5, §37 MedienG) nur auf den tatsächlich entstandenen Sach- und Personalaufwand verwiesen wird, obwohl es in Verfahren wegen eines Medieninhaltsdelikts (§1 Abs1 Z12, §28 MedienG) und im selbstständigen Entschädigungsverfahren (§8a MedienG) immer um den Vorwurf des Anklägers (Antragstellers) geht, der Medieninhaber habe einen rechtswidrigen – allenfalls sogar strafrechtswidrigen – Medieninhalt veröffentlicht!",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch aus diesem Grund verstößt §17 Abs5 MedienG gegen den Gleichheitssatz (Art7 B-VG, Art2 StGG; vgl zB VfSlg 12.566/1990; VfGH 22.9.2022, G90/2022; vgl auch VfSlg 10.365/1985).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Art5 StGG, Art1 1. ZPMRK",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus den oben beschriebenen Gründen (ruinöse, somit unverhältnismäßige und noch dazu verschuldensunabhängige Haftung des Betroffenen für eine zu Unrecht erwirkte Gegendarstellung, obwohl gerade der Gegendarstellungsanspruch grundrechtlich geschützt ist [Art10 iVm Art8 MRK]) verstößt §17 Abs5 MedienG auch gegen das Grundrecht auf Eigentum (Art5 StGG, Art1 1. ZPMRK).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Art18 B-VG",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§17 Abs5 MedienG regelt, dass in Härtefällen das Gericht das Einschaltungsentgelt nach billigem Ermessen mäßigen und eine längere, ein Jahr nicht übersteigende Leistungsfrist festsetzen kann. Diese Vorschrift ist im entscheidenden Punkt ('nach billigem Ermessen') so unbestimmt, dass sie gegen Art18 B-VG verstößt (zB VfSlg 4293/1962), weil dem Gericht keinerlei Anhaltspunkte [gegeben wurden], wie es sein Ermessen im Sinne des Gesetzes auszuüben hat.\"",
            "annotations": []
        },
        {
            "text": "2. Die Bundesregierung hat eine Äußerung erstattet, in der sie die Zulässigkeit des Antrages bestreitet.",
            "annotations": []
        },
        {
            "text": "Der Parteiantrag sei aus Anlass einer Beschwerde gegen den Beschluss des Landesgerichtes für Strafsachen Wien vom 31. Oktober 2022 gestellt worden. Mit diesem Beschluss sei jedoch lediglich das Einschaltungsentgelt gemäß §17 Abs5 zweiter Satz MedienG ziffernmäßig bestimmt worden. Die Antragstellerin moniere in der Sache jedoch eine Verurteilung zur Zahlung des Einschaltungsentgeltes gemäß §17 Abs5 erster Satz MedienG, die bereits rechtskräftig mit Urteil des Oberlandesgerichtes Wien vom 9. September 2020 erfolgt sei. Der Parteiantrag hätte daher bereits aus Anlass der Berufung der Antragsgegnerinnen gegen das Urteil des Landesgerichtes für Strafsachen Wien vom 6. Februar 2020 gestellt werden müssen, da als \"Rechtssache\" nicht nur der Gegenstand der Entscheidung des Gerichtes erster Instanz zu verstehen sei, sondern auch die Rechtssache, die Gegenstand des Rechtsstreites im Instanzenzug der ordentlichen Gerichtsbarkeit sei. Der Antrag sei daher bereits aus diesem Grund unzulässig.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus weist die Bundesregierung darauf hin, dass sich die \"Risikohaftung\", die nach Auffassung der Antragstellerin zur Verfassungswidrigkeit der angefochtenen Bestimmung führe, aus einer Zusammenschau zwischen dem angefochtenen §17 Abs5 MedienG, der Veröffentlichungsfrist gemäß §17 Abs3 iVm §13 Abs1 Z1 MedienG und dem Ausschluss der aufschiebenden Wirkung der Berufung gemäß §15 Abs5 MedienG ergebe. Da die Antragstellerin jedoch nur §17 Abs5 MedienG bzw in eventu andere, aber nicht präjudizielle Bestimmungen angefochten habe, sei vor dem Hintergrund der formulierten Bedenken der Anfechtungsumfang zu eng gefasst.",
            "annotations": []
        },
        {
            "text": "Im Übrigen nimmt die Bundesregierung davon Abstand, auf die Bedenken der Antragstellerin in der Sache einzugehen.",
            "annotations": []
        },
        {
            "text": "3. Die Antragsgegnerinnen im Anlassverfahren haben als beteiligte Parteien eine Äußerung erstattet, in der sie den Bedenken der Antragstellerin entgegentritt.",
            "annotations": []
        },
        {
            "text": "              IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "              1.1. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auch auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels. Nach §62a Abs1 erster Satz VfGG kann eine Person, die als Partei in einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, einen Antrag stellen, das Gesetz als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "              1.2. Der vorliegende Antrag wurde aus Anlass der Beschwerde gegen den Beschluss des Landesgerichtes für Strafsachen Wien vom 31. Oktober 2022 gestellt. Mit diesem Beschluss wurde die Rechtssache in erster Instanz durch ein ordentliches Gericht entschieden (Art140 Abs1 Z1 litd B-VG; siehe dazu noch Pkt. 2.2.).",
            "annotations": []
        },
        {
            "text": "              1.3. Die Antragstellerin im verfassungsgerichtlichen Verfahren ist als Antragstellerin im strafgerichtlichen Verfahren über die von ihr begehrte Gegendarstellung Partei des Verfahrens vor dem ordentlichen Gericht, in dem sie zur Leistung des gegenständlichen Einschaltungsentgeltes verpflichtet wurde, womit sie zur Antragstellung gemäß Art140 Abs1 Z1 litd B-VG berechtigt ist.",
            "annotations": []
        },
        {
            "text": "              1.4. Dem Erfordernis der Einbringung aus Anlass eines Rechtsmittels hat die Antragstellerin jedenfalls dadurch Rechnung getragen, dass sie den vorliegenden Antrag und das Rechtsmittel gegen den genannten Beschluss des Landesgerichtes für Strafsachen Wien am selben Tag erhoben und eingebracht hat (vgl VfSlg 20.074/2016).",
            "annotations": []
        },
        {
            "text": "Im Übrigen geht der Verfassungsgerichtshof auf Grund einer entsprechenden Mitteilung des Landesgerichtes für Strafsachen Wien davon aus, dass das erhobene Rechtsmittel rechtzeitig und zulässig ist.",
            "annotations": []
        },
        {
            "text": "              1.5. Ein auf Art140 Abs1 Z1 litd B-VG gestützter Antrag auf Aufhebung eines Gesetzes oder von bestimmten Stellen eines solchen kann gemäß §62 Abs2 VfGG nur dann gestellt werden, wenn das Gesetz vom Gericht in der anhängigen Rechtssache unmittelbar anzuwenden bzw die Verfassungsmäßigkeit des Gesetzes eine Vorfrage für die Entscheidung der beim Gericht anhängigen Rechtssache ist oder nach Ansicht des Antragstellers wäre. Eine Antragstellung gemäß Art140 Abs1 Z1 litd B-VG setzt daher voraus, dass die angefochtene Bestimmung eine Voraussetzung der Entscheidung des ordentlichen Gerichtes im Anlassfall bildet (VfSlg 20.029/2015; vgl VfSlg 20.010/2015).",
            "annotations": []
        },
        {
            "text": "Das Landesgericht für Strafsachen Wien hat in seinem die Rechtssache in erster Instanz entscheidenden Beschluss vom 31. Oktober 2022 §17 Abs5 MedienG, dessen Verfassungswidrigkeit die Antragstellerin mit ihrem Parteiantrag geltend macht, ausdrücklich angewendet und darauf gestützt die Antragstellerin für schuldig erklärt, den Medieninhaberinnen näher angeführte Beträge für die mit Urteil des Landesgerichtes für Strafsachen Wien vom 6. Februar 2020 zu Unrecht erwirkten Veröffentlichungen der Gegendarstellungen sowie für die Veröffentlichungen (von Teilen) des Berufungsurteiles des Oberlandesgerichtes Wien vom 9. September 2020 binnen vierzehn Tagen zu zahlen. Das Erstgericht setzt sich auch mit dem Vorliegen eines Härtefalles und einer etwaigen Anwendung des Mäßigungsrechtes auseinander und verneint einen solchen bereits mit Verweis auf die Ausführungen der Antragstellerin im Anlassverfahren, wonach ein solcher nicht vorliege. §17 Abs5 MedienG ist somit als präjudiziell anzusehen.",
            "annotations": []
        },
        {
            "text": "2.1. Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Der Antragsteller hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des Antragstellers teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Bestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "2.2. Die Bundesregierung hält den Antrag zunächst deswegen für unzulässig, weil durch die Aufhebung der angefochtenen Regelung des §17 Abs5 MedienG die behauptete Verfassungswidrigkeit nicht beseitigt würde. Denn die von der Antragstellerin als verfassungswidrig bekämpfte Verurteilung zur Zahlung eines Einschaltungsentgeltes sei bereits gemäß §17 Abs5 erster Satz MedienG mit dem rechtskräftigen Urteil des Oberlandesgerichtes Wien vom 9. September 2020 erfolgt. Die Antragstellerin hätte daher bereits aus Anlass der Berufung der Medieninhaberinnen gegen das Urteil des Landesgerichtes für Strafsachen Wien vom 6. Februar 2020, mit dem den Medieninhaberinnen die Veröffentlichung der Gegendarstellung aufgetragen wurde, einen entsprechenden Parteiantrag auf Aufhebung des §17 Abs5 MedienG an den Verfassungsgerichtshof richten müssen, um die Verurteilung der Antragstellerin zur Zahlung des Einschaltungsentgeltes gemäß dem für verfassungswidrig erachteten §17 Abs5 (erster Satz) MedienG zu verhindern.",
            "annotations": []
        },
        {
            "text": "Mit diesem Einwand übersieht die Bundesregierung, dass sich die verfassungsrechtlichen Bedenken der Antragstellerin im Hinblick auf §17 Abs5 MedienG nicht gegen die Verpflichtung zur Zahlung eines Entgeltes für die zu Unrecht erwirkte Veröffentlichung der Gegendarstellung und der Veröffentlichung des Berufungsurteiles dem Grunde nach, sondern gegen die Höhe dieses Entgeltes angesichts des gesetzlichen Regelungssystemes, das eine Risikohaftung der Antragstellerin für die im Berufungsverfahren zu entscheidende Rechtmäßigkeit der beantragten Gegendarstellung vorsehe (siehe dazu näher unten Punkt 2.3.), richten. Nach §17 Abs5 MedienG bewirkt aber erst der Beschluss des Landesgerichtes für Strafsachen Wien gemäß §17 Abs5 zweiter Satz MedienG, mit dem über die Höhe \"dieser Kosten\", also des Einschaltungsentgeltes im Sinne des §17 Abs5 erster Satz MedienG entschieden wird, die – einer Exekution zugängliche (siehe §17 Abs5 vierter Satz MedienG) – Leistungsverpflichtung der Antragstellerin.",
            "annotations": []
        },
        {
            "text": "Würde daher der Verfassungsgerichtshof wie beantragt §17 Abs5 MedienG aufheben, so fiele die Rechtsgrundlage für die Festsetzung einer (erstmals) der Höhe nach konkret bestimmten und von den Medieninhaberinnen gegebenenfalls auch zwangsweise durchsetzbaren Leistungsverpflichtung, die die Antragstellerin wegen der durch die Regelung des §17 Abs5 MedienG vorgegebenen Höhe für verfassungswidrig erachtet, weg.",
            "annotations": []
        },
        {
            "text": "2.3. Die Bundesregierung wendet gegen die Zulässigkeit des Antrages weiters ein, dieser sei zu eng gefasst. Die nach Auffassung der Antragstellerin verfassungswidrige \"Risikohaftung\" ergäbe sich nicht nur aus dem von der Antragstellerin angefochtenen §17 Abs5 MedienG, sondern aus einer Zusammenschau dieser Bestimmung mit der Veröffentlichungsfrist gemäß §17 Abs3 iVm §13 Abs1 Z1 MedienG und dem Ausschluss der aufschiebenden Wirkung der Berufung gemäß §15 Abs5 MedienG. Vor dem Hintergrund dieses Bedenkens der Antragstellerin sei der Anfechtungsumfang zu eng gefasst, um den Verfassungsgerichtshof im Falle des Zutreffens des Bedenkens in die Lage zu versetzen, darüber zu befinden, auf welche Weise die Verfassungswidrigkeit beseitigt werden kann.",
            "annotations": []
        },
        {
            "text": "Die Bundesregierung führt zunächst zutreffend aus, dass sich ein wesentliches Bedenken der Antragstellerin gegen die als verfassungswidrig erachtete, gemäß §17 Abs5 MedienG vom Landesgericht für Strafsachen Wien festzusetzende Höhe des Einschaltungsentgeltes richtet, die auch durch Faktoren mitbeeinflusst wird, die sich aus anderen Bestimmungen des Regelungssystemes über die Durchsetzung ihres Rechtes auf Gegendarstellung durch die Antragstellerin ergeben. Diese Faktoren führen nach Auffassung der Antragstellerin mit dazu, dass gemäß §17 Abs5 MedienG das Einschaltungsentgelt in einer Höhe festzusetzen ist, die eine verfassungswidrige \"Risikohaftung\" der Antragstellerin begründe. Zu diesen Faktoren zählen der Ausschluss der aufschiebenden Wirkung der Berufung gemäß §15 Abs5 MedienG (womit die Antragstellerin, will sie ihr Recht auf Gegendarstellung wahrnehmen, das Risiko einer allfälligen Rechtswidrigkeit der von ihr begehrten Gegendarstellung, über die im Berufungsverfahren zu entscheiden ist, allein zu tragen habe) ebenso wie die zwingende, von der Antragstellerin auch nicht im Interesse einer Begrenzung ihres Kostenrisikos verkürzbare Dauer der Veröffentlichung der Gegendarstellung gemäß §13 Abs3a MedienG.",
            "annotations": []
        },
        {
            "text": "Auch wenn diese Faktoren die Höhe des Einschaltungsentgeltes, die nach §17 Abs5 MedienG festzusetzen ist, mitbeeinflussen, ergibt sich die von der Antragstellerin als verfassungswidrig bekämpfte Zahlungsverpflichtung aber aus der Festsetzung des Einschaltungsentgeltes (§17 Abs5 erster Satz MedienG) durch den Beschluss des Landesgerichtes für Strafsachen Wien gemäß §17 Abs5 zweiter Satz MedienG unter Beachtung von §17 Abs5 dritter Satz MedienG, wobei diese Zahlungsverpflichtung zwangsweise durchsetzbar ist (§17 Abs5 vierter Satz MedienG). Die behauptete Verfassungswidrigkeit könnte daher für die Antragstellerin nur durch Aufhebung (allenfalls von Teilen) des angefochtenen §17 Abs5 MedienG beseitigt werden.",
            "annotations": []
        },
        {
            "text": "Dies unterscheidet die vorliegende Konstellation von jener, die der Entscheidung des Verfassungsgerichtshofes vom 10. März 2015, G201/2014 (bzw in Fortführung dieser Rechtsprechung etwa VfGH 17.6.2021, G251/2019 ua; 4.10.2022, G193/2022), zugrunde lag und auf die sich die Bundesregierung bezieht. In diesen Fällen konnte die Verfassungswidrigkeit durch Aufhebung verschiedener gesetzlicher Bestimmungen beseitigt werden, sodass die Entscheidung über den Sitz der Verfassungswidrigkeit – auch mit Blick auf die in diesem Zusammenhang erforderliche Abwägung, vgl VfSlg 19.166/2010, 19.698/2012 – dem Verfassungsgerichtshof zu überlassen ist. Im vorliegenden Fall kann aber die Verfassungswidrigkeit nur durch Aufhebung von (Teilen des) §17 Abs5 MedienG beseitigt werden und nicht durch Aufhebung sonstiger gesetzlicher Bestimmungen, auch wenn sie die gemäß §17 Abs5 MedienG festzusetzende Höhe des Einschaltungsentgeltes mitbeeinflussen. Nach allfälliger Aufhebung (von Teilen) des §17 Abs5 MedienG sind diese Bestimmungen im Hinblick auf die von der Antragstellerin behauptete Verfassungswidrigkeit unbedenklich und stehen angesichts ihres eigenständigen und von der Frage der Höhe des Einschaltungsentgeltes zunächst unabhängigen Regelungsinhaltes mit §17 Abs5 MedienG nicht in einem untrennbaren Zusammenhang.",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin hat im Lichte ihrer Bedenken den Anfechtungsumfang daher auch nicht zu eng gewählt.",
            "annotations": []
        },
        {
            "text": "3. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der (Haupt-)Antrag als zulässig. Bei diesem Ergebnis ist auf die Eventualanträge nicht weiter einzugehen.",
            "annotations": []
        },
        {
            "text": "B. In der Sache",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2. Die maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.1. Im zweiten Unterabschnitt des Abschnittes zum Persönlichkeitsschutz finden sich die Bestimmungen zur Gegendarstellung und nachträglichen Mitteilung über den Ausgang eines Strafverfahrens (§§9 ff. MedienG). Jede durch eine Tatsachenmitteilung, die in einem periodischen Medium verbreitet worden ist, nicht bloß allgemein betroffene natürliche oder juristische Person hat Anspruch auf unentgeltliche Veröffentlichung einer Gegendarstellung in diesem Medium, es sei denn, dass die Gegendarstellung unwahr oder ihre Veröffentlichung aus anderen Gründen ausgeschlossen ist (§9 Abs1 MedienG). In der Gegendarstellung ist in knapper Weise auszuführen, dass und inwieweit die Tatsachenmitteilung unrichtig oder unvollständig sei und woraus sich dies ergebe. Die Gegendarstellung kann sprachlich frei gestaltet werden. Sie muss entweder Tatsachen anführen, die im Gegensatz zur Tatsachenmitteilung richtig seien oder letztere in einem erheblichen Punkt ergänzen, oder sich sonst unmittelbar auf die Tatsachenmitteilung und deren Unrichtigkeit oder irreführende Unvollständigkeit beziehen (§9 Abs3 MedienG).",
            "annotations": []
        },
        {
            "text": "2.2. Der Anspruch ist zunächst durch ein schriftliches Veröffentlichungsbegehren geltend zu machen. Dieses Begehren, das die Gegendarstellung fordert, ist zusammen mit dem Text der begehrten Veröffentlichung an den Medieninhaber oder die Redaktion zu richten (siehe §12 MedienG). Ist die Gegendarstellung nicht binnen zwei Monaten nach Ablauf des Tages, an dem die Tatsachenmitteilung veröffentlicht oder abrufbar gemacht worden ist, eingelangt, besteht keine Pflicht zur Veröffentlichung (§11 Abs1 Z10 MedienG). Einem form- und zeitgerecht eingebrachten Begehren hat der Medieninhaber grundsätzlich zu entsprechen. Die Gegendarstellung ist, wenn etwa das periodische Medium mindestens fünfmal in der Woche erscheint, spätestens am fünften Werktag nach dem Tag des Einlangens zu veröffentlichen (§13 Abs1 Z1 MedienG). Bei Veröffentlichungen auf einer Website ist die Gegendarstellung einen Monat lang abrufbar zu machen (§13 Abs3a MedienG). Wird die Gegendarstellung nicht oder nicht gehörig publiziert, besteht die mit sechs Wochen befristete Möglichkeit des Antrages auf mediengerichtliche Anordnung der Veröffentlichung der Gegendarstellung (§14 Abs1 MedienG). Es handelt sich um ein Verfahren sui generis (siehe Weis, Handbuch der Gegendarstellung, 1994, 93), auf das grundsätzlich die Bestimmungen der Strafprozessordnung 1975 für das Verfahren auf Grund einer Privatanklage sinngemäß anwendbar sind (§14 Abs3 MedienG).",
            "annotations": []
        },
        {
            "text": "Das Gericht hat den Antrag unverzüglich dem Antragsgegner mit der Aufforderung zuzustellen, binnen fünf Werktagen Einwendungen und Beweismittel schriftlich bekanntzugeben. Allfällige Einwendungen sind dem Antragsteller zu einer Gegenäußerung und zur Bekanntgabe von Beweismitteln zuzustellen, wofür wiederum eine Frist von fünf Werktagen zu setzen ist (Aufforderungsverfahren, §14 Abs4 MedienG). Wurden keine Einwendungen innerhalb der gesetzlichen Frist erhoben, so hat das Gericht binnen fünf Werktagen durch Beschluss zu entscheiden (Anerkennungsverfahren, §15 Abs1 MedienG). Werden hingegen Einwendungen erhoben, so hat das Gericht über den Antrag binnen vierzehn Tagen nach Einlangen der Gegenäußerung oder nach Ablauf der hiefür gesetzten Frist durch Urteil zu erkennen. Das Urteil kann grundsätzlich mit Berufung angefochten werden. Diese hat aber, insoweit auf Veröffentlichung der Gegendarstellung erkannt worden ist, keine aufschiebende Wirkung (befristetes Verfahren, §15 Abs3 bis 5 MedienG; bereits §21 PreßG 1862 sah bei einem derartigen Rechtsmittel keine aufschiebende Wirkung vor, dazu näher Kirchmayer, Österreichisches Entgegnungsrecht – von den Anfängen bis zur Gegenwart, RZ 1983, 258 [260]; zum Verfahren Höhne, §14 MedienG, in: Berka/Heindl/Höhne/Koukal [Hrsg.], Mediengesetz Praxiskommentar4, 2019, Rz 1). Die Gegendarstellung ist also ohne Rücksicht auf den Erfolg des Rechtsmittels zu veröffentlichen, die Entgegnung soll dem Medienpublikum rasch zugetragen werden (siehe Weis, aaO, 129).",
            "annotations": []
        },
        {
            "text": "Ordnet das Gericht im befristeten Gegendarstellungsverfahren (§§14 f. MedienG) die Veröffentlichung der Gegendarstellung an, kann das Urteil nur insoweit mit Berufung angefochten werden, als es nicht die Entscheidung über die Einwendung der Unwahrheit der Gegendarstellung (§11 Abs1 Z4 MedienG) betrifft (§15 Abs5 MedienG). Hat der Medieninhaber vorgebracht, die begehrte Gegendarstellung sei, auch nur in einzelnen Teilen, ihrem Inhalt nach unwahr (§11 Abs1 Z4 MedienG), so ist das (erstinstanzliche) Verfahren diesbezüglich auf Verlangen des Antragstellers oder des Antragsgegners gemäß §16 MedienG fortzusetzen (siehe Höhne, §16 MedienG, in: Berka/Heindl/Höhne/Koukal [Hrsg.], Mediengesetz Praxiskommentar4, 2019, Rz 1). In diesem fortgesetzten Verfahren kommt es gegebenenfalls zu einer der Entscheidung des Berufungsgerichtes gemäß §17 Abs4 MedienG vergleichbaren Ermächtigung zur Veröffentlichung jener Teile des Urteiles, deren Mitteilung zur Unterrichtung der Öffentlichkeit erforderlich ist (§16 Abs2 MedienG) und zu einer Verpflichtung des Antragstellers zur Zahlung \"eines angemessenen Einschaltungsentgelts\" für diese Urteilsveröffentlichung und für die auf Grund des früheren Urteiles erfolgte Veröffentlichung, wobei über die Höhe dieser Kosten wiederum vergleichbar §17 Abs5 MedienG auf Antrag des Antragsgegners mit Beschluss zu entscheiden ist (wobei das Einschaltungsentgelt in Härtefällen wiederum gemäßigt werden kann). Diesbezüglich ist das fortgesetzte Verfahren mit dem Verfahren nach §17 Abs4 und 5 MedienG vergleichbar. Diese Bestimmungen sind aber nicht Gegenstand des vorliegenden Gesetzesprüfungsverfahrens.",
            "annotations": []
        },
        {
            "text": "2.3. Auf Veröffentlichung der Gegendarstellung ist zu erkennen, wenn sie zu Unrecht nicht oder nicht gehörig (freiwillig) veröffentlicht worden ist (§17 Abs1 MedienG; Röggla, §17 MedienG, in: Röggla/Wittmann/Zöchbauer [Hrsg.], Medienrecht, 2012, Rz 1). Erweist sich das Veröffentlichungsbegehren als (teilweise) unberechtigt, sehen §17 Abs4 und 5 MedienG in Bezug auf den Anspruch auf Urteilsveröffentlichung und die Verpflichtung zur Zahlung des Einschaltungsentgeltes für diese sowie für die zu Unrecht erwirkte Gegendarstellung eine Risikohaftung des Antragstellers vor (Rami, §17 MedienG, in: Höpfel/Ratz [Hrsg.], WK2, Stand 1.9.2019, rdb.at, Rz 26).",
            "annotations": []
        },
        {
            "text": "Wurde auf Grund eines Urteiles erster Instanz eine Gegendarstellung veröffentlicht und wird einer gegen das Urteil erhobenen Berufung ganz oder teilweise Folge gegeben, so ist der Antragsgegner auf sein Verlangen zu ermächtigen, binnen einer angemessenen Frist jene Teile des Berufungsurteiles zu veröffentlichen, deren Mitteilung zur Unterrichtung der Öffentlichkeit erforderlich ist (§17 Abs4 MedienG). Als Ausgleich dafür, dass der Berufung keine aufschiebende Wirkung zukommt und die Veröffentlichung innerhalb der Fristen des §13 Abs1 MedienG durchzuführen ist (so ist etwa bei einem täglich erscheinenden periodischen Medium die Gegendarstellung spätestens am fünften Werktag nach dem Tag des Einlangens zu veröffentlichen, §13 Abs1 Z1 MedienG), steht dem Antragsgegner dieser Veröffentlichungsanspruch zu (Höhne, §17 MedienG, in: Berka/Heindl/Höhne/Koukal [Hrsg.], Mediengesetz Praxiskommentar4, 2019, Rz 8). Mit der Veröffentlichung des Berufungsurteiles erfährt \"der Medienkonsument (in verständlicher Weise) […], da[ss] die seinerzeitige Veröffentlichung zu Unrecht erfolgt ist\" (Weis, aaO, 129, zur diesbezüglichen \"Sanierung\"). Es handelt sich um einen Akt der \"publizistischen Wiedergutmachung\" (Pierer, Grundfragen der Gegendarstellung I, JBl 2022, 702 [703]).",
            "annotations": []
        },
        {
            "text": "Ferner hat das Berufungsgericht den Antragsteller zur Zahlung eines Einschaltungsentgeltes für die zu Unrecht erwirkte Veröffentlichung der Gegendarstellung und für die Veröffentlichung des Berufungsurteiles zu verurteilen, sofern die jeweilige Veröffentlichung tatsächlich vorgenommen wurde (Rami, §17 MedienG, Rz 36, 44). Die Zahlung des Einschaltungsentgeltes ist in beiden Fällen von Amts wegen aufzuerlegen (siehe Höhne, §17 MedienG, Rz 10).",
            "annotations": []
        },
        {
            "text": "2.4. Über die Höhe dieser Kosten ist auf Antrag mit Beschluss gemäß §17 Abs5 MedienG zu entscheiden. Diese von der Entscheidung im Urteil selbst losgelöste Kostenentscheidung hat ihren Grund darin, dass das Berufungsgericht häufig den Betrag des Einschaltungsentgeltes nicht bereits im Berufungsurteil ziffernmäßig festsetzen kann, da es an der Bekanntgabe der Höhe des Entgeltes durch den Medieninhaber fehlen wird (Weis, aaO, 130 f.). Unter dem Einschaltungsentgelt ist nach herrschender Auffassung und der Judikatur des Obersten Gerichtshofes jener Betrag zu verstehen, der sich aus dem für das konkrete Medium zur Zeit der jeweiligen Veröffentlichung üblichen Tarif für Inserate und Werbeeinschaltungen ergibt (siehe Höhne, §17 MedienG, Rz 12, mit Verweis auf Weis, aaO, 130). \"Das Einschaltungsentgelt umfasst nicht nur die dem Medieninhaber durch die Veröffentlichung entstandenen Kosten; es soll den Medieninhaber vielmehr gänzlich schadlos halten, mit anderen Worten einen effektiven Ausgleich dafür bieten, dass er in der Hauptsache – ex post betrachtet – zunächst zu Unrecht in Anspruch genommen worden ist\" (OGH 15.9.2010, 15 Os 45/10x ua).",
            "annotations": []
        },
        {
            "text": "In Härtefällen, also wenn die wirtschaftliche Existenz gefährdet ist (Höhne, §17 MedienG, Rz 12, mwN; OLG Wien 29.11.1995, 18 Bs 270/95), kann das Gericht das Einschaltungsentgelt nach billigem Ermessen mäßigen (hiebei gilt es die wirtschaftliche Lage des Antragstellers mit den Interessen des Mediums abzuwägen, \"also zB nicht einseitig die wirtschaftliche Lage des Antragstellers zu berücksichtigen\", AB 743 BlgNR 15. GP, 9) und eine längere, ein Jahr nicht übersteigende Leistungsfrist festsetzen.",
            "annotations": []
        },
        {
            "text": "3. Die Bedenken der Antragstellerin sind berechtigt:",
            "annotations": []
        },
        {
            "text": "3.1. Grundgedanke der Gegendarstellung ist es, demjenigen, der zum Gegenstand öffentlicher Auseinandersetzungen in den Medien geworden und von einer unrichtigen oder irreführend unvollständigen Tatsachenmitteilung betroffen ist, den aus seinen Persönlichkeitsrechten erfließenden Anspruch zuzugestehen, alsbald an gleicher Stelle und mit möglichst derselben Publizität vor dem gleichen Forum der Öffentlichkeit mit einer eigenen berichtigenden oder ergänzenden Darstellung zu Wort zu kommen (\"audiatur et altera pars\"; OGH 28.6.1995, 13 Os 53/95 ua; 19.7.2017, 15 Os 49/17w). Die Gegendarstellung dient insoweit auch der Sicherstellung einer korrekten und vollständigen Information des Medienpublikums (siehe bereits VfSlg 20.217/2017). Zu diesem Zweck muss die Gegendarstellung auf eine Art und Weise erfolgen, die hinreichend sicherstellt, dass jenes Medienpublikum, dem die aus Sicht des Betroffenen unrichtige oder irreführende Medienbehauptung zur Kenntnis gelangt ist, auch von der Gegendarstellung erfährt. Diese muss demnach den gleichen Veröffentlichungswert wie die ursprüngliche Veröffentlichung, auf die sie sich bezieht, haben (§13 Abs3 MedienG) und in einem erkennbaren zeitlichen Zusammenhang mit dieser erfolgen (vgl §13 Abs1 MedienG).",
            "annotations": []
        },
        {
            "text": "Der Gesetzgeber ist bei der Regelung des Rechtes der Gegendarstellung in mehrfacher Hinsicht grundrechtlich eingehegt. Zunächst stellt ein gesetzliches Gegendarstellungsrecht eine Beschränkung der Medien- und Kommunikationsfreiheit des Medieninhabers dar, die – vor dem Hintergrund der Bedeutung der Medienfreiheit in einer demokratischen Gesellschaft (vgl nur EGMR 8.7.1986 [GK], 9815/82, Lingens, und VfGH 14.12.2022, G287/2022 ua) – den Anforderungen des Art10 Abs2 EMRK genügen muss (vgl im hier maßgeblichen Zusammenhang bereits EKMR 12.7.1989, 13.010/87, Ediciones Tiempo S.A., Z1; weiters nur EGMR 24.10.2017, 24.016/05, Eker, Z43). Für den von einer medialen Tatsachenmitteilung individuell Betroffenen dient das Recht auf Gegendarstellung zum einen als Schutz seiner Persönlichkeitssphäre, wie sie auch vom Schutzbereich des Art8 EMRK erfasst ist (vgl EGMR 17.1.2023, 8964/18, Axel Springer SE, Z34), sichert im weiteren aber auch seinen durch Art10 Abs1 EMRK erfassten Anspruch, einer ihn betreffenden unrichtigen oder irreführenden Berichterstattung über Tatsachen in einer im öffentlichen Diskurs medial vergleichbar sichtbaren Art und Weise entgegentreten zu können (vgl EGMR 5.7.2005, 28.743/03, Melnychuk), wobei damit auch dem von Art10 Abs1 EMRK ebenso erfassten Aspekt einer korrekten und vollständigen Information des Medienpublikumes zur Sicherstellung der Funktionsfähigkeit des öffentlichen Diskurses Rechnung getragen wird (VfSlg 20.217/2017).",
            "annotations": []
        },
        {
            "text": "3.2. Die gesetzlichen Bestimmungen, die die (Modalitäten der) Veröffentlichungspflicht der Gegendarstellung und in der Folge eine Ermächtigung zur Veröffentlichung des Berufungsurteiles für den zunächst verpflichteten Medieninhaber und eine Zahlungsverpflichtung desjenigen, der eine sich letztlich als rechtswidrig erweisende Veröffentlichungsanordnung der Gegendarstellung veranlasst hat, vorsehen, regeln somit einen gesetzlichen Interessenausgleich und konkretisieren dabei (auch) Vorgaben der Art10 und 8 EMRK.",
            "annotations": []
        },
        {
            "text": "Dieser Ausgleichsfunktion dienen auf der einen Seite Regelungen, die den Gegendarstellungsanspruch des seiner Auffassung zufolge von unwahren oder irreführenden Tatsachen in einem periodischen Medium Betroffenen effektiv halten. So sichert §15 Abs5 MedienG, der der Berufung gegen die in einem Urteil im befristeten Verfahren angeordneten Verpflichtung des Medieninhabers, eine Gegendarstellung zu veröffentlichen, keine aufschiebende Wirkung zuerkennt, den notwendigen zeitlichen Zusammenhang zwischen medialer Tatsachenmitteilung und Gegendarstellung. Die Bestimmungen insbesondere des §13 Abs3 und Abs3a MedienG sollen im Hinblick auf die Information des Zielpublikumes den gleichen Veröffentlichungswert der Gegendarstellung gewährleisten. Auf der anderen Seite trachten die mediengesetzlichen Bestimmungen, den Medieninhaber vor einer unangemessenen oder unzumutbaren Verpflichtung zur Veröffentlichung von Gegendarstellungen zu schützen, indem sie diese von inhaltlichen bzw zeitlichen Voraussetzungen abhängig machen (siehe §11 Abs1 MedienG), einer gerichtlichen Kontrolle unterwerfen und Ausgleichsmechanismen zu Gunsten des Medieninhabers vorsehen, wenn er durch die Verpflichtung zur Veröffentlichung einer sich letztlich als rechtswidrig herausstellenden Gegendarstellung belastet wird. Insbesondere Letzterem dienen die Regelungen des §17 Abs4 und 5 MedienG, indem sie eine Veröffentlichungsmöglichkeit des Berufungsurteiles, aus dem sich die Rechtswidrigkeit der Gegendarstellung, zu der der Medieninhaber aber verpflichtet wurde, vorsehen und den, der die Gegendarstellung veranlasst hat, zur Zahlung eines Einschaltungsentgeltes für die zu Unrecht erwirkte Veröffentlichung der Gegendarstellung und für die Veröffentlichung (von Teilen) des Berufungsurteiles verpflichten.",
            "annotations": []
        },
        {
            "text": "Dieses Einschaltungsentgelt im Sinne des §17 Abs5 MedienG ersetzt nach der Rechtsprechung des Obersten Gerichtshofes nicht nur die dem Medieninhaber durch die Veröffentlichung entstandenen Kosten, sondern umfasst jenes (tarifmäßig) vom Medieninhaber festgesetzte Entgelt, das auch für ausschließlich auf privatautonomer Vereinbarung beruhende und ausschließlich den privaten Interessen des Inserierenden dienende Inserate zu zahlen wäre (vgl OGH 15.9.2010, 15 Os 45/10x ua; weiters Höhne, §17 MedienG, Rz 12).",
            "annotations": []
        },
        {
            "text": "4.1. Vor dem Hintergrund des Art8 und des Art10 EMRK, in denen der Gegendarstellungsanspruch des von einer unwahren oder irreführenden Tatsachenmitteilung Betroffenen grundgelegt ist, darf aber das Einschaltungsentgelt gemäß §17 Abs5 MedienG nicht eine Höhe erreichen (können), die – im Sinne eines \"chilling effects\" (vgl EGMR 3.12.2013, 64.520/10, Ungváry and Irodalom Kft., Z68) – die von einer medialen Tatsachenberichterstattung Betroffenen von vornherein davon abhält, ihr Recht auf Gegendarstellung in Anspruch zu nehmen.",
            "annotations": []
        },
        {
            "text": "4.2. Nun wird die Höhe des Einschaltungsentgeltes durch eine Reihe von Faktoren bestimmt: Dazu zählen insbesondere die Tarife, die der Medieninhaber für Einschaltungen in einem konkreten Medium auch sonst verlangen kann, sodass es wesentlich auf die Marktposition des Mediums ankommt. Weiters ergibt sich aus §13 Abs3a MedienG, dass bei Gegendarstellungen auf einer Website durch die gesetzlich vorgesehene Mindestveröffentlichungsdauer von einem Monat das diesbezügliche Einschaltungsentgelt, wie das Ausgangsverfahren zeigt, eine beträchtliche Höhe erreichen kann.",
            "annotations": []
        },
        {
            "text": "Diese Faktoren kann der Gegendarstellungsberechtigte nicht beeinflussen. Er muss sich – im Sinne einer Entweder-Oder-Entscheidung – für die Veröffentlichung der Gegendarstellung im gesetzlich angeordneten Umfang und zu einem Zeitpunkt entscheiden, zu dem der Ausgang des gerichtlichen Verfahrens, mit dem über die Rechtmäßigkeit der Gegendarstellung entschieden wird, noch anhängig ist. Auch wenn den einschlägigen Regelungen über den Veröffentlichungszeitpunkt in Verbindung mit dem Ausschluss der aufschiebenden Wirkung in §15 Abs5 MedienG wie den genannten Regelungen zur Sicherstellung eines gleichen Veröffentlichungswertes auch der Zweck einer vollständigen Information der Öffentlichkeit zukommt, lassen die gesetzlichen Regelungen doch dem zunächst durch das Gegendarstellungsrecht geschützten einzelnen Betroffenen keinen Raum dafür, sein Zahlungsrisiko für den Fall, dass sich letztlich die Unrechtmäßigkeit seiner Gegendarstellung herausstellt, zu begrenzen. Der Medieninhaber hat mit der die Gegendarstellung auslösenden Berichterstattung ein bestimmtes mediales Feld – und damit bestimmte Vorgaben für die der Bemessung des Einschaltungsentgeltes gemäß §17 Abs5 MedienG nach der Rechtsprechung zugrunde liegende Tarifierung (siehe OGH 15.9.2010, 15 Os 45/10x ua) – vorgegeben, auf dem sich der Gegendarstellungsberechtigte bewegen muss. Er kann weder den zeitlichen Zusammenhang zur Veröffentlichung (und sei es, um das Urteil des Berufungsgerichtes abzuwarten) noch die Veröffentlichungsdauer auf einer Website beeinflussen. Dem steht gegenüber, dass die Verpflichtung des Medieninhabers zur Veröffentlichung der Gegendarstellung auf Grund gerichtlicher Anordnung (und damit entsprechender Rechtmäßigkeitskontrolle) erfolgt. Auch ist zu berücksichtigen, dass ein aus einer entsprechenden Marktstellung des periodischen Mediums resultierendes hohes Einschaltungsentgelt in aller Regel mit einer entsprechenden wirtschaftlichen Stellung des Mediums und damit des Medieninhabers einhergeht, die der \"anderen Seite\" des vom periodischen Medium selbst eröffneten Kommunikationsprozesses in vielen Fällen überlegen sein wird.",
            "annotations": []
        },
        {
            "text": "Damit erweist sich die in §17 Abs5 MedienG bestimmte Höhe des Einschaltungsentgeltes, zu dessen Zahlung derjenige, der eine sich letztlich als unrechtmäßig herausstellende Gegendarstellung veranlasst hat, verpflichtet wird, aber als unverhältnismäßig: Sie setzt den Betroffenen einem wirtschaftlichen Risiko aus (oder zwingt ihn zum gänzlichen Verzicht auf eine Gegendarstellung), das für ihn nicht mehr tragfähig sein kann. Damit birgt die Regelung des §17 Abs5 MedienG aber vor allem auch die Gefahr, Betroffene von der Geltendmachung einer Gegendarstellung von vornherein abzuhalten und damit auch, die allgemeine Informationsfunktion des Gegendarstellungsrechtes einzuschränken. Demgegenüber lässt sich der – aus Sicht des Art10 EMRK ebenso wesentliche – Schutz des Medieninhabers vor unzulässigem Zwang, Inhalte Dritter zu veröffentlichen, im Verfahren zur Durchsetzung eines Gegendarstellungsbegehrens auch sicherstellen, wenn die Zahlungsverpflichtung des Gegendarstellungsberechtigten für eine letztlich unrechtmäßige Gegendarstellung und die darauf bezogene Urteilsveröffentlichung keine potentiell Gegendarstellungsberechtigte von vornherein abschreckende Höhe erreicht. Insofern erzielt §17 Abs5 MedienG mit den festzusetzenden Kosten des Einschaltungsentgeltes im System der mediengesetzlichen Ausgestaltung des Gegendarstellungsrechtes keinen verhältnismäßigen, den grundrechtlichen Vorgaben des Art8 EMRK bzw des Art10 EMRK im Hinblick auf den von einer für unwahr oder irreführend erachteten Tatsachenberichterstattung Betroffenen einerseits und den von seiner Medien- und Kommunikationsfreiheit Gebrauch machenden Medieninhaber andererseits Rechnung tragenden Ausgleich (in den Worten des EGMR: der Gesetzgeber verfehlt es, \"[to strike] a fair balance\" [vgl EGMR 17.12.2004, 33.348/96, Cumpănă and Mazăre, Z91] zwischen den in Rede stehenden Rechten des Medieninhabers und des Gegendarstellungsberechtigten).",
            "annotations": []
        },
        {
            "text": "5.1. An diesem Ergebnis ändert auch das richterliche Mäßigungsrecht für Härtefälle in §17 Abs5 dritter Satz MedienG nichts, wonach das Gericht das Einschaltungsentgelt nach billigem Ermessen mäßigen und eine längere, ein Jahr nicht übersteigende Leistungsfrist festsetzen kann. Der \"Härtefall\" im Sinne dieser gesetzlichen Bestimmung stellt auf eine Gefährdung der wirtschaftlichen Existenz ab (siehe Rami, §17 MedienG, Rz 51; OLG Wien 31.12.2008, 17 Bs 233/07z; 17.4.2015, 17 Bs 106/15k; zur Hintanhaltung ruinöser Kostenfolgen OLG Wien 29.11.1995, 18 Bs 270/95) und vermag daher auf Grund seines besonderen Ausnahmecharakters und seiner Ausgestaltung als Ermessensentscheidung die Gefahr, dass die Höhe des Einschaltungsentgeltes Gegendarstellungswerber davon abhält, von ihrem Recht überhaupt Gebrauch zu machen, nicht entscheidend abzumildern.",
            "annotations": []
        },
        {
            "text": "5.2. Im Hinblick auf §13 Abs3a MedienG ist schließlich darauf hinzuweisen, dass der Verfassungsgerichtshof in VfSlg 20.217/2017 die Sachlichkeit dieser Regelung im Hinblick auf die Herstellung eines gleichen Veröffentlichungswertes bejaht, gleichzeitig aber auch darauf hingewiesen hat, dass diese Form der Gegendarstellung nicht die einzig mögliche Art und Weise ist, auf die den Grundsätzen des Gegendarstellungsrechtes in elektronischen Medien Rechnung getragen werden kann. Im Hinblick auf die sich stetig verändernden Kommunikationsbedingungen wesentlicher elektronischer Medien (vgl in einschlägigem Zusammenhang Zöchbauer, Gegendarstellungsrecht unter \"postfaktischen\" Bedingungen, in: Berka/Holoubek/Leitl-Staudinger (Hrsg.), Elektronische Medien im \"postfaktischen\" Zeitalter, 2019, 73 [74 f.]) steht es – auch mit Blick auf die Auswirkungen auf die Höhe des Einschaltungsentgeltes – dem Gesetzgeber offen, diese Regelung etwa im Hinblick auf die Dauer der Veröffentlichung der Gegendarstellung anders zu gestalten.",
            "annotations": []
        },
        {
            "text": "6. Die Bedenken der Antragstellerin treffen daher zu. §17 Abs5 MedienG ist (wegen des untrennbaren Zusammenhanges seiner einzelnen Sätze zur Gänze) wegen Verstoßes gegen die verfassungsgesetzlich gewährleisteten Rechte gemäß Art10 EMRK und gemäß Art8 EMRK aufzuheben.",
            "annotations": []
        },
        {
            "text": "              V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. §17 Abs5 MedienG, BGBl 314/1981, idF BGBl 20/1993 ist daher wegen Verstoßes gegen das Recht auf Meinungsäußerung (Art10 EMRK) und auf Privatleben (Art8 EMRK) als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzesstelle gründet sich auf Art140 Abs5 dritter und vierter Satz B-VG.",
            "annotations": []
        },
        {
            "text": "3. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "4. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "6. Kosten sind nicht zuzusprechen, weil es im Falle eines Antrages gemäß Art140 Abs1 Z1 litd B-VG Sache des zuständigen ordentlichen Gerichtes ist, über allfällige Kostenersatzansprüche nach den für sein Verfahren geltenden Vorschriften zu erkennen (zB VfSlg 20.102/2016, 20.112/2016).",
            "annotations": []
        }
    ]
}