{
    "document_id": "JFT_20230228_21V00097_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Oberösterreich, der Verfassungsgerichtshof möge \"die Verordnung des Gemeinderates der Marktgemeinde Schörfling a.A., 'Flächenwidmungsplan Marktgemeinde Schörfling a.A. Teil A: Flächenwidmungsteil Nr 5', beschlossen vom Gemeinderat der Marktgemeinde Schörfling a. A. am 24. April 2018, GZ: BC 31323, kundgemacht durch Anschlag von 10. August 2018 bis 28. August 2018, soweit sie die Grundstücke Nr 989/1, 989/2, 987/1, 988/1, sowie .196/1, EZ 294, KG Kammer, betrifft, als gesetzwidrig aufheben;in eventu",
            "annotations": []
        },
        {
            "text": "die Wendung 'Die Neuerrichtung von Gebäuden und Schutzdächern ist unzulässig. Zulässig sind ausschließlich Umbauten rechtmäßig bestehender Gebäude. Darüber hinaus ist die Errichtung sonstiger Bauwerke und Anlagen, die der Funktion des Grünzuges widersprechen (wie Swimming Pools, versiegelte Stellplätze, Stützmauern), unzulässig.' unter der Überschrift 'Gz4 – Gewässerbegleitende Grünzüge' in der Legende der Verordnung des Gemeindesrates der Marktgemeinde Schörfling a. A., 'Flächenwidmungsplan Marktgemeinde Schörfling a.A. Teil A: Flächenwidmungsteil Nr 5', beschlossen vom Gemeinderat der Marktgemeinde Schörfling a. A. am 24. April 2018, GZ: BC 31323, kundgemacht durch Anschlag von 10. August 2018 bis 28. August 2018, als gesetzwidrig aufheben;in eventu",
            "annotations": []
        },
        {
            "text": "die Verordnung des Gemeindesrates der Marktgemeinde Schörfling a. A., 'Flächenwidmungsplan Marktgemeinde Schörfling a.A. Teil A: Flächenwidmungsteil Nr 5', beschlossen vom Gemeinderat der Marktgemeinde Schörfling a. A. am 24. April 2018, GZ: BC 31323, kundgemacht durch Anschlag von 10. August 2018 bis 28. August 2018, als gesetzwidrig aufheben.\"",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die einschlägigen Bestimmungen des Landesgesetzes vom 6. Oktober 1993 über die Raumordnung im Land Oberösterreich (Oö Raumordnungsgesetz 1994 – Oö ROG 1994), LGBl 114/1993, idF LGBl 111/2022 lauten:",
            "annotations": []
        },
        {
            "text": "\"§33",
            "annotations": []
        },
        {
            "text": "Verfahren in der Gemeinde",
            "annotations": []
        },
        {
            "text": "(1) Die Absicht, einen Flächenwidmungsplan oder einen Teil eines Flächenwidmungsplans (§18 Abs1 zweiter Satz) neu zu erlassen oder grundlegend zu überprüfen, ist vom Bürgermeister vier Wochen an der Amtstafel und - ohne Auswirkung auf die Kundmachung - im Internet auf der Homepage der Gemeinde mit der Aufforderung kundzumachen, dass jeder, der ein berechtigtes Interesse glaubhaft macht, innerhalb einer angemessen festzusetzenden Frist seine Planungsinteressen dem Gemeindeamt (Magistrat) schriftlich bekannt geben kann.",
            "annotations": []
        },
        {
            "text": "(2) Bei Erlassung oder Änderung eines Flächenwidmungsplans, eines Teils eines Flächenwidmungsplans (§18 Abs1 zweiter Satz) oder eines Bebauungsplans hat der Beschluss des Planentwurfs durch den Gemeinderat zu erfolgen. Nach Beschluss des Planentwurfs hat die Gemeinde",
            "annotations": []
        },
        {
            "text": "1. den in Betracht kommenden Bundesdienststellen,",
            "annotations": []
        },
        {
            "text": "2. der Landesregierung,",
            "annotations": []
        },
        {
            "text": "3. den benachbarten Gemeinden,",
            "annotations": []
        },
        {
            "text": "4. der Wirtschaftskammer Oberösterreich,",
            "annotations": []
        },
        {
            "text": "5. der Landwirtschaftskammer für Oberösterreich,",
            "annotations": []
        },
        {
            "text": "6. der Kammer für Arbeiter und Angestellte für Oberösterreich,",
            "annotations": []
        },
        {
            "text": "7. der Oö Umweltanwaltschaft, soweit Belange des Umweltschutzes in Frage stehen, sowie",
            "annotations": []
        },
        {
            "text": "8. sonstigen Körperschaften öffentlichen Rechts, von denen bekannt ist, dass ihre Interessen berührt werden,",
            "annotations": []
        },
        {
            "text": "Gelegenheit zur Stellungnahme unter Einräumung einer Frist von acht Wochen zu geben. Der Landesregierung ist mit der Aufforderung zur Stellungnahme eine ausreichende Anzahl von Planentwürfen vorzulegen; soweit technisch möglich, kann dies auch elektronisch erfolgen. Bei Flächenwidmungsplänen und Flächenwidmungsplanänderungen oder deren Teilen (§18 Abs1 zweiter Satz) ist, soweit nicht durch Verordnung anderes festgelegt ist, zur Frage der Umwelterheblichkeit gemäß den Abs7 und 8 und zur Frage des erforderlichen Prüfungsumfangs des Umweltberichts gemäß Abs11 Z1 eine Stellungnahme der Landesregierung einzuholen. ",
            "annotations": []
        },
        {
            "text": "(3) Vor Beschlussfassung eines Flächenwidmungsplans, eines Teils eines Flächenwidmungsplans (§18 Abs1 zweiter Satz) oder eines Bebauungsplans durch den Gemeinderat ist die öffentliche Einsicht in den Plan beim Gemeindeamt (Magistrat) vier Wochen zu ermöglichen. Die Eigentümer jener Grundstücke, an deren Flächenwidmung oder Bebaubarkeit sich Änderungen ergeben, sind von der Planauflage nachweislich zu verständigen. Eine Verständigung kann unterbleiben, wenn die Änderung generelle Regelungen begriffsdefinitorischen Inhalts in den schriftlichen Ergänzungen von Bebauungsplänen betrifft. Auf die Möglichkeit zur öffentlichen Einsicht und der Einbringung von Anregungen oder Einwendungen ist während der vierwöchigen Einsichtsfrist an der Amtstafel und auf der Internetseite der Gemeinde hinzuweisen. Die Verständigung kann bei einer Bebauungsplanänderung auch durch vierwöchige Veröffentlichung in den betroffenen Häusern an einer den Hausbewohnern zugänglichen Stelle (Hausflur) erfolgen.",
            "annotations": []
        },
        {
            "text": "(4) Jedermann, der ein berechtigtes Interesse glaubhaft macht, ist berechtigt, während der Einsichtsfrist schriftliche Anregungen oder Einwendungen beim Gemeindeamt (Magistrat) einzubringen, die mit dem Plan dem Gemeinderat vorzulegen sind. Eine Beschlußfassung des Planes in einer anderen als der zur Einsichtnahme veröffentlichten Fassung ist nur nach vorheriger Anhörung der durch die Änderung Betroffenen zulässig.",
            "annotations": []
        },
        {
            "text": "(5) – (12) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Die beteiligten Parteien sind Eigentümer der Grundstücke Nr 989/1, 989/2, 987/1, 988/1 und .196/1, KG Kammer, sowie des darauf befindlichen Gebäudes. Diese Grundstücke waren im Flächenwidmungsplan der Marktgemeinde Schörfling am Attersee Nr 4, beschlossen vom Gemeinderat am 10. April 2003, kundgemacht an der Amtstafel vom 30. Juni 2003 bis 15. Juli 2003 (im Folgenden: Flächenwidmungplan Nr 4) als \"Gz – Grünland, Grünzug\" gewidmet. Gemäß der Legende waren in dieser Widmungskategorie \"Neubauten jeder Art unzulässig, ausgenommen Bauten der Land- und Forstwirtschaft im Hofbereich im Umkreis von höchstens 50 m sowie Badehütten am Seeufer und Um-, Zu- und Neubauten bei bestehenden Wohngebäuden bzw Gebäuden für einen zeitweiligen Wohnbedarf innerhalb der Seeuferschutzzone bei positiver Feststellung nach dem Naturschutzgesetz.\"",
            "annotations": []
        },
        {
            "text": "1.2. Im Flächenwidmungsplan der Marktgemeinde Schörfling am Attersee Teil A: Flächenwidmungsteil Nr 5, beschlossen vom Gemeinderat am 24. April 2018, kundgemacht an der Amtstafel vom 10. bis 28. August 2018 (im Folgenden: Flächenwidmungsplan Nr 5) ist für die genannten Grundstücke nunmehr eine Widmung als \"Gz4 – Gewässerbegleitende Grünzüge\" vorgesehen. Dazu ist festgelegt: \"Die Neuerrichtung von Gebäuden und Schutzdächern ist unzulässig. Zulässig sind ausschließlich Umbauten rechtmäßig bestehender Gebäude. Darüber hinaus ist die Errichtung sonstiger Bauwerke und Anlagen, die der Funktion des Grünzuges widersprechen (wie Swimming Pools, versiegelte Stellplätze, Stützmauern), unzulässig.\"",
            "annotations": []
        },
        {
            "text": "1.3. Mit Bescheid vom 21. Juli 2020 trug der Bürgermeister der Gemeinde Schörfling am Attersee den beteiligten Parteien auf, das auf ihren Grundstücken befindliche Bauwerk binnen einer Frist von acht Wochen abzutragen und den vorigen Zustand wiederherzustellen. Begründend wurde ausgeführt, dass sich auf den Grundstücken ursprünglich ein altes, teils verfallenes Bauernhaus befunden habe, das von den beteiligten Parteien gänzlich abgetragen und durch einen (konsenslosen) Neubau ersetzt worden sei.",
            "annotations": []
        },
        {
            "text": "1.4. Eine gegen diesen Bescheid erhobene Beschwerde ist beim Landesverwaltungsgericht Oberösterreich anhängig.",
            "annotations": []
        },
        {
            "text": "2. Das Landesverwaltungsgericht Oberösterreich legt seine Bedenken wie folgt dar (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Im gegenständlichen Fall hat das Landesverwaltungsgericht Oberösterreich anlässlich der vorliegenden Beschwerde unter Zugrundelegung der in Rede stehenden Verordnung zu prüfen, ob nach der geltenden Rechtslage für die verfahrensgegenständliche bauliche Anlage nachträglich die Baubewilligung beantragt werden kann. Gemäß §49 Abs1 letzter Satz Oö BauO 1994 ist die 'Möglichkeit, nachträglich die Baubewilligung zu beantragen, [...] dann nicht einzuräumen, wenn nach der maßgeblichen Rechtslage eine Baubewilligung nicht erteilt werden kann'. Da unter 'maßgeblicher Rechtslage' in §49 Abs1 Oö BauO 1994 jedenfalls auch die in Abs6 par cit genannten bau- und raumordnungsrechtlichen Bestimmungen zu verstehen sind, hat das Landesverwaltungsgericht Oberösterreich die Übereinstimmung der baulichen Anlage mit dem Flächenwidmungsplan zu prüfen. Der in Geltung stehende 'Flächenwidmungsplan Marktgemeinde Schörfling a.A. Teil A: Flächenwidmungsteil Nr 5' ist daher für das Beschwerdeverfahren vor dem Landesverwaltungsgericht Oberösterreich präjudiziell.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auf Grundlage des von der bB vorgelegten Verwaltungsaktes geht das Landesverwaltungsgericht Oberösterreich davon aus, dass der Flächenwidmungsplan Nr 4 der Marktgemeinde Schörfling am Attersee eine eingeschränkte Bebauung ('Neubauten jeder Art unzulässig, ausgenommen Bauten der Land- und Forstwirtschaft im Hofbereich im Umkreis von höchstens 50 m') der Grundstücke der bP zuließ, zumal im Geltungsbereich dieses Flächenwidmungsplanes auf den Grundstücken der bP ein 'altes Bauernhaus' bestand. Die nunmehrigen Festlegungen zur Widmung 'Gz4' schließen die Errichtung von Gebäuden ('Die Neuerrichtung von Gebäuden und Schutzdächern ist unzulässig.') demgegenüber gänzlich aus. Damit ist eine Änderung der bisherigen Nutzungsmöglichkeiten und somit ein Eingriff in das verfassungsgesetzlich gewährleistete Recht auf Eigentum verbunden. Von dieser – für die bP mit weitreichenden Folgen verbundenen – Änderung des Flächenwidmungsplanes wurden die bP nicht verständigt. Das Landesverwaltungsgericht Oberösterreich geht davon aus, dass es sich damit nicht um einen 'kleineren Verstoß gegen Formvorschriften im Sinn der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 19.344/2011 mwN)' handelt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Am Rande erlaubt sich das Landesverwaltungsgericht Oberösterreich darauf hinzuweisen, dass dem von der bB vorgelegten Verordnungsakt keine Hinweise auf ein umfassendes Verfahren zur Ermittlung der entsprechenden Planungsgrundlagen (Grundlagenforschung) noch Hinweise auf eine Interessenabwägung im Hinblick auf die Einschränkung der Bebaubarkeit der Grundstücke der bP durch Änderung der Festlegungen für die einschlägige Widmung entnommen werden können, insbesondere warum die die bisherige Nutzungsmöglichkeit beeinträchtigende Abweichung im öffentlichen Interesse geboten ist, dh den Raumordnungszielen besser entsprechen, als die bisherige Nutzung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Vor diesem Hintergrund hat das Landesverwaltungsgericht Oberösterreich im Lichte der eingangs zitierten Rsp des Verfassungsgerichtshofes [VfSlg 19.780/2013] Bedenken an der Rechtmäßigkeit des verfahrensgegenständlichen Flächenwidmungsplanes.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Die Oberösterreichische Landesregierung hat eine Äußerung erstattet, in der dem Antrag Folgendes entgegengehalten wird (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Es ist daher zutreffend, wenn das Landesverwaltungsgericht Oberösterreich ausführt, dass der Flächenwidmungsplan Nr 4 der Marktgemeinde Schörfling a. A. eine eingeschränkte Bebauung der Grundstücke der beschwerdeführenden Parteien (zumindest abstrakt) zuließ, zumal dort im Geltungsbereich dieses Flächenwidmungsplans ein 'altes Bauernhaus' bestand. Ebenfalls zutreffend ist, dass die nunmehrigen Festlegungen zur Widmung 'Gz4' die Neuerrichtung von Gebäuden gänzlich ausschließen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es ist jedoch unrichtig, wenn das Landesverwaltungsgericht Oberösterreich aus diesem Grund davon ausgeht, dass die vorliegend augenscheinlich unterbliebene Verständigung der beschwerdeführenden Parteien schon allein aus diesem Grund nicht bloß ein kleinerer Verstoß gegen Formvorschriften im Sinn der ständigen Rechtsprechung des Verfassungsgerichtshofes sein könnte, da diese Betrachtung übersieht, dass der Wortlaut der Legende nicht die alleinige Determinante für die Widmungskonformität baulicher Anlagen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nun mag zwar zutreffen, dass vor Inkrafttreten des Flächenwidmungsplans Nr 5 'Bauten der Land- und Forstwirtschaft im Hofbereich im Umkreis von 50 m' vom – dem Grunde nach bereits bestehenden – Verbot von Neubauten jeder Art ausgenommen waren, allerdings war selbstverständlich auch zum damaligen Zeitpunkt die Bestimmung des §30 Abs5 erster Satz Oö ROG 1994, wonach im Grünland nur Bauwerke und Anlagen errichtet werden dürfen, die nötig sind, um dieses bestimmungsgemäß zu nutzen, grundsätzlicher Beurteilungsmaßstab für die Widmungskonformität von baulichen Anlagen im Grünland.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der diesbezüglichen Rechtsprechung des Verwaltungsgerichtshofs, wonach an den Begriff der Notwendigkeit ein strenger Maßstab anzulegen und insbesondere eine bloße Nützlichkeit von Bauten oder Anlagen nicht ausreichend ist (vgl bspw. VwGH 30.01.2014, 2013/05/0223) und unter Berücksichtigung der Tatsache, dass die Beurteilung der Notwendigkeit dabei im Hinblick auf den Zweck der jeweiligen Grünland-Kategorie zu erfolgen hat – welcher bereits im Geltungszeitraum des Flächenwidmungsplans Nr 4 im Freihalten der Grünräume [...] bzw des Waldrandes, der Waldlichtungen, der Flächen zwischen Waldzungen der Fluss- und Bachuferbereich und der roten Gefahrenzonen [...] lag – waren auch vor Inkrafttreten des nunmehr rechtswirksamen Flächenwidmungsplans Nr 5 Neubauten für die Land- und Forstwirtschaft – wenn überhaupt – nur in absoluten Einzelfällen und in stark eingeschränktem Umfang widmungskonform, zumal sich der Begriff der Notwendigkeit auch auf das Ausmaß bzw die Ausgestaltung der baulichen Anlagen selbst bezieht (vgl VwGH 25.01.2000, 97/05/0033, RS 1).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Berücksichtigt man nunmehr zudem den Umstand, dass auch der aktuell in Geltung stehende Flächenwidmungsplan Nr 5 mitnichten ein völliges Verbot jeglicher baulicher Maßnahmen enthält, sondern vielmehr Umbauten an rechtmäßig bestehenden Gebäuden für zulässig erklärt, lag in der die verfahrensgegenständlichen Grundstücke betreffenden Änderung der Flächenwidmung – entgegen der Rechtsansicht des Landesverwaltungsgerichts – wenn überhaupt, wohl eine bloß marginale Änderung der bisherigen Nutzungsmöglichkeiten und jedenfalls keine maßgebliche Beeinträchtigung im Sinn der ständigen Rechtsprechung des Verfassungsgerichtshofs.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Letztlich waren die gegenständlichen Grundstücke der beschwerdeführenden Parteien bereits im Flächenwidmungsplan Nr 4 mit einer Grünlandwidmung versehen, welche als Zweck den Schutz und das Freihalten von Grünräumen verfolgten, und blieb dieser Zweck auch im Flächenwidmungsplan Nr 5 in seinem Kern unverändert.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Hierin liegt auch der maßgebliche Unterschied zur vom Landesverwaltungsgericht Oberösterreich begründend angeführten Entscheidung des Verfassungsgerichtshofs vom 17. September 2013, V41/2013, da mit der dort gegenständlichen Änderung des Flächenwidmungsplans in die Bebaubarkeit des betroffenen Grundstücks unzweifelhaft eingegriffen wurde und eine bereits dem Wesen nach deutlich eingriffsintensive Umwidmung von 'Bauland – Kerngebiet' auf 'Grünzug – Parkanlage' samt korrespondierender Änderung des örtlichen Entwicklungskonzepts vorgenommen wurde. Im Gegensatz dazu bestand im vorliegenden Fall bereits vor Inkrafttreten des Flächenwidmungsplans Nr 5 eine Grünlandwidmung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Oö Landesregierung als Aufsichtsbehörde geht daher davon aus, dass gegenständlich allenfalls ein kleinerer Verstoß gegen Formvorschriften im Sinn der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 19.344/2011 mWn) vorliegt, sodass eine Aufhebung der Verordnung des Gemeinderates der Marktgemeinde Schörfling a. A., 'Flächenwidmungsplan Marktgemeinde Schörfling a. A. Teil A: Flächenwidmungsteil Nr 5' oder von Teilen dieser Verordnung nicht geboten ist.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Der Bürgermeister der Marktgemeinde Schörfling am Attersee hat als beteiligte Partei des verfassungsgerichtlichen Verfahrens eine Äußerung eingebracht, in der dem Antrag Folgendes entgegengehalten wird (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Dieser FIWP Nr 5/2018 ist rechtskräftig und aufsichtsbehördlich genehmigt. Eine dem Gesetz entsprechende Planauflage fand statt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine Sanierung des Objektes die vom Umfang her keine Neuerrichtung im Sinne der baurechtlichen Vorschriften darstellt, ist demnach zulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Durch die nachweislich erfolgte Planauflage war die Information der Gemeindebürger betreffend die Änderung des Flächenwidmungsplanes sichergestellt und stellen kleinere Verstöße, wie bspw. unterlassene direkte Verständigungen im Hinblick auf die Judikatur des VfGH noch keine Gesetzwidrigkeit dar (vgl VfSlg 8463/1978, 9150/1981, 10.208/1984, 12.785/1991 und 13.967/1994) […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Richtig ist nunmehr, dass im Verordnungsakt kein Zustellnachweis im Hinblick auf die nunmehrigen Beschwerdeführer vor dem LVwG auffindbar ist. ",
            "annotations": []
        },
        {
            "text": " ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es ergibt sich somit aus dem Inhalt der beiden Flächenwidmungspläne die grundsätzliche Unzulässigkeit der Errichtung von Neubauten. Lediglich die Zulässigkeit von landwirtschaftlichen Bauten im Hofbereich (bestehender Höfe) entfiel durch die Neuregelung. Im Gegenzug wurde durch den neuen Flächenwidmungsplan aber klargestellt, dass jedenfalls Umbauten rechtmäßiger bestehender Gebäude zulässig sind. Durch die generelle Zulässigerklärung von Umbauten – auch von bestehenden Wohngebäuden im Grünzug – wird Rechtssicherheit über die Regelungen des §30 Oö ROG hinaus gewährt.",
            "annotations": []
        },
        {
            "text": "Es sei hierzu auf die sehr restriktiv auszulegende Bestimmung des §30 Abs5 Oö ROG 1994 verwiesen, welcher im Grünland nur Bauten zulässt, welche für dessen Bewirtschaftung erforderlich sind. Berücksichtigt man nunmehr, dass der FlWP Nr 4 bereits eine Grünlandsonderausweisung 'Grünzug' verordnet hatte, steht fest, dass schon nach der gesetzlichen Regelung des §30 Abs5 Oö ROG auf den betroffenen Grundstücken Neubauten generell nur dann zulässig sein konnten, wenn diese zur Bewirtschaftung des Grünzuges erforderlich waren. Da die Definition des 'Grünzuges' Flächen für das Freihalten von Grünräumen bzw des Waldrandes, der Waldlichtungen, von Flächen zwischen Waldzungen, der Fluss- und Bachuferbereiche, der roten Gefahrenzonen udgl. bedeutet, war schon nach der früheren Regelung des FIWP Nr 4 davon auszugehen, dass kaum Spielraum für die Neuerrichtung von Gebäuden (auch von solchen für die Land- und Forstwirtschaft) gegeben war. Es sind kaum Sachverhalte vorstellbar, die die Errichtung von Gebäuden zur Bewirtschaftung derartiger Grünzüge erforderlich machen können.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im konkreten Fall steht die Neuerrichtung eines Wohngebäudes in der Diskussion, eine solche wäre weder nach dem FIWP Nr 4, noch nach dem nunmehr in Kraft stehenden FIWP Nr 5 zulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Insgesamt erscheint die Neuregelung daher keine relevante weitere Einschränkung von Bebauungsmöglichkeiten, sondern insbesondere lediglich eine Klarstellung der bereits bisher sehr eingeschränkt vorstellbaren Bebauungsmöglichkeiten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es ist somit aus Sicht des Einschreiters jedenfalls davon auszugehen, dass es sich bei der allfälligen Nichtverständigung der Beschwerdeführer entsprechend §33 Oö ROG 1994 um einen – für die Gesetzeskonformität des Flächenwidmungsplanes Nr 5 – unbedeutenden geringen Verstoß gegen Formvorschriften handelte.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Die Beschwerdeführer des Verfahrens vor dem Landesverwaltungsgericht Oberösterreich haben als beteiligte Parteien des verfassungsgerichtlichen Verfahrens eine Äußerung eingebracht, in der sie dem Vorbringen des Antrages des Landesverwaltungsgerichtes Oberösterreich beitreten.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Im Verfahren ist nichts hervorgekommen, was an der Präjudizialität der angefochtenen Verordnung zweifeln ließe, soweit sie sich auf die Grundstücke Nr 989/1, 989/2, 987/1, 988/1 und .196/1, KG Kammer, bezieht. Wie das Landesverwaltungsgericht Oberösterreich zutreffend ausgeführt hat, hat es \"die Übereinstimmung der baulichen Anlage mit dem Flächenwidmungsplan zu prüfen.\" Der Flächenwidmungsplan der Marktgemeinde Schörfling am Attersee Teil A: Flächenwidmungsteil Nr 5, beschlossen vom Gemeinderat am 24. April 2018, kundgemacht an der Amtstafel vom 10. bis 28. August 2018, ist daher präjudiziell, soweit er sich auf die Grundstücke Nr 989/1, 989/2, 987/1, 988/1 und .196/1, KG Kammer, bezieht.",
            "annotations": []
        },
        {
            "text": "1.3. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Hauptantrag daher als zulässig. Damit erübrigt sich ein Eingehen auf die Eventualanträge.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den in der Begründung des Antrages dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist begründet.",
            "annotations": []
        },
        {
            "text": "2.3. Das Landesverwaltungsgericht Oberösterreich bringt zusammengefasst vor, dass die betroffenen Eigentümer der Grundstücke Nr 989/1, 989/2, 987/1, 988/1 und .196/1, KG Kammer, von der Widmungsänderung im Zuge der Erlassung des Flächenwidmungsplanes Nr 5 (Umwidmung von \"Gz – Grünland, Grünzug\" in \"Gz4 – Gewässerbegleitende Grünzüge\") nicht gemäß §33 Abs3 Oö ROG 1994 von der Planauflage verständigt worden seien. Da auf Grund des Flächenwidmungsplanes Nr 5 nunmehr – im Unterschied zum davor geltenden Flächenwidmungsplan – eine Errichtung von Gebäuden gänzlich ausgeschlossen sei, handle es sich beim Unterlassen der Verständigung um keinen \"kleineren Verstoß\" gegen Formvorschriften (vgl VfSlg 19.344/2011). Ferner hätten keine hinreichende Grundlagenforschung und keine adäquate Interessenabwägung stattgefunden.",
            "annotations": []
        },
        {
            "text": "2.4. Die Oberösterreichische Landesregierung verweist darauf, dass bereits vor Inkrafttreten des Flächenwidmungsplanes Nr 5 Neubauten für die Land- und Forstwirtschaft nur in Einzelfällen und in stark eingeschränktem Umfang widmungskonform gewesen seien. Der Flächenwidmungsplan Nr 5 bewirke insoweit bloß eine marginale Änderung, weshalb es sich bei der \"vorliegend augenscheinlich unterbliebene[n]\" Verständigung von der Planauflage gemäß §33 Abs3 Oö ROG 1994 bloß um einen kleineren und rechtlich irrelevanten Verstoß gegen Formvorschriften handle (vgl VfSlg 19.344/2011).",
            "annotations": []
        },
        {
            "text": "2.5. Der Bürgermeister der Gemeinde Schörfling am Attersee hält fest, dass im Hinblick auf die Beschwerdeführer im Verfahren vor dem Landesverwaltungsgericht Oberösterreich zwar im Verordnungsakt kein Zustellnachweis in Bezug auf eine Verständigung von der Planauflage gemäß §33 Abs3 Oö ROG 1994 auffindbar sei. Es handle sich jedoch lediglich um einen geringen Verstoß gegen Formvorschriften, weil sich die grundsätzliche Unzulässigkeit der Errichtung von Neubauten auf den vorliegenden Grundstücken schon aus dem Flächenwidmungsplan Nr 4 ergebe. Der Flächenwidmungsplan Nr 5 bringe lediglich eine Klarstellung und keine weitere Einschränkung der Bebauungsmöglichkeit mit sich.",
            "annotations": []
        },
        {
            "text": "2.6. Gemäß §33 Abs3 Oö ROG 1994 sind die Eigentümer jener Grundstücke, an deren Flächenwidmung oder Bebaubarkeit sich Änderungen ergeben, von der Planauflage nachweislich zu verständigen.",
            "annotations": []
        },
        {
            "text": "Sinn und Zweck der Auflage eines Planentwurfes samt Verständigung darüber ist, den Planunterworfenen eine ausreichende Möglichkeit zur Erhebung allfälliger Einwendungen einzuräumen, mit anderen Worten: ihr Mitspracherecht zu gewährleisten (zB VfSlg 19.344/2011). Das Unterlassen einer derartigen Verständigung bewirkt daher einen wesentlichen Mangel des Verfahrens zur Erlassung des Flächenwidmungsplanes (vgl VfSlg 8463/1978, 9150/1981, 10.208/1984, 12.785/1991, 16.394/2001, 16.991/2003, 18.719/2009, 19.780/2013, 20.222/2017). Verstöße gegen derartige Formvorschriften bewirken nur dann keine Gesetzwidrigkeit der Verordnung, wenn dadurch die Unterrichtung der betroffenen Gemeindebürger über die beabsichtigte Planungsmaßnahme nicht beeinträchtigt wird (vgl VfSlg 12.785/1991, 19.344/2011).",
            "annotations": []
        },
        {
            "text": "2.7. Die Grundstücke Nr 989/1, 989/2, 987/1, 988/1 und .196/1, KG Kammer, waren im Flächenwidmungsplan Nr 4 als \"Gz – Grünland, Grünzug\" gewidmet. Gemäß der Legende waren in dieser Widmungskategorie zwar \"Neubauten jeder Art unzulässig\"; ausgenommen davon waren aber \"Bauten der Land- und Forstwirtschaft im Hofbereich im Umkreis von höchstens 50 m sowie Badehütten am Seeufer und Um-, Zu- und Neubauten bei bestehenden Wohngebäuden bzw Gebäuden für einen zeitweiligen Wohnbedarf innerhalb der Seeuferschutzzone bei positiver Feststellung nach dem Naturschutzgesetz.\"",
            "annotations": []
        },
        {
            "text": "Im Flächenwidmungsplan Nr 5 ist für die genannten Grundstücke nunmehr festgelegt: \"Die Neuerrichtung von Gebäuden und Schutzdächern ist unzulässig. Zulässig sind ausschließlich Umbauten rechtmäßig bestehender Gebäude. Darüber hinaus ist die Errichtung sonstiger Bauwerke und Anlagen, die der Funktion des Grünzuges widersprechen (wie Swimming Pools, versiegelte Stellplätze, Stützmauern), unzulässig.\"",
            "annotations": []
        },
        {
            "text": "Der Flächenwidmungsplan Nr 5 hat daher für die in Rede stehenden Grundstücke Nr 989/1, 989/2, 987/1, 988/1 und .196/1, KG Kammer, Flächenwidmung und Bebaubarkeit iSv §33 Abs3 Oö ROG 1994 geändert. Hier liegt somit kein bloß kleinerer Verstoß gegen Formvorschriften im Sinne der zitierten Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 19.344/2011 mwN) vor.",
            "annotations": []
        },
        {
            "text": "Sowohl der Bürgermeister der Gemeinde Schörfling am Attersee als auch die Oberösterreichische Landesregierung räumen ein, dass eine Verständigung der betroffenen Eigentümer der Grundstücke Nr 989/1, 989/2, 987/1, 988/1 und .196/1, KG Kammer, über die in Rede stehende Planauflage gemäß §33 Abs3 Oö ROG 1994 unterblieben ist.",
            "annotations": []
        },
        {
            "text": "2.8. Der Flächenwidmungsplan der Marktgemeinde Schörfling am Attersee Teil A: Flächenwidmungsteil Nr 5, beschlossen vom Gemeinderat am 24. April 2018, kundgemacht an der Amtstafel vom 10. bis 28. August 2018, soweit er sich auf die Grundstücke Nr 989/1, 989/2, 987/1, 988/1 und .196/1, KG Kammer, bezieht, ist daher schon aus diesem Grund gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Flächenwidmungsplan der Marktgemeinde Schörfling am Attersee Teil A: Flächenwidmungsteil Nr 5, beschlossen vom Gemeinderat am 24. April 2018, kundgemacht an der Amtstafel vom 10. bis 28. August 2018, soweit er sich auf die Grundstücke Nr 989/1, 989/2, 987/1, 988/1 und .196/1, KG Kammer, bezieht, ist als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Oberösterreichischen Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §4 Abs1 Z2 litb Oberösterreichisches Verlautbarungsgesetz 2015, LGBl 91/2014, idF LGBl 70/2021.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}