{
    "document_id": "JFT_20230918_22E03230_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerden und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind irakische Staatsangehörige, gehören der kurdischen Volksgruppe an und bekennen sich zum sunnitischen Glauben. Die Erstbeschwerdeführerin und der Drittbeschwerdeführer sind miteinander verheiratet und sie lebten bis zu ihrer Ausreise aus dem Irak in Dohuk. Sie stellten nach illegaler Einreise in das Bundesgebiet am 12. Mai 2018 Anträge auf internationalen Schutz. Sie sind die Eltern der minderjährigen Zweit-, Viert- und Fünftbeschwerdeführerinnen, die am 11. September 2020, 27. Juli 2018 und am 19. Oktober 2021 in Österreich geboren wurden und für die in weiterer Folge durch ihre gesetzliche Vertretung ebenfalls Anträge auf internationalen Schutz gestellt wurden.",
            "annotations": []
        },
        {
            "text": "2. Die Anträge der Erst- bis Viertbeschwerdeführer wurden mit Bescheiden des Bundesamtes für Fremdenwesen und Asyl vom 16. Oktober 2018 bzw 30. November 2020 betreffend die Zweitbeschwerdeführerin jeweils sowohl hinsichtlich der Zuerkennung des Status der Asylberechtigten als auch hinsichtlich des Status der subsidiär Schutzberechtigten abgewiesen. Das Bundesamt für Fremdenwesen und Asyl erteilte den Beschwerdeführern keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ jeweils eine Rückkehrentscheidung, stellte fest, dass die Abschiebung der Beschwerdeführer in den Irak zulässig sei, und setzte eine vierzehntägige Frist für die freiwillige Ausreise fest.",
            "annotations": []
        },
        {
            "text": "3. Der Antrag der Fünftbeschwerdeführerin wurde mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 3. November 2022 hinsichtlich der Zuerkennung des Status der Asylberechtigten abgewiesen; ebenso wurde der Antrag auf Zuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak abgewiesen. Weiters wurden ein Aufenthaltstitel aus berücksichtigungswürdigenden Gründen nicht erteilt, eine Rückkehrentscheidung erlassen und festgestellt, dass ihre Abschiebung in den Irak zulässig sei. Gleichzeitig wurde eine vierzehntägige Frist für die freiwillige Ausreise ab Rechtskraft der Rückkehrentscheidung gesetzt.",
            "annotations": []
        },
        {
            "text": "4. Die gegen die Bescheide der Erst- bis Viertbeschwerdeführer erhobene Beschwerde wurde vom Bundesverwaltungsgericht mit mündlich verkündetem Erkenntnis vom 8. März 2021, das mit Schriftsatz vom 5. Mai 2021 schriftlich ausgefertigt wurde, abgewiesen.",
            "annotations": []
        },
        {
            "text": "5. Der dagegen gemäß Art144 B-VG (von den Erst- bis Viertbeschwerdeführern) erhobenen Beschwerde gab der Verfassungsgerichtshof mit Erkenntnis vom 27. September 2021, E1270-1273/2021, soweit damit die Beschwerde gegen die Nichtzuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak, gegen die Nichterteilung von Aufenthaltstiteln aus berücksichtigungswürdigenden Gründen, gegen die Erlassung von Rückkehrentscheidungen, gegen die Feststellung der Zulässigkeit der Abschiebung und gegen die Festsetzung einer vierzehntägigen Frist für die freiwillige Ausreise abgewiesen wurden, statt. Im Übrigen, soweit sich die Beschwerde gegen die Abweisung der Anträge auf Zuerkennung des Status der Asylberechtigten richtet, wurde die Behandlung der Beschwerde abgelehnt und dem Verwaltungsgerichtshof zur Entscheidung abgetreten.",
            "annotations": []
        },
        {
            "text": "Begründend wurde im Wesentlichen ausgeführt, dass das Bundesverwaltungsgericht im angefochtenen Erkenntnis zwar speziell Kinder betreffende allgemeine Feststellungen treffe, es jedoch unterlasse, diese auf die minderjährigen Kinder in Bezug zu bringen. Deshalb habe es das Bundesverwaltungsgericht in verfassungswidriger Weise unterlassen, zu prüfen, ob den Kindern im Falle einer Rückkehr in den Irak eine Verletzung in ihren gemäß Art2 und Art3 EMRK gewährleisteten Rechten droht. Darüber hinaus habe es das Bundesverwaltungsgericht unterlassen, angesichts der gesundheitlichen Situation der Zweitbeschwerdeführerin Ermittlungen zur medizinischen Versorgungslage im Herkunftsstaat durchzuführen. Ferner habe es sich auch nicht nachvollziehbar mit der sicheren Erreichbarkeit der Herkunftsprovinz der Beschwerdeführer auseinandergesetzt.",
            "annotations": []
        },
        {
            "text": "6. Im fortgesetzten Verfahren wies das Bundesverwaltungsgericht – ohne Durchführung einer neuerlichen mündlichen Verhandlung – die Beschwerde betreffend die Erst- bis Viertbeschwerdeführer mit Erkenntnis vom 12. Oktober 2022 (erneut) als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Hinsichtlich der Nichtzuerkennung des Status der subsidiär Schutzberechtigten führt das Bundesverwaltungsgericht im Wesentlichen aus, dass Hinweise auf das Vorliegen einer allgemeinen existenzbedrohenden Notlage nicht vorlägen, weshalb bei Berücksichtigung sämtlicher bekannter Tatsachen kein Hinweis auf das Vorliegen eines Sachverhaltes gemäß Art2 bzw 3 EMRK abgeleitet werden könne. Die Beschwerdeführer verfügten im Herkunftsstaat über eine hinreichende Existenzgrundlage und über soziale Anknüpfungspunkte. Die minderjährigen Beschwerdeführer gehörten keiner besonders gefährdeten Gruppe an und es sei auch von einer Rückkehr der minderjährigen Beschwerdeführer gemeinsam mit ihren Eltern auszugehen, sodass die Betreuung, Erziehung und Beaufsichtigung der Minderjährigen sichergestellt sei. Zudem hielten sich in Dohuk und Semile mehrere Verwandte der Kernfamilien der Eltern der minderjährigen Beschwerdeführer auf, die ebenfalls als Bezugspersonen zur Verfügung stehen könnten. Es sei zudem anzunehmen, dass die Beschwerdeführer im Irak neben ihren zahlreichen Verwandten auch über einen gewissen Bekanntenkreis verfügten. Den Kindern stehe der Zugang zum irakischen Schulsystem offen; sie seien auch nicht von geschlechtsspezifischer Gewalt, Zwangsrekrutierung oder Zwangsarbeit im Irak betroffen. Es sei letztlich im Rahmen einer Gesamtschau davon auszugehen, dass die Beschwerdeführer im Falle einer Rückkehr in den Herkunftsstaat die dringendsten Bedürfnisse befriedigen könnten und nicht in eine dauerhaft aussichtslose Lage geraten würden.",
            "annotations": []
        },
        {
            "text": "Ferner führt das Bundesverwaltungsgericht zur medizinischen Versorgungslage im Herkunftsstaat betreffend die Zweitbeschwerdeführerin aus, dass laut Anfragebeantwortung von ACCORD die Möglichkeit einer stationären Behandlung bei kardiologischen Problemen in einem näher bezeichneten Krankenhaus in Dohuk bestehe. Bezugnehmend auf die sichere Erreichbarkeit der Herkunftsprovinz wird darauf hingewiesen, dass die Beschwerdeführer für die Einreise nach Dohuk im Nordirak keinen Bürgen benötigten. Einer ACCORD-Anfragebeantwortung zufolge könnten Kurden problemlos in die Region Kurdistan einreisen.",
            "annotations": []
        },
        {
            "text": "7. Die gegen den Bescheid der Fünftbeschwerdeführerin erhobene Beschwerde wurde vom Bundesverwaltungsgericht – ohne Durchführung einer mündlichen Verhandlung – mit Erkenntnis vom 2. Februar 2023 als unbegründet abgewiesen.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht begründet die Nichtzuerkennung des Status der Asylberechtigten im Wesentlichen damit, dass die minderjährige Beschwerdeführerin keine eigenen Fluchtgründe vorgebracht habe. Über die entsprechenden Anträge auf internationalen Schutz in Bezug auf ihre Eltern und die beiden ebenfalls in Österreich geborenen Schwestern der Beschwerdeführerin sei bereits rechtskräftig negativ entschieden worden. Im Verfahren sei auch nicht substantiiert vorgebracht worden, inwiefern die Beschwerdeführerin – im Unterschied zu ihren Schwestern – einem erhöhten Verfolgungsrisiko ausgesetzt sein sollte.",
            "annotations": []
        },
        {
            "text": "Auch die Voraussetzungen für die Zuerkennung des Status der subsidiär Schutzberechtigten erachtet das Bundesverwaltungsgericht für nicht gegeben: Hinweise auf das Vorliegen einer allgemeinen existenzbedrohenden Notlage lägen nicht vor, weshalb bei Berücksichtigung sämtlicher bekannter Tatsachen kein Hinweis auf das Vorliegen eines Sachverhaltes gemäß Art2 und 3 EMRK abgeleitet werden könne. Anhand der Länderinformationen sei davon auszugehen, dass die Sicherheitssituation in der autonomen Kurdenregion vergleichsweise besser als in anderen Teilen des Irak sei. Es komme zwar hin und wieder zu militärischen Zusammenstößen, in die auch kurdische Streitkräfte verwickelt seien, weshalb die Lage labil sei. Da sich aber der Herkunftsstaat nicht im Zustand willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes befinde, könne bei Berücksichtigung sämtlicher bekannter Tatsachen nicht festgestellt werden, dass für die Beschwerdeführerin als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt bestehe.",
            "annotations": []
        },
        {
            "text": "Es könne auch nicht erkannt werden, dass der Beschwerdeführerin im Falle einer Rückkehr in den Irak die notdürftigste Lebensgrundlage entzogen und die Schwelle des Art3 EMRK überschritten wäre. Die Beschwerdeführerin werde als gesundes, minderjähriges Kind gemeinsam mit ihrer Familie in den Irak zurückkehren, wo ihre Eltern aufgewachsen und sozialisiert worden seien. Bei den Eltern handle es sich um mobile, gesunde und arbeitsfähige Menschen mit umfassenden familiären Anknüpfungspunkten in ihrer Heimatprovinz. Es sei von einer gesicherten Existenzgrundlage der Eltern auszugehen; auch ein für eine bescheidene Lebensführung hinreichendes Einkommen für die gesamte Familie sei zu erwarten. Es könne davon ausgegangen werden, dass die Betreuung, Erziehung und Beaufsichtigung der Beschwerdführerin im Irak sichergstellt sei. Der minderjährigen Beschwerdeführerin stehe in weiterer Folge der Zugang zum irakischen Schulsystem offen. Dass sie im Irak nicht von geschlechtsspezifischer Gewalt, Zwangsrekrutierung oder Zwangsarbeit betroffen sein werde, entspreche den Länderfeststellungen. Der Beschwerdeführerin drohe daher keine Gefahr im Sinne des §8 AsylG 2005, weshalb die Gewährung von subsidiärem Schutz zu verneinen sei.",
            "annotations": []
        },
        {
            "text": "8. Gegen diese Entscheidungen richten sich die vorliegenden, auf Art144 B-VG gestützten Beschwerden (E3230-3231/2022 betreffend die Erst- und Zweitbeschwerdeführerinnen, E3257-3258/2022 betreffend den Drittbeschwerdeführer und die Viertbeschwerdeführerin und E816/2023 betreffend die Fünftbeschwerdeführerin), in denen die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und mit jeweils näherer Begründung die kostenpflichtige Aufhebung der angefochtenen Erkenntnisse sowie im Verfahren zu E3230-3231/2022 die Gewährung von Verfahrenshilfe im Umfang des §64 Abs1 Z1 lita ZPO beantragt wird. ",
            "annotations": []
        },
        {
            "text": "9. Das Bundesverwaltungsgericht hat jeweils die Gerichts- und Verwaltungsakten vorgelegt. Von der Erstattung einer Gegenschrift wurde sowohl vom Bundesverwaltungsgericht als auch vom Bundesamt für Fremdenwesen und Asyl Abstand genommen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Die – zulässigen, in sinngemäßer Anwendung der §§187 und 404 ZPO iVm §35 Abs1 VfGG zur gemeinsamen Beratung und Entscheidung verbundenen – Beschwerden der Erst- bis Viertbeschwerdeführer sind begründet.",
            "annotations": []
        },
        {
            "text": "Soweit sich die – zulässige – Beschwerde der Fünftbeschwerdeführerin gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich der Zuerkennung des Status der subsidiär Schutzberechtigten, der Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, der Erlassung einer Rückkehrentscheidung, gegen die Feststellung der Zulässigkeit der Abschiebung in den Irak und gegen die Festsetzung einer vierzehntägigen Frist für die freiwillige Ausreise richtet, ist sie ebenfalls begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seinen Entscheidungen hinsichtlich der Nichtzuerkennung des Status der subsidiär Schutzberechtigten unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §8 Abs1 AsylG 2005 ist einem Fremden, dessen Antrag auf internationalen Schutz in Bezug auf die Zuerkennung des Status des Asylberechtigten abgewiesen wird, der Status des subsidiär Schutzberechtigten zuzuerkennen, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2 oder 3 EMRK oder der Protokolle Nr 6 oder Nr 13 zur EMRK bedeuten oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "2.2. Zwar führt das Bundesverwaltungsgericht in der Entscheidung betreffend die Erst- bis Viertbeschwerdeführer nunmehr Ermittlungen zur konkreten medizinischen Versorgungslage der minderjährigen Zweitbeschwerdeführerin im Herkunftsstaat durch und setzt sich insoweit auch nachvollziehbar mit der sicheren Erreichbarkeit der Herkunftsprovinz der Beschwerdeführer auseinander. Jedoch lässt das angefochtene Erkenntnis nach wie vor keine ausreichende Berücksichtigung der Situation der Beschwerdeführer als Familie mit zwei minderjährigen Kindern erkennen.",
            "annotations": []
        },
        {
            "text": "2.3. Wie der Verfassungsgerichtshof mit seiner Entscheidung vom 27. September 2021, E1270-1273/2021, betreffend die Erst- bis Viertbeschwerdeführer betont hat, handelt es sich bei den Beschwerdeführern um eine Familie mit minderjährigen Kindern und somit schon deshalb um eine besonders vulnerable und schutzbedürftige Personengruppe. Nach den UNHCR-Erwägungen (\"International Protection Considerations with Regard to People Fleeing the Republic of Iraq\", S 115) vom Mai 2019 ist bei der Prüfung, ob subsidiärer Schutz zuzuerkennen ist, auf eine solche Vulnerabilität besonders Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "2.4. Diesem Umstand wurde jedoch vom Bundesverwaltungsgericht nicht in hinreichendem Maße Rechnung getragen. Die Zumutbarkeit einer Rückkehr in den Irak wird im Wesentlichen damit begründet, dass die minderjährigen Beschwerdeführerinnen keiner besonders gefährdeten Gruppe angehörten. Es sei von einer Rückkehr der Kinder gemeinsam mit ihren Eltern auszugehen, sodass die Betreuung, Erziehung und Beaufsichtigung der Minderjährigen sichergestellt sei. Auch würden sich in Dohuk und Semile mehrere Verwandte der Kernfamilien der Eltern aufhalten, die ebenfalls für die Kinder als Bezugspersonen zur Verfügung stehen könnten. Ausgehend von den persönlichen Profilen der Beschwerdeführer und den Erwägungen zur Lebensgrundlage im Herkunftsstaat gehe das Bundesverwaltungsgericht davon aus, dass die Kinder im Wege der Versorgung durch ihre Eltern und der Hilfe durch das familiäre Netzwerk vor Ort nicht nur eine hinreichende Absicherung im Hinblick auf die Güter des täglichen Bedarfs, sondern auch in Bezug auf ihre altersgerechten Bedürfnisse erfahren würden.",
            "annotations": []
        },
        {
            "text": "2.5. Ohne Durchführung einer mündlichen Verhandlung trifft das Bundesverwaltungsgericht erneut keine hinreichenden Feststellungen zu den konkreten Lebensumständen der Beschwerdeführer im Falle einer Rückkehr in den Irak. Die bloß allgemein gehaltenen Ausführungen, etwa dass im Herkunftsstaat ein familiäres Unterstützungsnetzwerk und ein \"gewisse[r] Bekanntenkreis\" vorhanden seien, vermögen im konkreten Fall die Versagung der Zuerkennung von subsidiärem Schutz alleine nicht zu begründen. Dem Bundesverwaltungsgericht ist daher erneut vorzuwerfen, dass es nicht ermittelt hat, ob die Beschwerdeführer noch über ausreichende soziale Kontakte im Irak verfügen (vgl zB VfGH 12.3.2019, E2314/2018 ua; 26.6.2019, E472/2019 ua; 3.10.2019, E5128/2018 ua; 24.11.2020, E3373/2020 ua).",
            "annotations": []
        },
        {
            "text": "2.6. Das Bundesverwaltungsgericht hat somit die spezifische Situation der Erst- bis Viertbeschwerdeführer als Familie mit Kleinkindern abermals nicht ausreichend berücksichtigt und dadurch seiner Entscheidung nicht den konkreten Sachverhalt zugrunde gelegt (vgl VfGH 24.11.2020, E3373/2020 ua). Die Entscheidung des Bundesverwaltungsgerichtes erweist sich daher im Hinblick auf die Beurteilung einer den Beschwerdeführern im Falle der Rückkehr drohenden Verletzung in den verfassungsgesetzlich gewährleisteten Rechten gemäß Art2 und 3 EMRK schon aus diesen Gründen als verfassungswidrig. Die Entscheidung betreffend die Erst- bis Viertbeschwerdeführer ist somit mit Willkür behaftet (vgl VfGH 12.3.2019, E2314/2018 ua; 3.10.2019, E5128/2018 ua; 24.11.2020, E3373/2020 ua).",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher schon deshalb aufzuheben, ohne dass auf die erneut fehlende Auseinandersetzung mit der Sicherheitslage und der konkreten Situation der Beschwerdeführer in der maßgeblichen Herkunftsregion Dohuk einzugehen ist (vgl VfGH 15.3.2023, E2289/2022 ua mwN).",
            "annotations": []
        },
        {
            "text": "3. Diese Ausführungen gelten auch für das zu E816/2023 protokollierte Verfahren betreffend die Fünftbeschwerdeführerin: Das Bundesverwaltungsgericht verneint – mit einer ähnlichen Begründung, teils mit wortgleichen Ausführungen wie im Erkenntnis betreffend die Erst- bis Vierbeschwerdeführer und unter Verwendung textbausteinartiger Formulierungen – das Vorliegen der Voraussetzungen für die Zuerkennung des Status der subsidiär Schutzberechtigten. Da es das Bundesverwaltungsgericht auch in diesem Verfahren verabsäumt hat, konkrete Ermittlungen dahingehend anzustellen, ob dem nachgeborenen Kind im Falle einer Rückkehr in den Irak eine Verletzung in seinen gemäß Art2 und 3 EMRK verfassungsgesetzlich gewährleisteten Rechten droht, ist auch dieses Erkenntnis im angegebenen Umfang mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "4. Hinzu kommt, dass sich das Bundesverwaltungsgericht in seiner Entscheidung betreffend die Erst- bis Viertbeschwerdeführer auch nicht hinreichend mit dem Umstand auseinandersetzt, dass die Familie mittlerweile drei minderjährige Kinder zählt. Das Bundesverwaltungsgericht stellte in diesem Zusammenhang lediglich fest, dass am 19. Oktober 2021 das dritte Kind der Erst- und Drittbeschwerdeführer in Österreich geboren worden sei. Im Widerspruch dazu führte es im Rahmen seiner rechtlichen Beurteilung aus, dass sich abgesehen von zwei Brüdern der Erstbeschwerdeführerin keine weiteren Verwandten in Österreich aufhielten.",
            "annotations": []
        },
        {
            "text": "4.1. Wenngleich dem Bundesverwaltungsgericht bekannt war, dass sich ein weiteres – zum Zeitpunkt seiner Entscheidung 12 Monate altes – Kind im Bundesgebiet befindet, verzichtet es gänzlich darauf, damit zusammenhängende Feststellungen zu treffen, etwa welcher Aufenthaltsstatus dem nachgeborenen Kind zukommt und ob die mit dem angefochtenen Erkenntnis durchsetzbar gewordenen Rückkehrentscheidungen eine Trennung dieses Kindes von der restlichen Kernfamilie (Eltern mit zwei minderjährigen Kindern) zur Folge hätten (vgl VfGH 29.11.2021, E2557/2021).",
            "annotations": []
        },
        {
            "text": "4.2. Da zum Zeitpunkt der Entscheidung des Bundesverwaltungsgerichtes betreffend die Erst- bis Viertbeschwerdeführer das Asylverfahren des dritten Kindes noch nicht abgeschlossen war, wären diesbezügliche Ermittlungen und darauf basierende Feststellungen, insbesondere im Hinblick auf die nach Art8 EMRK vorzunehmende Interessenabwägung, notwendig gewesen. Auch aus diesem Grund hat das Bundesverwaltungsgericht in einem entscheidenden Punkt jegliche Ermittlungstätigkeit unterlassen und damit sein Erkenntnis betreffend die Erst- bis Viertbeschwerdeführer mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, soweit sich die Beschwerde der Fünftbeschwerdeführerin gegen die Abweisung des Antrages auf Zuerkennung des Status der Asylberechtigten richtet, wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerde rügt die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten. Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "3. Demgemäß wurde beschlossen, von einer Behandlung der Beschwerde – soweit sie sich gegen die Abweisung der Beschwerde an das Bundesverwaltungsgericht gegen die Nichtzuerkennung des Status der Asylberechtigten richtet – abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Erst- bis Viertbeschwerdeführer sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Die Fünftbeschwerdeführerin ist durch das angefochtene Erkenntnis, soweit damit ihre Beschwerde gegen die Nichtzuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung, gegen die Feststellung der Zulässigkeit der Abschiebung in den Irak und gegen die Festsetzung einer vierzehntägigen Frist für die freiwillige Ausreise abgewiesen werden, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von der Behandlung der Beschwerde betreffend die Fünftbeschwerdeführerin abgesehen.",
            "annotations": []
        },
        {
            "text": "4. Den Anträgen der Erst- und Zweitbeschwerdeführerinnen auf Bewilligung der Verfahrenshilfe im Umfang des §64 Abs1 Z1 lita ZPO ist stattzugeben.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs4 VfGG bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "6. Die Kostenentscheidung beruht auf §88 VfGG. Da die Erst- und Zweitbeschwerdeführerinnen sowie der Dritt- und die Viertbeschwerdeführerin gemeinsam durch einen Rechtsanwalt vertreten sind, ist jeweils der einfache Pauschalsatz, erhöht um einen entsprechenden Streitgenossenzuschlag, zuzusprechen. In den zu E3230-3231/2022 und E3257-3258/2022 zugesprochenen Kosten ist jeweils Umsatzsteuer in der Höhe von € 479,60 enthalten. In den zu E816/2023 zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießen.",
            "annotations": []
        }
    ]
}