{
    "document_id": "JFT_20230228_22V00215_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Anlassverfahren, Prüfungsbeschluss und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Beim Verfassungsgerichtshof sind zu den Zahlen E3219-3220/2019 auf Art144 B-VG gestützte Beschwerden anhängig, denen folgender Sachverhalt zugrunde liegt: ",
            "annotations": []
        },
        {
            "text": "1.1. Mit zwei Straferkenntnissen der Bezirkshauptmannschaft Bludenz vom 16. Februar 2021 wurde dem Beschwerdeführer in den Verfahren vor dem Landesverwaltungsgericht Vorarlberg jeweils eine Übertretung des §76c Abs2 StVO 1960 zur Last gelegt, weil er zu einem näher angegebenen Zeitpunkt in Hohenems auf der Schweizerstraße, Höhe Hausnummer 5 in Richtung Harrachgasse, mit einem nach dem Kennzeichen näher bestimmten Personenkraftwagen die in der Begegnungszone zulässige Höchstgeschwindigkeit von 20 km/h einmal um 12 km/h und einmal um 10 km/h überschritten habe. Über den Beschwerdeführer wurde daher jeweils gemäß §99 Abs3 lita StVO 1960 eine Geld- und eine Ersatzfreiheitsstrafe verhängt.",
            "annotations": []
        },
        {
            "text": "1.2. Die dagegen erhobenen Beschwerden wies das Landesverwaltungsgericht Vorarlberg mit Erkenntnissen vom 13. Juli 2021 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "2. Bei der Behandlung der gegen diese Entscheidungen gerichteten Beschwerden sind im Verfassungsgerichtshof Bedenken ob der Gesetzmäßigkeit der Verordnung des Bürgermeisters der Stadt Hohenems vom 24. April 2018, Z 12000-0/18/A, entstanden. Der Verfassungsgerichtshof hat daher am 20. September 2022 beschlossen, diese Verordnung von Amts wegen auf ihre Gesetzmäßigkeit zu prüfen. Der Verfassungsgerichtshof legte seine Bedenken, die ihn zur Einleitung des Verordnungsprüfungsverfahrens bestimmt haben, in seinem Prüfungsbeschluss wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"3.1. Gemäß §94d Z8c StVO 1960 ist die Bestimmung von Begegnungszonen von der Gemeinde im eigenen Wirkungsbereich zu besorgen, sofern der Akt der Vollziehung nur für das Gebiet der betreffenden Gemeinde wirksam werden und sich auf Straßen, die nach den Rechtsvorschriften weder als Autobahn[en], Autostraßen, Bundesstraßen oder Landesstraßen gelten noch diesen Straßen gleichzusetzen sind, beziehen soll. Die in Prüfung gezogene Begegnungszone betrifft keine der genannten Ausnahmen, sondern ausschließlich Gemeindestraßen, sodass zur Erlassung der in Prüfung gezogenen Verordnung die Gemeinde im eigenen Wirkungsbereich zuständig war.",
            "annotations": []
        },
        {
            "text": "3.2. Nach §60 Abs1 Vorarlberger Gemeindegesetz obliegen dem Gemeindevorstand bzw dem Stadtrat (§54 Abs1 leg cit) alle in den eigenen Wirkungsbereich der Gemeinde fallenden Angelegenheiten, soweit sie nach diesem Gesetz oder anderen Gesetzen nicht ausdrücklich anderen Organen der Gemeinde vorbehalten sind. So kann der Gemeindevorstand bzw der Stadtrat gemäß §60 Abs2 Vorarlberger Gemeindegesetz die Berichterstattung oder Entscheidung über bestimmte Angelegenheiten des Abs1, wenn dies im Interesse der Zweckmäßigkeit, Raschheit oder Einfachheit gelegen ist, dem Bürgermeister übertragen.",
            "annotations": []
        },
        {
            "text": "3.3. Der Stadtrat der Stadt Hohenems hat mit Verordnung vom 31. Mai 2000 gemäß §60 Abs2 Vorarlberger Gemeindegesetz dem Bürgermeister ua die Entscheidung in Angelegenheiten des Straßenverkehrs im Sinne des §94d StVO 1960 'idF der 19. StVO-Novelle mit Ausnahme Z1' übertragen. Die Bestimmung von Gemeindestraßen zur Begegnungszone gemäß §76c StVO 1960 war zum Zeitpunkt der Erlassung dieser Verordnung in §94d StVO 1960 noch nicht enthalten: §76c StVO 1960 und die korrespondierende Bestimmung des §94d Z8c StVO 1960 wurden erst mit BGBl I 39/2013 in die Straßenverkehrsordnung 1960 eingefügt.",
            "annotations": []
        },
        {
            "text": "3.4. Nach vorläufiger Ansicht des Verfassungsgerichtshofes war die Bestimmung von Begegnungszonen angesichts des – statischen – Verweises (vgl VfGH 22.9.2016, V45/2015 mwN) auf die 'Angelegenheiten des Strassenverkehrs im Sinne des §94 litd)' (gemeint wohl: §94d StVO 1960) 'idF der 19. StVO-Novelle mit Ausnahme Z1' nicht von der Übertragung durch den Stadtrat der Stadt Hohenems an den Bürgermeister erfasst. Der Verfassungsgerichtshof hegt daher das Bedenken, dass der Bürgermeister der Stadt Hohenems nicht zur Erlassung der in Prüfung gezogenen Verordnung zuständig war und diese von einem unzuständigen Organ erlassen wurde.\"",
            "annotations": []
        },
        {
            "text": "3. Die verordnungserlassende Behörde hat eine Äußerung erstattet, in der sie die vom Verfassungsgerichtshof in seinem Prüfungsbeschluss geäußerten Bedenken bestätigt und darauf hinweist, dass sämtliche Akten betreffend das Zustandekommen der in Prüfung gezogenen Verordnung bereits in den Anlassverfahren vorgelegt worden seien.",
            "annotations": []
        },
        {
            "text": "4. Die Vorarlberger Landesregierung hat von der Erstattung einer Äußerung abgesehen und mitgeteilt, dass sie über keine auf die angefochtene Verordnung Bezug habenden Akten verfüge.",
            "annotations": []
        },
        {
            "text": "5. Die im Anlassfall beschwerdeführende Partei hat als beteiligte Partei eine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die in Prüfung gezogene Verordnung des Bürgermeisters der Stadt Hohenems vom 24. April 2018, Z 12000-0/18/A, hat folgenden Wortlaut (Zitat ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"Verordnung",
            "annotations": []
        },
        {
            "text": "des Bürgermeisters der Stadt Hohenems",
            "annotations": []
        },
        {
            "text": "Aktenzahl: 12000-0/18/A Hohenems, am 24.04.2018",
            "annotations": []
        },
        {
            "text": "Betriff: Stadtzentrum;",
            "annotations": []
        },
        {
            "text": "             Bestimmung einer Begegnungszone.",
            "annotations": []
        },
        {
            "text": "In Anwendung der Bestimmungen des §60 GG (LGBl 40/1985 idgF) iVm der Verordnung des Stadtrates der Stadt Hohenems vom 31.05.2000 über die Übertragung der Zuständigkeit zur Besorgung der im §94d StVO (BGBl 159/1960 idgF) beschriebenen Angelegenheiten des eigenen Wirkungsbereiches der Gemeinde vom Stadtrat an den Bürgermeister.",
            "annotations": []
        },
        {
            "text": "Gemäß §43/1/b StVO wird verordnet:",
            "annotations": []
        },
        {
            "text": "Im Stadtzentrum von Hohenems wird eine Begegnungszone gemäß §76c StVO 1960 mit einer erlaubten Höchstgeschwindigkeit von 20 km/h eingerichtet. Dies betrifft folgende Straßen:",
            "annotations": []
        },
        {
            "text": "- Teilstück der Schweizer Straße zwischen der Marktstraße und dem Haus Nr 35;",
            "annotations": []
        },
        {
            "text": "- Mündungsbereich der Jakob-Hannibal- in die Schweizer Straße;",
            "annotations": []
        },
        {
            "text": "- Harrachgasse;",
            "annotations": []
        },
        {
            "text": "- Teilstück der Radetzkystraße zwischen der Marktstraße und dem Haus Nr 3;",
            "annotations": []
        },
        {
            "text": "- Mündungsbereich der Erlachstraße in die Radetzkystraße;",
            "annotations": []
        },
        {
            "text": "- Marktstraße;",
            "annotations": []
        },
        {
            "text": "- Mondscheingasse.",
            "annotations": []
        },
        {
            "text": "Diese Verordnung ist durch Straßenverkehrszeichen nach",
            "annotations": []
        },
        {
            "text": "§53/1/9e 'Begegnungszone' und §53/1/9f 'Ende einer Begegnungszone'",
            "annotations": []
        },
        {
            "text": "kundzumachen und tritt gemäß §44/1 StVO mit der Anbringung dieser Zeichen in Kraft.",
            "annotations": []
        },
        {
            "text": "Der Bürgermeister:",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des Vorarlberger Gesetzes über die Organisation der Gemeindeverwaltung (Gemeindegesetz), LGBl 40/1985, idF LGBl 78/2017 lauten auszugsweise wie folgt (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"3. Abschnitt",
            "annotations": []
        },
        {
            "text": "Gemeindevorstand",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§60",
            "annotations": []
        },
        {
            "text": "Aufgaben",
            "annotations": []
        },
        {
            "text": "(1) Dem Gemeindevorstand obliegen alle in den eigenen Wirkungsbereich der Gemeinde fallenden Angelegenheiten, soweit sie nach diesem Gesetz oder anderen Gesetzen nicht ausdrücklich anderen Organen der Gemeinde vorbehalten sind.",
            "annotations": []
        },
        {
            "text": "(2) Der Gemeindevorstand kann die Berichterstattung oder Entscheidung über bestimmte Angelegenheiten des Abs1, wenn dies im Interesse der Zweckmäßigkeit, Raschheit oder Einfachheit gelegen ist, dem Bürgermeister übertragen. Hievon ausgenommen sind die Befugnis gemäß Abs3 sowie die Angelegenheiten des §50 Abs3.",
            "annotations": []
        },
        {
            "text": "(3) Kann in dringenden Fällen der Beschluss der Gemeindevertretung nicht ohne Nachteil für die Sache oder ohne Gefahr eines Schadens für die Gemeinde abgewartet werden, so ist der Gemeindevorstand berechtigt, namens der Gemeindevertretung tätig zu werden. Diese Ermächtigung gilt nicht für Entscheidungen über Rechtsmittel und jene Beschlüsse, die aufgrund der Landesverfassung der Gemeindevertretung vorbehalten sind, sowie für den Voranschlag und den Rechnungsabschluss der Gemeinde.",
            "annotations": []
        },
        {
            "text": "(4)–(5) […]",
            "annotations": []
        },
        {
            "text": "4. Abschnitt",
            "annotations": []
        },
        {
            "text": "Bürgermeister",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§66",
            "annotations": []
        },
        {
            "text": "Aufgaben im eigenen Wirkungsbereich",
            "annotations": []
        },
        {
            "text": "(1) Dem Bürgermeister obliegen im eigenen Wirkungsbereich der Gemeinde:",
            "annotations": []
        },
        {
            "text": "a)–b) […]",
            "annotations": []
        },
        {
            "text": "c) die Besorgung der ihm vom Gemeindevorstand gemäß §60 Abs2 übertragenen Aufgaben;",
            "annotations": []
        },
        {
            "text": "d)–f) […].",
            "annotations": []
        },
        {
            "text": "(2)–(7) […]\"",
            "annotations": []
        },
        {
            "text": "3. Der Stadtrat von Hohenems hat mit Verordnung vom 31. Mai 2000 \"[g]emäß §60 Abs2 Gemeindegesetz, LGBl.Nr 40/1985 idgF\" Folgendes verordnet (auszugsweise Wiedergabe; Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"VERORDNUNG",
            "annotations": []
        },
        {
            "text": "DES STADTRATES DER STADT HOHENEMS",
            "annotations": []
        },
        {
            "text": "Gemäß §§60 Abs2 Gemeindegesetz, LGBl.Nr 40/1985 idgF, wird verordnet:",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Der Stadtrat überträgt dem Bürgermeister die Entscheidung über folgende Angelegenheiten:",
            "annotations": []
        },
        {
            "text": "(a) […]",
            "annotations": []
        },
        {
            "text": "(b) Angelegenheiten des Strassenverkehrs im Sinne des §94 litd) StVO idF der 19. StVO-Novelle mit Ausnahme Z1.;",
            "annotations": []
        },
        {
            "text": "(c)–(j) […].",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Die Verordnung tritt gem. §32 Abs1 Gemeindegesetz idgF mit Beginn des auf die Kundmachung folgenden Tages in Kraft.",
            "annotations": []
        },
        {
            "text": "Mit Inkrafttreten dieser Verordnung treten die bislang geltenden Verordnungen betreffend Übertragung von Entscheidungen an den Bürgermeister ausser Kraft.\"",
            "annotations": []
        },
        {
            "text": "Hohenems, den 31.5.00                                                      […]                              Bürgermeister\"",
            "annotations": []
        },
        {
            "text": "4. Die anzuwendenden Bestimmungen des Bundesgesetzes vom 6. Juli 1960, mit dem Vorschriften über die Straßenpolizei erlassen werden (Straßenverkehrsordnung 1960 – StVO. 1960), BGBl 159/1960, lauten in der jeweils maßgeblichen Fassung wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§44. Kundmachung der Verordnungen.",
            "annotations": []
        },
        {
            "text": "(1) Die im §43 bezeichneten Verordnungen sind, sofern sich aus den folgenden Absätzen nichts anderes ergibt, durch Straßenverkehrszeichen oder Bodenmarkierungen kundzumachen und treten mit deren Anbringung in Kraft. Der Zeitpunkt der erfolgten Anbringung ist in einem Aktenvermerk (§16 AVG) festzuhalten. […]",
            "annotations": []
        },
        {
            "text": "(1a)–(5) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§53. Die Hinweiszeichen",
            "annotations": []
        },
        {
            "text": "(1) Die Hinweiszeichen weisen auf verkehrswichtige Umstände hin. Hinweiszeichen sind die folgenden Zeichen:",
            "annotations": []
        },
        {
            "text": "1a.–9d. […]",
            "annotations": []
        },
        {
            "text": "9e. 'BEGEGNUNGSZONE'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt den Beginn einer Begegnungszone an und bedeutet, dass hier die besonderen Bestimmungen des §76c gelten. Wurde in der Begegnungszone die erlaubte Höchstgeschwindigkeit gemäß §76c Abs6 auf 30 km/h erhöht, ist auf dem Zeichen die Zahl '20' durch die Zahl '30' zu ersetzen.",
            "annotations": []
        },
        {
            "text": "9f. 'ENDE EINER BEGEGNUNGSZONE'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt das Ende einer Begegnungszone an und bedeutet, dass die besonderen Bestimmungen des §76c nun nicht mehr gelten. Wurde in der Begegnungszone die erlaubte Höchstgeschwindigkeit gemäß §76c Abs6 auf 30 km/h erhöht, ist auf dem Zeichen die Zahl '20' durch die Zahl '30' zu ersetzen.",
            "annotations": []
        },
        {
            "text": "9g.–29. […]",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Begegnungszonen",
            "annotations": []
        },
        {
            "text": "§76c. (1) Die Behörde kann, wenn es der Sicherheit, Leichtigkeit oder Flüssigkeit des Verkehrs, insbesondere des Fußgängerverkehrs, dient, oder aufgrund der Lage, Widmung oder Beschaffenheit eines Gebäudes oder Gebietes angebracht erscheint, durch Verordnung Straßen, Straßenstellen oder Gebiete dauernd oder zeitweilig zu Begegnungszonen erklären.",
            "annotations": []
        },
        {
            "text": "(2) In Begegnungszonen dürfen die Lenker von Fahrzeugen Fußgänger weder gefährden noch behindern, haben von ortsgebundenen Gegenständen oder Einrichtungen einen der Verkehrssicherheit entsprechenden seitlichen Abstand einzuhalten und dürfen nur mit einer Geschwindigkeit von höchstens 20 km/h fahren. Lenker von Kraftfahrzeugen dürfen auch Radfahrer weder gefährden noch behindern.",
            "annotations": []
        },
        {
            "text": "(3) In Begegnungszonen dürfen Fußgänger die gesamte Fahrbahn benützen. Sie dürfen den Fahrzeugverkehr jedoch nicht mutwillig behindern.",
            "annotations": []
        },
        {
            "text": "(4) Die Anbringung von Schwellen, Rillen, Bordsteinen und dergleichen sowie von horizontalen baulichen Einrichtungen ist in verkehrsgerechter Gestaltung zulässig, wenn dadurch die Verkehrssicherheit gefördert oder die Einhaltung der erlaubten Höchstgeschwindigkeit unterstützt wird.",
            "annotations": []
        },
        {
            "text": "(5) Für die Kundmachung einer Verordnung nach Abs1 gelten die Bestimmungen des §44 Abs1 mit der Maßgabe, dass am Anfang und am Ende einer Begegnungszone die betreffenden Hinweiszeichen (§53 Abs1 Z9e bzw 9f) anzubringen sind.",
            "annotations": []
        },
        {
            "text": "(6) Wenn es der Leichtigkeit und Flüssigkeit des Verkehrs dient und aus Gründen der Sicherheit des Verkehrs keine Bedenken dagegen bestehen, kann die Behörde in der Verordnung nach Abs1 die erlaubte Höchstgeschwindigkeit auf 30 km/h erhöhen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§94d. Eigener Wirkungsbereich der Gemeinde",
            "annotations": []
        },
        {
            "text": "Sofern der Akt der Vollziehung nur für das Gebiet der betreffenden Gemeinde wirksam werden und sich auf Straßen, die nach den Rechtsvorschriften weder als Autobahnen, Autostraßen, Bundesstraßen oder Landesstraßen gelten noch diesen Straßen gleichzuhalten sind, beziehen soll, sind folgende Angelegenheiten von der Gemeinde im eigenen Wirkungsbereich zu besorgen:",
            "annotations": []
        },
        {
            "text": "1.–8b. […]",
            "annotations": []
        },
        {
            "text": "8c. die Bestimmung von Begegnungszonen (§76c),",
            "annotations": []
        },
        {
            "text": "9.–20. […].\"",
            "annotations": []
        },
        {
            "text": "5. Mit Schriftsatz vom 6. Dezember 2022 hat die verordnungserlassende Behörde mitgeteilt, dass sowohl die Verordnung des Stadtrates von Hohenems vom 31. Mai 2000, mit der die Entscheidung über bestimmte Angelegenheiten vom Stadtrat auf den Bürgermeister übertragen worden war, als auch die in Prüfung gezogene Verordnung des Bürgermeisters der Stadt Hohenems vom 24. April 2018, Z 12000-0/18/A, mittlerweile aufgehoben und neu erlassen worden seien. Die verordnungserlassende Behörde legte unter einem die Verordnung des Stadtrates der Stadt Hohenems vom 22. November 2022, Z h020.16-2/2022-1-2, und die Verordnung des Bürgermeisters der Stadt Hohenems vom 5. Dezember 2022, Z h640.0-15/2022-1, vor.",
            "annotations": []
        },
        {
            "text": "5.1. Die Verordnung des Stadtrates der Stadt Hohenems betreffend die Übertragung von Entscheidungen über bestimmte Angelegenheiten an den Bürgermeister (Übertragungsverordnung), Z h020.16-2/2022-1-2, lautet auszugsweise (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Verordnung des Stadtrates",
            "annotations": []
        },
        {
            "text": "Übertragung von Entscheidungen über bestimmte Angelegenheiten an den Bürgermeister (Übertragungsverordnung)",
            "annotations": []
        },
        {
            "text": "Der Stadtrat der Stadt Hohenems verordnet mit Beschluss vom 22.11.2022 gem §60 Abs2 GG, LGBl 40/1985 idgF:",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Übertragung der Entscheidung über bestimmte Angelegenheiten",
            "annotations": []
        },
        {
            "text": "Der Stadtrat überträgt dem Bürgermeister die Entscheidung über folgende Angelegenheiten:",
            "annotations": []
        },
        {
            "text": "a) […]",
            "annotations": []
        },
        {
            "text": "b) Angelegenheiten des Straßenverkehrs iSd §94d StVO idF der 33. StVO-Novelle (BGBl 122/2022) mit Ausnahme der Z1 (Erlassung von Verordnungen nach §20 Abs2a StVO);",
            "annotations": []
        },
        {
            "text": "c)–h) […]",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Inkrafttreten",
            "annotations": []
        },
        {
            "text": "Diese Verordnung tritt gem §31 Abs1 GG mit Beginn des auf die Kundmachung folgenden Tages in Kraft. Gleichzeitig tritt die (Übertragungs)Verordnung des Stadtrates vom 31.05.2000, außer Kraft.",
            "annotations": []
        },
        {
            "text": "Für den Stadtrat:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Bürgermeister\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5.2. Die Verordnung des Bürgermeisters der Stadt Hohenems vom 5. Dezember 2022, Zh640.0-15/2022-1, hat folgenden Wortlaut (Zitat ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"Verordnung",
            "annotations": []
        },
        {
            "text": "des Bürgermeisters der Stadt Hohenems",
            "annotations": []
        },
        {
            "text": "Aktenzahl: h640.0-15/2022-1  Hohenems, am 05.12.2022",
            "annotations": []
        },
        {
            "text": "Betrifft: Stadtzentrum",
            "annotations": []
        },
        {
            "text": "            Bestimmung einer Begegnungszone.",
            "annotations": []
        },
        {
            "text": "In Anwendung der Bestimmungen des §60 GG (LGBl 40/1985 idgF) iVm der Verordnung des Stadtrates der Stadt Hohenems vom 22.11.2022 über die Übertragung der Zuständigkeit zur Besorgung der im §94d Z8c StVO (BGBl 150/1960 idgF) beschriebenen Angelegenheiten des eigenen Wirkungsbereiches der Gemeinde vom Stadtrat an den Bürgermeister.",
            "annotations": []
        },
        {
            "text": "Gemäß §76c StVO wird verordnet:",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Maßnahme",
            "annotations": []
        },
        {
            "text": "Im Stadtzentrum von Hohenems wird eine Begegnungszone gemäß §76c StVO 1960 mit einer erlaubten Höchstgeschwindigkeit von 20 km/h eingerichtet. Dies betrifft folgende Straßen:",
            "annotations": []
        },
        {
            "text": "Teilstück der Schweizer Straße zwischen der Marktstraße und dem Haus Nr 35;",
            "annotations": []
        },
        {
            "text": "Mündungsbereich der Jakob-Hannibal- in die Schweizer Straße;",
            "annotations": []
        },
        {
            "text": "Harrachgasse;",
            "annotations": []
        },
        {
            "text": "Teilstück der Radetzkystraße zwischen der Marktstraße und dem Haus Nr 3;",
            "annotations": []
        },
        {
            "text": "Mündungsbereich der Erlachstraße in die Radetzkystraße;",
            "annotations": []
        },
        {
            "text": "Marktstraße;",
            "annotations": []
        },
        {
            "text": "Mondscheingasse.",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Kundmachung",
            "annotations": []
        },
        {
            "text": "Diese Verordnung ist mittels Straßenverkehrszeichen nach",
            "annotations": []
        },
        {
            "text": "§53 Abs1 Z9e 'Begegnungszone' und",
            "annotations": []
        },
        {
            "text": "§53 Abs1 Z9f 'Ende einer Begegnungszone'",
            "annotations": []
        },
        {
            "text": "kundzumachen und tritt gemäß §44 Abs1 StVO mit der Anbringung dieser Zeichen in Kraft.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Bürgermeister\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Verfahrens",
            "annotations": []
        },
        {
            "text": "Im Verfahren hat sich nichts ergeben, was an der Präjudizialität der in Prüfung gezogenen Verordnung zweifeln ließe. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich das Verordnungsprüfungsverfahren insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "Die im Prüfungsbeschluss dargelegten Bedenken des Verfassungsgerichtshofes haben sich als zutreffend erwiesen:",
            "annotations": []
        },
        {
            "text": "2.1. Der Stadtrat der Stadt Hohenems hat mit Verordnung vom 31. Mai 2000 gemäß §60 Abs2 Vorarlberger Gemeindegesetz dem Bürgermeister ua die Entscheidung in Angelegenheiten des Straßenverkehrs im Sinne des §94d StVO 1960 \"idF der 19. StVO-Novelle mit Ausnahme Z1\" übertragen. Die Bestimmung von Gemeindestraßen zur Begegnungszone gemäß §76c StVO 1960 war zum Zeitpunkt der Erlassung dieser Verordnung in §94d StVO 1960 noch nicht enthalten: §76c StVO 1960 und die korrespondierende Bestimmung des §94d Z8c StVO 1960 wurden erst mit BGBl I 39/2013 in die Straßenverkehrsordnung 1960 eingefügt.",
            "annotations": []
        },
        {
            "text": "2.2. Angesichts des – statischen – Verweises (vgl VfGH 22.9.2016, V45/2015 mwN) auf die \"Angelegenheiten des Strassenverkehrs im Sinne des §94 litd)\" (gemeint wohl: §94d StVO 1960) \"idF der 19. StVO-Novelle mit Ausnahme Z1\" war die Bestimmung von Begegnungszonen nicht von der Übertragung durch den Stadtrat der Stadt Hohenems an den Bürgermeister erfasst. Der Bürgermeister der Stadt Hohenems war daher nicht zur Erlassung der in Prüfung gezogenen Verordnung zuständig, sodass diese von einem unzuständigen Organ erlassen wurde.",
            "annotations": []
        },
        {
            "text": "2.3. Mit Schriftsatz vom 6. Dezember 2022 hat die verordnungserlassende Behörde mitgeteilt, dass die Verordnung des Bürgermeisters der Stadt Hohenems vom 24. April 2018, Z 12000-0/18/A, aufgehoben und neu erlassen wurde.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat daher festzustellen, dass die in Prüfung gezogene Verordnung gesetzwidrig war (Art139 Abs4 B-VG).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung des Bürgermeisters der Stadt Hohenems vom 24. April 2018, Z 12000-0/18/A, war gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Vorarlberger Landesregierung zur unverzüglichen Kundmachung der Feststellung der Gesetzwidrigkeit erfließt aus Art139 Abs5 zweiter Satz B-VG und §59 Abs2 iVm §61 VfGG und §2 Abs1 litf Vbg KundmachungsG.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Der beteiligten Partei sind die für die abgegebene Äußerung begehrten Kosten nicht zuzusprechen, weil ein Kostenersatz in Verordnungsprüfungsverfahren (vom – hier nicht gegebenen – Fall des §61a VfGG abgesehen) im VfGG nicht vorgesehen ist.",
            "annotations": []
        }
    ]
}