{
    "document_id": "JFT_20230613_23G00144_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit dem vorliegenden Antrag, eingelangt beim Verfassungsgerichtshof am 13. März 2023, begehrt das Landesverwaltungsgericht Vorarlberg aus Anlass eines bei ihm anhängigen Verfahrens,",
            "annotations": []
        },
        {
            "text": "\"[…] §117b Abs1 Z23 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2012, mit Ausnahme des letzten Wortes ('sowie'), das Wort 'sowie' am Ende des §120 Z8 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2013, §120 Z9 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2013, mit Ausnahme des Punktes am Satzende, sowie §140 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2013,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] in eventu das Wort 'und' in §117a Abs1 Z2 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 144/2009, §117a Abs1 Z3 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 144/2009, mit Ausnahme des Punktes am Satzende, §117b Abs1 Z23 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2012, mit Ausnahme des letzten Wortes ('sowie'), das Wort 'sowie' am Ende des §120 Z8 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2013, §120 Z9 ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 80/2013, mit Ausnahme des Punktes am Satzende, alle Bestimmungen des 3. Hauptstücks des ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 25/2017, sowie §195e ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 25/2017,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] in eventu das ÄrzteG 1998, BGBl I Nr 169/1998 idF BGBl I Nr 17/2023, zur Gänze\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Mit Erkenntnis vom 6. März 2023, G237/2022 ua, hob der Verfassungsgerichtshof die Wortfolge \"und auf Vorschlag des Vorstandes der Österreichischen Ärztekammer vom Bundesminister für Gesundheit und Frauen bestellt wird\" in §140 Abs3 erster Satz, die Wortfolge \"auf Vorschlag des Vorstandes der Österreichischen Ärztekammer vom Bundesminister für Gesundheit und Frauen\" in §140 Abs3 zweiter Satz sowie den dritten Satz in §140 Abs3 ÄrzteG 1998, BGBl I 169, idF BGBl I 140/2003 als verfassungswidrig auf und sprach gleichzeitig aus, dass die Aufhebung mit Ablauf des 30. September 2024 in Kraft tritt. Im Übrigen wurden die Anträge im Verfahren zu G237/2022 ua abgewiesen.",
            "annotations": []
        },
        {
            "text": "3. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl etwa VfSlg 12.633/1991, 17.266/2004; VfGH 15.12.2011, V127/2011) kann ein bereits aufgehobenes oder als verfassungswidrig festgestelltes Gesetz nicht neuerlich Gegenstand eines entsprechenden Aufhebungs- oder Feststellungsbegehrens sein. Auf Grund des oben zitierten Erkenntnisses sind die unter Pkt. 2. näher genannten Wortfolgen in §140 Abs3 ÄrzteG 1998 sowie der dritte Satz in §140 Abs3 leg.cit. bis zum Ablauf der gesetzten Frist für das Wirksamwerden der Aufhebung verfassungsrechtlich unangreifbar (vgl VfGH 26.6.2019, G47/2019).",
            "annotations": []
        },
        {
            "text": "4. Der vorliegende Antrag ist daher diesbezüglich mangels eines tauglichen Prüfungsgegenstandes als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "5. Der Verfassungsgerichtshof hat über bestimmt umschriebene Bedenken ob der Verfassungsmäßigkeit eines Gesetzes nur ein einziges Mal zu entscheiden (s VfSlg 10.311/1984, 12.892/1991; VfGH 1.12.2017, G103/2017 ua). Da die vom antragstellenden Gericht vorgetragenen Bedenken (§62 Abs1 VfGG) hinsichtlich der weiteren angefochtenen Rechtsvorschriften mit jenen übereinstimmen, die den Anträgen im Verfahren zu G237/2022 ua zugrunde lagen, und da der Verfassungsgerichtshof diesbezüglich keine Verfassungswidrigkeiten erkannt und jene Gerichtsanträge daher im Übrigen abgewiesen hat, ist der vorliegende Antrag auf Aufhebung der übrigen angefochtenen Bestimmungen des ÄrzteG 1998 wegen rechtskräftig entschiedener Sache als unzulässig zurückzuweisen (vgl VfGH 12.6.2020, G252/2019 ua mwN).",
            "annotations": []
        },
        {
            "text": "6. Der Umstand, dass das Landesverwaltungsgericht Vorarlberg zum Zeitpunkt seiner Antragstellung von der Entscheidung vom 6. März 2023, G237/2022 ua, noch keine Kenntnis haben konnte, vermag an der Unzulässigkeit seines Begehrens nichts zu ändern (vgl VfGH 15.12.2021, V230/2021).",
            "annotations": []
        },
        {
            "text": "7. Der Antrag ist daher insgesamt als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "8. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}