{
    "document_id": "JFT_20230228_22E02799_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer, ein Staatsangehöriger der Republik Armenien, stellte am 26. August 2015 einen Antrag auf internationalen Schutz, der vollinhaltlich abgewiesen wurde. Am 2. März 2022 stellte der Beschwerdeführer einen neuerlichen Antrag auf internationalen Schutz. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 15. Juli 2022 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag sowohl hinsichtlich der Zuerkennung des Status des Asylberechtigten als auch des Status des subsidiär Schutzberechtigten ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung, stellte fest, dass die Abschiebung nach Armenien zulässig sei, sprach das Nichtbestehen einer Frist für die freiwillige Ausreise aus, erkannte die aufschiebende Wirkung der Beschwerde ab und sprach ein auf die Dauer von 2 Jahren befristetes Einreiseverbot gegen den Beschwerdeführer aus. ",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 29. September 2022 als unbegründet ab. Das Einreiseverbot begründet das Bundesverwaltungsgericht zusammengefasst damit, dass der Beschwerdeführer seine Rückkehrverpflichtung nicht beachtet habe und den Besitz ausreichender Mittel zu seinem Unterhalt nicht nachzuweisen vermochte, zumal sich aus dem festgestellten Sachverhalt zweifelsfrei ergebe, dass der Beschwerdeführer ausschließlich auf die Leistungen Dritter bzw der öffentlichen Hand angewiesen sei.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Der Beschwerdeführer stellt zudem den Antrag, seiner Beschwerde die aufschiebende Wirkung zu gewähren.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht und das Bundesamt für Fremdenwesen und Asyl haben die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die zulässige Beschwerde ist – soweit sie sich gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich des auf 2 Jahre befristeten Einreiseverbotes wendet – begründet:",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof hat mit Erkenntnis vom 6. Dezember 2022, G264/2022, §53 Abs2 Z6 des Bundesgesetzes über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 – FPG), BGBl I 100/2005, idF BGBl I 87/2012, als verfassungswidrig aufgehoben und verfügt, dass diese Bestimmung nicht mehr anzuwenden ist.",
            "annotations": []
        },
        {
            "text": "1.2. Gemäß Art140 Abs7 B-VG ist daher die aufgehobene Gesetzesbestimmung nicht nur im Anlassfall, sondern ausnahmslos in allen Fällen und folglich auch im vorliegenden Fall nicht mehr anzuwenden (VfSlg 15.401/1999, 19.419/2011).",
            "annotations": []
        },
        {
            "text": "1.3. Das Bundesverwaltungsgericht wendete bei Erlassung des angefochtenen Erkenntnisses die als verfassungswidrig aufgehobene Gesetzesbestimmung an. Es ist nach Lage des Falles nicht ausgeschlossen, dass diese Gesetzesanwendung für die Rechtsstellung des Beschwerdeführers nachteilig war. Der Beschwerdeführer wurde somit durch das angefochtene Erkenntnis, soweit damit die Beschwerde hinsichtlich des auf 2 Jahre befristeten Einreiseverbotes abgewiesen wird, wegen Anwendung einer verfassungswidrigen Gesetzesbestimmung in seinen Rechten verletzt.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher insoweit aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen – soweit sich die Beschwerde an den Verfassungsgerichtshof gegen die Abweisung des Antrages auf internationalen Schutz sowohl hinsichtlich des Status des Asylberechtigten als auch des Status des subsidiär Schutzberechtigten, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, die Erlassung einer Rückkehrentscheidung, die Feststellung der Zulässigkeit der Abschiebung, den Ausspruch, dass keine Frist für die freiwillige Ausreise besteht sowie gegen die Aberkennung der aufschiebenden Wirkung richtet – wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Die vorliegende Beschwerde behauptet die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof geht in Übereinstimmung mit dem Europäischen Gerichtshof für Menschenrechte (s etwa EGMR 7.7.1989, Fall Soering, EuGRZ1989, 314 [319]; 30.10.1991, Fall Vilvarajah ua, ÖJZ1992, 309 [309]; 6.3.2001, Fall Hilal, ÖJZ2002, 436 [436 f.]) davon aus, dass die Entscheidung eines Vertragsstaates, einen Fremden in welcher Form immer außer Landes zu schaffen, unter dem Blickwinkel des Art3 EMRK erheblich werden und demnach die Verantwortlichkeit des Staates nach der EMRK begründen kann, wenn stichhaltige Gründe für die Annahme glaubhaft gemacht worden sind, dass der Fremde konkret Gefahr liefe, in dem Land, in das er gebracht werden soll, Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen zu werden (vgl VfSlg 13.837/1994, 14.119/1995, 14.998/1997).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat weder eine grundrechtswidrige Gesetzesauslegung vorgenommen noch sind ihm grobe Verfahrensfehler unterlaufen, die eine vom Verfassungsgerichtshof aufzugreifende Verletzung des genannten Grundrechtes darstellen (vgl VfSlg 13.897/1994, 15.026/1997, 15.372/1998, 16.384/2001, 17.586/2005). Ob ihm sonstige Fehler bei der Rechtsanwendung unterlaufen sind, hat der Verfassungsgerichtshof nicht zu beurteilen.",
            "annotations": []
        },
        {
            "text": "Das Asylverfahren ist nicht von Art6 EMRK erfasst (vgl VfSlg 13.831/1994).",
            "annotations": []
        },
        {
            "text": "Die im Übrigen gerügten Rechtsverletzungen wären im vorliegenden Fall nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen, insbesondere der Frage, ob das Bundesverwaltungsgericht in allen Belangen hinreichend ermittelt hat, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist durch das angefochtene Erkenntnis, soweit damit seine Beschwerde an das Bundesverwaltungsgericht gegen das auf 2 Jahre befristete Einreiseverbot abgewiesen wird, wegen Anwendung eines verfassungswidrigen Gesetzes in seinen Rechten verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung gründet sich auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        },
        {
            "text": "5. Damit erübrigt sich ein Abspruch über den Antrag, der Beschwerde die aufschiebende Wirkung zuzuerkennen.",
            "annotations": []
        }
    ]
}