{
    "document_id": "JFT_20230629_22E03267_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin stellte aus Anlass einer für den 3. Juli 2022, in der Zeit von 10.00 Uhr bis 19.00 Uhr, geplanten Veranstaltung (\"2. Ried-Rad-Ritterspiele\") mit E-Mail vom 7. Mai 2022 einen Antrag nach §82 Abs1 StVO 1960 an die Vorarlberger Landesregierung, in dem auch die Sperre von näher bezeichneten Zubringerstraßen beantragt wurde. Die Vorarlberger Landesregierung teilte der Beschwerdeführerin mit Schreiben vom 11. Mai 2022 mit, dass weder die Erlassung einer Verordnung nach §43 Abs1 litb Z1 StVO 1960 geplant sei, noch die Voraussetzungen für eine Bewilligung nach §82 StVO 1960 vorliegen würden. Mit E-Mail vom 18. Mai 2022 wurde der Beschwerdeführerin schließlich über entsprechende Nachfrage mitgeteilt, dass hinsichtlich ihres Ansuchens kein Bescheid erstellt worden sei. Im Übrigen wurde auf den Inhalt des Schreibens vom 11. Mai 2022 verwiesen.",
            "annotations": []
        },
        {
            "text": "In der Folge brachte die Beschwerdeführerin einen als \"Antrag auf Ausstellung eines Abweisungsbescheides\" bezeichneten, mit 25. Mai 2022 datierten Schriftsatz bei der Vorarlberger Landesregierung ein, in welchem sie beantragte, eine mündliche Verhandlung durchzuführen, über ihren Antrag vom 7. Mai 2022 in der Sache zu entscheiden und den \"angefochtenen gegenständlichen Bescheid vom 18.5.2022 mit Beschluß aufzuheben und die Angelegenheit zur Erlassung eines neuen fehlerfreien Bescheides\" zurückzuverweisen.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid der Vorarlberger Landesregierung vom 22. Juni 2022, Z Ib-123-5/2022-27, wurde der Antrag der Beschwerdeführerin vom 7. Mai 2022 auf Erteilung einer Bewilligung zur Benützung von Straßen zu verkehrsfremden Zwecken gemäß §82 Abs1 StVO 1960 als unbegründet abgewiesen (Spruchpunkt I.), weil sich aus dem Antrag nicht ergebe, dass die Straße im Rahmen der beantragten Veranstaltung zu verkehrsfremden Zwecken genutzt werden würde. Bei dem von der Antragstellerin angegebenen \"nebeneinander Fahren\" handle es sich nicht um einen verkehrsfremden Zweck, sondern vielmehr um eine unzulässige Fahrweise gemäß §68 Abs2 StVO 1960. Die Anträge der Beschwerdeführerin vom 7. Mai 2022 auf Sperre von vier näher bezeichneten Zubringerstraßen wurden als unzulässig zurückgewiesen (Spruchpunkt II.), weil es sich dabei um von der zuständigen Behörde unter gewissen Voraussetzungen nach §43 Abs1 litb StVO 1960 zu setzende verkehrspolizeiliche Maßnahmen handle, die von der Antragstellerin nicht beantragt werden könnten. Die als Berufung bezeichnete Beschwerde gegen das Schreiben (E-Mail) vom 18. Mai 2022 wurde gemäß §14 Abs1 iVm §7 Abs4 VwGVG mangels Vorliegens eines Bescheides als unzulässig zurückgewiesen.",
            "annotations": []
        },
        {
            "text": "3. Die Beschwerdeführerin erhob gegen die Spruchpunkte I. und II. dieses Bescheides rechtzeitig Beschwerde und stellte hinsichtlich Spruchpunkt III. einen Vorlageantrag. Das Landesverwaltungsgericht Vorarlberg teilte der Beschwerdeführerin mit Schreiben vom 26. September 2022 mit, dass es (vorläufig) der Meinung sei, dass die Beschwerdeführerin an der Erledigung ihrer Beschwerden kein Rechtsschutzinteresse mehr habe, weil der Termin für die beantragte Veranstaltung bereits verstrichen sei. Es sei daher beabsichtigt, die Beschwerden zurückzuweisen oder allenfalls die Beschwerdeverfahren als gegenstandslos einzustellen. Der Beschwerdeführerin wurde die Gelegenheit zur Stellungnahme binnen zwei Wochen eingeräumt und mitgeteilt, dass nach fruchtlosem Ablauf dieser Frist ohne weitere Anhörung entschieden werde. Die Beschwerdeführerin brachte am 10. Oktober 2022 eine Stellungnahme beim Landesverwaltungsgericht Vorarlberg ein, in der sie das ihrer Ansicht nach – nicht zuletzt im Hinblick auf künftige geplante Veranstaltungen – weiterhin bestehende Rechtsschutzinteresse darlegte.",
            "annotations": []
        },
        {
            "text": "4. Mit Beschluss vom 21. Oktober 2022, Z LVwG-462-2/2022-R11, wies das Landesverwaltungsgericht Vorarlberg die Beschwerde gegen den Bescheid der Vorarlberger Landesregierung vom 22. Juni 2022 als unzulässig zurück und erklärte die Beschwerde gegen das Schreiben (E-Mail) der Vorarlberger Landesregierung vom 18. Mai 2022 für gegenstandslos. Diesbezüglich wurde das Beschwerdeverfahren eingestellt. Begründend wird nach Darstellung des bisherigen Verfahrensablaufes Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführerin habe am 3. Juli 2022 im Lauteracher Ried die 2. Ried-Rad-Ritterspiele veranstaltet. Diese Veranstaltung sei als Kinder-Familien-Straßenfest konzipiert worden. Zu den Beschwerdevoraussetzungen gehöre ein Rechtsschutzinteresse der Beschwerdeführerin. Ein solches sei zu verneinen, wenn es für die Rechtsstellung der Beschwerdeführerin keinen Unterschied mache, ob die angefochtene Entscheidung aufrecht bleibe oder aufgehoben werde, oder wenn die Erreichung des Verfahrenszieles für die Beschwerdeführerin keinen objektiven Nutzen habe. Fehle es schon im Zeitpunkt der Beschwerdeerhebung am erforderlichen Rechtsschutzinteresse, führe dies zur Zurückweisung der Beschwerde.",
            "annotations": []
        },
        {
            "text": "Die Erreichung des Verfahrenszieles, nämlich eine Bewilligung für die Veranstaltung am 3. Juli 2022, hätte für die Beschwerdeführerin keinen objektiven Nutzen, weil die Veranstaltung im beantragten Ausmaß nicht nachgeholt werden könne. Die Rechtsstellung der Beschwerdeführerin würde sich daher nicht ändern. Ein Rechtsschutzinteresse liege auch nicht deshalb vor, weil die im Beschwerdeverfahren zu lösende Rechtsfrage für ein künftiges Verwaltungsverfahren (etwa betreffend eine gleichgelagerte Veranstaltung im Folgejahr) von Interesse sei. Da die Beschwerde gegen den angefochtenen Bescheid erst am 8. Juli 2022 eingebracht worden sei, sei diese zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "Das Rechtsschutzinteresse an der Erledigung der Beschwerde gegen das Schreiben vom 18. Mai 2022 sei nachträglich weggefallen, weshalb das diesbezügliche Beschwerdeverfahren für gegenstandslos zu erklären gewesen sei. Angesichts dessen könne dahingestellt bleiben, ob das bekämpfte Schreiben als Bescheid zu qualifizieren gewesen wäre.",
            "annotations": []
        },
        {
            "text": "Die Durchführung einer mündlichen Verhandlung habe unterbleiben können, weil die Beschwerden zurückzuweisen gewesen seien.",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten, insbesondere im Recht auf ein Verfahren vor dem gesetzlichen Richter, behauptet und die kostenpflichtige Aufhebung des angefochtenen Beschlusses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. Begründend wird dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Vorarlberg habe zu Unrecht das Vorliegen eines Rechtsschutzinteresses der Beschwerdeführerin verneint und eine Sachentscheidung verweigert. Im Jahr 2021 sei ein nahezu identer Antrag der Beschwerdeführerin auf Durchführung der Ried-Rad-Ritterspiele genehmigt worden. Angesichts dessen herrsche nunmehr eine unklare Rechtslage, weshalb ein Interesse der Beschwerdeführerin an einer inhaltlichen Entscheidung des Landesverwaltungsgerichtes Vorarlberg über die Frage bestehe, ob der angefochtene (ab- bzw zurückweisende) Bescheid vom 22. Juni 2022 rechtmäßig erlassen worden sei. Dies habe für die Beschwerdeführerin insbesondere im Hinblick darauf Bedeutung, dass sie beabsichtige, die Ried-Rad-Ritterspiele im Sommer 2023 erneut abzuhalten und die dafür erforderlichen Anträge einzubringen.",
            "annotations": []
        },
        {
            "text": "6. Die Vorarlberger Landesregierung hat weder Verwaltungsakten vorgelegt noch eine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "7. Das Landesverwaltungsgericht Vorarlberg hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "§82 Abs1 des Bundesgesetzes vom 6. Juli 1960, mit dem Vorschriften über die Straßenpolizei erlassen werden (Straßenverkehrsordnung 1960 – StVO. 1960), BGBl 159/1960 idF BGBl 518/1994, hat folgenden Wortlaut (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"§82. Bewilligungspflicht.",
            "annotations": []
        },
        {
            "text": "(1) Für die Benützung von Straßen einschließlich des darüber befindlichen, für die Sicherheit des Straßenverkehrs in Betracht kommenden Luftraumes zu anderen Zwecken als zu solchen des Straßenverkehrs, z. B. zu gewerblichen Tätigkeiten und zur Werbung, ist unbeschadet sonstiger Rechtsvorschriften eine Bewilligung nach diesem Bundesgesetz erforderlich. Das gleiche gilt für Tätigkeiten, die geeignet sind, Menschenansammlungen auf der Straße herbeizuführen oder die Aufmerksamkeit der Lenker von Fahrzeugen zu beeinträchtigen.",
            "annotations": []
        },
        {
            "text": "(2) Eine Bewilligung nach Abs1 ist auch für das Aufstellen von Kraftfahrzeugen oder Anhängern ohne Kennzeichentafeln erforderlich.",
            "annotations": []
        },
        {
            "text": "(3) Eine Bewilligung nach Abs1 ist nicht erforderlich",
            "annotations": []
        },
        {
            "text": "a) für gewerbliche Tätigkeiten auf Gehsteigen oder Gehwegen ohne feste Standplätze,",
            "annotations": []
        },
        {
            "text": "b) für das Wegschaffen eines betriebsunfähig gewordenen Fahrzeuges oder für dessen Instandsetzung, sofern dies einfacher als das Wegschaffen ist und der fließende Verkehr dadurch nicht behindert wird,",
            "annotations": []
        },
        {
            "text": "c) für eine gewerbliche Tätigkeit, die ihrem Wesen nach auf der Straße ausgeübt wird und deren Betriebsanlage genehmigt ist,",
            "annotations": []
        },
        {
            "text": "d) für das Aufstellen oder die Lagerung von Sachen, die für Bau, Erhaltung, Pflege und Reinigung der Straße erforderlich sind,",
            "annotations": []
        },
        {
            "text": "e) für das Musizieren bei Umzügen und dergleichen (§86),",
            "annotations": []
        },
        {
            "text": "f) für die Nutzung der Rückseite von Verkehrszeichen oder anderen Einrichtungen zur Verhinderung von Falschfahrten im Zuge von Autobahnabfahrten zu Werbezwecken, wenn diese Nutzung nicht der Sicherheit und Leichtigkeit des Verkehrs entgegensteht und die Behörde, die diese Verkehrszeichen oder diese Einrichtungen verfügt hat, zustimmt und die Gesamtkosten der Anbringung und Erhaltung vom Unternehmer getragen werden.",
            "annotations": []
        },
        {
            "text": "(4) […]",
            "annotations": []
        },
        {
            "text": "(5) Die Bewilligung nach Abs1 ist zu erteilen, wenn durch diese Straßenbenützung die Sicherheit, Leichtigkeit und Flüssigkeit des Verkehrs nicht wesentlich beeinträchtigt wird oder eine über das gewöhnliche Maß hinausgehende Lärmentwicklung nicht zu erwarten ist. Wenn es die Sicherheit, Leichtigkeit oder Flüssigkeit des Verkehrs erfordert, ist die Bewilligung bedingt, befristet oder mit Auflagen zu erteilen; die Bewilligung ist zu widerrufen, wenn die Voraussetzungen für die Erteilung weggefallen sind.",
            "annotations": []
        },
        {
            "text": "(6) Die Organe der Straßenaufsicht sind befugt, verkehrsfremde Tätigkeiten auf und an der Straße, auch wenn für sie eine Bewilligung nach Abs1 vorliegt, vorübergehend zu untersagen, wenn es die Verkehrssicherheit erfordert.",
            "annotations": []
        },
        {
            "text": "(7) Das Aufstellen von Kisten, Brettern, Tafeln u. dgl. auf Parkflächen ist unbeschadet der Bestimmungen des Abs1 bis 6 verboten.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "Das Recht auf ein Verfahren vor dem gesetzlichen Richter wird durch die Entscheidung eines Verwaltungsgerichtes verletzt, wenn das Verwaltungsgericht eine ihm gesetzlich nicht zukommende Zuständigkeit in Anspruch nimmt (zB VfSlg 15.372/1998, 15.738/2000, 16.066/2001, 16.298/2001 und 16.717/2002) oder wenn es in gesetzwidriger Weise seine Zuständigkeit ablehnt, etwa indem es zu Unrecht eine Sachentscheidung verweigert (zB VfSlg 15.482/1999, 15.858/2000, 16.079/2001 und 16.737/2002).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Landesverwaltungsgericht Vorarlberg unterlaufen.",
            "annotations": []
        },
        {
            "text": "2.1. Im vorliegenden Fall stellte die Beschwerdeführerin aus Anlass einer für den 3. Juli 2022 geplanten Veranstaltung (\"2. Ried-Rad-Ritterspiele\") mit E-Mail vom 7. Mai 2022 einen Antrag nach §82 Abs1 StVO 1960 an die Vorarlberger Landesregierung, in dem auch die Sperre von näher bezeichneten Zubringerstraßen beantragt wurde. Mit Bescheid der Vorarlberger Landesregierung vom 22. Juni 2022 wurde der Antrag der Beschwerdeführerin auf Erteilung einer Bewilligung zur Benützung von Straßen zu verkehrsfremden Zwecken als unbegründet abgewiesen (Spruchpunkt I.) und die Anträge der Beschwerdeführerin auf Sperre von vier näher bezeichneten Zubringerstraßen sowie die als Berufung bezeichnete Beschwerde gegen das Schreiben (E-Mail) vom 18. Mai 2022 wurden als unzulässig zurückgewiesen (Spruchpunkte II. und III.).",
            "annotations": []
        },
        {
            "text": "2.2. Mit dem nunmehr im Verfahren vor dem Verfassungsgerichtshof angefochtenen Beschluss des Landesverwaltungsgerichtes Vorarlberg vom 21. Oktober 2022 – sohin nach Ende des beantragten Bewilligungszeitraumes – wurde die Beschwerde gegen den Bescheid der Vorarlberger Landesregierung vom 22. Juni 2022 als unzulässig zurückgewiesen und die Beschwerde gegen das Schreiben (E-Mail) der Vorarlberger Landesregierung vom 18. Mai 2022 für gegenstandslos erklärt. Diesbezüglich wurde das Beschwerdeverfahren eingestellt.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Vorarlberg begründet diesen Beschluss allein damit, dass die Erreichung des Verfahrenszieles, nämlich die Bewilligung für die Veranstaltung am 3. Juli 2022, für die Beschwerdeführerin keinen objektiven Nutzen (mehr) habe, weil die Veranstaltung im beantragten Ausmaß nicht nachgeholt werden könne. Die Rechtsstellung der Beschwerdeführerin würde sich daher nicht ändern. Die Beschwerdeführerin habe auch im Hinblick auf allfällige künftige Verwaltungsverfahren kein Rechtsschutzinteresse hinsichtlich der im Beschwerdeverfahren zu lösenden Rechtsfrage.",
            "annotations": []
        },
        {
            "text": "2.3. Damit hat das Landesverwaltungsgericht Vorarlberg die Beschwerdeführerin in ihrem Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Vorarlberg verneint die Möglichkeit einer Rechtsverletzung der Beschwerdeführerin und damit ihr Rechtsschutzinteresse schon deshalb, weil zum Zeitpunkt der Entscheidung die Erreichung des Verfahrenszieles, nämlich die Bewilligung einer Veranstaltung nach Ende des beantragten Bewilligungszeitraumes, für die Beschwerdeführerin keinen objektiven Nutzen mehr gehabt hätte. Der Rechtsansicht des Landesverwaltungsgerichtes Vorarlberg folgend, dass ein rechtlich geschütztes Interesse an einer Sachentscheidung nur innerhalb des jeweils beantragten Bewilligungszeitraumes besteht, wären Konstellationen wie die vorliegende jedoch generell dem Rechtsschutz entzogen. So würde angesichts des im Regelfall gegebenen zeitlichen Rahmens solcher Verfahren eine Rechtsmittelentscheidung kaum jemals vor Ablauf des beantragten Bewilligungszeitraumes ergehen. Im Hinblick auf die Rechtsverletzungsmöglichkeit der Beschwerdeführerin ist ferner zu bedenken, dass sie im Verfahren ausdrücklich ihre Absicht zum Ausdruck gebracht hat, die vom Antrag erfasste Veranstaltung in Zukunft zu wiederholen, womit die Bedeutung der Entscheidung – nicht zuletzt angesichts der anderslautenden Entscheidung hinsichtlich eines gleichgelagerten Antrages aus dem Jahr 2021 – für gleich oder ähnlich gelagerte Sachverhalte für sie weiterhin gegeben ist (vgl sinngemäß VfSlg 20.461/2021 mwN sowie VfGH 15.3.2023, E2880/2022).",
            "annotations": []
        },
        {
            "text": "2.4. Da die bescheidmäßige Abweisung des Antrages der Beschwerdeführerin sohin auch nach dem Ablauf des beantragten Bewilligungszeitraumes rechtliche Wirkung zu entfalten geeignet ist, hätte das Landesverwaltungsgericht Vorarlberg im vorliegenden Fall durch eine Sachentscheidung – und zwar auch nach Ablauf des für die Veranstaltung vorgesehenen Zeitpunktes – Rechtsschutz gewähren müssen. Durch die Zurückweisung bzw Gegenstandsloserklärung der Beschwerde und Einstellung des Verfahrens hat das Landesverwaltungsgericht Vorarlberg zu Unrecht eine Sachentscheidung verweigert und damit das Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt worden.",
            "annotations": []
        },
        {
            "text": "Der Beschluss ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}