{
    "document_id": "JFT_20230227_23E00363_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit beim Verfassungsgerichtshof zur Zahl E2630/2022 protokollierter Eingabe vom 23. September 2022, eingelangt am 30. September 2022, beantragte der Beschwerdeführer die Bewilligung der Verfahrenshilfe zur Beschwerdeführung gegen die Entscheidung des Bundesverwaltungsgerichtes vom 16. August 2022, ZI421 2240265-2/2E. Mit Beschluss vom 12. Dezember 2022 – zugestellt am 19. Dezember 2022 – wies der Verfassungsgerichtshof den Antrag gemäß §63 Abs1 ZPO iVm §35 Abs1 VfGG wegen offenbarer Aussichtslosigkeit der Rechtsverfolgung ab.",
            "annotations": []
        },
        {
            "text": "2. Mit Zustellung dieses Beschlusses begann gemäß §82 Abs3 VfGG die Frist, die Beschwerde gemäß §17 Abs2 VfGG binnen sechs Wochen (§82 Abs1 VfGG) durch einen bevollmächtigten Rechtsanwalt einzubringen, neu zu laufen. Darauf wurde der Beschwerdeführer auch hingewiesen.",
            "annotations": []
        },
        {
            "text": "3. Da der Beschwerdeführer mit der vorliegenden Eingabe lediglich eine selbst verfasste Beschwerde sowie einen neuerlichen Verfahrenshilfeantrag, nicht aber eine Beschwerde durch einen (selbst gewählten) bevollmächtigten Rechtsanwalt eingebracht hat, für die Einbringung der Beschwerde aber Anwaltszwang besteht (vgl §17 Abs2 VfGG), mangelt es ihm an der Legitimation. Eine Mängelbehebung kam in Ansehung des zuvor abgewiesenen Verfahrenshilfeantrages nicht in Betracht.",
            "annotations": []
        },
        {
            "text": "4. Die Beschwerde ist bereits aus diesem Grund gemäß §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "5. Dem Antrag auf Bewilligung der Verfahrenshilfe steht, weil keine Änderung der Sach- oder Rechtslage eingetreten ist, die Rechtskraft des den ersten Antrag auf Bewilligung der Verfahrenshilfe abweisenden Beschlusses des Verfassungsgerichtshofes vom 12. Dezember 2022 entgegen. Der Antrag ist daher gemäß §19 Abs3 Z2 litd VfGG wegen entschiedener Sache zurückzuweisen (vgl VfGH 11.6.2018, E1821/2018).",
            "annotations": []
        }
    ]
}