{
    "document_id": "JFT_20230919_22E01668_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind afghanische Staatsangehörige. Die Erst- bis Fünftbeschwerdeführer stammen aus der Provinz Herat, gehören der Volksgruppe der Paschtunen an und bekennen sich zur sunnitischen Glaubensrichtung des Islam. Der Erstbeschwerdeführer ist der Ehemann der Zweitbeschwerdeführerin, der Vater des Drittbeschwerdeführers und des Fünftbeschwerdeführers, der Schwiegervater der Viertbeschwerdeführerin sowie der Großvater der mj. Sechst- und Siebtbeschwerdeführerinnen. Die Erst- bis Fünftbeschwerdeführer stellten jeweils am 20. August 2016 einen Antrag auf internationalen Schutz. Die im Bundesgebiet geborenen mj. Sechst- und Siebtbeschwerdeführerinnen stellten am 31. Oktober 2016 bzw am 19. August 2019 Anträge auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. In der niederschriftlichen Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl am 28. September 2017 führte der Erstbeschwerdeführer ua aus, dass er als Bauingenieur beim Militär und von 2001 bis 2014 bei verschiedenen NGOs, die von den Vereinten Nationen und \"den Amerikanern\" geführt worden seien, tätig sowie für eine Partei, die von den Taliban abgelehnt werde, politisch aktiv gewesen sei. Zu den Fluchtgründen befragt gab der Erstbeschwerdeführer an, dass die Taliban ihn und seine Familie bedroht hätten, weil sie ihn beschuldigt hätten, Propaganda gegen die Taliban zu betreiben. Im Rahmen einer Versammlung nach dem Abendgebet sei ihm von den Taliban vorgeworfen worden, 15 Jahre lang für \"die Amerikaner\" tätig gewesen und ein ehemaliger Militärangehöriger zu sein. Die Taliban hätten ihm gedroht, ihn nur am Leben zu lassen, wenn er und der Dritt- und Fünftbeschwerdeführer den Taliban dienen würden und er seine zwei Töchter den Taliban zur Heirat zur Verfügung stelle. Die Zweit- bis Fünftbeschwerdeführer gaben in der niederschriftlichen Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl im Wesentlichen die vom Erstbeschwerdeführer geschilderte Bedrohung der Familie durch die Taliban als Fluchtgrund an. Die mj. Sechst- und Siebtbeschwerdeführerinnen brachten keine eigenen Fluchtgründe vor.",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheiden vom 26. Februar 2018 bzw vom 17. September 2019 wies das Bundesamt für Fremdenwesen und Asyl die Anträge der Erst- bis Siebtbeschwerdeführer sowohl hinsichtlich der Zuerkennung des Status der Asylberechtigten als auch hinsichtlich der Zuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Afghanistan als unbegründet ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung und stellte fest, dass die Abschiebung nach Afghanistan zulässig sei. Es wurde eine Frist für die freiwillige Ausreise von 14 Tagen gesetzt.",
            "annotations": []
        },
        {
            "text": "4. Gegen die Bescheide des Bundesamtes für Fremdenwesen und Asyl erhoben die Beschwerdeführer in der Folge Beschwerde an das Bundesverwaltungsgericht. In der mündlichen Beschwerdeverhandlung vor dem Bundesverwaltungsgericht brachte der Erstbeschwerdeführer erneut vor, dass die Taliban von ihm verlangt hätten, sich ihnen mit seinen beiden Söhnen – dem Dritt- und dem Fünftbeschwerdeführer – anzuschließen und seine Töchter mit den Taliban zu verheiraten. Ihm sei von den Taliban vorgeworfen worden, ein Feind des Islam und der Taliban zu sein. Zu seinem Beruf gab der Erstbeschwerdeführer abermals an, als Bauingenieur in der Afghanischen Nationalarmee sowie für die Vereinten Nationen und unterschiedliche NGOs gearbeitet zu haben, politisch aktiv gewesen zu sein und nach wie vor mit seinen Kameraden der Partei \"Hezb-e-Watan\" in Kontakt zu stehen.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht wies die Beschwerden, soweit sich diese gegen die Nichtzuerkennung des Status der Asylberechtigten richteten (Spruchpunkt I.), nach Durchführung einer mündlichen Verhandlung am 19. Mai 2020 mit Erkenntnissen vom 13. Mai 2022 als unbegründet ab. Den Beschwerden gegen die Spruchpunkte II. bis VI. gab das Bundesverwaltungsgericht statt, erkannte den Erst- bis Siebtbeschwerdeführern den Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Afghanistan zu und erteilte diesen eine befristete Aufenthaltsberechtigung für ein Jahr.",
            "annotations": []
        },
        {
            "text": "5.1. Beweiswürdigend führt das Bundesverwaltungsgericht zum Fluchtvorbringen des Erstbeschwerdeführers ua Folgendes aus: ",
            "annotations": []
        },
        {
            "text": "\"Für das erkennende Gericht hat der BF [Beschwerdeführer] nicht glaubhaft dargelegt, dass er bei einer Rückkehr nach Afghanistan mit maßgeblicher Wahrscheinlichkeit einer drohenden Verfolgungsgefahr von Taliban oder anderen nichtstaatlichen Akteuren ausgesetzt wäre. Eine konkrete Bedrohung im Falle einer Rückkehr nach Afghanistan durch die Taliban konnte der BF nicht glaubwürdig und nachvollziehbar darlegen. Weiters konnte er von keinem weiteren fluchtauslösenden Ereignis berichten, woraus man ableiten könnte, dass er persönlich im Falle einer Rückkehr nach Afghanistan einer konkreten Verfolgungsgefahr ausgesetzt wäre. Der BF blieb in der Schilderung seiner Fluchtgeschichte während dem ganzen Verfahren relativ vage und gab im Wesentlichen nur an, dass er seinen Herkunftsstaat mit einem Teil seiner Familie verlassen habe, da die Taliban verlangt hätten, dass er sich anschließe, seine Söhne für sie kämpfen und die unverheirateten Töchter einen Talib ehelichen sollen.",
            "annotations": []
        },
        {
            "text": "Das erkennende Gericht verkennt nicht, dass der BF zwar bei der Schilderung seiner Fluchtgeschichte relativ konstant geblieben ist, jedoch sowohl im Rahmen der niederschriftlichen Einvernahme vor dem BFA als auch während der mündlichen Beschwerdeverhandlung vor dem Bundesverwaltungsgericht bei Nachfragen sein Vorbringen stetig steigerte und sich immer wieder widersprach. So führte der BF bereits im Zuge der Einvernahme im Verfahren vor der belangten Behörde — wie im angefochtenen Bescheid plausibel dargelegt — immer wieder verschiedene zeitliche Abschnitte an und widersprach sich bei Angaben von Zeitpunkten vor allem im Hinblick auf das fluchtauslösende Ereignis.",
            "annotations": []
        },
        {
            "text": "Zudem führte das BFA im angefochtenen Bescheid bereits richtigerweise ins Treffen, dass es laut zeitlichen Angaben des BF völlig unlogisch und nicht nachvollziehbar scheint, dass der BF erst nach Ablauf der von den Taliban angeblich gewährten zweiwöchigen Bedenkzeit das Land verlassen hat, zumal er[,] wie behauptet, um das Leben seiner Familie gefürchtet habe.",
            "annotations": []
        },
        {
            "text": "Aufgrund dieser insgesamt nicht nachvollziehbaren Angaben konnte daher das Vorbringen, dass dem BF in Afghanistan eine Verfolgung durch die Taliban gedroht habe bzw ihm eine Verfolgung durch die Taliban drohe, nicht als glaubhaft erachtet werden.",
            "annotations": []
        },
        {
            "text": "Die Angaben des BF zu seinen Fluchtgründen enthalten wenige Details. Der BF schilderte eine vage und konstruiert wirkende Geschichte. Das Vorbringen ist in seiner Gesamtheit derart dürftig gehalten, dass man daraus kein konkretes, den BF persönlich betreffendes, zusammenhängendes und einigermaßen glaubhaftes Geschehen ableiten kann.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Selbst bei Wahrunterstellung des geschilderten Fluchtvorbringens des BF ist darauf hinzuweisen, dass es sich beim BF höchstens um einen Pensionisten handelt, der im Laufe seiner Karriere im Baubereich der [A]fghanischen Nationalarmee gearbeitet hat[,] [d]abei aber keine übergeordnete militärische Funktion innehatte und dies auch nicht behauptete. In diesem Zusammenhang ist auch nicht außer Acht zu lassen, dass sich seine beiden anderen Töchter nach wie vor unbehelligt im Herkunftsstaat aufhalten.",
            "annotations": []
        },
        {
            "text": "Nach gesamtheitlicher Würdigung des Vorbringens des BF unter Berücksichtigung des in der mündlichen Beschwerdeverhandlung gewonnenen persönlichen Eindrucks kommt das erkennende Gericht zu dem Schluss, dass die vom BF behaupteten fluchtauslösenden Ereignisse bzw Nachfluchtgründe nicht plausibel und unglaubwürdig [sind]. Der BF erweckte vor dem Hintergrund der aufgezeigten Unstimmigkeiten und den mehrfach äußerst unkonkret und lapidar gehaltenen Angaben nicht den Eindruck, das Geschilderte in dieser Form tatsächlich erlebt zu haben, weshalb dem Vorbringen des BF im Ergebnis die Glaubwürdigkeit abzusprechen war.\"",
            "annotations": []
        },
        {
            "text": "5.2. Zu den Fluchtvorbringen der Zweit- bis Siebtbeschwerdeführer führt das Bundesverwaltungsgericht beweiswürdigend ua aus, dass die Vorbringen im Wesentlichen auf die Fluchtgeschichte des Erstbeschwerdeführers gestützt und folglich ebenso unglaubhaft seien.",
            "annotations": []
        },
        {
            "text": "6. Gegen die Entscheidungen des Bundesverwaltungsgerichtes vom 13. Mai 2022 richten sich die vorliegenden, auf Art144 B-VG gestützten Beschwerden, in denen die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung der angefochtenen Erkenntnisse beantragt wird. Begründend wird im Wesentlichen ausgeführt, dass sich das Bundesverwaltungsgericht nicht näher mit den Umständen des Erstbeschwerdeführers, der auf Grund seiner politischen Ansichten als Gegner der Taliban gelte und den Länderberichten zufolge daher einer Verfolgungsgefahr ausgesetzt sei, auseinandergesetzt habe. Im Hinblick auf die Zweit- und Viertbeschwerdeführerinnen wird außerdem vorgebracht, dass das Bundesverwaltungsgericht eine westliche Orientierung auf Grund einer rund zwei Jahre zurückliegenden mündlichen Verhandlung nicht festgestellt habe, obwohl es dazu einer erneuten mündlichen Verhandlung bedurft hätte.",
            "annotations": []
        },
        {
            "text": "7. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "8. Das Bundesamt für Fremdenwesen und Asyl hat keine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässigen – Beschwerden sind begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solches willkürliches Verhalten ist dem Bundesverwaltungsgericht vorzuwerfen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht stellt zur Person des Erstbeschwerdeführers fest, dass dieser als Ingenieur im Baubereich der Afghanischen Nationalarmee und als Bauingenieur bei verschiedenen NGOs und für die Vereinten Nationen gearbeitet habe, in Afghanistan politisch tätig gewesen sei und seit 2003 in Pension sei. ",
            "annotations": []
        },
        {
            "text": "3.2. Zur Lage in Afghanistan stellt das Bundesverwaltungsgericht unter Wiedergabe des Länderinformationsblattes der Staatendokumentation vom 28. Jänner 2022 fest, dass \"[t]rotz mehrfacher Versicherungen der Taliban, von Vergeltungsmaßnahmen gegenüber Angehörigen der ehemaligen Regierung und Sicherheitskräften abzusehen, solange diese sich ihnen nicht widersetzten und die Autorität der Taliban akzeptieren […], […] nach der Machtübernahme der Taliban berichtet [wurde], dass diese auf der Suche nach ehemaligen Mitarbeitern der internationalen Streitkräfte oder der afghanischen Regierung von Tür zu Tür gingen und deren Angehörige bedrohten\". Es sei berichtet worden, \"dass die Taliban bei Kontrollpunkten Telefone durchsuchen, um Personen mit Verbindungen zu westlichen Regierungen oder Organisationen […] bzw zu den [ehemaligen] afghanischen Streitkräften (ANDSF) zu finden […]. Viele afghanische Bürgerinnen und Bürger, die für die internationalen Streitkräfte, internationale Organisationen und für die Medien gearbeitet haben, […] haben aus Angst vor einer Verfolgung durch die Taliban ihre Profile in den sozialen Medien daher gelöscht […]\".",
            "annotations": []
        },
        {
            "text": "3.3. Nach ständiger Rechtsprechung des Verfassungsgerichtshofes ist den Länderberichten des UNHCR sowie des EASO (nunmehr des EUAA) bei der Beurteilung von Anträgen auf internationalen Schutz besondere Beachtung zu schenken (vgl zB VfSlg 20.358/2019, 20.372/2020; VfGH 12.12.2019, E2692/2019; 23.6.2021, E865/2021). Nach den UNHCR-Leitlinien vom Februar 2022 besteht Anlass zur Sorge, dass die jüngeren Entwicklungen zu einem erhöhten Schutzbedarf von aus Afghanistan fliehenden Personen führen. Betroffen seien ua afghanische Frauen und Mädchen, mit der ehemaligen Regierung oder der internationalen Gemeinschaft in Afghanistan verbundene Afghanen, einschließlich ehemaliger Botschaftsangestellter und Angestellter internationaler Organisationen, frühere Angehörige der Afghanischen Nationalarmee sowie Afghanen, die den internationalen Streitkräften in Afghanistan angehörten. Auch Familienangehörige seien einem Risiko ausgesetzt (vgl UNHCR, Guidance Note on the International Protection Needs of People Fleeing Afghanistan, Februar 2022, S 3 [FN 10]). Nach den EUAA-Leitlinien vom April 2022 können Personen, die für eine nationale oder internationale NGO gearbeitet haben, unter näher bezeichneten Umständen (etwa bei Verbindungen zur früheren Regierung oder zu ausländischen Gebern; bei \"nicht neutraler\" Tätigkeit) wohlbegründete Furcht vor Verfolgung in Afghanistan haben (EUAA, Country Guidance: Afghanistan, April 2022, S 72 ff.). Familienangehörige können ebenfalls einen ähnlichen Schutzbedarf haben (EUAA, aaO, S 17).",
            "annotations": []
        },
        {
            "text": "3.4. Das Bundesverwaltungsgericht geht von der mangelnden Glaubhaftigkeit des Fluchtvorbringens des Erstbeschwerdeführers aus. Es stützt sich dabei im Wesentlichen auf im Bescheid des Bundesamtes für Fremdenwesen und Asyl dargelegte Widersprüche in den zeitlichen Angaben zum fluchtauslösenden Ereignis und führt aus, dass es sich beim Erstbeschwerdeführer \"[s]elbst bei Wahrunterstellung des geschilderten Fluchtvorbringens […] höchstens um einen Pensionisten handelt, der im Laufe seiner Karriere im Baubereich der [A]fghanischen Nationalarmee[…] gearbeitet hat[,] [d]abei aber keine übergeordnete militärische Funktion innehatte und dies auch nicht behauptete\". Dabei lässt das Bundesverwaltungsgericht seine eigenen Feststellungen zur Person des Erstbeschwerdeführers außer Acht, wonach dieser in Afghanistan als Bauingenieur auch für die Vereinten Nationen sowie für NGOs gearbeitet habe und zudem auch politisch aktiv gewesen sei. Eine Auseinandersetzung mit der Frage, ob der Erstbeschwerdeführer im Hinblick darauf ein erhöhtes Risikoprofil aufweist und daher im Falle einer Rückkehr von Verfolgung bedroht ist, fand in der Beweiswürdigung des Bundesverwaltungsgerichtes nicht statt. Der Hinweis, dass zwei Töchter des Erstbeschwerdeführers nach wie vor in Afghanistan leben würden, vermag eine diesbezügliche Auseinandersetzung nicht zu ersetzen.",
            "annotations": []
        },
        {
            "text": "3.5. Das Bundesverwaltungsgericht hat die mangelnde Glaubhaftmachung des Fluchtvorbringens des Erstbeschwerdeführers nicht substantiiert begründet und es unterlassen, die erwähnten Länderberichte zu berücksichtigen und diese mit der individuellen Situation des Erstbeschwerdeführers in Beziehung zu setzen (vgl zB VfGH 5.3.2012, U1776/11; 14.3.2017, E2628/2016; 26.6.2018, E4387/2017; 24.9.2019, E159/2019; 25.2.2020, E315/2019). Da das Bundesverwaltungsgericht somit die Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen hat, hat es das den Erstbeschwerdeführer betreffende Erkenntnis mit Willkür belastet (vgl zB VfGH 9.6.2020, E460/2020; 24.2.2021, E4048/2020; 15.12.2021, E2558/2021; 28.2.2022, E233/2021 mwN).",
            "annotations": []
        },
        {
            "text": "4. In den die Zweit- bis Fünftbeschwerdeführer betreffenden Erkenntnissen führt das Bundesverwaltungsgericht zum Fluchtvorbringen jeweils aus, dass diese im Wesentlichen die Fluchtgeschichte des Erstbeschwerdeführers ins Treffen geführt hätten. Das Bundesverwaltungsgericht spricht dem Fluchtvorbringen jeweils die Glaubwürdigkeit mit der nahezu wortgleichen Begründung ab, dass im Hinblick auf ein allfälliges Durchschlagen der behaupteten Fluchtgründe des Erstbeschwerdeführers auf das diesen betreffende Erkenntnis vom selben Tag verwiesen werde, in welchem das Bundesverwaltungsgericht zum Ergebnis gekommen sei, dass die vom Erstbeschwerdeführer als Fluchtgründe angegebenen Umstände insgesamt nicht glaubwürdig seien. In den die mj. Sechst- und Siebtbeschwerdeführerinnen betreffenden Erkenntnissen führt das Bundesverwaltungsgericht zum Fluchtvorbringen jeweils aus, dass diese keine individuellen Fluchtgründe geltend gemacht hätten. Insoweit spricht das Bundesverwaltungsgericht dem Fluchtvorbringen die Glaubwürdigkeit jeweils wortgleich mit der Begründung ab, dass im Hinblick auf ein allfälliges Durchschlagen der behaupteten Fluchtgründe der Eltern (der Dritt- und Viertbeschwerdeführer) auf die diese betreffenden Erkenntnisse vom selben Tag verwiesen werde, in welchen das Bundesverwaltungsgericht zum Ergebnis gekommen sei, dass die von den Eltern als Fluchtgründe angegebenen Umstände insgesamt nicht glaubwürdig seien.",
            "annotations": []
        },
        {
            "text": "Da sich das Bundesverwaltungsgericht somit im Wesentlichen auf die Begründung des den Erstbeschwerdeführer betreffenden Erkenntnisses stützt, das es insofern mit Willkür belastet hat, als es sich nicht mit dessen potentiell besonderem Risikoprofil im Hinblick auf eine Verfolgung im Herkunftsstaat Afghanistan auseinandergesetzt hat, fehlt es den Erkenntnissen der Zweit- bis Siebtbeschwerdeführer, soweit damit die Beschwerden gegen die Abweisung ihrer Anträge auf internationalen Schutz bezüglich der Zuerkennung des Status der Asylberechtigten abgewiesen werden, an einer nachvollziehbaren Begründung. Eine Auseinandersetzung mit der Frage, ob die Zweit- bis Siebtbeschwerdeführer als Familienangehörige des Erstbeschwerdeführers vor dem Hintergrund der zuvor erwähnten Länderberichte einem Verfolgungsrisiko ausgesetzt sein könnten, fand in der Beweiswürdigung des Bundesverwaltungsgerichtes nicht statt. Da das Bundesverwaltungsgericht die Ermittlungstätigkeit somit in einem entscheidenden Punkt unterlassen hat, hat es auch die Erkenntnisse der Zweit- bis Siebtbeschwerdeführer mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht wird sich im fortgesetzten Verfahren im Rahmen einer neuerlichen mündlichen Verhandlung – insbesondere im Hinblick auf die Viertbeschwerdeführerin – auch mit dem Vorbringen der westlichen Orientierung auseinanderzusetzen haben (vgl VfGH 7.6.2021, E4359-4365/2020).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Erst- bis Siebtbeschwerdeführer sind somit durch die angefochtenen Erkenntnisse, soweit damit ihre Beschwerden gegen die Abweisung ihrer Anträge auf internationalen Schutz bezüglich der Zuerkennung des Status der Asylberechtigten abgewiesen werden, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Die Erkenntnisse sind daher in diesem Umfang aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten sind ein Streitgenossenzuschlag in der Höhe von € 763,– und Umsatzsteuer in der Höhe von € 588,60 enthalten. Der geltend gemachte Kopieraufwand ist mit dem zuerkannten Pauschalsatz abgegolten.",
            "annotations": []
        }
    ]
}