{
    "document_id": "JFT_20231004_23G00411_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Die Antragstellerin ist Partei des Verfahrens vor dem Bezirksgericht Seekirchen am Wallersee welches gemäß den Angaben der Antragstellerin in erster Instanz über den Antrag auf Zuerkennung der aufschiebenden Wirkung am 14. August 2023 entschieden hat. Die Zustellung des Beschlusses erfolgte am 17. August 2023.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass eines Rekurses gegen den Beschluss vom 14. August 2023 stellt die Antragstellerin den vorliegenden auf Art140 Abs1 Z1 litd B-VG gestützten Antrag auf Aufhebung näher bezeichneter Wortfolgen in §19 Abs2 JN und §22 Abs2 JN wegen Verfassungswidrigkeit. ",
            "annotations": []
        },
        {
            "text": "3. Mit Verfügung vom 4. September 2023 – zugestellt am 7. September 2023 – forderte der Verfassungsgerichtshof die Antragstellerin gemäß §18 VfGG unter Hinweis auf die Säumnisfolgen auf, den (Partei-)Antrag innerhalb einer Woche elektronisch einzubringen. Außerdem forderte der Verfassungsgerichtshof die Antragstellerin auf, die Entscheidung des Bezirksgerichtes Seekirchen am Wallersee dem Antrag in Form einer Ausfertigung, Abschrift oder Kopie anzuschließen. Ferner wurde die Antragstellerin darauf aufmerksam gemacht, dass eine Abschrift oder Kopie des gegen die Entscheidung des ordentlichen Gerichtes erhobenen Rechtsmittels, das dem Antrag ebenfalls beizuschließen ist, fehlt und nachzureichen ist.",
            "annotations": []
        },
        {
            "text": "4. Mit dem Schreiben vom 13. September 2023 beantragte die Antragstellerin, die mit der Verfügung vom 4. September 2023 gesetzte Frist von einer Woche zu verlängern. Begründend brachte diese vor, dass die Kanzlei krankheitsbedingt unbesetzt sei. Aus diesem Grund sei die Antragstellerin verhindert, dem Verbesserungsauftrag ordnungsgemäß binnen einer Woche nachzukommen.",
            "annotations": []
        },
        {
            "text": "5. Die Mängelbehebungsfrist ist der ständigen Rechtsprechung des Verfassungsgerichtshofes zufolge nicht erstreckbar, wenn für die Erbringung eines verfahrenseinleitenden Antrages eine Frist einzuhalten war (VfSlg 13.858/1994). Der Antrag auf Fristverlängerung ist gemäß §85 Abs2 ZPO iVm §35 VfGG nicht zulässig und aus diesem Grund zurückzuweisen (vgl VfGH 15.3.2023, G292/2022). ",
            "annotations": []
        },
        {
            "text": "6. Da die mit der Verfügung vom 4. September 2023 gesetzte Frist ungenützt verstrichen ist, ist der (Partei-)Antrag wegen Nichterfüllung des Mängelbehebungsauftrages gemäß §19 Abs3 Z2 litc VfGG in nichtöffentlicher Sitzung zurückzuweisen. ",
            "annotations": []
        }
    ]
}