{
    "document_id": "JFT_20230613_22V00200_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Tirol, der Verfassungsgerichtshof möge (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "\"ein Verordnungsprüfungsverfahren in Bezug auf die Gesetzmäßigkeit der Verordnung des Gemeinderates der Stadt Innsbruck vom 16.7.2015 zu Zahl MagIbk/6629/PW-PWV/2 einleiten und feststellen, dass folgende Wortfolge im §3 der Verordnung mangels ordnungsgemäßer Kundmachung gesetzwidrig und daher aufzuheben ist:",
            "annotations": []
        },
        {
            "text": "'Bereich östlich des Inn:",
            "annotations": []
        },
        {
            "text": "Karl-Kapferer-Straße, Siebererstraße, Gleiskörper der ÖBB zwischen Siebererstraße und Olympiabrücke, Olympiastraße, Anton-Melzer-Straße, Egger-Lienz-Straße zwischen Anton-Melzer-Straße und Fritz-Pregl-Straße, Fritz-Pregl-Straße, Schöpfstraße zwischen Fritz-Pregl-Straße und Peter-Mayr-Straße, Peter-Mayr-Straße zwischen Schöpfstraße und Maximilianstraße, Maximilianstraße zwischen Peter-Mayr-Straße und Kaiser-Josef-Straße, Kaiser-Josef-Straße, Anichstraße zwischen Kaiser-Josef-Straße und Innrain, Blasius-Hueber-Straße zwischen Innrain und orografisch rechtem Innufer, orografisch rechtes Innufer zwischen Universitätsbrücke und Emile-Bethouart-Steg.",
            "annotations": []
        },
        {
            "text": "Ausgenommen hiervon sind die Karl-Kapferer-Straße und die Siebererstraße.'",
            "annotations": []
        },
        {
            "text": "in eventu",
            "annotations": []
        },
        {
            "text": "ein Verordnungsprüfungsverfahren in Bezug auf die Gesetzmäßigkeit der Verordnung des Gemeinderates der Stadt Innsbruck vom 16.7.2015 zu Zahl MagIbk/6629/PW-PWV/2 einleiten und feststellen, dass die gesamte Verordnung mangels ordnungsgemäßer Kundmachung gesetzwidrig und daher aufzuheben ist.\"",
            "annotations": []
        },
        {
            "text": "Unter \"V. Sonstiges Vorbringen/Sonstige Anträge\" werden \"[a]us prozessualer Vorsicht\" im Hinblick auf das Vorbringen des Beschwerdeführers im Verfahren vor dem Landesverwaltungsgericht Tirol weitere als Eventualanträge bezeichnete Anträge betreffend die Verordnung des Gemeinderates der Stadt Innsbruck über die Erhebung einer Abgabe für das Parken von mehrspurigen Kraftfahrzeugen (in der Folge: Innsbrucker Parkabgabeverordnung 2014), die Verordnung der Bürgermeisterin der Stadt Innsbruck vom 31. Jänner 2014, Z II-SV-1738e/2013, sowie die Verordnung des Gemeinderates der Stadt Innsbruck vom 27. Juli 2015 (gemeint wohl: 16. Juli 2015), Z MagIbk/6629/PW-PWV/2, gestellt.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die anzuwendenden Bestimmungen des Tiroler Parkabgabegesetzes 2006, LGBl 9/2006 in der zum Tatzeitpunkt geltenden Fassung LGBl 59/2020, haben folgenden Wortlaut (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"§1",
            "annotations": []
        },
        {
            "text": "Anwendungsbereich",
            "annotations": []
        },
        {
            "text": "(1) Dieses Gesetz gilt für die Erhebung von Abgaben für das Abstellen von mehrspurigen Kraftfahrzeugen auf öffentlichen Straßen, die für die Parkraumbewirtschaftung genutzt werden sollen, ausgenommen in Kurzparkzonen nach §25 der Straßenverkehrsordnung 1960, BGBl Nr 159, zuletzt geändert durch das Gesetz BGBl I Nr 39/2013.",
            "annotations": []
        },
        {
            "text": "(2) Auf die Erhebung von Abgaben für das Abstellen von mehrspurigen Kraftfahrzeugen in Kurzparkzonen nach §25 der Straßenverkehrsordnung 1960 aufgrund einer Verordnung des Gemeinderates nach §15 Abs3 Z5 des Finanzausgleichsgesetzes 2008, BGBl I Nr 103/2007, zuletzt geändert durch das Gesetz BGBl I Nr 165/2013, sind folgende Bestimmungen dieses Gesetzes anzuwenden:",
            "annotations": []
        },
        {
            "text": "a) §2 Abs1 zweiter und dritter Satz sowie Abs4 sinngemäß;",
            "annotations": []
        },
        {
            "text": "b) §2 Abs5 mit der Maßgabe, dass ein nach §52 lita Z13d letzter Satz der Straßenverkehrsordnung 1960 angebrachter Hinweis als geeignet gilt;",
            "annotations": []
        },
        {
            "text": "c) §4 mit der Maßgabe, dass die Verpflichtung zur Entrichtung der Abgabe den Inhaber einer Bewilligung nach §45 Abs4 und 4a der Straßenverkehrsordnung 1960 bzw einer Bewilligung zur Entrichtung einer pauschalierten Abgabe trifft, wenn in der Verordnung eine Pauschalierung der Abgabe vorgesehen ist;",
            "annotations": []
        },
        {
            "text": "d) §7 Abs1, 2, 4 und 5 sinngemäß;",
            "annotations": []
        },
        {
            "text": "e) §8 Abs1 erster Halbsatz mit der Maßgabe, dass der Abgabenanspruch mit dem Eintritt der Rechtskraft der Bewilligung nach §45 Abs4 oder 4a der Straßenverkehrsordnung 1960 entsteht, wenn in der Verordnung hierfür die Entrichtung der Abgabe in Form eines Pauschalbetrages vorgesehen ist;",
            "annotations": []
        },
        {
            "text": "f) §8 Abs3 sinngemäß;",
            "annotations": []
        },
        {
            "text": "g) §8 Abs4 mit der Maßgabe, dass lita Z1 unter den genannten Voraussetzungen auch bei Vorliegen einer in einer Verordnung im Sinn des §2 Abs1 vorgesehenen Bewilligung zur Entrichtung einer pauschalierten Abgabe anzuwenden ist;",
            "annotations": []
        },
        {
            "text": "h) §§9 bis 13 sinngemäß;",
            "annotations": []
        },
        {
            "text": "i) §14 Abs1 lita, b und c erster Fall sowie Abs2 bis 4.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§8",
            "annotations": []
        },
        {
            "text": "Abgabenanspruch, Fälligkeit",
            "annotations": []
        },
        {
            "text": "(1) Der Abgabenanspruch entsteht mit dem Abstellen des Kraftfahrzeuges, soweit im Abs2 nichts anderes bestimmt ist.",
            "annotations": []
        },
        {
            "text": "(2) In den Fällen der §§6 und 7 entsteht der Abgabenanspruch mit dem Eintritt der Rechtskraft der Bewilligung.",
            "annotations": []
        },
        {
            "text": "(3) Die Parkabgabe wird mit der Entstehung des Abgabenanspruches fällig. Der Gemeinderat kann in Verordnungen nach §2 Abs1 bestimmen, dass fällige Parkabgaben nach §5 unter einer bestimmten Höhe nicht erhoben werden.",
            "annotations": []
        },
        {
            "text": "(4)–(5) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§14",
            "annotations": []
        },
        {
            "text": "Strafbestimmungen",
            "annotations": []
        },
        {
            "text": "(1) Wer",
            "annotations": []
        },
        {
            "text": "a) durch Handlungen oder Unterlassungen die Parkabgabe hinterzieht oder verkürzt,",
            "annotations": []
        },
        {
            "text": "b)–e) […]",
            "annotations": []
        },
        {
            "text": "begeht eine Verwaltungsübertretung und ist von der Bezirksverwaltungsbehörde mit Geldstrafe bis zu 370,– Euro zu bestrafen.",
            "annotations": []
        },
        {
            "text": "(2)–(4) […]\"",
            "annotations": []
        },
        {
            "text": "2. Die anzuwendenden Bestimmungen des Tiroler Parkabgabegesetzes 2006, LGBl 9/2006 in der zum Zeitpunkt der Erlassung der Innsbrucker Parkabgabenverordnung 2014 geltenden Fassung LGBl 51/2014, haben folgenden Wortlaut (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"§2",
            "annotations": []
        },
        {
            "text": "Abgabengegenstand",
            "annotations": []
        },
        {
            "text": "(1) Die Gemeinden werden ermächtigt, durch Verordnung des Gemeinderates für das Abstellen von mehrspurigen Kraftfahrzeugen auf öffentlichen Straßen, die für die Parkraumbewirtschaftung genutzt werden sollen, ausgenommen in Kurzparkzonen nach §25 der Straßenverkehrsordnung 1960, eine Abgabe – im Folgenden kurz Parkabgabe genannt – zu erheben. Die Gemeinde hat, sofern es sich nicht um Gemeindestraßen handelt, vor der Erlassung einer solchen Verordnung den Straßenverwalter zu hören. Für die Abgabe einer Äußerung ist eine angemessene, drei Monate nicht übersteigende Frist festzusetzen.",
            "annotations": []
        },
        {
            "text": "(2) Für die Parkraumbewirtschaftung können jene öffentlichen Straßen genutzt werden, die regelmäßig von einem größeren Personenkreis als Parkraum nachgefragt werden.",
            "annotations": []
        },
        {
            "text": "(3) Öffentliche Straßen im Sinn dieses Gesetzes sind die unmittelbar dem Verkehr mit Kraftfahrzeugen dienenden Flächen von öffentlichen Straßen im Sinn des Tiroler Straßengesetzes, LGBl Nr 13/1989, in der jeweils geltenden Fassung.",
            "annotations": []
        },
        {
            "text": "(4) Die öffentlichen Straßen, auf denen das Abstellen von mehrspurigen Kraftfahrzeugen abgabepflichtig ist, sind in Verordnungen nach Abs1 hinreichend genau zu bezeichnen (Parkzonen). Weiters sind die Zeiten, in denen die Abgabepflicht besteht, anzuführen.",
            "annotations": []
        },
        {
            "text": "(5) Auf die Abgabepflicht für das Abstellen von mehrspurigen Kraftfahrzeugen in einer Parkzone ist auf geeignete Art hinzuweisen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§5",
            "annotations": []
        },
        {
            "text": "Bemessungsgrundlage und Höhe der Parkabgabe",
            "annotations": []
        },
        {
            "text": "(1) Die Höhe der Parkabgabe ist mit höchstens 1,1 Euro je angefangene halbe Stunde der Dauer des Abstellens eines Kraftfahrzeuges festzusetzen, soweit in den Abs2 und 3 und in den §§6 und 7 nichts anderes bestimmt ist.",
            "annotations": []
        },
        {
            "text": "(2) Im Interesse einer bestmöglichen Parkraumbewirtschaftung kann die Parkabgabe unter Berücksichtigung der örtlichen Verhältnisse und der jeweils zulässigen Abstelldauer in unterschiedlicher Höhe festgesetzt werden. Derartige Parkzonen sind in Verordnungen nach §2 Abs1 zu bezeichnen.",
            "annotations": []
        },
        {
            "text": "(3) Wird in Verordnungen nach §2 Abs1 die Verwendung von Parkzeitgeräten im Sinn des §8 der Kurzparkzonen-Überwachungsverordnung, BGBl Nr 857/1994, zuletzt geändert durch die Verordnung BGBl II Nr 145/2008, als Kontrolleinrichtung für zulässig erklärt, so kann der Gemeinderat die Höhe der Parkabgabe in Bruchteilen einer halben Stunde festsetzen. Die Höhe der je 30 Minuten zu entrichtenden Parkabgabe darf die nach Abs1 oder 2 je angefangene halbe Stunde festgesetzte Parkabgabe nicht überschreiten.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§9",
            "annotations": []
        },
        {
            "text": "Art der Entrichtung, Kontrolleinrichtungen",
            "annotations": []
        },
        {
            "text": "(1) Die Art der Entrichtung der Parkabgabe und die zu verwendenden Kontrolleinrichtungen sind in Verordnungen nach §2 Abs1 so zu bestimmen, dass die Entrichtung möglichst erleichtert und der mit der Einhebung verbundene Verwaltungsaufwand möglichst gering gehalten wird. Eine Verpflichtung zur Verwendung von Parkzeitgeräten darf in solchen Verordnungen nicht vorgesehen werden.",
            "annotations": []
        },
        {
            "text": "(2) […]\"",
            "annotations": []
        },
        {
            "text": "3. §15 Abs3 Z5 des Bundesgesetzes, mit dem der Finanzausgleich für die Jahre 2008 bis 2013 geregelt wird und sonstige finanzausgleichsrechtliche Bestimmungen getroffen werden (Finanzausgleichsgesetz 2008 – FAG 2008), BGBl I 103/2007 idF BGBl I 117/2015, hat folgenden Wortlaut (Zitat ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"D. Gemeindeabgaben auf Grund freien Beschlussrechtes",
            "annotations": []
        },
        {
            "text": "§15. (1)–(2) […]",
            "annotations": []
        },
        {
            "text": "(3) Die Gemeinden werden ferner ermächtigt, durch Beschluss der Gemeindevertretung folgende Abgaben vorbehaltlich weiter gehender Ermächtigung durch die Landesgesetzgebung auszuschreiben:",
            "annotations": []
        },
        {
            "text": "1.–4. […]",
            "annotations": []
        },
        {
            "text": "5. Mit Wirkung vom 1. Jänner 2006: Abgaben für das Abstellen mehrspuriger Kraftfahrzeuge in Kurzparkzonen gemäß §25 StVO 1960. Ausgenommen sind:",
            "annotations": []
        },
        {
            "text": "a) Einsatzfahrzeuge und Fahrzeuge im öffentlichen Dienst gemäß §§26 und 26a StVO 1960;",
            "annotations": []
        },
        {
            "text": "b) Fahrzeuge des Straßendienstes und der Müllabfuhr gemäß §27 StVO 1960;",
            "annotations": []
        },
        {
            "text": "c) Fahrzeuge, die von Ärzten bei einer Fahrt zur Leistung ärztlicher Hilfe gelenkt werden, sofern sie beim Abstellen mit einer Tafel gemäß §24 Abs5 StVO 1960 gekennzeichnet sind;",
            "annotations": []
        },
        {
            "text": "d) Fahrzeuge, die von Personen im diplomierten ambulanten Pflegedienst bei einer Fahrt zur Durchführung solcher Pflege gelenkt werden, sofern sie beim Abstellen mit einer Tafel gemäß §24 Abs5a StVO 1960 gekennzeichnet sind;",
            "annotations": []
        },
        {
            "text": "e) Fahrzeuge, die von Inhabern eines Parkausweises für Behinderte gemäß §29b StVO 1960 abgestellt oder in denen solche Personen befördert werden, sofern die Fahrzeuge beim Abstellen mit diesem Ausweis gekennzeichnet sind;",
            "annotations": []
        },
        {
            "text": "f) Fahrzeuge, die für den Bund, eine andere Gebietskörperschaft oder einen Gemeindeverband zugelassen sind, ausgenommen Personenkraftwagen;",
            "annotations": []
        },
        {
            "text": "g) Fahrzeuge, die lediglich zum Zwecke des Aus- und Einsteigens von Personen oder für die Dauer der Durchführung einer Ladetätigkeit halten.",
            "annotations": []
        },
        {
            "text": "(4) […]\"",
            "annotations": []
        },
        {
            "text": "4. Die Verordnung des Gemeinderates der Stadt Innsbruck über die Erhebung einer Abgabe für das Parken von mehrspurigen Kraftfahrzeugen (Innsbrucker Parkabgabeverordnung 2014 – IPAbgVO 2014), Gemeinderatsbeschluss vom 21. November 2013 idF des Gemeinderatsbeschlusses vom 22. April 2021, hat folgenden Wortlaut (auszugsweise Wiedergabe, Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Auf Grund §2 Abs1, §5 Abs2 und 3 und §§6 und 9 Abs1 Tiroler Parkabgabegesetz 2006, LGBl Nr 9 in der Fassung LGBl Nr 51/2014, sowie §15 Abs3 Z5 FAG 2008, BGBl I Nr 103/2007 in der Fassung BGBl I Nr 118/2015, wird nach Anhörung des Straßenverwalters verordnet:",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Abgabegegenstand",
            "annotations": []
        },
        {
            "text": "(1) Die Stadt Innsbruck erhebt eine Abgabe für das Parken von mehrspurigen Kraftfahrzeugen (Parkabgabe)",
            "annotations": []
        },
        {
            "text": "a) in den in Anlage I bezeichneten Kurzparkzonen (§25 StVO 1960, BGBl Nr 159, zuletzt geändert durch das Gesetz BGBl I Nr 123/2015), während der dort jeweils verordneten Kurzparkzeiten sowie",
            "annotations": []
        },
        {
            "text": "b) in den in den Anlagen II, III und IV bezeichneten Parkzonen (§2 Abs4 Tiroler Parkabgabegesetz 2006) während der dort jeweils verordneten Zeiten.",
            "annotations": []
        },
        {
            "text": "(2) Als Parken im Sinn des Abs1 gilt das Stehenlassen eines Fahrzeugs, das nicht durch die Verkehrslage oder durch sonstige wichtige Umstände erzwungen ist, für mehr als zehn Minuten oder über die Dauer der Durchführung einer Ladetätigkeit hinaus.",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Abgabeschuldner",
            "annotations": []
        },
        {
            "text": "Zur Entrichtung der Abgabe ist der Lenker des Fahrzeuges verpflichtet, in den Fällen der §§5 und 6 jedoch der Inhaber einer Bewilligung nach §45 Abs4 oder Abs4a StVO 1960 BGBl Nr 159, zuletzt geändert durch das Gesetz BGBl I Nr 123/2015 oder nach §6 Abs1 und Abs3 Tiroler Parkabgabegesetz 2006.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§9",
            "annotations": []
        },
        {
            "text": "Schluss- und Übergangsbestimmungen",
            "annotations": []
        },
        {
            "text": "(1) Diese Verordnung tritt hinsichtlich Anlage II Z1 und Anlage III mit Kundmachung an der Amtstafel in Kraft.",
            "annotations": []
        },
        {
            "text": "Im Übrigen tritt sie in den Parkzonen der Anlagen II bis IV mit Anbringung der in §2 Abs5 Tiroler Parkabgabegesetz 2006 vorgeschriebenen Hinweise, in den Kurzparkzonen der Anlage I mit Kundmachung der Kurzparkzone durch Straßenverkehrszeichen in Kraft. Ein In-Kraft-Treten in einzelnen örtlichen Teilbereichen ist dabei zulässig. Gleichzeitig tritt für die jeweiligen Gebiete die Innsbrucker Parkabgabeverordnung 2006 außer Kraft. Bereits vorab darf auf Antrag die pauschale Entrichtung der Parkabgabe bewilligt werden. Diese Bewilligungen gelten ab In-Kraft-Treten dieser Verordnung im jeweiligen Gebiet.",
            "annotations": []
        },
        {
            "text": "(2)–(4) […]",
            "annotations": []
        },
        {
            "text": "ANLAGE I",
            "annotations": []
        },
        {
            "text": "Abgabepflichtige Kurzparkzonen im Sinn des §1 Abs1 lita sind alle Kurzparkzonen innerhalb der durch die folgenden Straßen, Anlagen und natürlichen Gegebenheiten umgrenzten Bereiche einschließlich der in den Straßen bzw Straßenabschnitten selbst verordneten Kurzparkzonen:",
            "annotations": []
        },
        {
            "text": "1) Bereich 1 (Stadtzentrum östlich des Inn):",
            "annotations": []
        },
        {
            "text": "Karl-Kapferer-Straße, Siebererstraße, Gleiskörper der ÖBB zwischen Siebererstraße und Olympiabrücke, Olympiastraße, Anton-Melzer-Straße, Egger-Lienz-Straße zwischen Anton-Melzer-Straße und Fritz-Pregl-Straße, Fritz-Pregl-Straße, Schöpfstraße zwischen Fritz-Pregl-Straße und Peter-Mayr-Straße, Peter-Mayr-Straße zwischen Schöpfstraße und Maximilianstraße, Maximilianstraße zwischen Peter-Mayr-Straße und Kaiser-Josef-Straße, Kaiser-Josef-Straße, Anichstraße zwischen Kaiser-Josef-Straße und Innrain, Blasius-Hueber-Straße zwischen Innrain und orografisch rechtem Innufer, orografisch rechtes Innufer zwischen Universitätsbrücke und Emile-Béthouart-Steg.",
            "annotations": []
        },
        {
            "text": "Ausgenommen hiervon sind die Karl-Kapferer-Straße und die Siebererstraße.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "HINWEIS:",
            "annotations": []
        },
        {
            "text": "Die Kundmachung der Verordnung des Gemeinderates vom 16.07.2015 erfolgte am 29.Juli 2015 und trat mit dem folgenden Tag in Kraft. Im Übrigen tritt die Parkabgabeverordnung 2014 in der Fassung dieser Verordnung in den Parkzonen der Anlagen II bis IV mit Anbringung der in §2 Abs5 Tiroler Parkabgabegesetz 2006 vorgeschriebenen Hinweise, in den Kurzparkzonen der Anlage I mit Kundmachung der Kurzparkzone durch Straßenverkehrszeichen in Kraft. Ein In-Kraft-Treten in einzelnen örtlichen Teilbereichen ist dabei zulässig. Gleichzeitig tritt für die jeweiligen Gebiete die Innsbrucker Parkabgabeverordnung 2006 außer Kraft.",
            "annotations": []
        },
        {
            "text": "Bereits vorab darf auf Antrag die pauschale Entrichtung der Parkabgabe bewilligt werden. Diese Bewilligungen gelten ab In-Kraft-Treten dieser Verordnung im jeweiligen Gebiet\"",
            "annotations": []
        },
        {
            "text": "5. Die Verordnung des Gemeinderates der Stadt Innsbruck vom 16. Juli 2015, Z MagIbk/6629/PW-PWV/2, kundgemacht durch Anschlag an der Amtstafel des Stadtmagistrates Innsbruck in der Zeit vom 29. Juli bis 12. August 2015 sowie durch die Aufstellung von Straßenverkehrszeichen, hat folgenden Wortlaut (Zitat ohne die Hervorhebungen im Original, die mit dem Hauptantrag angefochtene Wort- und Zeichenfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Aufgrund der §§25, 43 Abs1 litb und 94d StVO 1960, BGBl Nr 159, zuletzt geändert durch das Gesetz BGBl I Nr 88/2014, wird verordnet:",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "'Kurzparkzone' (§25 StVO i.V.m. §52 lita Z13d und Z13e StVO 1960)",
            "annotations": []
        },
        {
            "text": "- werktags, Montag bis Freitag von 09.00 bis 21.00 und Samstag von 09.00 bis 13.00 -",
            "annotations": []
        },
        {
            "text": "- Kurzparkdauer 90 Minuten -",
            "annotations": []
        },
        {
            "text": "- gebührenpflichtig -",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Betroffen von dieser Regelung sind alle Straßen der im §3 dieser Verordnung umschriebenen Gebiete, soweit es sich um öffentliche Straßen, ausgenommen Bundes- oder Landesstraßen, handelt.",
            "annotations": []
        },
        {
            "text": "§3",
            "annotations": []
        },
        {
            "text": "Die Verkehrsregelung gilt für die durch die nachstehend angeführten Straßen und natürlichen Gegebenheiten umgrenzten Bereiche einschließlich dieser Straßen bzw Straßenabschnitte selbst:",
            "annotations": []
        },
        {
            "text": "Bereich östlich des Inn:",
            "annotations": []
        },
        {
            "text": "Karl-Kapferer-Straße, Siebererstraße, Gleiskörper der ÖBB zwischen Siebererstraße und Olympiabrücke, Olympiastraße, Anton-Melzer-Straße, Egger-Lienz-Straße zwischen Anton-Melzer-Straße und Fritz-Pregl-Straße, Fritz-Pregl-Straße, Schöpfstraße zwischen Fritz-Pregl-Straße und Peter-Mayr-Straße, Peter-Mayr-Straße zwischen Schöpfstraße und Maximilianstraße, Maximilianstraße zwischen Peter-Mayr-Straße und Kaiser-Josef-Straße, Kaiser-Josef-Straße, Anichstraße zwischen Kaiser-Josef-Straße und Innrain, Blasius-Hueber-Straße zwischen Innrain und orografisch rechtem Innufer, orografisch rechtes Innufer zwischen Universitätsbrücke und Emile-Béthouart-Steg. ",
            "annotations": []
        },
        {
            "text": "Ausgenommen hiervon sind die Karl-Kapferer-Straße und die Siebererstraße.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§4",
            "annotations": []
        },
        {
            "text": "Weiterreichende gesetzliche oder verordnete Halte- und Parkbeschränkungen in den umschriebenen Gebieten bleiben aufrecht.",
            "annotations": []
        },
        {
            "text": "§5",
            "annotations": []
        },
        {
            "text": "Diese Verordnung tritt mit Anbringung der Verkehrszeichen in Kraft. Gleichzeitig treten die im jeweiligen örtlichen Geltungsbereich mit Verordnung vom 31.01.2014, Zl II-SV-1738e/2013, gebietsweise verfügten Kurzparkzonen außer Kraft.",
            "annotations": []
        },
        {
            "text": "Für den Gemeinderat:",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "6. Die Verordnung der Bürgermeisterin der Landeshauptstadt Innsbruck vom 31. Jänner 2014, Z II-SV-1738e/2013, kundgemacht durch Anschlag an der Amtstafel des Stadtmagistrates Innsbruck in der Zeit vom 6. bis 20. Februar 2014 sowie durch die Aufstellung von Straßenverkehrszeichen, hat folgenden Wortlaut (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Aufgrund der §§25 und 94b StVO 1960, BGBl Nr 159, zuletzt geändert durch das Gesetz BGBl I Nr 33/2013, wird folgende Verkehrsregelung verfügt:",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "'Kurzparkzone' (§52 Z13d und 13e StVO 1960)",
            "annotations": []
        },
        {
            "text": "werktags – Montag bis Freitag von 9.00 Uhr bis 21.00 Uhr und Samstag von 9.00 bis 13.00 Uhr – Kurzparkdauer 90 Minuten – gebührenpflichtig",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Betroffen von dieser Regelung sind alle Straßen der im §3 dieser Verordnung umschriebenen Gebiete, soweit es sich um öffentliche Straßen, ausgenommen Gemeindestraßen handelt.",
            "annotations": []
        },
        {
            "text": "§3",
            "annotations": []
        },
        {
            "text": "Die Verkehrsregelung gilt für die durch die nachangeführten Straßen und natürlichen Gegebenheiten umgrenzten Bereiche einschließlich dieser Straßen bzw Straßenabschnitte selbst:",
            "annotations": []
        },
        {
            "text": "Bereich östlich des Inn:",
            "annotations": []
        },
        {
            "text": "Karl-Kapferer-Straße, Siebererstraße, Gleiskörper der ÖBB zwischen Siebererstraße und Olympiabrücke, Graßmayrstraße zwischen Olympiabrücke und Anton-Melzer-Straße, Anton-Melzer-Straße, Egger-Lienz-Straße zwischen Anton-Melzer-Straße und Andreas-Hofer-Straße, Andreas-Hofer-Straße zwischen Egger-Lienz-Straße und Müllerstraße, Müllerstraße zwischen Andreas-Hofer-Straße und Speckbacherstraße, Speckbacherstraße zwischen Müllerstraße und Maximilianstraße, Kaiser-Josef-Straße, Anichstraße zwischen Kaiser-Josef-Straße und Blasius-Hueber-Straße, Blasius-Hueber-Straße zwischen Anichstraße und Herzog-Siegmund-Ufer, Herzog-Siegmund-Ufer, Innpromenade zwischen Herzog-Siegmund-Ufer und Emile-Béthouart-Steg.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§4",
            "annotations": []
        },
        {
            "text": "Weiterreichende gesetzliche oder verordnete Halte- und Parkbeschränkungen in den umschriebenen Gebieten bleiben aufrecht.",
            "annotations": []
        },
        {
            "text": "§5",
            "annotations": []
        },
        {
            "text": "Diese Verordnung tritt mit Anbringung der Verkehrszeichen in Kraft. Gleichzeitig treten im jeweiligen örtlichen Geltungsbereich die gebietsweise verordneten Kurzparkzonen außer Kraft.",
            "annotations": []
        },
        {
            "text": "Für die Bürgermeisterin:",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "7. Die anzuwendenden Bestimmungen des Bundesgesetzes vom 6. Juli 1960, mit dem Vorschriften über die Straßenpolizei erlassen werden (Straßenverkehrsordnung 1960 – StVO. 1960), BGBl 159/1960, lauten in der jeweils maßgeblichen Fassung wie folgt (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"§25. Kurzparkzonen",
            "annotations": []
        },
        {
            "text": "(1) Wenn und insoweit es zu bestimmten Zeiten aus ortsbedingten Gründen (auch im Interesse der Wohnbevölkerung) oder zur Erleichterung der Verkehrslage erforderlich ist, kann die Behörde durch Verordnung für bestimmte Straßen oder Straßenstrecken oder für Straßen innerhalb eines bestimmten Gebietes das Parken zeitlich beschränken (Kurzparkzone). Die Kurzparkdauer darf nicht weniger als 30 Minuten und nicht mehr als 3 Stunden betragen.",
            "annotations": []
        },
        {
            "text": "(2) Verordnungen nach Abs1 sind durch die Zeichen nach §52 Z13d und 13e kundzumachen; §44 Abs1 gilt hiefür sinngemäß. Zusätzlich können Kurzparkzonen mit Bodenmarkierungen in blauer Farbe auf der Fahrbahn oder auf dem Randstein sowie mit blauen Markierungsstreifen an den im Bereich einer Kurzparkzone vorhandenen Anbringungsvorrichtungen für Straßenverkehrszeichen, Beleuchtungsmasten oder dergleichen gekennzeichnet werden.",
            "annotations": []
        },
        {
            "text": "(3) Beim Abstellen eines mehrspurigen Fahrzeuges in einer Kurzparkzone hat der Lenker das zur Überwachung der Kurzparkdauer bestimmte Hilfsmittel bestimmungsgemäß zu handhaben.",
            "annotations": []
        },
        {
            "text": "(4) Der Bundesminister für Verkehr, Innovation und Technologie hat durch Verordnung die Art der Überwachung der Kurzparkdauer und das hiefür notwendige Hilfsmittel zu bestimmen; er hat dabei auf den Zweck einer zeitlichen Parkbeschränkung sowie auf eine kostengünstige und einfache Handhabung des Hilfsmittels Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "(4a) Für Kurzparkzonen, in denen für das Abstellen eines mehrspurigen Fahrzeuges auf Grund abgabenrechtlicher Vorschriften eine Gebühr zu entrichten und für die Überwachung der Gebührenentrichtung die Verwendung eines technischen oder sonstigen Hilfsmittels vorgesehen ist, kann der Bundesminister für Verkehr, Innovation und Technologie mit Verordnung festlegen, unter welchen Voraussetzungen dieses Hilfsmittel zugleich auch als Hilfsmittel für die Überwachung der Kurzparkdauer gilt. Wenn für die Überwachung der Gebührenentrichtung die Anbringung des Hilfsmittels am Fahrzeug vorgesehen ist, kann der Bundesminister für Verkehr, Innovation und Technologie weiters aus Gründen der Einheitlichkeit mit Verordnung auch die Art, das Aussehen und die Handhabung des Hilfsmittels bestimmen.",
            "annotations": []
        },
        {
            "text": "(5) Die Behörde hat unter Bedachtnahme auf den Zweck einer nach §43 Abs2a verordneten Regelung durch Verordnung das zur Kontrolle notwendige Hilfsmittel zu bestimmen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§43. Verkehrsverbote, Verkehrserleichterungen und Hinweise.",
            "annotations": []
        },
        {
            "text": "(1) Die Behörde hat für bestimmte Straßen oder Straßenstrecken oder für Straßen innerhalb eines bestimmten Gebietes durch Verordnung",
            "annotations": []
        },
        {
            "text": "a) […]",
            "annotations": []
        },
        {
            "text": "b) wenn und insoweit es die Sicherheit, Leichtigkeit oder Flüssigkeit des sich bewegenden oder die Ordnung des ruhenden Verkehrs, die Lage, Widmung, Pflege, Reinigung oder Beschaffenheit der Straße, die Lage, Widmung oder Beschaffenheit eines an der Straße gelegenen Gebäudes oder Gebietes oder wenn und insoweit es die Sicherheit eines Gebäudes oder Gebietes und/oder der Personen, die sich dort aufhalten, erfordert,",
            "annotations": []
        },
        {
            "text": "1. dauernde oder vorübergehende Verkehrsbeschränkungen oder Verkehrsverbote, insbesondere die Erklärung von Straßen zu Einbahnstraßen, Maß-, Gewichts- oder Geschwindigkeitsbeschränkungen, Halte- oder Parkverbote und dergleichen, zu erlassen,",
            "annotations": []
        },
        {
            "text": "2. […]",
            "annotations": []
        },
        {
            "text": "c)–d) […].",
            "annotations": []
        },
        {
            "text": "(1a)–(11) […]",
            "annotations": []
        },
        {
            "text": "§44. Kundmachung der Verordnungen.",
            "annotations": []
        },
        {
            "text": "(1) Die im §43 bezeichneten Verordnungen sind, sofern sich aus den folgenden Absätzen nichts anderes ergibt, durch Straßenverkehrszeichen oder Bodenmarkierungen kundzumachen und treten mit deren Anbringung in Kraft. […]",
            "annotations": []
        },
        {
            "text": "(1a)–(5) […]",
            "annotations": []
        },
        {
            "text": "§52. Die Vorschriftszeichen",
            "annotations": []
        },
        {
            "text": "Die Vorschriftszeichen sind",
            "annotations": []
        },
        {
            "text": "a) Verbots- oder Beschränkungszeichen,",
            "annotations": []
        },
        {
            "text": "b) Gebotszeichen oder",
            "annotations": []
        },
        {
            "text": "c) Vorrangzeichen.",
            "annotations": []
        },
        {
            "text": "a) Verbots- oder Beschränkungszeichen",
            "annotations": []
        },
        {
            "text": "1.–13c. […]",
            "annotations": []
        },
        {
            "text": "13d. 'KURZPARKZONE'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt den Beginn einer Kurzparkzone an. Wird dieses Zeichen auf der linken Straßenseite angebracht, so bezieht sich die Kurzparkzonenregelung nur auf diese Straßenseite. Im unteren Teil des Zeichens oder auf einer Zusatztafel ist die Zeit, während der die Kurzparkzonenregelung gilt, und die zulässige Kurzparkdauer anzugeben. Falls für das Abstellen eines Fahrzeuges in einer Kurzparkzone auf Grund abgabenrechtlicher Vorschriften eine Gebühr zu entrichten ist, so ist auf diesen Umstand durch das Wort 'gebührenpflichtig', das im unteren Teil des Zeichens oder auf einer Zusatztafel anzubringen ist, hinzuweisen.",
            "annotations": []
        },
        {
            "text": "13e. 'ENDE DER KURZPARKZONE'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt das Ende einer Kurzparkzone an.",
            "annotations": []
        },
        {
            "text": "14.–14b. […]",
            "annotations": []
        },
        {
            "text": "b) Gebotszeichen.",
            "annotations": []
        },
        {
            "text": "15.–22a. […]",
            "annotations": []
        },
        {
            "text": "c) Vorrangzeichen",
            "annotations": []
        },
        {
            "text": "23.–25b. […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§94b. Zuständigkeit der Bezirksverwaltungsbehörde",
            "annotations": []
        },
        {
            "text": "(1) Behörde im Sinne dieses Bundesgesetzes ist, sofern der Akt der Vollziehung nur für den betreffenden politischen Bezirk wirksam werden soll und sich nicht die Zuständigkeit der Gemeinde oder – im Gebiet einer Gemeinde, für das die Landespolizeidirektion zugleich Sicherheitsbehörde erster Instanz ist – der Landespolizeidirektion ergibt, die Bezirksverwaltungsbehörde",
            "annotations": []
        },
        {
            "text": "a) […]",
            "annotations": []
        },
        {
            "text": "b) für die Erlassung von Verordnungen und Bescheiden,",
            "annotations": []
        },
        {
            "text": "c)–h) […].",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§94d. Eigener Wirkungsbereich der Gemeinde",
            "annotations": []
        },
        {
            "text": "Sofern der Akt der Vollziehung nur für das Gebiet der betreffenden Gemeinde wirksam werden und sich auf Straßen, die nach den Rechtsvorschriften weder als Autobahnen, Autostraßen, Bundesstraßen oder Landesstraßen gelten noch diesen Straßen gleichzuhalten sind, beziehen soll, sind folgende Angelegenheiten von der Gemeinde im eigenen Wirkungsbereich zu besorgen:",
            "annotations": []
        },
        {
            "text": "1.–1a […]",
            "annotations": []
        },
        {
            "text": "1b. die Bestimmung von Kurzparkzonen (§25),",
            "annotations": []
        },
        {
            "text": "1c.–20 […]\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Dem Beschwerdeführer im Verfahren vor dem Landesverwaltungsgericht Tirol (im Folgenden: Beschwerdeführer) wurde mit drei Straferkenntnissen des Bürgermeisters der Stadt Innsbruck, jeweils vom 11. März 2022, zur Last gelegt, er habe 1. am 8. Februar 2021, von 18.04 Uhr bis 18.16 Uhr in Innsbruck, Anichstraße gegenüber Hausnummer 25, 2. am 21. Dezember 2020, von 18.07 Uhr bis 18.21 Uhr, in Innsbruck, Bürgerstraße 18, und 3. am 4. März 2021, von 10.39 Uhr bis 11.01 Uhr, in Innsbruck, Schöpfstraße 41, als Lenker eines nach dem Kennzeichen näher bestimmten Kraftfahrzeugs in der am jeweiligen Tatort durch Vorschriftszeichen gemäß §52 Z13 litd und e StVO 1960 gekennzeichneten, abgabepflichtigen Kurzparkzone geparkt und die Kurzparkzonenabgabe hinterzogen, weil kein Parkschein angebracht gewesen sei. Über den Beschwerdeführer wurde daher jeweils gemäß §14 Abs1 lita iVm §8 Abs1 Tiroler Parkabgabegesetz 2006 eine Geldstrafe in Höhe von € 50,– (Ersatzfreiheitsstrafe in der Dauer von einem Tag) verhängt und ihm jeweils ein Beitrag zu den Kosten des Verwaltungsstrafverfahrens in Höhe von € 10,– vorgeschrieben.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass dieser Verfahren stellt das Landesverwaltungsgericht Tirol den vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag, der Verfassungsgerichtshof möge ein Verfahren zur Prüfung der Verordnung des Gemeinderates der Stadt Innsbruck vom 16. Juli 2015, Z MagIbk/6629/PW-PWV/2, einleiten und feststellen, dass eine im (Haupt-)Antrag näher bezeichnete Wort- und Zeichenfolge in §3 der Verordnung mangels ordnungsgemäßer Kundmachung gesetzwidrig sei. In eventu wird die Feststellung beantragt, dass die gesamte Verordnung gesetzwidrig sei.",
            "annotations": []
        },
        {
            "text": "Unter \"V. Sonstiges Vorbringen/Sonstige Anträge\" werden im Hinblick auf das Vorbringen des Beschwerdeführers im Verfahren vor dem Landesverwaltungsgericht Tirol weitere als Eventualanträge bezeichnete Anträge betreffend die Innsbrucker Parkabgabeverordnung 2014, die Verordnung der Bürgermeisterin der Stadt Innsbruck vom 31. Jänner 2014, Z II-SV-1738e/2013, sowie die Verordnung des Gemeinderates der Stadt Innsbruck vom 27. Juli 2015 (gemeint wohl: 16. Juli 2015), Z MagIbk/6629/PW-PWV/2, gestellt.",
            "annotations": []
        },
        {
            "text": "2.1. Das Landesverwaltungsgericht Tirol führt zunächst zur Zulässigkeit des vorliegenden Antrages Folgendes aus:",
            "annotations": []
        },
        {
            "text": "Dem Beschwerdeführer würden in den anhängigen Beschwerdeverfahren jeweils Verwaltungsübertretungen nach §14 Abs1 lita iVm §8 Abs1 Tiroler Parkabgabegesetz 2006 zur Last gelegt. Die Abgabepflicht resultiere aus §2 Abs1 Tiroler Parkabgabegesetz 2006, wonach die Gemeinden ermächtigt würden, durch Verordnung des Gemeinderates für das Abstellen von mehrspurigen Kraftfahrzeugen auf öffentlichen Straßen, die für die Parkraumbewirtschaftung genutzt werden sollen, ausgenommen in Kurzparkzonen nach §25 StVO 1960, eine Parkabgabe zu erheben. Gestützt auf diese Bestimmung sehe §1 Abs1 lita Innsbrucker Parkabgabeverordnung 2014 vor, dass in den in Anlage I der Verordnung bezeichneten Kurzparkzonen eine Parkabgabe während der dort jeweils verordneten Kurzparkzeiten erhoben werde.",
            "annotations": []
        },
        {
            "text": "Mit der angefochtenen Verordnung des Gemeinderates der Stadt Innsbruck vom 16. Juli 2015, Z MagIbk/6629/PW-PWV/2, seien ua auf Grundlage des §25 StVO 1960 bestimmte Kurzparkzonen festgelegt worden. Diese Verordnung habe durch die Aufstellung entsprechender Straßenverkehrszeichen ein Mindestmaß an Publizität und somit rechtliche Existenz erlangt, sodass sie mit verbindlicher Wirkung für jedermann zustande gekommen sei. Die angefochtene Verordnung sei im Verfahren vor dem Landesverwaltungsgericht Tirol präjudiziell, weil die Frage, ob der Beschwerdeführer einer Abgabepflicht unterlegen sei, davon abhänge, ob die angefochtene Verordnung über die Festlegung von Kurzparkzonen zum Tatzeitpunkt ordnungsgemäß kundgemacht gewesen sei.",
            "annotations": []
        },
        {
            "text": "2.2. In der Folge legt das Landesverwaltungsgericht Tirol seine Bedenken gegen die gesetzmäßige Kundmachung der angefochtenen Verordnung dar:",
            "annotations": []
        },
        {
            "text": "Nach der ständigen Rechtsprechung des Verwaltungsgerichtshofes genüge es für die ordnungsgemäße Kundmachung einer ein größeres Gebiet umfassenden Kurzparkzone, dass an allen Ein- und Ausfahrtsstellen Vorschriftszeichen nach §52 Z13 lit13d und 13e StVO 1960 angebracht seien. Eine solche ordnungsgemäße Anbringung von Vorschriftszeichen an allen Ein- und Ausfahrtsstellen der Kurzparkzone scheine jedoch im Fall der angefochtenen Kurzparkzone nicht erfolgt zu sein.",
            "annotations": []
        },
        {
            "text": "Das Verfahren vor dem Landesverwaltungsgericht Tirol habe ergeben, dass der Aufstellungsort der Straßenverkehrszeichen zur Kundmachung der angefochtenen Kurzparkzone an mehreren Stellen um deutlich mehr als fünf Meter vom eigentlichen Beginn und Ende der verordneten Kurzparkzone abweiche. Dies sei anhand der vom Beschwerdeführer übermittelten Lichtbilder eindeutig nachgewiesen worden. So zeige eines dieser Lichtbilder, dass beim Straßenverlauf \"Anichstraße zwischen Kaiser-Josef-Straße und Innrain, Blasius-Hueber-Straße zwischen Innrain und orografisch rechtem Innufer\" das Straßenverkehrszeichen am rechten Fahrbahnrand des Innrains um mehr als fünf Meter von der Kreuzung des Innrains mit der Anichstraße entfernt aufgestellt worden sei. Aus den vorgelegten Lichtbildern ergebe sich ferner, dass die Straßenverkehrszeichen betreffend den Beginn und das Ende der Kurzparkzone nicht – wie verordnet – bei der Kreuzung Egger-Lienz-Straße/Fritz-Pregl-Straße angebracht seien, sondern in Fahrtrichtung Osten deutlich vor dem bei der Kreuzung verordneten Beginn und in Fahrtrichtung Westen deutlich nach dem bei der Kreuzung verordneten Ende der Kurzparkzone.",
            "annotations": []
        },
        {
            "text": "Die in den angefochtenen Straferkenntnissen angeführten Tatorte (\"Anichstraße gegenüber Hnr. 25\", \"Bürgerstraße 18\" und \"Schöpfstraße 41\") würden sich alle in der in §3 der angefochtenen Verordnung als \"Bereich östlich des Inn\" bezeichneten Kurzparkzone befinden. Nach der Rechtsprechung des Verwaltungsgerichtshofes hänge die Gebührenpflicht von der Existenz einer Kurzparkzone iSd Straßenverkehrsordnung 1960 ab und entstehe der betreffende Abgabenanspruch daher dann nicht, wenn es infolge eines Fehlers bei der Kundmachung der betreffenden Kurzparkzonenverordnung an einer Kurzparkzone fehle. Nach Ansicht des Landesverwaltungsgerichtes Tirol sei die angefochtene Verordnung infolge der aufgezeigten Abweichungen der Aufstellungsorte von dem tatsächlich verordneten Beginn und Ende der Kurzparkzone nicht gesetzmäßig kundgemacht worden. Dies gelte jedenfalls für die in der angefochtenen Verordnung mit \"Bereich östlich des Inn\" umschriebene Kurzparkzone.",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf die den Bestrafungen des Beschwerdeführers zugrundeliegende Annahme der belangten Behörde, dass dieser sein Fahrzeug in einer ordnungsgemäß kundgemachten Kurzparkzone abgestellt habe, sei die Aufhebung des mit dem Hauptantrag angefochtenen Teiles der angefochtenen Verordnung zur Beseitigung der Rechtswidrigkeit der angefochtenen Straferkenntnisse ausreichend. Auf das weitere Vorbringen des Beschwerdeführers betreffend mögliche Rechtswidrigkeiten der Innsbrucker Parkabgabeverordnung 2014, der Verordnung des Gemeinderates der Stadt Innsbruck vom 27. Juli 2015 (gemeint wohl: 16. Juli 2015), Z MagIbk/6629/PW-PWV/2, sowie der Verordnung der Bürgermeisterin der Stadt Innsbruck vom 31. Jänner 2014, Z II-SV-1738e/2013, müsse daher nicht näher eingegangen werden.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Tirol stellt dessen ungeachtet in Punkt V. (\"Sonstiges Vorbringen/Sonstige Anträge\") des vorliegenden Antrages \"[a]us prozessualer Vorsicht\" weitere als Eventualanträge bezeichnete Anträge betreffend die Innsbrucker Parkabgabeverordnung 2014, die Verordnung der Bürgermeisterin der Stadt Innsbruck vom 31. Jänner 2014, Z II-SV-1738e/2013, sowie die Verordnung des Gemeinderates der Stadt Innsbruck vom 27. Juli 2015 (gemeint wohl: 16. Juli 2015), Z MagIbk/6629/PW-PWV/2.",
            "annotations": []
        },
        {
            "text": "3. Der Gemeinderat der Stadt Innsbruck hat als verordnungserlassende Behörde keine Äußerung erstattet (zur Frage der Zurechenbarkeit einer Äußerung zu der \"Verwaltungsbehörde, die die Verordnung erlassen hat\" iSd §58 Abs2 VfGG vgl zB VfSlg 10.690/1985, 10.739/1985, 11.460/1987 und 14.084/1995).",
            "annotations": []
        },
        {
            "text": "4. Der Stadtmagistrat der Stadt Innsbruck hat die Akten betreffend das Zustandekommen der zur Prüfung gestellten Verordnung vorgelegt. Der Amtsvorstand des Amtes für Präsidialangelegenheiten hat \"[f]ür die belangte Behörde\" unaufgefordert eine Äußerung erstattet, in der ua Folgendes dargelegt wird:",
            "annotations": []
        },
        {
            "text": "\"Dazu wird ausgeführt, dass laut Mitteilung des Straßenverwalters der tatsächliche Standort des Verkehrszeichens am Beginn der Kurzparkzone im Bereich der Kreuzung Innrain/Anichstraße ca 58 m und am Ende der Kurzparkzone ca 76 m von der nach dem strengen Wortlaut der Verordnung bezeichneten Punkten abweicht. Auch der tatsächliche Standort des Verkehrszeichens am Beginn der Kurzparkzone im Bereich Egger-Lienz-Straße/Fritz-Pregl-Straße weicht laut Auskunft des Straßenverwalters um ca 90 m, der am Ende der Kurzparkzone um ca 49 m von dem, dem Wortlaut der Verordnung entsprechenden Punkt ab.\"",
            "annotations": []
        },
        {
            "text": "5. Die Tiroler Landesregierung hat die auf die Innsbrucker Parkabgabeverordnung 2014 Bezug habenden Akten vorgelegt, vor der Erstattung einer Äußerung jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "6. Der Beschwerdeführer hat als beteiligte Partei eine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof vertritt zu Art89 Abs1 B-VG beginnend mit dem Erkenntnis VfSlg 20.182/2017 die Auffassung, dass eine \"gehörig kundgemachte\" generelle Norm – also eine an einen unbestimmten, externen Personenkreis adressierte, verbindliche Anordnung von Staatsorganen – bereits dann vorliegt, wenn eine solche Norm ein Mindestmaß an Publizität und somit rechtliche Existenz erlangt (VfSlg 20.182/2017). Es ist nicht notwendig, dass die Kundmachung der Norm in der rechtlich vorgesehenen Weise erfolgt. Demnach haben auch Gerichte gesetzwidrig kundgemachte Verordnungen gemäß Art139 B-VG anzuwenden und diese, wenn sie Bedenken gegen ihre rechtmäßige Kundmachung haben, vor dem Verfassungsgerichtshof anzufechten. Bis zur Aufhebung durch den Verfassungsgerichtshof sind sie für jedermann verbindlich (vgl VfSlg 20.251/2018).",
            "annotations": []
        },
        {
            "text": "Die Kundmachung der angefochtenen Wort- und Zeichenfolge ist durch Anschlag an der Amtstafel des Stadtmagistrates Innsbruck in der Zeit vom 29. Juli bis 12. August 2015 sowie durch die Aufstellung von Straßenverkehrszeichen erfolgt, sodass sie mit verbindlicher Wirkung für jedermann zustande gekommen ist und in Geltung steht.",
            "annotations": []
        },
        {
            "text": "1.2. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.3. Dem Beschwerdeführer wird in den vor dem Landesverwaltungsgericht Tirol anhängigen Beschwerdeverfahren jeweils zur Last gelegt, er habe im Bereich der Kurzparkzone, die mit der im Hauptantrag angefochtenen Wort- und Zeichenfolge verordnet wurde, geparkt und die Kurzparkzonenabgabe hinterzogen. Da die Gebührenpflicht von der Existenz einer Kurzparkzone iSd Straßenverkehrsordnung 1960 abhängig ist und der betreffende Abgabenanspruch dann nicht entsteht, wenn es infolge eines Fehlers bei der Kundmachung der betreffenden Kurzparkzonenverordnung an einer Kurzparkzone fehlt (vgl zB VwGH 18.5.2004, 2002/17/0271), ist es offenkundig, dass das Landesverwaltungsgericht Tirol die angefochtene Verordnungsbestimmung anzuwenden hat.",
            "annotations": []
        },
        {
            "text": "1.4. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Hauptantrag insgesamt als zulässig, sodass auf die Eventualanträge nicht weiter einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist begründet.",
            "annotations": []
        },
        {
            "text": "2.2.1. Das Landesverwaltungsgericht Tirol macht geltend, dass der Aufstellungsort der Straßenverkehrszeichen zur Kundmachung der angefochtenen Kurzparkzone an mehreren Stellen um deutlich mehr als fünf Meter vom eigentlichen Beginn und Ende der verordneten Kurzparkzone abweiche.",
            "annotations": []
        },
        {
            "text": "2.2.2. Gemäß §44 Abs1 StVO 1960 sind die in §43 StVO 1960 bezeichneten Verordnungen, sofern sich aus den folgenden Absätzen nichts anderes ergibt, durch Straßenverkehrszeichen oder Bodenmarkierungen kundzumachen und treten mit deren Anbringung in Kraft (vgl VfSlg 18.710/2009, 19.409/2011).",
            "annotations": []
        },
        {
            "text": "Der Vorschrift des §44 Abs1 StVO 1960 ist immanent, dass die bezüglichen Straßenverkehrszeichen dort angebracht sind, wo der räumliche Geltungsbereich der Verordnung beginnt und endet. Zwar ist zur Kundmachung von Verkehrsbeschränkungen keine \"zentimetergenaue\" Aufstellung der Verkehrszeichen erforderlich (vgl VwGH 13.2.1985, 85/18/0024; 25.1.2002, 99/02/0014; 10.10.2014, 2013/02/0276), jedoch wird dieser Vorschrift nicht Genüge getan und liegt ein Kundmachungsmangel vor, wenn der Aufstellungsort vom Ort des Beginns bzw Endes des verordneten Geltungsbereiches einer Verkehrsbeschränkung signifikant abweicht (vgl VfSlg 15.749/2000 mwN; zu den in der Judikatur entwickelten Kriterien vgl VwGH 3.7.1986, 86/02/0038; 16.2.1999, 98/02/0338; 22.2.2006, 2003/17/0138; 24.11.2006, 2006/02/0232; 5.9.2008, 2008/02/0011; 21.11.2008, 2008/02/0231; 25.11.2009, 2009/02/0095; 25.6.2014, 2013/07/0294; vgl auch VfSlg 20.251/2018).",
            "annotations": []
        },
        {
            "text": "2.2.3. Der Gemeinderat der Stadt Innsbruck hat in §3 der Verordnung vom 16. Juli 2015, Z MagIbk/6629/PW-PWV/2, ua für einen durch Nennung einzelner Straßenzüge näher konkretisierten Bereich östlich des Inn gemäß §§25, 43 Abs1 litb und 94d StVO 1960 eine an Werktagen, montags bis freitags in der Zeit von 9.00 Uhr bis 21.00 Uhr und samstags in der Zeit von 9.00 Uhr bis 13.00 Uhr geltende, gebührenpflichtige Kurzparkzone (Kurzparkdauer: 90 Minuten) verordnet. Aus dem Verordnungstext ergibt sich ua, dass auf dem Innrain, in Fahrtrichtung Osten, im Bereich der Kreuzung mit der Blasius-Hueber-Straße und der Anichstraße sowie auf der Egger-Lienz-Straße, ebenfalls in Fahrtrichtung Osten, im Bereich der Kreuzung mit der Fritz-Pregl-Straße, in die angefochtene Kurzparkzone eingefahren werden kann.",
            "annotations": []
        },
        {
            "text": "2.2.4. Die verordnungserlassende Behörde ist dem Vorbringen des Landesverwaltungsgerichtes Tirol, dass der Aufstellungsort der Straßenverkehrszeichen zur Kundmachung der angefochtenen Kurzparkzone an näher bezeichneten Stellen um deutlich mehr als fünf Meter vom eigentlichen Beginn und Ende der verordneten Kurzparkzone abweiche, nicht entgegengetreten. Schon aus diesem Grund bestehen für den Verfassungsgerichtshof keine Zweifel daran, dass die Aufstellung der Straßenverkehrszeichen in Bezug auf den Anfang und das Ende des räumlichen Geltungsbereiches der angefochtenen Kurzparkzone nicht an allen möglichen Ein- und Ausfahrten den Anordnungen in der angefochtenen Verordnung entsprechen. Im Übrigen wird dies durch die in der Äußerung des Amtsvorstandes des Amtes für Präsidialangelegenheiten wiedergegebenen Mitteilung des Straßenverwalters bestätigt: Der Standort des Straßenverkehrszeichens, mit welchem im Bereich der Kreuzung Innrain/Anichstraße der Beginn der angefochtenen Kurzparkzone angezeigt wird, weicht \"ca 58 m\" von dem in der angefochtenen Verordnung bezeichneten Punkt ab. Der Standort jenes Straßenverkehrszeichens, mit dem in diesem Bereich das Ende der Kurzparkzone angezeigt wird, weicht \"ca 76 m\" von dem in der angefochtenen Verordnung bezeichneten Punkt ab. Weitere Abweichungen gibt es im Bereich der Kreuzung Egger-Lienz-Straße/Fritz-Pregl-Straße, dort sind die Straßenverkehrszeichen \"ca 90 m\" (Beginn der Kurzparkzone) und \"ca 49 m\" (Ende der Kurzparkzone) von dem mit der angefochtenen Wort- und Zeichenfolge verordneten Geltungsbereich entfernt aufgestellt.",
            "annotations": []
        },
        {
            "text": "2.2.5. Nach der Rechtsprechung des Verfassungsgerichtshofes zu §44 Abs1 StVO 1960 führt eine signifikante Abweichung zu einer nicht ordnungsgemäßen Kundmachung (vgl VfSlg 20.251/2018 mwN). Auch wenn die Rechtsprechung des Verfassungsgerichtshofes zur Kundmachung von Verordnungen iSd §44 Abs1 StVO 1960 je nach örtlichen Verkehrsverhältnissen eine bestimmte Fehlertoleranz vorsieht – die Aufstellung der entsprechenden Verkehrszeichen hat nicht \"zentimetergenau\" zu erfolgen –, bewirken die festgestellten Abweichungen von 58, 76, 90 und 49 Metern im vorliegenden Fall jedenfalls eine nicht ordnungsgemäße Kundmachung.",
            "annotations": []
        },
        {
            "text": "2.3. Die angefochtene Wort- und Zeichenfolge in §3 der Verordnung des Gemeinderates der Stadt Innsbruck vom 16. Juli 2015, Z MagIbk/6629/PW-PWV/2, verstößt mangels ordnungsgemäßer Kundmachung an sämtlichen Ein- und Ausfahrten der Kurzparkzone gegen §44 Abs1 StVO 1960. Sie ist daher gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "2.4. Eine Anwendung des Art139 Abs3 Z3 B-VG scheidet schon deswegen aus, weil die Verordnung des Gemeinderates der Stadt Innsbruck vom 16. Juli 2015, Z MagIbk/6629/PW-PWV/2, verschiedene, voneinander unabhängige Kurzparkzonen enthält. Es ist daher nicht die gesamte Verordnung als gesetzwidrig aufzuheben, weil der festgestellte Kundmachungsmangel keine unmittelbare Auswirkung auf die Verbindlichkeit der anderen in der Verordnung enthaltenen, gesondert kundgemachten Kurzparkzone hat (vgl zB VfGH 11.6.2019, V2/2019 mwN).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. In §3 der Verordnung des Gemeinderates der Stadt Innsbruck vom 16. Juli 2015, Z MagIbk/6629/PW-PWV/2, kundgemacht durch Anschlag an der Amtstafel des Stadtmagistrates Innsbruck in der Zeit vom 29. Juli bis 12. August 2015 sowie durch die Aufstellung von Straßenverkehrszeichen, ist die Wort- und Zeichenfolge \"Bereich östlich des Inn: Karl-Kapferer-Straße, Siebererstraße, Gleiskörper der ÖBB zwischen Siebererstraße und Olympiabrücke, Olympiastraße, Anton-Melzer-Straße, Egger-Lienz-Straße zwischen Anton-Melzer-Straße und Fritz-Pregl-Straße, Fritz-Pregl-Straße, Schöpfstraße zwischen Fritz-Pregl-Straße und Peter-Mayr-Straße, Peter-Mayr-Straße zwischen Schöpfstraße und Maximilianstraße, Maximilianstraße zwischen Peter-Mayr-Straße und Kaiser-Josef-Straße, Kaiser-Josef-Straße, Anichstraße zwischen Kaiser-Josef-Straße und Innrain, Blasius-Hueber-Straße zwischen Innrain und orografisch rechtem Innufer, orografisch rechtes Innufer zwischen Universitätsbrücke und Emile-Béthouart-Steg. Ausgenommen hiervon sind die Karl-Kapferer-Straße und die Siebererstraße.\" als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Tiroler Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §2 Abs2 liti Tiroler Landes-Verlautbarungsgesetz 2021.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}