{
    "document_id": "JFT_20230613_22E03092_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist Staatsangehöriger der Türkei und gehört der kurdischen Volksgruppe an. Er stellte am 31. Mai 2022 einen Antrag auf internationalen Schutz. Mit Bescheid vom 26. August 2022 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag sowohl hinsichtlich der Zuerkennung des Status des Asylberechtigten als auch des Status des subsidiär Schutzberechtigten ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung, stellte fest, dass die Abschiebung zulässig ist, sprach das Nichtbestehen einer Frist für die freiwillige Ausreise aus, erkannte der Beschwerde die aufschiebende Wirkung ab und sprach ein auf drei Jahre befristetes Einreiseverbot gegen den Beschwerdeführer aus.",
            "annotations": []
        },
        {
            "text": "2. Die dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 4. Oktober 2022 im Wesentlichen als unbegründet ab, wobei es der Beschwerde gegen Spruchpunkt VI. (keine Frist für die freiwillige Ausreise) und VII. (Aberkennung der aufschiebenden Wirkung der Beschwerde) stattgab und eine Frist von 14 Tagen für die freiwillige Ausreise festsetzte. Das befristete Einreiseverbot begründet das Bundesverwaltungsgericht zusammengefasst damit, dass der Beschwerdeführer weder über ein soziales Netz, noch über ausreichend Barmittel verfüge, um seinen weiteren Aufenthalt zu finanzieren. Er gehe in Österreich keiner Arbeit nach. Es sei nicht ersichtlich, woher in Zukunft ausreichende Mittel stammen sollten. Der Beschwerdeführer sei illegal ins Bundesgebiet eingereist, nachdem bereits zwei Visaanträge negativ beschieden worden seien. Der Beschwerdeführer zeige damit, dass er nicht gewillt sei, sich den Normen über die legale Migration zu fügen. Zudem habe er seine Meldeverpflichtung ignoriert. Es sei nicht gesichert, wie der Beschwerdeführer seinen Lebensunterhalt in Österreich finanziere; zudem liege die Gefahr einer illegalen Mittelbeschaffung vor. Die belangte Behörde habe die Dauer des Einreiseverbotes im unteren Bereich angesetzt und es sei nicht erkennbar, dass dies rechtswidrig wäre. Der Verhängung eines Einreiseverbotes stünden daher seitens des Gerichtes keine Bedenken entgegen. ",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesamt für Fremdenwesen und Asyl hat keine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "6. Soweit sich die – zulässige – Beschwerde gegen die Erlassung eines auf drei Jahre befristeten Einreiseverbotes richtet, ist sie begründet:",
            "annotations": []
        },
        {
            "text": "6.1. Der Verfassungsgerichtshof hat mit Erkenntnis vom 6. Dezember 2022, G264/2022, §53 Abs2 Z6 des Bundesgesetzes über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 – FPG), BGBl I 100/2005, idF BGBl I 87/2012 als verfassungswidrig aufgehoben und verfügt, dass diese Bestimmung nicht mehr anzuwenden ist.",
            "annotations": []
        },
        {
            "text": "6.2. Gemäß Art140 Abs7 B-VG ist daher die aufgehobene Gesetzesbestimmung nicht nur im Anlassfall, sondern ausnahmslos in allen Fällen und folglich auch im vorliegenden Fall nicht mehr anzuwenden (VfSlg 15.401/1999, 19.419/2011).",
            "annotations": []
        },
        {
            "text": "6.3. Das Bundesverwaltungsgericht wendete bei Erlassung des angefochtenen Erkenntnisses die als verfassungswidrig aufgehobene Gesetzesbestimmung an. Es ist nach Lage des Falles nicht ausgeschlossen, dass diese Gesetzesanwendung für die Rechtsstellung des Beschwerdeführers nachteilig war. Der Beschwerdeführer wurde somit durch das angefochtene Erkenntnis, soweit damit die Beschwerde gegen die Erlassung eines auf drei Jahre befristeten Einreiseverbotes abgewiesen wird, wegen Anwendung einer verfassungswidrigen Gesetzesbestimmung in seinen Rechten verletzt.",
            "annotations": []
        },
        {
            "text": "7. Im Übrigen – soweit sich die Beschwerde an den Verfassungsgerichtshof gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich der Abweisung des Antrages auf internationalen Schutz sowohl hinsichtlich der Zuerkennung des Status des Asylberechtigten als auch des Status des subsidiär Schutzberechtigten, der Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, der Erlassung einer Rückkehrentscheidung, der Feststellung der Zulässigkeit der Abschiebung sowie der Gewährung einer 14-tägigen Frist für die freiwillige Ausreise richtet – wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Die vorliegende Beschwerde behauptet die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof geht in Übereinstimmung mit dem Europäischen Gerichtshof für Menschenrechte (s etwa EGMR 7.7.1989, 14.038/88, Soering; 30.10.1991, 13.163/87 ua, Vilvarajah; 6.3.2001, 45-276/99, Hilal) davon aus, dass die Entscheidung eines Vertragsstaates, einen Fremden in welcher Form immer außer Landes zu schaffen, unter dem Blickwinkel des Art3 EMRK erheblich werden und demnach die Verantwortlichkeit des Staates nach der EMRK begründen kann, wenn stichhaltige Gründe für die Annahme glaubhaft gemacht worden sind, dass der Fremde konkret Gefahr liefe, in dem Land, in das er gebracht werden soll, Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen zu werden (vgl VfSlg 13.837/1994, 14.119/1995, 14.998/1997). Eben solches ist im Hinblick auf Art2 EMRK anzunehmen, wenn dem Fremden im Zielland mit hoher Wahrscheinlichkeit die Tötung droht (s etwa EGMR 8.11.2005, 13.284/04, Bader; 23.3.2016 [GK], 43.611/11, F.G.).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat weder eine grundrechtswidrige Gesetzesauslegung vorgenommen noch sind ihm grobe Verfahrensfehler unterlaufen, die eine vom Verfassungsgerichtshof aufzugreifende Verletzung des genannten Grundrechtes darstellen (vgl VfSlg 13.897/1994, 15.026/1997, 15.372/1998, 16.384/2001, 17.586/2005). Ob ihm sonstige Fehler bei der Rechtsanwendung unterlaufen sind, hat der Verfassungsgerichtshof nicht zu beurteilen.",
            "annotations": []
        },
        {
            "text": "Dieses Ergebnis entbindet die Vollzugsbehörde nicht von ihrer Verpflichtung, bei der Durchführung der aufenthaltsbeendenden Maßnahme Art3 EMRK (insbesondere im Hinblick auf die aktuelle Sicherheits- und Versorgungslage im Herkunftsstaat der beschwerdeführenden Partei) zu beachten.",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof in seinem Erkenntnis VfSlg 17.340/2004 ausgeführt hat, darf eine aufenthaltsbeendende Maßnahme nicht verfügt werden, wenn dadurch das Recht auf Schutz des Privat- und Familienlebens des Betroffenen verletzt würde. Bei der Beurteilung nach Art8 EMRK ist eine Interessenabwägung vorzunehmen (vgl die in VfSlg 18.223/2007 und 18.224/2007 wiedergegebene Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat sich mit der Frage der Gefährdung der beschwerdeführenden Partei in ihren Rechten auseinandergesetzt. Ihm kann unter verfassungsrechtlichen Gesichtspunkten nicht entgegengetreten werden, wenn es auf Grund der Umstände des vorliegenden Falles davon ausgeht, dass das öffentliche Interesse an der Beendigung des Aufenthalts von Fremden ohne Aufenthaltstitel das Interesse am Verbleib im Bundesgebiet aus Gründen des Art8 EMRK überwiegt (vgl VfSlg 19.086/2010).",
            "annotations": []
        },
        {
            "text": "Zur behaupteten Verletzung des Art47 GRC durch die Unterlassung einer mündlichen Verhandlung wird auf das Erkenntnis des Verfassungsgerichtshofes VfSlg 19.632/2012 verwiesen.",
            "annotations": []
        },
        {
            "text": "Das Asylverfahren ist jedoch nicht von Art6 EMRK erfasst (vgl VfSlg 13.831/1994).",
            "annotations": []
        },
        {
            "text": "Die im Übrigen gerügten Rechtsverletzungen wären im vorliegenden Fall nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen, insbesondere der Frage, ob das Bundesverwaltungsgericht in allen Belangen hinreichend ermittelt hat, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung der Beschwerde abzusehen und sie gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abzutreten (§19 Abs3 Z1 iVm §31 letzter Satz VfGG; zum System der Abtretung der Beschwerde an den Verwaltungsgerichtshof durch den Verfassungsgerichtshof nach Inkrafttreten der Verwaltungsgerichtsbarkeits-Novelle 2012 vgl VfSlg 19.867/2014).",
            "annotations": []
        },
        {
            "text": "8. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "9. Die Kostenentscheidung gründet sich auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Der Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}