{
    "document_id": "JFT_20230612_22G00355_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Die antragstellende Partei ist Partei in einem vor dem Landesgericht Korneuburg geführten Strafverfahren. Mit Urteil vom 18. Mai 2022 sprach das Landesgericht Korneuburg (unter anderem) die antragstellende Partei als Verband wegen des Vergehens der fahrlässigen Herbeiführung einer Feuersbrunst gemäß §170 Abs1 und Abs2 erster Fall iVm §169 Abs1 StGB durch näher bezeichnete Mitarbeiter schuldig und verhängte über die antragstellende Partei eine Geldstrafe iHv 25 Tagessätzen zu € 5.000,– (insgesamt € 125.000,–).",
            "annotations": []
        },
        {
            "text": "2. Gegen dieses Urteil erhob die antragstellende Partei Berufung und stellte den vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag. In ihrem Parteiantrag begehrt die antragstellende Partei die Aufhebung des §45 Abs1 zweiter, dritter und vierter Satz StPO wegen Verfassungswidrigkeit.",
            "annotations": []
        },
        {
            "text": "3. Mit Beschluss vom 24. Jänner 2023 gab das Landesgericht Korneuburg dem mit der Berufung eingebrachten Protokollberichtigungsantrag eines näher bezeichneten Angeklagten im Anlassverfahren statt und berichtigte aus diesem Grund die Hauptverhandlungsprotokolle vom 23. Februar, 28. März, 30. März, 27. April und 10. Mai 2022. Das Landesgericht Korneuburg stellte in weiterer Folge die berichtigten Hauptverhandlungsprotokolle sowie das gegen die antragstellende Partei gerichtete Urteil am 17. Februar 2023 der antragstellenden Partei erneut zu.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses – am 17. Februar 2023 neuerlich zugestellte – Urteil erhob die antragstellende Partei (erneut) Berufung und stellte beim Verfassungsgerichtshof den zu G158/2023 protokollierten Antrag gemäß Art140 Abs1 Z1 litd B-VG.",
            "annotations": []
        },
        {
            "text": "5. Mit Schriftsatz vom 21. März 2023 teilte die antragstellende Partei dem Verfassungsgerichtshof mit, durch die neuerliche Antragstellung gemäß Art140 Abs1 Z1 litd B-VG sei unter anderem der ursprüngliche, zu G355/2022 protokollierte Parteiantrag gegenstandslos geworden, sodass der Antrag zurückgezogen werde.",
            "annotations": []
        },
        {
            "text": "6. Aus diesem Grund ist das vorliegende Verfahren einzustellen.",
            "annotations": []
        },
        {
            "text": "7. Dies konnte gemäß §19 Abs3 Z3 VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}