{
    "document_id": "JFT_20230228_22E01893_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die im Jahr 1976 geborene Beschwerdeführerin mit serbischer Staatsangehörigkeit verfügte von Juni 1997 bis April 2000 sowie von Juli bis Dezember 2013 über eine Aufenthaltsberechtigung in Österreich. Mit zeitlichen Unterbrechungen war sie von Oktober 2000 bis April 2014 sowie von Juli 2018 bis Mai 2019 mit einem Haupt- bzw Nebenwohnsitz in Österreich gemeldet. Von Juli 2019 bis Februar 2020 wurde sie in einer österreichischen Krankenanstalt nach einem Schlaganfall stationär behandelt, seit Februar 2020 lebt sie in einem Pflegeheim in Österreich. ",
            "annotations": []
        },
        {
            "text": "2. Mit Beschluss des Bezirksgerichtes Leopoldstadt vom 8. Oktober 2019 wurde für die Beschwerdeführerin eine gerichtliche Erwachsenenvertreterin mit der Begründung bestellt, dass die Beschwerdeführerin nach einem schweren Schlaganfall eine massive gesundheitliche Einschränkung erlitten habe, die sie außer Stande setze, selbst Entscheidungen zu treffen und Angelegenheiten für sich selbst ohne Gefahr eines Nachteils zu besorgen. Die Beschwerdeführerin könne auf die an sie gerichteten Fragen nicht entsprechend antworten und sei auch nicht imstande, sich schriftlich zu artikulieren.",
            "annotations": []
        },
        {
            "text": "3. Am 27. November 2019 brachte die Beschwerdeführerin einen Antrag auf Erteilung eines Aufenthaltstitels aus Gründen des Art8 EMRK ein. Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 1. April 2022 wies das Bundesamt für Fremdenwesen und Asyl den Antrag auf Erteilung eines Aufenthaltstitels aus Gründen des Art8 EMRK gemäß §55 AsylG 2005 ab, erließ gegen die Beschwerdeführerin eine Rückkehrentscheidung, stellte fest, dass ihre Abschiebung gemäß §46 FPG zulässig sei, und setzte die Frist für die freiwillige Ausreise mit 90 Tagen ab Rechtskraft der Rückkehrentscheidung fest. ",
            "annotations": []
        },
        {
            "text": "Dagegen erhob die Beschwerdeführerin Beschwerde an das Bundesverwaltungsgericht, in der sie ausführte, dass das Recht auf Privatleben nicht genügend berücksichtigt worden sei. Das Bundesamt sei von einem lediglich vier Jahre andauernden Aufenthalt der Beschwerdeführerin in Österreich ausgegangen (anstelle von ihrem Aufenthalt von insgesamt 21 Jahren) und habe nicht berücksichtigt, dass sie viele Jahre in Österreich gearbeitet habe und sozialversichert gewesen sei. Auch sei angesichts ihrer Pflegebedürftigkeit und der nicht sichergestellten Versorgung und Unterbringung in Serbien die Abschiebung unzulässig. ",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht wies die Beschwerde mit der Maßgabe ab, dass festgestellt werde, dass gemäß §46 FPG die Abschiebung nach Serbien zulässig sei. In seinem Erkenntnis stellte das Bundesverwaltungsgericht fest, dass die strafrechtlich unbescholtene Beschwerdeführerin weder über Familienangehörige oder sonstige nahestehende Personen noch über ein soziales Netzwerk verfüge. Auch liege keine sprachliche, wirtschaftliche oder soziale Integration vor. Seit ihrem Schlaganfall im Juli 2019 leide die Beschwerdeführerin unter massiven Folgeschäden und benötige Medikamente sowie eine durchgehende ärztliche Behandlung sowie Pflege; sie sei weder arbeits- noch selbsterhaltungsfähig. Zu ihren mittlerweile volljährigen Kindern, die fremduntergebracht gewesen seien, habe die Beschwerdeführerin keinen Kontakt mehr. ",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht legte seinem Erkenntnis das Länderinformationsblatt der Staatendokumentation (letzte Änderung: 4. Mai 2022) sowie Anfragebeantwortungen der Staatendokumentation Serbien vom 7. Juli 2020 (betreffend die Verfügbarkeit von Medikamenten sowie Pflegeeinrichtungen) und vom 5. Jänner 2021 (betreffend die Einrichtung einer Erwachsenenvertretung in Serbien) zugrunde.",
            "annotations": []
        },
        {
            "text": "Hinsichtlich der Rückkehrentscheidung führt das Bundesverwaltungsgericht aus, dass der Aufenthalt der Beschwerdeführerin in Österreich zwar als lang zu qualifizieren, das Interesse an einem Verbleib im Bundesgebiet sonst aber schwach ausgeprägt sei. Die berufliche Integration sei bis 2010 schwach ausgeprägt und danach nicht vorhanden gewesen, ebensowenig habe eine soziale oder gesellschaftliche Integration erkannt werden können. ",
            "annotations": []
        },
        {
            "text": "Die Zulässigkeit der Abschiebung begründet das Bundesverwaltungsgericht damit, dass die von der Beschwerdeführerin benötigten Medikamente in Serbien verfügbar seien. Auch Personen, die in Serbien nie einer Erwerbstätigkeit nachgegangen seien, hätten Anspruch auf eine Sozial- und Krankenversicherung; es gebe in Serbien eine Form der Sachwalterschaft. Zwar sei das Gesundheitssystem in Serbien nicht mit jenem in Österreich vergleichbar, es sei den Länderberichten und Anfragebeantwortungen aber zu entnehmen, dass es Behandlungsmöglichkeiten gebe; auch könne sich die Beschwerdeführerin für eine Pflegeeinrichtung anmelden.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht begründet das Absehen von der mündlichen Verhandlung damit, dass es sich für seine Feststellungen über die Person der Beschwerdeführerin in den entscheidungsmaßgeblichen Aspekten auf die Feststellungen des angefochtenen Bescheides gestützt habe. In der Beschwerde sei auch nicht substantiiert aufgezeigt worden, dass die Beschwerdeführerin im Falle einer Rückkehr einen Eingriff in ihre durch Art2 und 3 EMRK geschützten Rechte zu befürchten habe, und es seien keine konkreten privaten Interessen der Beschwerdeführerin vorgebracht worden. Bei Verschaffung eines persönlichen Eindrucks hätte nicht zu einem anderen Ergebnis gelangt werden können. ",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens geltend gemacht und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. In der Beschwerde wird insbesondere ausgeführt, dass die Beschwerdeführerin in Serbien keinen Pflegeplatz erhalten würde und ihre Pflege nicht gesichert sei. Die körperliche Unversehrtheit der Beschwerdeführerin sei im Fall einer Rückkehr massiv gefährdet; diese könne sich aufgrund ihrer Erkrankung nicht selbst medizinisch versorgen.",
            "annotations": []
        },
        {
            "text": "6. Dem in der Beschwerde gestellten Antrag auf Zuerkennung der aufschiebenden Wirkung wurde mit Beschluss des Verfassungsgerichtshofes vom 19. Oktober 2022 Folge gegeben.",
            "annotations": []
        },
        {
            "text": "7. Das Bundesverwaltungsgericht hat von der Erstattung einer Gegenschrift abgesehen und mitgeteilt, dass sich die Gerichts- und Verwaltungsakten beim Verwaltungsgerichtshof befinden. Auf Ersuchen des Verfassungsgerichtshofes wurden die Gerichts- und Verwaltungsakten vom Verwaltungsgerichtshof übermittelt.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Soweit sich die – zulässige – Beschwerde gegen die Feststellung der Zulässigkeit der Abschiebung richtet, ist sie begründet: ",
            "annotations": []
        },
        {
            "text": "1.1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "1.2. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen. ",
            "annotations": []
        },
        {
            "text": "Gemäß §52 Abs9 FPG ist mit der Rückkehrentscheidung gleichzeitig festzustellen, ob die Abschiebung des Drittstaatsangehörigen gemäß §46 leg cit in einen oder mehrere bestimmte Staaten zulässig ist. Die Abschiebung Fremder in einen Staat ist – unter Anderem – gemäß §50 Abs1 FPG unzulässig, wenn dadurch Art2 oder 3 der Europäischen Menschenrechtskonvention oder das Protokoll Nr 6 oder Nr 13 zur Konvention zum Schutze der Menschenrechte und Grundfreiheiten über die Abschaffung der Todesstrafe verletzt würde oder für sie als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes verbunden wäre. ",
            "annotations": []
        },
        {
            "text": "Die Feststellung der Zulässigkeit der Abschiebung erfordert daher eine hinreichende Auseinandersetzung mit den relevanten Umständen – etwa der Sicherheitslage, der Versorgungslage und der persönlichen Situation des Beschwerdeführers in dem Staat, in welchen die Abschiebung erfolgen soll – um eine Verletzung des Beschwerdeführers in diesen Rechten durch seine Abschiebung mit maßgeblicher Wahrscheinlichkeit auszuschließen.",
            "annotations": []
        },
        {
            "text": "1.3. Das Bundesverwaltungsgericht nimmt die im Lichte dessen notwendige Auseinandersetzung mit der gesundheitlichen Situation der Beschwerdeführerin im Hinblick auf eine nach ihrer Rückführung in den Herkunftsstaat erfolgende, mögliche unmenschliche oder erniedrigende Behandlung iSd Art3 EMRK nicht in verfassungsrechtlich unbedenklicher Weise vor:",
            "annotations": []
        },
        {
            "text": "Zum entscheidungsrelevanten Sachverhalt stellt das Bundesverwaltungsgericht fest, dass die Beschwerdeführerin im Juli 2019 einen schweren Schlaganfall erlitten habe, seitdem an massiven Folgeschäden leide und Medikamente sowie eine durchgehende ärztliche Behandlung sowie Pflege benötige. Sie sei weder arbeits- noch selbsterhaltungsfähig. ",
            "annotations": []
        },
        {
            "text": "Weiters ergibt sich aus der vom Bundesverwaltungsgericht herangezogenen Anfragebeantwortung der Staatendokumentation Serbien vom 5. Jänner 2021 Folgendes: ",
            "annotations": []
        },
        {
            "text": "„In Serbien gibt es Pflegeanstalten, die zur Pflege des angeführten Pflegefalls ausgestatten [sic] sind. Das staatliche Netzwerk für derartige Sozialleistungen zählt 40 Pflegeanstalten mit insgesamt 9109 Plätzen. Die Kapazitäten sind voll ausgeschöpft. Den Angaben des Republik Fonds für Sozialschutz aus dem Jahr 2018 zufolge gab es allein in diesem Jahr 600 Personen auf der Warteliste.",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "In staatlichen Institutionen wird die Unterbringung in so einer Pflegeanstalt vom Staat getragen bzw muss die betreffende Person einen Anteil zahlen. Es gibt auch private Pflegeanstalten, wo der Patient allerdings die Kosten für die Unterbringung selbst tragen muss.“",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Angesichts der Feststellungen des Bundesverwaltungsgerichtes zur gesundheitlichen Situation der Beschwerdeführerin und jener zur Verfügbarkeit von Betreuungsplätzen in Pflegeeinrichtungen im Herkunftsstaat ist nicht nachvollziehbar, wie das Bundesverwaltungsgericht zu dem Schluss kommt, dass die Gesundheitsbeeinträchtigung der Beschwerdeführerin sowie die daraus resultierenden Folgen kein Abschiebehindernis iSd Art3 EMRK und iSd §50 FPG darstellen. Die Beschwerdeführerin ist, wie sich aus den Feststellungen des Bundesverwaltungsgerichtes ergibt, bereits zur Bewältigung alltäglicher Verrichtungen auf pflegerische Unterstützung angewiesen, sodass zu prüfen ist, ob eine Rückkehr nach Serbien ohne die Zuhilfenahme von Betreuungsleistungen zumutbar ist. ",
            "annotations": []
        },
        {
            "text": "Wenngleich sich die Beschwerdeführerin, wie das Bundesverwaltungsgericht ausführt, bei einer Pflegeeinrichtung anmelden könnte, scheint es im Hinblick auf die Anfragebeantwortung der Staatendokumentation ausgeschlossen zu sein, dass der Beschwerdeführerin im Fall ihrer Rückkehr ein Platz in einer staatlich finanzierten Pflegeeinrichtung zeitnahe zur Verfügung stünde. Mit weiteren Möglichkeiten pflegerischer Unterstützung – etwa mit der Möglichkeit der Finanzierung privater Pflegeplätze und deren Verfügbarkeit oder mit der Inanspruchnahme von Hilfe durch Betreuungspersonen – setzt sich das Bundesverwaltungsgericht hingegen nicht auseinander.",
            "annotations": []
        },
        {
            "text": "1.4. Da es das Bundesverwaltungsgericht hinsichtlich der gesundheitlichen Situation der Beschwerdeführerin und deren Pflegebedürftigkeit unterlassen hat, sich widerspruchsfrei vor dem Hintergrund der Länderfeststellungen, insbesondere der eingeholten Anfragebeantwortung vom 5. Jänner 2021, mit der konkreten Situation der Beschwerdeführerin im Fall ihrer Rückkehr in den Herkunftsstaat auseinanderzusetzen, hat es Willkür geübt. ",
            "annotations": []
        },
        {
            "text": "1.5. Soweit sich das Erkenntnis auf die Feststellung der Zulässigkeit der Abschiebung bezieht, ist es somit mit Willkür behaftet und insoweit aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird die Beschwerde, soweit sie sich gegen die Abweisung des Antrages auf Erteilung eines Aufenthaltstitels aus Gründen des Art8 EMRK, gegen die Rückkehrentscheidung und gegen die Festsetzung einer Frist für die freiwillige Ausreise richtet, abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat (Art144 Abs2 B-VG).",
            "annotations": []
        },
        {
            "text": "Die Beschwerde behauptet die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Achtung des Privat- und Familienlebens. Wie der Verfassungsgerichtshof in seinem Erkenntnis VfSlg 17.340/2004 ausgeführt hat, darf eine aufenthaltsbeendende Maßnahme nicht verfügt werden, wenn dadurch das Recht auf Schutz des Privat- und Familienlebens des Betroffenen verletzt würde. Bei der Beurteilung nach Art8 EMRK ist eine Interessenabwägung vorzunehmen (vgl die in VfSlg 18.223/2007 und 18.224/2007 wiedergegebene Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat sich mit der Frage der Gefährdung der beschwerdeführenden Partei in ihren Rechten auseinandergesetzt. Ihm kann unter verfassungsrechtlichen Gesichtspunkten nicht entgegengetreten werden, wenn es auf Grund der Umstände des vorliegenden Falles davon ausgeht, dass das öffentliche Interesse an der Beendigung des Aufenthalts von Fremden ohne Aufenthaltstitel das Interesse am Verbleib im Bundesgebiet aus Gründen des Art8 EMRK überwiegt (vgl VfSlg 19.086/2010).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis, soweit damit die Beschwerde gegen die Feststellung der Zulässigkeit der Abschiebung in den Herkunftsstaat Serbien abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden. ",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben. ",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidungen konnten gemäß §19 Abs4 VfGG bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die Beschwerdeführerin Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt. ",
            "annotations": []
        }
    ]
}