{
    "document_id": "JFT_20230612_23G00024_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antragsteller behauptet die Verfassungswidrigkeit des Amtshaftungsgesetzes: Es verstoße gegen die verfassungsgesetzlich gewährleisteten Rechte auf Gleichheit aller Staatsbürger vor dem Gesetz gemäß Art2 StGG und Art7 B-VG, auf Achtung des Privatlebens gemäß Art8 EMRK und Art7 GRC, auf ein faires Verfahren gemäß Art6 EMRK sowie weitere näher bezeichnete verfassungsgesetzlich gewährleistete Rechte, dass das Amtshaftungsrecht keine Unterlassungs- und Widerrufsansprüche wegen hoheitlich verbreiteter kreditschädigender oder ehrenbeleidigender Äußerungen kenne. Solche Ansprüche könnten weder gegen das handelnde Organ noch den Rechtsträger erfolgreich geltend gemacht werden. Dies stelle eine verfassungswidrige Rechtsschutzlücke dar.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes zum Amtshaftungsrecht (vgl VfSlg 8202/1977, 10.877/1986, 13.476/1993, 16.556/2002, 17.971/2006, 19.684/2012; VfGH 16.12.2021, G224/2021 ua) lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: Dem Gesetzgeber ist nicht entgegenzutreten, wenn er vorsieht, dass Unterlassungs- und Widerrufsansprüche jedenfalls nicht gegen den handelnden Organwalter gerichtet werden können.",
            "annotations": []
        },
        {
            "text": "Soweit sich der Antragsteller dagegen wendet, dass solche Ansprüche auch nicht gegen den Rechtsträger, für den das Organ tätig geworden ist, erhoben werden können, ist er darauf zu verweisen, dass die Bestimmungen des Amtshaftungsgesetzes insofern in dem vorliegenden Verfahren gegen das handelnde Organ nicht präjudiziell sind.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}