{
    "document_id": "JFT_20231003_22E00977_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Am 7. Oktober 2019 beantragte die beschwerdeführende Partei, ein Eisenbahnunternehmen, beim Bürgermeister von Leonding hinsichtlich des Grundstückes Nr 597, EZ 1642, KG 45306 Leonding, die Bewilligung für die Änderung von Bauplätzen und bebauten Grundstücken durch Abteilung (Abschreibung) eines Grundstücksteiles, und zwar im südlichen Bereich des Grundstückes die Abtrennung eines dreiecksförmigen neu zu schaffenden Grundstückes Nr 597/2 im Ausmaß von 66 m². Das Grundstück Nr 597 steht im Eigentum eines Dritten, der dem geplanten Vorgang zugestimmt hat.",
            "annotations": []
        },
        {
            "text": "2. Diesem Antrag ging ein Verfahren zur Genehmigung des Projektes \"HL-Strecke Wien-Salzburg, viergleisiger Ausbau und Trassenverschwenkung im Abschnitt Linz - Marchtrenk. km 190,300 – 206,038 (205,700)\" voraus. Im Rahmen dieses Verfahrens erteilte der Bundesminister für Verkehr, Innovation und Technologie der beschwerdeführenden Partei mit Bescheid vom 1. März 2018 die grundsätzliche Genehmigung nach dem dritten Abschnitt des Umweltverträglichkeitsprüfungs-gesetzes 2000 (UVP-G 2000) sowie die Trassengenehmigung nach dem Hochleistungsstreckengesetz (HlG). Dagegen erhoben zahlreiche Parteien, darunter auch die Stadtgemeinde Leonding, Beschwerden, denen mit rechtskräftigem Erkenntnis des Bundesverwaltungsgerichtes vom 24. April 2020, W 248 2194564-1/172E, teilweise stattgegeben wurde, und zwar dahingehend, dass es zwar bei der Erteilung der besagten Genehmigungen blieb, aber Projektänderungen der beschwerdeführenden Partei genehmigt und Nebenbestimmungen angepasst wurden.",
            "annotations": []
        },
        {
            "text": "Bestandteil der Trassengenehmigung nach dem HlG ist ein Plan, der den Trassengenehmigungsbereich ausweist. Im Bereich des Grundstückes Nr 597 umfasst dieser Bereich unter anderem die Schienenanlagen der S 5 und der Westbahnstrecke sowie einen im Plan als \"Krumbach\" bezeichneten Bach, der in diesem Bereich nach Norden hin verlegt werden soll. Von der Verlegung sind das Grundstück Nr 597 sowie mehrere Nachbargrundstücke jeweils im südlichen Grundstücksteil betroffen und daher auch von der Trassengenehmigung erfasst. Das abzuteilende Grundstück Nr 597/2 liegt zur Gänze im Trassengenehmigungsbereich.",
            "annotations": []
        },
        {
            "text": "Die nähere Streckenplanung ist Bestandteil der grundsätzlichen Genehmigung nach dem UVP-G 2000, wobei die Streckenplanung im Bereich des Grundstückes Nr 597 im \"Lageplan Teil 2 KM 190,800 – KM 191,500\" abgebildet ist. Ihr ist zu entnehmen, dass der Krumbach im Bereich zwischen der westlichen Grundstücksgrenze des Grundstückes Nr 597 und der Gerstmayrstraße im Osten nach Norden verlegt werden soll. Konkret soll er im Bereich der östlichen Grenze des Grundstückes Nr 597 sein Bachbett verlassen, weshalb im südlichen Teil des Grundstückes Nr 597 ein neues Bachbett mitsamt den dafür notwendigen Abböschungen errichtet werden soll. ",
            "annotations": []
        },
        {
            "text": "3. Der Bürgermeister von Leonding (belangte Behörde) wies den unter 1. erwähnten Antrag der beschwerdeführenden Partei vom 7. Oktober 2019 mit Bescheid vom 2. April 2021 ab, weil im Bebauungsplan Nr 21.58 \"Leonding Nord\" der Stadtgemeinde Leonding eine Teilung bzw Verschiebung der Grundgrenzen nicht vorgesehen sei.",
            "annotations": []
        },
        {
            "text": "4. Mit dem angefochtenen Erkenntnis vom 18. Februar 2022 wies das Landesverwaltungsgericht Oberösterreich die gegen diesen Bescheid erhobene Beschwerde der beschwerdeführenden Partei ab.",
            "annotations": []
        },
        {
            "text": "Begründend führt es aus, dass die Argumentation der belangten Behörde zwar nicht zutreffe, der Bebauungsplan aber aus anderen Gründen der Grundstücksteilung entgegenstehe. Den schriftlichen Ergänzungen zur Stammfassung des Bebauungsplanes sei nämlich zu entnehmen, dass die Baufluchtlinien grundsätzlich in einem Abstand von drei Metern von den Grenzlinien verlaufen sollten. Die beantragte Grundstücksteilung hätte daher zur Folge, dass die Baufluchtlinie nach erfolgter Teilung im Abstand von drei Metern parallel zur neuen Grundstücksgrenze verlaufe, was eine Änderung der im Bebauungsplan festgelegten bebaubaren Fläche bewirken würde.",
            "annotations": []
        },
        {
            "text": "Die Abweisung des Antrages der beschwerdeführenden Partei vom 7. Oktober 2019 sei daher im Ergebnis berechtigt. Der beschwerdeführenden Partei sei es allerdings möglich, ihr Vorhaben auf anderem Weg zu verwirklichen, denn gemäß §9 Abs4 Z2 litb Oö BauO 1994 seien Grundstücksteilungen, die nach §15 Liegenschaftsteilungsgesetz (LiegTeilG) vorgenommen werden, von der baubehördlichen Bewilligungspflicht ausgenommen; §15 LiegTeilG finde Anwendung auf Grundstücke, die zur Herstellung von Eisenbahnanlagen verwendet worden seien.",
            "annotations": []
        },
        {
            "text": "5. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichheit aller Staatsbürger vor dem Gesetz (Art7 B-VG) und auf Unversehrtheit des Eigentums (Art5 StGG, Art1 1. ZPEMRK) sowie die Verletzung in Rechten wegen Anwendung einer rechtswidrigen generellen Norm geltend gemacht und die Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5.1. Begründend führt die beschwerdeführende Partei aus, dass die erwähnte Trassengenehmigung zum einen die tatsächliche Trassenführung exakt determiniere und zum anderen nicht nur die Positionierung der Gleise bestimme, sondern auch jene von Eisenbahnanlagen, Nebenanlagen und Begleitmaßnahmen, die für den Bau und den Betrieb einer Hochleistungsstrecke erforderlich seien. Dabei treffe die beschwerdeführende Partei gemäß §20 Abs1 Eisenbahngesetz 1957 (EisbG) die Pflicht, Wasserläufe, die durch den Bau der Eisenbahn gestört oder unbenutzbar würden, in geeigneter Weise wiederherzustellen.",
            "annotations": []
        },
        {
            "text": "5.2. Das Landesverwaltungsgericht Oberösterreich habe es – entgegen dem Vorbringen der beschwerdeführenden Partei – verabsäumt, festzustellen, dass sich der abzutrennende Grundstücksteil zur Gänze im Trassengenehmigungsbereich befinde. Beantragt sei somit die Abtrennung jenes Grundstücksteiles, der in raumordnungsrechtlicher Hinsicht eisenbahnrechtlichen Bestimmungen unterliege. Die abzutrennenden Teilflächen fielen also in die Planungskompetenz des Bundes; die infolge der beantragten Änderung zu schaffende Grundstücksgrenze grenze somit zugleich die Kompetenzen zwischen örtlicher und eisenbahnrechtlicher Raumordnung ab. Vor diesem kompetenzrechtlichen Hintergrund sei eine parallele Anwendbarkeit einerseits eisenbahnrechtlicher und andererseits landes- und gemeinderechtlicher Bau- oder Raumordnungsbestimmungen ausgeschlossen. Schon auf Grund der rechtskräftigen Trassengenehmigung seien die abzutrennenden Grundflächen als Eisenbahnanlagen im Sinne des §10 EisbG zu qualifizieren, weshalb bei der Grundstücksteilung lediglich auf die eisenbahnrechtlichen Bestimmungen abzustellen sei.",
            "annotations": []
        },
        {
            "text": "5.3. Selbst wenn man aber von der Anwendbarkeit des Bebauungsplanes ausgehe, erweise sich die Argumentation des Landesverwaltungsgerichtes Oberösterreich als unzutreffend. Denn der Bebauungsplan verlange nach den Feststellungen des Landesverwaltungsgerichtes Oberösterreich zwar einen Mindestabstand von drei Metern zur Nachbargrenze; damit seien jedoch weder die Grenzen zu öffentlichen Verkehrsflächen noch zu Eisenbahnanlagen gemeint. Ginge man hingegen mit dem Landesverwaltungsgericht Oberösterreich davon aus, dass die im Bebauungsplan abgebildeten Baufluchtlinien und festgelegten Mindestabstände zur Anwendung kämen, dann sei der Bebauungsplan gesetzwidrig. Denn die Gemeinde wäre verpflichtet gewesen, ab Rechtskraft der Trassenfestlegung einen \"verfassungskonformen Zustand\" herzustellen, da raumbezogene Planungen für Eisenbahnen ausschließlich der Fachplanungskompetenz des Bundes unterlägen. Insoweit könnten die Ausführungen des Verfassungsgerichtshofes in VfSlg 20.262/2018 herangezogen werden: Durch den Antrag der beschwerdeführenden Partei auf Erteilung der Trassenbewilligung werde die Planungskompetenz des Bundes zum Ausdruck gebracht, weshalb die Stadtgemeinde Leonding zur entsprechenden Anpassung des Bebauungsplanes verpflichtet gewesen wäre. Der Bebauungsplan sei daher invalidiert und aufzuheben.",
            "annotations": []
        },
        {
            "text": "6. Die belangte Behörde hat die Verwaltungsakten vorgelegt und eine Gegenschrift erstattet, in der den Beschwerdebehauptungen entgegengehalten wird, dass die beschwerdeführende Partei einen Antrag nach der Oö BauO 1994 gestellt und somit eine Entscheidung der Baubehörde begehrt habe. Überdies liege hinsichtlich der Eisenbahntrasse noch keine rechtskräftige Detailgenehmigung vor. Es sei auch nicht nachvollziehbar, warum die beschwerdeführende Partei einerseits eine Anpassung des Bebauungsplanes fordere, sie zugleich aber davon ausgehe, dass dieser invalidiert sei.",
            "annotations": []
        },
        {
            "text": "7. Das Landesverwaltungsgericht Oberösterreich hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "8. Der Gemeinderat der Stadtgemeinde Leonding hat unter anderem die Verordnungsakten betreffend den Bebauungsplan Nr 21.58 \"Leonding Nord\" vorgelegt.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen der Oö Bauordnung 1994 (Oö BauO 1994), LGBl 66/1994, idF LGBl 62/2021 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"I. HAUPTSTÜCK",
            "annotations": []
        },
        {
            "text": "Allgemeines",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Geltungsbereich",
            "annotations": []
        },
        {
            "text": "(1) Dieses Landesgesetz regelt das Bauwesen im Land Oberösterreich, soweit es sich nicht um technische Anforderungen an Bauwerke handelt.",
            "annotations": []
        },
        {
            "text": "(2) Soweit durch Bestimmungen dieses Landesgesetzes der Zuständigkeitsbereich des Bundes berührt wird, sind sie so auszulegen, daß sich keine über die Zuständigkeit des Landes hinausgehende rechtliche Wirkung ergibt.",
            "annotations": []
        },
        {
            "text": "(3) Dieses Landesgesetz gilt nicht für",
            "annotations": []
        },
        {
            "text": "1. – 2. […]",
            "annotations": []
        },
        {
            "text": "3. bauliche Anlagen, die eisenbahn-, seilbahn- oder luftfahrtrechtlichen Vorschriften unterliegen;",
            "annotations": []
        },
        {
            "text": "4. – 18. […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "II. HAUPTSTÜCK",
            "annotations": []
        },
        {
            "text": "Bodenordnung",
            "annotations": []
        },
        {
            "text": "1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Bauplätze",
            "annotations": []
        },
        {
            "text": "§5",
            "annotations": []
        },
        {
            "text": "Bauplatzbewilligung",
            "annotations": []
        },
        {
            "text": "(1) Über einen Antrag gemäß §4 hat die Baubehörde einen schriftlichen Bescheid zu erlassen. Die Bauplatzbewilligung ist zu erteilen, wenn ",
            "annotations": []
        },
        {
            "text": "1. die erforderliche Zustimmung des Grundeigentümers vorliegt, ",
            "annotations": []
        },
        {
            "text": "2. der Erteilung nicht gesetzliche Bestimmungen oder Bestimmungen eines Flächenwidmungsplanes oder eines Bebauungsplanes entgegenstehen und ",
            "annotations": []
        },
        {
            "text": "3. die Bauplatzbewilligung mit den Grundsätzen der Sicherung einer zweckmäßigen und geordneten Bebauung vereinbar ist. ",
            "annotations": []
        },
        {
            "text": "Dabei sind die öffentlichen Interessen der Sicherheit, der Gesundheit, des Verkehrs und der Wahrung eines ungestörten Orts- und Landschaftsbildes besonders zu beachten. Der Bauplatzbewilligung stehen auch dann Bestimmungen eines Bebauungsplanes entgegen, wenn der nach §4 Abs3 Z3 vorgelegte Plan für Zwecke der grundbücherlichen Teilung die Grundabtretungspflicht gemäß §16 Abs1 nicht berücksichtigt.",
            "annotations": []
        },
        {
            "text": "(2) – (6) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§9",
            "annotations": []
        },
        {
            "text": "Änderung von Bauplätzen und bebauten Grundstücken",
            "annotations": []
        },
        {
            "text": "(1) Die Abschreibung und die Zuschreibung von Grundstücken oder Grundstücksteilen vom oder zum Gutsbestand einer Grundbuchseinlage sowie die Teilung oder Vereinigung von Grundstücken im Gutsbestand einer Grundbuchseinlage bedürfen bei Grundstücken, die ",
            "annotations": []
        },
        {
            "text": "1. zu einem im Grundbuch ersichtlich gemachten Bauplatz gehören oder",
            "annotations": []
        },
        {
            "text": "2. nicht zu einem im Grundbuch ersichtlich gemachten Bauplatz gehören, aber bebaut sind, einer Bewilligung der Baubehörde.",
            "annotations": []
        },
        {
            "text": "Im Sinn dieser Bestimmung gilt eine Baufläche (Bauarea) und das sie umschließende bzw an sie angrenzende Grundstück desselben Eigentümers oder derselben Eigentümerin auch dann als ein (einheitliches) Grundstück, wenn die Baufläche (Bauarea) nach den grundbuchs- und vermessungsrechtlichen Vorschriften ein eigenes Grundstück bildet.",
            "annotations": []
        },
        {
            "text": "(2) Die Bewilligung ist bei der Baubehörde schriftlich zu beantragen. Die Bestimmungen des §4 Abs1 Z1 bis 4 und des §4 Abs2 bis 5 gelten sinngemäß.",
            "annotations": []
        },
        {
            "text": "(3) Über den Antrag hat die Baubehörde einen schriftlichen Bescheid zu erlassen. Die Bewilligung ist zu erteilen, wenn Abweisungsgründe im Sinn der §§5 und 6 nicht vorliegen. §46 Abs4 erster Satz gilt sinngemäß.",
            "annotations": []
        },
        {
            "text": "(4) Ausgenommen von der Bewilligungspflicht gemäß Abs1 sind:",
            "annotations": []
        },
        {
            "text": "1. die Abschreibung und die Zuschreibung ganzer, im Grundbuch ersichtlich gemachter Bauplätze, wenn die den Bauplatz umfassenden Grundstücksgrenzen unverändert bleiben und die Ersichtlichmachung der Bauplatzeigenschaft und der Daten des Bauplatzbewilligungsbescheides mit übertragen wird; ",
            "annotations": []
        },
        {
            "text": "2. Änderungen, die ",
            "annotations": []
        },
        {
            "text": "a) auf Grund des §13 Liegenschaftsteilungsgesetz vorgenommen werden, sofern ein Ingenieurkonsulent für Vermessungswesen oder eine Ingenieurkonsulentin für Vermessungswesen im Rahmen seiner oder ihrer Befugnis oder eine zur Verfassung von Plänen für Zwecke der grundbücherlichen Teilung befugte Behörde oder Dienststelle der Baubehörde gegenüber bestätigt, dass die Abschreibung den bau- und raumordnungsrechtlichen Bestimmungen nicht widerspricht, oder ",
            "annotations": []
        },
        {
            "text": "b) auf Grund des §15 Liegenschaftsteilungsgesetz vorgenommen werden; ",
            "annotations": []
        },
        {
            "text": "3. Änderungen, die im Zug von behördlichen Maßnahmen der Bodenreform vorgenommen werden;",
            "annotations": []
        },
        {
            "text": "4. Vereinigungen und Änderungen gemäß §12 oder §52 Z3 des Vermessungsgesetzes",
            "annotations": []
        },
        {
            "text": "a) innerhalb der Grenzen eines im Grundbuch ersichtlich gemachten Bauplatzes, ",
            "annotations": []
        },
        {
            "text": "b) von bebauten Grundstücken, bei denen sich das Grundstück mit dem Grundriß des darauf befindlichen Bauwerks deckt (Bauarea);",
            "annotations": []
        },
        {
            "text": "5. Änderungen, die sich auf Grund des §17 Abs2 ergeben;",
            "annotations": []
        },
        {
            "text": "6. die Auflassung einer Baufläche (Bauarea) als eigenes Grundstück und ihre Vereinigung mit einem angrenzenden Grundstück desselben Eigentümers.",
            "annotations": []
        },
        {
            "text": "(5) Änderungen im Gutsbestand einer Grundbuchseinlage gemäß Abs1, die nicht gemäß Abs4 von der Bewilligungspflicht ausgenommen sind, dürfen grundbücherlich nur durchgeführt werden: ",
            "annotations": []
        },
        {
            "text": "1. bei Grundstücken, die zu einem im Grundbuch ersichtlich gemachten Bauplatz gehören, auf Grund einer rechtskräftigen Bewilligung der Baubehörde (Abs1); ",
            "annotations": []
        },
        {
            "text": "2. bei anderen Grundstücken auf Grund einer rechtskräftigen Bewilligung der Baubehörde (Abs1) oder auf Grund der schriftlichen Erklärung des Antragstellers, daß die Änderung kein Grundstück im Sinn des Abs1 Z2 betrifft. ",
            "annotations": []
        },
        {
            "text": "(6) Wird eine Änderung im Gutsbestand einer Grundbuchseinlage gemäß Abs1 ",
            "annotations": []
        },
        {
            "text": "1. ohne die vorgeschriebene Bewilligung der Baubehörde oder ohne die vorgeschriebene schriftliche Erklärung des Antragstellers (Abs5 Z2) oder ",
            "annotations": []
        },
        {
            "text": "2. auf Grund einer den Tatsachen nicht entsprechenden schriftlichen Erklärung des Antragstellers ",
            "annotations": []
        },
        {
            "text": "grundbücherlich durchgeführt, hat das Grundbuchsgericht diese Änderung auf Antrag der Baubehörde zu löschen und den früheren Grundbuchsstand wieder herzustellen. Der Antrag auf Löschung und Wiederherstellung des früheren Grundbuchsstandes ist nicht mehr zulässig, wenn seit dem Zeitpunkt, in dem die Änderung beim Grundbuchsgericht beantragt wurde, drei Jahre verstrichen sind. Die Einleitung eines auf Löschung der Änderung gerichteten Verfahrens durch die Baubehörde ist auf deren Antrag im Grundbuch anzumerken. Die Anmerkung hat die Wirkung, daß spätere Eintragungen die Löschung nicht hindern.\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des Hochleistungsstreckengesetzes (HlG), BGBl 135/1989, idF BGBl I 154/2004 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Erklärung zu und Bau von Hochleistungsstrecken",
            "annotations": []
        },
        {
            "text": "§1. (1) Die Bundesregierung kann durch Verordnung (Hochleistungsstreckenverordnung) bestehende oder geplante Eisenbahnen (Strecken oder Streckenteile einschließlich der notwendigen Eisenbahnanlagen) zu Hochleistungsstrecken erklären. Voraussetzung hiefür ist, daß diesen eine besondere Bedeutung für einen leistungsfähigen Verkehr mit internationalen Verbindungen oder für den Nahverkehr zukommt. ",
            "annotations": []
        },
        {
            "text": "(2) Zu Teilen von Hochleistungsstrecken können auch bestehende oder geplante Eisenbahnen erklärt werden, wenn auf sie zwar nicht die Merkmale nach Abs1 zutreffen, sie aber in unmittelbarem Zusammenhang mit Hochleistungsstrecken stehen und für eine rationelle Führung des Eisenbahnbetriebes oder Eisenbahnverkehrs auf Hochleistungsstrecken benötigt werden. ",
            "annotations": []
        },
        {
            "text": "§2. Für den Bau von und den Betrieb auf Hochleistungsstrecken gelten die Bestimmungen des Eisenbahngesetzes 1957 und des Eisenbahnenteignungsgesetzes 1954, soweit dieses Bundesgesetz nicht abweichende Regelungen enthält.",
            "annotations": []
        },
        {
            "text": "Trassengenehmigung",
            "annotations": []
        },
        {
            "text": "§3. (1) Für die Sicherstellung des Trassenverlaufes einer Hochleistungsstrecke, die nicht durch Ausbaumaßnahmen – wie etwa Herstellung entsprechender Bahnkörper, Fahrleitungen, Sicherungsanlagen und sonstiger für den Bau und den Betrieb von und den Betrieb auf Hochleistungsstrecken notwendiger Eisenbahnanlagen – auf bestehenden Eisenbahnen eingerichtet werden kann, bedarf es einer Trassengenehmigung, die der Bundesminister für Verkehr, Innovation und Technologie auf Antrag eines Eisenbahnunternehmens nach den Erfordernissen einer leistungsfähigen und wirtschaftlichen Eisenbahn sowie unter Bedachtnahme auf die sonstigen öffentlichen Interessen und die Ergebnisse der Anhörung (§4) mit Bescheid zu erteilen hat. Als Ausbaumaßnahmen sind dabei auch Trassenänderungen geringen Umfanges oder die Zulegung eines weiteren Gleises auf einer durchgehenden Länge von höchstens 10 km zu verstehen, wenn in diesen Fällen die Mitte des äußersten Gleises der geänderten Trasse von der Mitte des äußersten Gleises der bestehenden Trasse nicht mehr als 100 m entfernt ist. ",
            "annotations": []
        },
        {
            "text": "(2) Sofern für den Bau oder die Änderung einer Hochleistungsstrecke oder für eine Begleitmaßnahme eine Umweltverträglichkeitsprüfung nach dem Umweltverträglichkeitsprüfungsgesetz 2000 durchzuführen ist, bedarf die Sicherstellung des Trassenverlaufes einer solchen Hochleistungsstrecke ebenfalls einer Trassengenehmigung, die durch Bescheid des Bundesministers für Verkehr, Innovation und Technologie zu erteilen ist. ",
            "annotations": []
        },
        {
            "text": "(3) Im Trassengenehmigungsbescheid ist der Trassenverlauf insoweit sicher zu stellen, als hiefür ein Geländestreifen festzulegen und in Planunterlagen darzustellen ist. Die Breite dieses Geländestreifens ist entsprechend den örtlichen Verhältnissen festzulegen und darf das Ausmaß nicht überschreiten, welches für die Eisenbahnanlagen, Nebenanlagen und Begleitmaßnahmen, die für den Bau und den Betrieb von und den Betrieb auf einer Hochleistungsstrecke erforderlich sind, notwendig ist, wobei für den Bahnkörper die Breite des Geländestreifens 150 m nicht überschreiten darf. ",
            "annotations": []
        },
        {
            "text": "(4) Der Trassengenehmigungsbescheid ist gemeinsam mit den Planunterlagen beim Bundesministerium für Verkehr, Innovation und Technologie, bei dem Amt der Landesregierung des örtlich berührten Bundeslandes und bei den örtlich berührten Gemeinden zur Einsicht aufzulegen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Rechtswirkungen einer Trassengenehmigung",
            "annotations": []
        },
        {
            "text": "§5. (1) Nach Erlassung des Trassengenehmigungsbescheides dürfen auf den vom künftigen Trassenverlauf betroffenen Grundstücksteilen (Hochleistungsstrecken-Baugebiet) Neu-, Zu- und Umbauten nicht vorgenommen werden, keine Anlagen sonst errichtet oder geändert werden, keine Gewinnung mineralischer Rohstoffe aufgenommen werden sowie keine Deponien eingerichtet oder erweitert werden; ein Entschädigungsanspruch kann hieraus nicht abgeleitet werden. Bauführungen, Anlagenerrichtungen oder -erweiterungen, die Aufnahme der Gewinnung mineralischer Rohstoffe sowie die Einrichtung oder Erweiterung von Deponien, die in rechtlich zulässiger Weise vor Erlassung des Trassengenehmigungsbescheides begonnen wurden, werden hievon nicht berührt.",
            "annotations": []
        },
        {
            "text": "(2) Als betroffene Grundstücksteile im Sinne des Abs1 gelten all jene, die nach den Planunterlagen im Bereich des durch den Trassengenehmigungsbescheid festgelegten Geländestreifens liegen.",
            "annotations": []
        },
        {
            "text": "(3) Ausnahmen von der Rechtswirkung (Abs1) eines erlassenen Trassengenehmigungsbescheides sind zulässig, wenn sie den geplanten Trassenverlauf nicht erheblich erschweren oder wesentlich verteuern oder zum Schutz des Lebens und der Gesundheit von Personen notwendig sind. Abweichend davon sind Ausnahmen von dem Verbot, die Gewinnung mineralischer Rohstoffe aufzunehmen, auch dann zulässig, wenn das öffentliche Interesse an der Aufnahme der Gewinnung mineralischer Rohstoffe das öffentliche Interesse nach Vermeidung einer erheblichen Erschwerung oder wesentlichen Verteuerung des geplanten Trassenverlaufes überwiegt. ",
            "annotations": []
        },
        {
            "text": "(4) Ausnahmen nach Abs3 hat der Bundesminister für Verkehr, Innovation und Technologie nach Anhörung des Eisenbahnunternehmens zuzulassen; die Zulassung von Ausnahmen durch den Bundesminister für Verkehr, Innovation und Technologie ist jedoch nicht erforderlich, wenn es über die Vornahme der Neu-, Zu- und Umbauten, über die Errichtung oder Änderung von Anlagen, über die Aufnahme der Gewinnung mineralischer Rohstoffe oder über die Einrichtung oder Erweiterung von Deponien auf den von der künftigen Hochleistungsstrecken-Trasse betroffenen Grundstücksteilen zwischen dem Eisenbahnunternehmen und dem jeweiligen Eigentümer dieser Grundstücksteile oder mit denjenigen, die zur Errichtung oder Änderung von Anlagen, zur Aufnahme der Gewinnung mineralischer Rohstoffe oder zur Einrichtung oder Erweiterung von Deponien berechtigt sind, zu einer zivilrechtlichen Einigung, die schriftlich festzuhalten ist, gekommen ist. ",
            "annotations": []
        },
        {
            "text": "(5) Vor Erlassung eines Bescheides, mit dem eine Ausnahme vom Verbot der Aufnahme der Gewinnung mineralischer Rohstoffe nicht zugelassen wird, ist der Bundesminister für Wirtschaft und Arbeit anzuhören. Der Bundesminister für Wirtschaft und Arbeit ist berechtigt, gegen Bescheide, mit denen eine Ausnahme vom Verbot der Aufnahme der Gewinnung mineralischer Rohstoffe nicht zugelassen wird, Beschwerde an den Verwaltungsgerichtshof zu erheben. ",
            "annotations": []
        },
        {
            "text": "(6) Der Bundesminister für Verkehr, Innovation und Technologie hat auf Antrag des Eisenbahnunternehmens die Beseitigung eines dem Abs1 widersprechenden Zustandes auf Kosten des Betroffenen anzuordnen.",
            "annotations": []
        },
        {
            "text": "(7) Nach Ablauf von fünf Jahren nach Erlassung des Trassengenehmigungsbescheides haben die betroffenen Liegenschaftseigentümer Anspruch auf Einlösung der bezüglichen Grundstücksteile durch das Eisenbahnunternehmen, sofern eine Ausnahmebewilligung (Abs4) verweigert wurde und sofern der Trassengenehmigungsbescheid für den Grundstücksteil noch gilt.",
            "annotations": []
        },
        {
            "text": "(8) Der Bundesminister für Verkehr, Innovation und Technologie hat auf Antrag des Eisenbahnunternehmens oder von Amts wegen die Rechtswirkungen (Abs1) eines Trassengenehmigungsbescheides für unwirksam zu erklären, wenn oder insoweit sie zur Sicherstellung des geplanten Trassenverlaufes nicht mehr notwendig sind.\"",
            "annotations": []
        },
        {
            "text": "3. Die maßgeblichen Bestimmungen des Eisenbahngesetzes 1957 (EisbG), BGBl 60/1957, idF BGBl I 231/2021 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"1. Teil",
            "annotations": []
        },
        {
            "text": "Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "Eisenbahninfrastrukturunternehmen",
            "annotations": []
        },
        {
            "text": "§1a. Ein Eisenbahninfrastrukturunternehmen ist ein Eisenbahnunternehmen, das dem Bau und Betrieb von Haupt- und Nebenbahnen, ausgenommen solchen Nebenbahnen, die mit anderen Haupt- oder Nebenbahnen nicht vernetzt sind, dient und darüber verfügungsberechtigt ist. Haupt- und Nebenbahnen sind vernetzt, wenn über die bloß örtliche Verknüpfung hinaus ein Übergang von Schienenfahrzeugen ohne Spurwechsel und ohne technische Hilfsmittel (beispielsweise Rollschemel) stattfinden kann. Haupt- und Nebenbahnen gelten auch dann als vernetzt, wenn sie grenzüberschreitend mit gleichartigen anderen Schienenbahnen in Nachbarstaaten verknüpft sind.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Eisenbahnanlagen",
            "annotations": []
        },
        {
            "text": "§10. Eisenbahnanlagen sind Bauten, ortsfeste eisenbahnsicherungstechnische Einrichtungen und Grundstücke, die ganz oder teilweise, unmittelbar oder mittelbar der Abwicklung oder Sicherung des Betriebes einer Eisenbahn, des Betriebes von Schienenfahrzeugen auf einer Eisenbahn oder des Verkehrs auf einer Eisenbahn dienen. Ein räumlicher Zusammenhang mit der Eisenbahninfrastruktur ist nicht erforderlich.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "5. Hauptstück",
            "annotations": []
        },
        {
            "text": "Rechte des Eisenbahnunternehmens",
            "annotations": []
        },
        {
            "text": "Bau- und Betriebsrechte",
            "annotations": []
        },
        {
            "text": "§18. (1) Ein zum Bau und zum Betrieb von Eisenbahnen berechtigtes Eisenbahnunternehmen ist nach Maßgabe der Rechtsvorschriften und entsprechend der nach diesem Bundesgesetz erforderlichen Konzessionen, Genehmigungen und Bewilligungen berechtigt und ausschließlich zuständig, die Eisenbahn einschließlich der zugehörigen Eisenbahninfrastruktur, sonstigen Eisenbahnanlagen, Betriebsmittel und des sonstigen Zugehörs zu bauen, zu betreiben, instandzuhalten, zu erneuern und umzurüsten sowie die Funktion 'Verkehrsmanagement' auszuführen. Weiters ist es berechtigt, Verschubleistungen zu erbringen sowie zum Zwecke des Baues und Betriebes einer Eisenbahn Schienenfahrzeuge auf dieser Eisenbahn zu betreiben.",
            "annotations": []
        },
        {
            "text": "(2) – (4) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "6. Hauptstück",
            "annotations": []
        },
        {
            "text": "Pflichten des Eisenbahnunternehmens",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Verkehrsanlagen, Wasserläufe",
            "annotations": []
        },
        {
            "text": "§20. (1) Verkehrsanlagen und Wasserläufe, die durch den Bau der Eisenbahn gestört oder unbenützbar werden, hat das Eisenbahnunternehmen nach dem Ergebnis des eisenbahnrechtlichen Baugenehmigungsverfahrens auf seine Kosten in geeigneter Weise wiederherzustellen. Die Anlagen und Wasserläufe sind von dem bisher hiezu Verpflichteten zu erhalten und zu erneuern. Den Teil, um den die Erhaltungs- und Erneuerungskosten durch den Bau der Eisenbahn vergrößert worden sind, hat das Eisenbahnunternehmen zu tragen. Für Bauten, die früher nicht vorhanden waren, hat das Eisenbahnunternehmen nicht nur die Kosten der ersten Herstellung, sondern auch die der künftigen Erhaltung und Erneuerung zu tragen. Diese Bestimmungen finden keine Anwendung, soweit eine andere Vereinbarung besteht oder getroffen wird.",
            "annotations": []
        },
        {
            "text": "(2) Wiederhergestellte Verkehrsanlagen und Wasserläufe sind den zur künftigen Erhaltung und Erneuerung gemäß Abs1 Verpflichteten förmlich zu übergeben. Wird die Übernahme verweigert, so entscheidet die Behörde nach Maßgabe des Abs1, in welchem Umfang die Übernahme sowie die künftige Erhaltung und Erneuerung zu erfolgen hat.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "7. Hauptstück",
            "annotations": []
        },
        {
            "text": "Bau, Veränderung und Inbetriebnahme von Eisenbahnanlagen und nicht ortsfesten eisenbahnsicherungstechnischen Einrichtungen und Inbetriebnahme von Schienenfahrzeugen",
            "annotations": []
        },
        {
            "text": "1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Eisenbahnrechtliche Baugenehmigung",
            "annotations": []
        },
        {
            "text": "Erforderlichkeit einer eisenbahnrechtlichen Baugenehmigung",
            "annotations": []
        },
        {
            "text": "§31. Für den Bau oder die Veränderung von Eisenbahnanlagen und nicht ortsfesten eisenbahnsicherungstechnischen Einrichtungen ist die eisenbahnrechtliche Baugenehmigung erforderlich.",
            "annotations": []
        },
        {
            "text": "Antrag",
            "annotations": []
        },
        {
            "text": "§31a. (1) Die Erteilung der eisenbahnrechtlichen Baugenehmigung ist bei der Behörde zu beantragen. Dem Antrag ist ein Bauentwurf in dreifacher Ausfertigung und projektrelevante Fachgebiete umfassende Gutachten beizugeben; letztere zum Beweis, ob das Bauvorhaben dem Stand der Technik unter Berücksichtigung der Sicherheit und Ordnung des Betriebes der Eisenbahn, des Betriebes von Schienenfahrzeugen auf der Eisenbahn und des Verkehrs auf der Eisenbahn einschließlich der Anforderungen des Arbeitnehmerschutzes entspricht. Im Falle beantragter Abweichungen vom Stand der Technik sind auch die Vorkehrungen darzustellen, die sicherstellen sollen, dass trotz Abweichung vom Stand der Technik die Sicherheit und Ordnung des Betriebes der Eisenbahn, des Betriebes von Schienenfahrzeugen auf der Eisenbahn und des Verkehrs auf der Eisenbahn einschließlich der Anforderungen an den Arbeitnehmerschutz gewährleistet sind. Wenn das Bauvorhaben eine Hauptbahn alleine oder über eine Hauptbahn hinaus gehend auch eine vernetzte Nebenbahn betrifft, ist nur ein Gutachten beizugeben, das alle projektrelevanten Fachgebiete zu umfassen hat; werden für die Erstattung dieses Gutachtens mehr als ein Sachverständiger bestellt, hat ein solches Gutachten eine allgemein verständliche Zusammenfassung zu enthalten.",
            "annotations": []
        },
        {
            "text": "(2) – (3) […]",
            "annotations": []
        },
        {
            "text": "Bauentwurf",
            "annotations": []
        },
        {
            "text": "§31b. (1) Aus dem Bauentwurf muss insbesondere ersichtlich sein: ",
            "annotations": []
        },
        {
            "text": "1. die Lage der Eisenbahnanlagen und der in der Nähe der Eisenbahntrasse gelegenen Bauten, Verkehrsanlagen, Wasserläufe und Leitungsanlagen; ",
            "annotations": []
        },
        {
            "text": "2. ein Bau- und Betriebsprogramm; ",
            "annotations": []
        },
        {
            "text": "3. die erheblichen Auswirkungen des Bauvorhabens auf die Umgebung; ",
            "annotations": []
        },
        {
            "text": "4. die im §31e genannten betroffenen Liegenschaften sowie die Eigentümer dieser Liegenschaften, die an diesen dinglich Berechtigten, die Wasserberechtigten und die Bergwerksberechtigten.",
            "annotations": []
        },
        {
            "text": "(2) Der Bundesminister für Verkehr, Innovation und Technologie kann allgemein, für alle oder einzelne Arten von Eisenbahnen durch Verordnung nähere Bestimmungen über die je nach Art und Umfang des Bauvorhabens erforderlichen Unterlagen treffen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Parteien",
            "annotations": []
        },
        {
            "text": "§31e. Parteien im Sinne des §8 des Allgemeinen Verwaltungsverfahrensgesetzes 1991, BGBl Nr 51, sind der Bauwerber, die Eigentümer der betroffenen Liegenschaften, die an diesen dinglich Berechtigten, die Wasserberechtigten und die Bergwerksberechtigten. Betroffene Liegenschaften sind außer den durch den Bau selbst in Anspruch genommenen Liegenschaften auch die, die in den Bauverbotsbereich oder in den Feuerbereich zu liegen kommen, sowie die, die wegen ihrer Lage im Gefährdungsbereich Veränderungen oder Beschränkungen unterworfen werden müssen.\"",
            "annotations": []
        },
        {
            "text": "4. Die maßgeblichen Bestimmungen des Eisenbahn-Enteignungsentschädigungsgesetz (EisbEG), BGBl 71/1954 (WV), idF BGBl I 111/2010 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§1. Die Ausübung des Enteignungsrechtes steht in dem vollen durch §365 ABGB. zugelassenen Umfange jedem Eisenbahnunternehmen insoweit zu, als die Gemeinnützigkeit des Unternehmens von der hiezu berufenen staatlichen Verwaltungsbehörde anerkannt ist.",
            "annotations": []
        },
        {
            "text": "I. Gegenstand und Umfang der Enteignung.",
            "annotations": []
        },
        {
            "text": "§2. (1) Das Enteignungsrecht kann zu einer dauernden oder vorübergehenden Enteignung nur insoweit ausgeübt werden, als es die Herstellung und der Betrieb der Eisenbahn notwendig machen.",
            "annotations": []
        },
        {
            "text": "(2) Es umfaßt insbesondere das Recht:",
            "annotations": []
        },
        {
            "text": "1. auf Abtretung von Grundstücken;",
            "annotations": []
        },
        {
            "text": "2. auf Überlassung von Quellen und anderen Privatgewässern;",
            "annotations": []
        },
        {
            "text": "3. auf Einräumung von Servituten und anderen dinglichen Rechten an unbeweglichen Sachen, sowie auf Abtretung, Einschränkung oder Aufhebung derartiger und solcher Rechte, deren Ausübung an einen bestimmten Ort gebunden ist;",
            "annotations": []
        },
        {
            "text": "4. auf Duldung von Vorkehrungen, die die Ausübung des Eigentumsrechtes oder eines anderen Rechtes an einem Grundstück oder an einem Bergbau einschränken.",
            "annotations": []
        },
        {
            "text": "(3) Das Enteignungsrecht kann auch in Beziehung auf das Zugehör eines Gegenstandes der Enteignung ausgeübt werden.",
            "annotations": []
        },
        {
            "text": "§3. (1) Unter der im §2 bezeichneten Voraussetzung kann die dauernde oder vorübergehende Abtretung von Grundstücken insoweit begehrt werden, als es zur Herstellung der Bahn, der Bahnhöfe, der an der Bahn und an den Bahnhöfen für Zwecke des Eisenbahnbetriebes zu errichtenden Gebäude oder zu sonstigen Anlagen, deren Herstellung dem Eisenbahnunternehmen obliegt, dann zur Unterbringung des beim Bau zu entfernenden Erdmateriales und Schuttes, endlich zur Gewinnung des notwendigen Schüttungs-, Rohstein- und Schottermateriales erforderlich ist.",
            "annotations": []
        },
        {
            "text": "(2) Das Recht, die Abtretung eines Grundstückes zu einer vorübergehenden Benützung zu begehren, erstreckt sich nicht auf Gebäude und Wohnräume, noch auf solche Grundstücke, deren Substanz durch die beabsichtigte Benützung voraussichtlich wesentlich und dauernd verändert würde.",
            "annotations": []
        },
        {
            "text": "(3) Der Eigentümer eines zur vorübergehenden Benützung überlassenen Grundstückes ist berechtigt zu begehren, daß das Eisenbahnunternehmen das Grundstück an sich löse, wenn die Benützung länger als sechs Monate nach der Betriebseröffnung oder, falls die Abtretung zur Benützung erst nach der Betriebseröffnung stattfand, länger als zwei Jahre dauert.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "IV. Vollzug der Enteignung.",
            "annotations": []
        },
        {
            "text": "Rechte und Pflichten des Eisenbahnunternehmens und des Enteigneten.",
            "annotations": []
        },
        {
            "text": "§35. (1) Die Enteignung ist vollzogen, wenn das Eisenbahnunternehmen mit ausdrücklicher oder stillschweigender Zustimmung des Enteigneten oder im Zwangswege gegen seinen Willen in den Besitz des enteigneten Gegenstandes (§2) gelangt ist. Der zwangsweise Vollzug der Enteignung setzt einen rechtskräftigen oder nach §40 Abs2 erlassenen Enteignungsbescheid oder eine nach §26 getroffene Vereinbarung voraus und steht der Bezirksverwaltungsbehörde zu. ",
            "annotations": []
        },
        {
            "text": "(2) Der Vollzug ist auf Antrag des Eisenbahnunternehmens zu bewilligen, wenn es die im rechtskräftigen Enteignungsbescheid festgesetzte Entschädigung geleistet oder gerichtlich hinterlegt und die in diesem Bescheid festgesetzte Sicherheit geleistet hat. ",
            "annotations": []
        },
        {
            "text": "(3) Der Vollzug der Enteignung wird dadurch nicht gehindert, daß deren Gegenstand von dem, gegen den die Enteignung eingeleitet worden war, an einen Dritten übergegangen ist, oder daß sich andere diesen Gegenstand betreffende rechtliche Veränderungen ergeben haben. ",
            "annotations": []
        },
        {
            "text": "(4) Der zwangsweise Vollzug kann durch die Anrufung des Gerichtes zur Entscheidung über die zu leistende Entschädigung oder zur Entscheidung über die Art und die Höhe der Sicherheitsleistung nicht aufgehalten werden.\"",
            "annotations": []
        },
        {
            "text": "5. Die maßgeblichen Bestimmungen des Umweltverträglichkeitsprüfungsgesetzes 2000 (UVP-G 2000), BGBl 697/1993, idF BGBl I 26/2023 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"3. ABSCHNITT",
            "annotations": []
        },
        {
            "text": "UMWELTVERTRÄGLICHKEITSPRÜFUNG FÜR BUNDESSTRASSEN UND HOCHLEISTUNGSSTRECKEN",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Anwendungsbereich für Hochleistungsstrecken",
            "annotations": []
        },
        {
            "text": "§23b. (1) Für folgende Vorhaben von Hochleistungsstrecken, die nicht bloß in Ausbaumaßnahmen auf bestehenden Eisenbahnen bestehen, ist eine Umweltverträglichkeitsprüfung (§1) nach diesem Abschnitt durchzuführen:",
            "annotations": []
        },
        {
            "text": "1. Neubau von Eisenbahn-Fernverkehrsstrecken oder ihrer Teilabschnitte, Neubau von sonstigen Eisenbahnstrecken oder ihrer Teilabschnitte auf einer durchgehenden Länge von mindestens 10 km,",
            "annotations": []
        },
        {
            "text": "2. Änderung von Eisenbahnstrecken oder ihrer Teilabschnitte auf einer durchgehenden Länge von mindestens 10 km, sofern die Mitte des äußersten Gleises der geänderten Trassen von der Mitte des äußersten Gleises der bestehenden Trasse mehr als 100 m entfernt ist. ",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "(3) Ist für den Bau einer Hochleistungsstrecke eine Umweltverträglichkeitsprüfung nach diesem Abschnitt durchzuführen und bedingt dieses Vorhaben auch Maßnahmen an Eisenbahnen, die keine Hochleistungsstrecke sind oder eine im Anhang 1 angeführte Begleitmaßnahme, die mit diesem Vorhaben in einem räumlichen und sachlichen Zusammenhang steht, so ist die Umweltverträglichkeitsprüfung für das Gesamtvorhaben (Hochleistungsstrecke und verbundene Maßnahme) nach den Bestimmungen dieses Abschnittes durchzuführen. Ist für eine Hochleistungsstrecke und verbundene Maßnahmen jeweils das vereinfachte Verfahren vorgesehen, so ist dieses Verfahren anzuwenden. Für alle nachfolgenden Genehmigungsverfahren ist keine neuerliche Umweltverträglichkeitsprüfung durchzuführen.",
            "annotations": []
        },
        {
            "text": "(4) Bedingt der Bau einer Hochleistungsstrecke, für die keine Umweltverträglichkeitsprüfung nach Abs1 oder 2 durchzuführen ist, eine im Anhang 1 angeführte Begleitmaßnahme, die mit diesem Vorhaben in einem räumlichen und sachlichen Zusammenhang steht, so ist für das Gesamtvorhaben (Hochleistungsstrecke und Begleitmaßnahme) eine Umweltverträglichkeitsprüfung nach den Bestimmungen dieses Abschnittes durchzuführen. Ist für die Begleitmaßnahme das vereinfachte Verfahren vorgesehen, so ist dieses Verfahren anzuwenden. Für alle nachfolgenden Genehmigungsverfahren ist keine neuerliche Umweltverträglichkeitsprüfung durchzuführen. ",
            "annotations": []
        },
        {
            "text": "Verfahren, Behörde",
            "annotations": []
        },
        {
            "text": "§24. (1) Wenn ein Vorhaben gemäß §23a oder §23b einer Umweltverträglichkeitsprüfung zu unterziehen ist, hat der Bundesminister/die Bundesministerin für Klimaschutz, Umwelt, Energie, Mobilität, Innovation und Technologie die Umweltverträglichkeitsprüfung und ein teilkonzentriertes Genehmigungsverfahren durchzuführen. In diesem Genehmigungsverfahren sind alle vom Bund zu vollziehenden, für die Ausführung des Vorhabens erforderlichen materiellen Genehmigungsbestimmungen anzuwenden, auch soweit sie in den eigenen Wirkungsbereich der Gemeinden fallen. Der Landeshauptmann kann mit der Durchführung der Umweltverträglichkeitsprüfung, des teilkonzentrierten Genehmigungsverfahrens und der Entscheidung ganz oder teilweise betraut werden, wenn dies im Interesse der Zweckmäßigkeit, Raschheit, Einfachheit und Kostenersparnis gelegen ist.",
            "annotations": []
        },
        {
            "text": "(2) Der Bundesminister/die Bundesministerin für Klimaschutz, Umwelt, Energie, Mobilität, Innovation und Technologie ist auch zuständige Behörde für das Feststellungsverfahren gemäß Abs5. Für den Vollzug der Strafbestimmungen ist die Bezirksverwaltungsbehörde zuständig.",
            "annotations": []
        },
        {
            "text": "(3) Die Landesregierung hat ein teilkonzentriertes Genehmigungsverfahren durchzuführen, in dem sie alle vom Land zu vollziehenden, für die Ausführung des Vorhabens erforderlichen Genehmigungsbestimmungen, auch soweit sie in den eigenen Wirkungsbereich der Gemeinde fallen, anzuwenden hat. Die Bezirksverwaltungsbehörde kann mit der Durchführung des teilkonzentrierten Genehmigungsverfahrens und der Entscheidung ganz oder teilweise betraut werden, wenn dies im Interesse der Zweckmäßigkeit, Raschheit, Einfachheit und Kostenersparnis gelegen ist.",
            "annotations": []
        },
        {
            "text": "(4) Die Zuständigkeit nach Abs1 und 3 erstreckt sich auf alle Ermittlungen, Entscheidungen und Überwachungen nach den im teilkonzentrierten Genehmigungsverfahren jeweils betroffenen Verwaltungsvorschriften und auf Änderungen gemäß §24g. Sie beginnt mit Antragstellung gemäß §24a. Ab diesem Zeitpunkt ist in den Angelegenheiten gemäß Abs1 und 3 die Zuständigkeit der nach den Verwaltungsvorschriften sonst zuständigen Behörden auf die Mitwirkung an der Vollziehung dieses Bundesgesetzes eingeschränkt. Die Zuständigkeit nach Abs1 und 3 endet zu dem in §24h Abs3 bezeichneten Zeitpunkt. Besteht der Verdacht einer Übertretung gemäß §45 Z2 lita oder b, hat die Behörde nach Abs1 die in §360 Abs1 der Gewerbeordnung 1994 genannten Maßnahmen zu treffen.",
            "annotations": []
        },
        {
            "text": "(5) – (6) […]",
            "annotations": []
        },
        {
            "text": "(7) Soweit in den folgenden Bestimmungen dieses Abschnittes nicht anderes geregelt ist, sind im Verfahren nach Abs1 anzuwenden: §2 (Begriffsbestimmungen) mit der Maßgabe, dass auch die Behörde nach Abs3 zu den mitwirkenden Behörden zählt; §4 (Vorverfahren und Investorenservice); §6 (Umweltverträglichkeitserklärung) mit der Maßgabe, dass die Behörde festlegen kann, dass bestimmte Angaben und Unterlagen, soweit sie nicht für eine Abschätzung der Umweltauswirkungen in diesem Verfahrensstadium notwendig sind, erst in einem späteren Genehmigungsverfahren vorzulegen sind; §10 Abs1 bis 6 und 8 (grenzüberschreitende Auswirkungen); §14 (Strukturierung des Verfahrens) und §16 (mündliche Verhandlung und weiteres Verfahren). ",
            "annotations": []
        },
        {
            "text": "(8) §9 (öffentliche Auflage), §9a (Auflage und Kundmachung von Edikten im Großverfahren) und §16a (Online- oder Hybrid-Verhandlung) sind anzuwenden. Für die Entstehung der Bürgerinitiative gilt §19 Abs4. ",
            "annotations": []
        },
        {
            "text": "(9) […]",
            "annotations": []
        },
        {
            "text": "(10) Vor Abschluss der Umweltverträglichkeitsprüfung oder der Einzelfallprüfung dürfen für Vorhaben, die einer Prüfung gemäß §23a oder §23b unterliegen, Genehmigungen nicht erteilt werden und kommt nach Verwaltungsvorschriften getroffenen Anzeigen keine rechtliche Wirkung zu. Entgegen dieser Bestimmung erteilte Genehmigungen können von der sachlich in Betracht kommenden Oberbehörde oder, wenn eine solche nicht vorgesehen ist, von der Behörde, die den Bescheid erlassen hat, innerhalb einer Frist von 3 Jahren als nichtig erklärt werden. ",
            "annotations": []
        },
        {
            "text": "(11) Bedingen sich Vorhaben des §23a und §23b gegenseitig, so kann die Umweltverträglichkeitsprüfung koordiniert durchgeführt werden. Die Behörde kann ein gemeinsames Umweltverträglichkeitsgutachten (§24c) oder eine gemeinsame zusammenfassende Bewertung (§24d) in Auftrag geben.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Entscheidung",
            "annotations": []
        },
        {
            "text": "§24f. (1) Genehmigungen (Abs6) dürfen nur erteilt werden, wenn im Hinblick auf eine wirksame Umweltvorsorge zu den anzuwendenden Verwaltungsvorschriften zusätzlich nachstehende Voraussetzungen erfüllt sind: […]",
            "annotations": []
        },
        {
            "text": "(1a) – (5) […] ",
            "annotations": []
        },
        {
            "text": "(6) Die nach §24 Abs1 und 3 zuständigen Behörden haben die Abs1 bis 5, 13 und 14 anzuwenden, soweit sie für ihren Wirkungsbereich maßgeblich sind. ",
            "annotations": []
        },
        {
            "text": "(7) […] ",
            "annotations": []
        },
        {
            "text": "(8) In den Genehmigungsverfahren nach Abs6 haben die nach den anzuwendenden Verwaltungsvorschriften und die vom jeweiligen Verfahrensgegenstand betroffenen Personen gemäß §19 Abs1 Z1 Parteistellung. Die im §19 Abs1 Z3 bis 6 angeführten Personen haben Parteistellung nach Maßgabe des §19 mit der Berechtigung, die Einhaltung von Umweltschutzvorschriften als subjektives Recht im Verfahren wahrzunehmen und Beschwerde an das Bundesverwaltungsgericht sowie Revision an den Verwaltungsgerichtshof, Bürgerinitiativen auch Beschwerde an den Verfassungsgerichtshof zu erheben. Personen gemäß §19 Abs1 Z7 und §19 Abs11 haben Parteistellung nach Maßgabe des §19 mit der Berechtigung, die Einhaltung von Umweltschutzvorschriften im Verfahren wahrzunehmen und Beschwerde an das Bundesverwaltungsgericht sowie Revision an den Verwaltungsgerichtshof zu erheben. Der Standortanwalt gemäß §19 Abs.1 Z8 hat Parteistellung, um die Einhaltung von Vorschriften über öffentliche Interessen, die für die Verwirklichung des Vorhabens sprechen, geltend zu machen und Beschwerde an das Bundesverwaltungsgericht sowie Revision an den Verwaltungsgerichtshof zu erheben. ",
            "annotations": []
        },
        {
            "text": "(9) Im Verfahren nach §24 Abs1 und 3 kann die Behörde auf Antrag des Projektwerbers/der Projektwerberin zunächst über alle Belange absprechen, die zur Beurteilung der grundsätzlichen Umweltverträglichkeit des Vorhabens erforderlich sind. Diesfalls sind nur die zur Beurteilung der grundsätzlichen Umweltverträglichkeit notwendigen Unterlagen vorzulegen. In der grundsätzlichen Genehmigung ist auch darüber abzusprechen, welchen Bereichen Detailgenehmigungen vorbehalten bleiben. ",
            "annotations": []
        },
        {
            "text": "(10) Die grundsätzliche Genehmigung in Verfahren nach §24 Abs1 hat jedenfalls über die für die Trassenentscheidung nach dem Bundesstraßengesetz 1971 und dem Hochleistungsstreckengesetz vorgesehenen Genehmigungsvoraussetzungen abzusprechen. In Verwaltungsvorschriften und in Abs15 vorgesehene Zwangsrechte können ab Rechtswirksamkeit der Grundsatzgenehmigung in Anspruch genommen werden, soweit darin die Ergebnisse der Umweltverträglichkeitsprüfung nach Abs3 und 4 ausreichend berücksichtigt und soweit Gegenstand, Umfang und Notwendigkeit des Zwangsrechtes der grundsätzlichen Genehmigung zu entnehmen sind. ",
            "annotations": []
        },
        {
            "text": "(11) Auf der Grundlage der bereits ergangenen grundsätzlichen Genehmigung hat die Behörde über die Detailgenehmigungen nach Vorlage der hiefür erforderlichen weiteren Unterlagen im Detailverfahren unter Anwendung der Genehmigungsvoraussetzungen gemäß Abs1 bis 5 zu entscheiden. §16 ist in den Detailverfahren nicht anzuwenden. Die vom Detailprojekt betroffenen Parteien bzw Beteiligten gemäß Abs8 und mitwirkenden Behörden sind beizuziehen. Änderungen des grundsätzlich genehmigten Vorhabens können in der Detailgenehmigung insoweit vorgenommen werden, als die Kriterien des §24g Abs1 erfüllt sind und die von der Änderung betroffenen Beteiligten gemäß Abs8 Gelegenheit hatten, ihre Interessen wahrzunehmen. ",
            "annotations": []
        },
        {
            "text": "(12) – (15) […]\"",
            "annotations": []
        },
        {
            "text": "6. Die maßgeblichen Bestimmungen des Wasserrechtsgesetzes 1959 (WRG 1959), BGBl 215/1959 (WV), idF BGBl I 73/2018 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Eisenbahnanlagen.",
            "annotations": []
        },
        {
            "text": "§127.",
            "annotations": []
        },
        {
            "text": "(1) Für Eisenbahnbauten und Bauten auf Bahngrund, die nach den eisenbahnrechtlichen Vorschriften einer eisenbahnbaubehördlichen Bewilligung bedürfen und durch die öffentliche Gewässer oder obertägige Privatgewässer berührt werden, gelten in Ansehung des Verfahrens und der Zuständigkeit nachstehende Grundsätze:",
            "annotations": []
        },
        {
            "text": "a) sind diese Bauten mit einer Wasserentnahme aus einem derartigen Gewässer oder mit einer Einleitung in ein solches verbunden oder bezwecken sie die Ausnutzung der motorischen Kraft des Wassers, so bedürfen sie im vollen Umfange der Wasserbenutzung einer besonderen wasserrechtlichen Bewilligung nach den Bestimmungen dieses Bundesgesetzes.",
            "annotations": []
        },
        {
            "text": "b) in allen übrigen Fällen sind im eisenbahnrechtlichen Bauverfahren auch die materiellrechtlichen Bestimmungen dieses Bundesgesetzes anzuwenden. Zu diesem Zweck ist dem eisenbahnbehördlichen Ermittlungsverfahren (der politischen Begehung) ein Vertreter der Wasserrechtsbehörde als Kommissionsmitglied beizuziehen. Findet sich die Eisenbahnbehörde nicht in der Lage, der Stellungnahme dieses Kommissionsmitgliedes Rechnung zu tragen, so hat sie bei der Entscheidung im Einvernehmen mit dem Bundesminister für Land- und Forstwirtschaft, Umwelt und Wasserwirtschaft vorzugehen.",
            "annotations": []
        },
        {
            "text": "(2) Für die Erschließung und Benutzung von Grundwasser auf Bahngrund für Bau- und Betriebszwecke der in die Zuständigkeit der Eisenbahnbehörde fallenden Eisenbahnen gelten die Grundsätze des Abs1 litb.",
            "annotations": []
        },
        {
            "text": "(3) Für Anlagen und Bauten der im Abs1 bezeichneten Art kann unbeschadet weitergehender Bestimmungen dieses Bundesgesetzes das Enteignungsrecht nach den Vorschriften des Eisenbahn-Enteignungsentschädigungsgesetzes, BGBl Nr 71/1954 in der geltenden Fassung, ausgeübt werden.",
            "annotations": []
        },
        {
            "text": "(4) […]",
            "annotations": []
        },
        {
            "text": "(5) Im Bewilligungsverfahren gemäß §§38 und 39 des Eisenbahngesetzes 1957, BGBl Nr 60, für Herstellungen und Maßnahmen im Gefährdungsbereiche der Bahn, die einer wasserrechtlichen Bewilligung bedürfen, hat die Eisenbahnbehörde, sofern sie die Vorschreibungen der Wasserrechtsbehörde zum Schutze der Bahnbelange nicht für ausreichend erachtet, im Einvernehmen mit dem Bundesministerium für Land- und Forstwirtschaft vorzugehen.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen ",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "Das Recht auf ein Verfahren vor dem gesetzlichen Richter wird durch die Entscheidung eines Verwaltungsgerichtes verletzt, wenn das Verwaltungsgericht eine ihm gesetzlich nicht zukommende Zuständigkeit in Anspruch nimmt (zB VfSlg 16.298/2001, 16.717/2002 und 20.260/2018) oder wenn es in gesetzwidriger Weise seine Zuständigkeit ablehnt, etwa indem es zu Unrecht eine Sachentscheidung verweigert (zB VfSlg 16.737/2002, 20.385/2020 und 20.392/2020).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Landesverwaltungsgericht Oberösterreich unterlaufen.",
            "annotations": []
        },
        {
            "text": "2.1. Die beschwerdeführende Partei beantragte die Bewilligung der Abschreibung eines Grundstücksteiles von dem bebauten Grundstück Nr 597, KG Leonding. Sowohl die belangte Behörde als auch das Landesverwaltungsgericht Oberösterreich verwehrten der beschwerdeführenden Partei die begehrte Bewilligung im Wesentlichen mit der Begründung, dass der Änderung des Grundstückes Nr 597 Bestimmungen des geltenden Bebauungsplanes Nr 21.58 \"Leonding Nord\" entgegenstünden (§9 Abs3 iVm §5 Abs1 Z2 Oö BauO 1994).",
            "annotations": []
        },
        {
            "text": "2.2. Damit hat das Landesverwaltungsgericht die beschwerdeführende Partei in ihrem Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt, da die Oö BauO 1994 – wie die Beschwerde zutreffend geltend macht – auf die begehrte Abschreibung nicht anwendbar und der Antrag somit unzulässig ist.",
            "annotations": []
        },
        {
            "text": "2.3. Gemäß §9 Abs1 Oö BauO 1994 bedürfen die Abschreibung und die Zuschreibung von Grundstücken oder Grundstücksteilen vom oder zum Gutsbestand einer Grundbuchseinlage sowie die Teilung oder Vereinigung von Grundstücken im Gutsbestand einer Grundbuchseinlage bei Grundstücken einer Bewilligung der Baubehörde, die zu einem im Grundbuch ersichtlich gemachten Bauplatz gehören (Z1) oder (zwar) nicht zu einem im Grundbuch ersichtlich gemachten Bauplatz gehören, aber bebaut sind (Z2). Wird eine Änderung im Gutsbestand einer Grundbuchseinlage gemäß Abs1 leg cit ohne die vorgeschriebene Bewilligung der Baubehörde grundbücherlich durchgeführt, hat das Grundbuchsgericht diese Änderung gemäß Abs6 leg cit auf Antrag der Baubehörde zu löschen und den früheren Grundbuchsstand wiederherzustellen. ",
            "annotations": []
        },
        {
            "text": "Nach §1 Abs2 Oö BauO 1994 sind Bestimmungen dieses Landesgesetzes allerdings – soweit der Zuständigkeitsbereich des Bundes berührt wird – so auszulegen, dass sich keine über die Zuständigkeit des Landes hinausgehende rechtliche Wirkung ergibt. ",
            "annotations": []
        },
        {
            "text": "2.4. Die Verlegung des Krumbaches dient der Herstellung des Eisenbahnbauvorhabens \"HL-Strecke Wien-Salzburg, viergleisiger Ausbau und Trassenverschwenkung im Abschnitt Linz - Marchtrenk. km 190,300 – 206,038 (205,700)\". Die dafür benötigte Abschreibung eines Grundstücksteiles vom Grundstück Nr 597 unterliegt somit dann nicht der baubehördlichen Bewilligungspflicht, wenn der Vorgang ausschließlich nach bundesrechtlichen Vorschriften zu beurteilen ist. Deshalb ist zu klären, ob die von der beschwerdeführenden Partei begehrte Abschreibung von dem Grundstück Nr 597 ausschließlich nach Bundesrecht zu beurteilen ist.",
            "annotations": []
        },
        {
            "text": "2.5. Unter \"Verkehrswesen bezüglich der Eisenbahnen\" im Sinne des Art10 Abs1 Z9 B-VG ist das gesamte Eisenbahnwesen als Teil des Verkehrswesens zu verstehen (zum umfassenden Begriff des \"Eisenbahnwesens\" s. ua VfSlg 2905/1955, 3504/1959, 5019/1965, 5578/1967; vgl auch VfSlg 2192/1951, 2674/1954, 2685/1954; VwSlg 6123 A/1963; Zeleny, Eisenbahnplanungs- und -baurecht, 1994, 88 ff.; Mayer, Die Kompetenzen des Bundes zur Regelung des Eisenbahnwesens, ÖJZ1996, 292 [294 f.]). Dieser Kompetenztatbestand begründet eine ausschließliche Zuständigkeit des Bundes zur Regelung des Baus von Eisenbahnen (vgl zB VfSlg 2685/1954); er umfasst jedoch nicht jede Bauführung auf Eisenbahngrund (dazu VfSlg 5019/1965; 5578/1967; Zeleny, Eisenbahnplanungs- und -baurecht, 83 f., 89). Die Zuständigkeit des Bundes nach Art10 Abs1 Z9 B-VG ist immer dann gegeben, wenn die auf dem Eisenbahngrundstück befindlichen Bauten solche im Sinne des §10 EisbG sind (VfSlg 5019/1965, 5578/1967). Entscheidendes Kriterium für die Begrenzung der Bundeskompetenz ist das Vorliegen eines spezifisch unauflöslichen Zusammenhangs zwischen einem Bauvorhaben und der Abwicklung und Sicherung des Eisenbahnbetriebes oder -verkehrs (Morscher, Zu den Grenzen der Bundeskompetenzen \"Verkehrswesen bezüglich der Eisenbahnen und der Luftfahrt\" (Art10 Abs1 Z9 B-VG), in: FS Schambeck, 1994, 527 [536 f.]).",
            "annotations": []
        },
        {
            "text": "Die Bundeskompetenz umfasst zudem die planende und vorausschauende Tätigkeit auf dem Gebiet des Eisenbahnwesens (VfSlg 2674/1954), wobei darunter nicht nur die Planung von Eisenbahnanlagen zu verstehen ist (zu dieser VfSlg 5019/1965, 5578/1967; Wallnöfer, Art10 Abs1 Z9 B-VG, in: Kneihs/Lienbacher [Hrsg.], Rill-Schäffer-Kommentar Bundesverfassungsrecht, 9. Lfg 2012, Rz 22), sondern auch die Planung solcher Maßnahmen, die ausschließlich der Herstellung der Eisenbahnanlagen dienen (vgl Wiederin, Die Behandlung von Anlagen zur Eisenbahnherstellung im Verwaltungsrecht, RdU 2015, 93 [95 ff]; ferner Wallnöfer, aaO, Rz 22; zur Reichweite von §2 Eisenbahn-Enteignungsentschädigungsgesetz [EisbEG] etwa VwGH 17.4.2009, 2006/03/0164; 30.6.2011, 2011/03/0079; 18.2.2015, Ro 2014/03/0008), ohne selbst Eisenbahnanlagen zu sein (zur Abgrenzung der Eisenbahnanlagen etwa VfSlg 17.424/2004 unter Hinweis auf VwSlg 6123 A/1963, 14.265 A/1995 und 14.414 A/1996. Ferner VwGH 13.4.1993, 92/05/0279; 17.4.2009, 2006/03/0164 und 19.12.2013, 2011/03/0160). Vor diesem Hintergrund unterliegt auch die durch ein Eisenbahnbauvorhaben notwendige Verlegung oder Umgestaltung von Wasserläufen oder Straßenkörpern der Bundeskompetenz nach Art10 Abs1 Z9 B-VG (vgl §20 Abs1 EisbG sowie §127 Abs1 litb WRG 1959; zum Versteinerungsmaterial §10 Abs1 litb und c der Verordnung des Ministeriums für Handel, Gewerbe und öffentliche Bauten vom 14. September 1854, RGBl. 238/1854, sowie die diesbezüglichen Ausführungen bei Mayrhofer/Pace, Handbuch für den politischen Verwaltungsdienst, Bd. 55, 1901, 605 f. und 1128 ff speziell zum Verhältnis zwischen Wasserrecht und Eisenbahnrecht sowie die Anm. 1 auf Seite 1129 zur Zuständigkeit bei Verlegung eines Gewässers; ferner die §§14 und 20 der Verordnung des Handelsministeriums vom 25. Jänner 1879, RGBl. 19/1879, betreffend die Verfassung der auf Eisenbahnen bezüglichen Projecte und die damit zusammenhängenden Amtshandlungen, wonach die Verlegung von Flüssen Teil des Detailprojektes zum Eisenbahnbauvorhaben war, das dem Baukonsens zugrunde lag; dazu Krasny, Eisenbahnbaurecht, in: Mischler/Ulbrich [Hrsg.], Österreichisches Staatswörterbuch, Bd. 1², 1905, 750 [750 f]).",
            "annotations": []
        },
        {
            "text": "2.6. Angesichts dieser Kompetenzrechtslage findet das Baurecht der Länder auf Eisenbahnanlagen im Sinne von §10 EisbG grundsätzlich keine Anwendung, weshalb es bei der Errichtung derartiger Anlagen auch nicht auf die Übereinstimmung des Vorhabens mit landesrechtlichen Raumordnungsakten ankommt; diese können nur insoweit wirksam werden, als es sich bei den auf Eisenbahngrund zu errichtenden Bauten (ungeachtet der Eintragung des Grundstückes in das Eisenbahnbuch) nicht um die Errichtung von Eisenbahnanlagen handelt (grundlegend VfSlg 5578/1967). Demgegenüber unterliegt die Grundinanspruchnahme für Zwecke des Eisenbahnbaus ausschließlich bundesrechtlichen Vorgaben, und zwar unabhängig davon, ob auf der Grundfläche eine Eisenbahnanlage errichtet werden soll oder sie der Verwirklichung einer – dem Verkehrswesen bezüglich der Eisenbahnen unterfallenden – Begleitmaßnahme dient, zumal dem Eisenbahnunternehmen hinsichtlich solcher Grundflächen das Recht auf Enteignung zusteht (§2 EisbEG), wobei sich die Wirkungen der Enteignung einzig nach den eisenbahnrechtlichen Vorschriften bestimmen (vgl §35 EisbEG). Es kann folglich schon aus kompetenzrechtlichen Gründen nicht darauf ankommen, ob die für die Grundstücksabtretung allenfalls nötige Grundstücksteilung nach landesrechtlichen Vorschriften zulässig ist. Ebenso wenig ist es von Bedeutung, ob hinsichtlich der jeweiligen Grundfläche tatsächlich eine Enteignung stattgefunden hat; vielmehr genügt es, dass die Grundfläche zur Herstellung (oder zum Betrieb) einer Eisenbahn notwendig ist (§2 EisbEG). Ob dem so ist, ergibt sich dabei aus der relevanten bundesrechtlichen Genehmigung, wobei das Vorliegen einer grundsätzlichen Genehmigung nach dem dritten Abschnitt des UVP-G 2000 für das Eisenbahnbauvorhaben ausreichend ist, sofern Gegenstand, Umfang und Notwendigkeit der Grundinanspruchnahme der grundsätzlichen Genehmigung zu entnehmen sind (vgl §24f Abs10 UVP-G 2000).",
            "annotations": []
        },
        {
            "text": "2.7. Ein solcher Fall liegt hier vor, ergibt sich doch aus den Planunterlagen, die Bestandteil der grundsätzlichen Genehmigung nach dem UVP-G 2000 für das Vorhaben \"HL-Strecke Wien-Salzburg, viergleisiger Ausbau und Trassenverschwenkung im Abschnitt Linz - Marchtrenk. km 190,300 – 206,038 (205,700)\" sind, dass das Eisenbahnbauvorhaben die Verlegung des Krumbaches im Bereich des Grundstückes Nr 597 notwendig macht. Zu diesem Zweck, mithin also zur Herstellung einer Eisenbahn, strebt die beschwerdeführende Partei die Abschreibung einer Grundfläche im südlichen Teil des Grundstückes an. Im Lichte der vorstehenden Ausführungen besteht daher keine Kompetenz der Landesgesetzgebung, diese Grundinanspruchnahme einer (baubehördlichen) Bewilligungspflicht zu unterwerfen. §9 Oö BauO 1994 ist daher iVm §1 Abs2 leg cit dahingehend auszulegen, dass die besagte Abschreibung keiner baubehördlichen Bewilligung unterliegt.",
            "annotations": []
        },
        {
            "text": "2.8. Der von der beschwerdeführenden Partei gestellte Antrag auf Erteilung einer Bewilligung nach §9 Abs1 Oö BauO 1994 erweist sich daher als unzulässig, weshalb die belangte Behörde verpflichtet gewesen wäre, ihn zurückzuweisen. Die belangte Behörde war folglich nicht zur inhaltlichen Behandlung des Antrages berechtigt, was das Landesverwaltungsgericht gemäß §27 VwGVG von Amts wegen hätte aufgreifen müssen. Indem es das nicht getan hat, sondern vielmehr den angefochtenen Bescheid unter Abweisung der Beschwerde bestätigt hat, hat es die beschwerdeführende Partei in ihrem Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt (vgl VfSlg 14.534/1996, 14.972/1997; ferner VfSlg 15.612/1999).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführende Partei ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}