{
    "document_id": "JFT_20230612_23E01263_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist Staatsangehöriger von Gambia und stellte am 17. Jänner 2020 einen Antrag auf internationalen Schutz. Zu seinen Fluchtgründen sagte er vor dem Bundesamt für Fremdenwesen und Asyl unter anderem aus, er sei 2018 als Minderjähriger von Personen aus Gambia in die Ukraine geschmuggelt worden, mit dem Versprechen, dort professionell Fußball spielen zu können. In der Ukraine hätte er dann jedoch für diese Personen arbeiten müssen, um die Kosten für die Verbringung in die Ukraine zu begleichen. Seine Aufgabe sei es gewesen, in einem \"Call Center\" Personen anzurufen, um diese durch Täuschung zu \"Investitionen\" zu überreden. Diese Tätigkeit habe er mehrere Monate verrichtet, wobei ihm von den USD 500,–, die er monatlich verdient habe, USD 400,– abgezogen worden seien, um seine \"Schulden\" von USD 3.000,– zu begleichen. Im Falle einer Rückkehr nach Gambia fürchte er sich vor Verfolgung durch die Personen, die ihn in die Ukraine gebracht hätten.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 17. Februar 2021 wies das Bundesamt für Fremdenwesen und Asyl seinen Antrag auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten sowie hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten als unbegründet ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung und stellte die Zulässigkeit der Abschiebung nach Gambia unter Setzung einer sechswöchigen Frist für die freiwillige Ausreise fest.",
            "annotations": []
        },
        {
            "text": "In seiner Begründung führte das Bundesamt für Fremdenwesen und Asyl unter anderem aus, die Aussagen des Beschwerdeführers zu seiner Verbringung in die Ukraine seien detailreich, lebensnahe und nachvollziehbar. Es sei daher glaubhaft, dass Personen den Beschwerdeführer von Gambia mit dem Versprechen, dort professionell Fußball spielen zu können, in die Ukraine gelockt und ihn dann dazu gezwungen hätten, in betrügerischen Firmen zu arbeiten. Seine Furcht vor möglicher Verfolgung durch die Personen, die ihm geholfen hätten, in die Ukraine zu gelangen, sei jedoch nicht asylrelevant, weil er vor dieser Verfolgung durch Privatpersonen Schutz bei den gambischen Behörden suchen könne.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 16. März 2023 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Begründend führte das Bundesverwaltungsgericht im Wesentlichen aus, es könne im Gegensatz zur belangten Behörde nicht einmal ansatzweise annehmen, dass der Beschwerdeführer in der Ukraine in den Blick von Menschenhändlern geraten sei, die versucht hätten, ihn auszubeuten. Es sei offensichtlich, dass der Beschwerdeführer 2018 den Versuch unternommen habe, als junger Fußballprofi in der Ukraine Fuß zu fassen. Der Beschwerdeführer habe in der mündlichen Verhandlung auch zugestanden, dass zu keinem Zeitpunkt irgendwer auf die Idee gekommen sei, ihn hier im Bundesgebiet wegen angeblicher Schulden zu kontaktieren, sodass offensichtlich kein Interesse irgendwelcher Personen aus der Ukraine mehr am Beschwerdeführer bestünde. Er habe auch nicht dargelegt, weshalb er diesen so wesentlichen Fluchtgrund nicht zumindest ansatzweise bereits bei der Erstbefragung geschildert habe.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. ",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer bringt im Wesentlichen vor, das Bundesverwaltungsgericht habe in einem entscheidenden Punkt jede Ermittlungstätigkeit unterlassen, Parteivorbringen ignoriert und den konkreten Sachverhalt außer Acht gelassen. In der mündlichen Verhandlung habe der Beschwerdeführer ein Schreiben der Opferschutzeinrichtung MEN VIA – Unterstützung für Männer als Betroffene von Menschenhandel vom 13. Februar 2023 vorgelegt, wonach sich in einem Abklärungsgespräch am 2. Februar 2023 nachvollziehbare und konkrete Hinweise ergeben hätten, dass der Beschwerdeführer Opfer von Menschenhandel in der Ukraine geworden sein dürfte und eine Stellungnahme nach weiteren notwendigen Abklärungen übermittelt würde, insbesondere zur Gefährdungslage und zum Schutzbedarf des Beschwerdeführers. Das Bundesverwaltungsgericht habe dem Beschwerdeführer in der mündlichen Verhandlung zwar noch eine dreiwöchige Frist für eine abschließende Stellungnahme eingeräumt, jedoch die beantragte weitere Frist von zwei Wochen nicht gewährt und die Beschwerde ungeachtet der aus Sicht der MEN VIA weiteren notwendigen Abklärung abgewiesen.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und ebenso wie das Bundesamt für Fremdenwesen und Asyl von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Der Beschwerdeführer brachte sowohl in seiner Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl als auch in seiner Beschwerde an das Bundesverwaltungsgericht vor, er sei Opfer von Menschenhandel geworden und fürchte die Verfolgung durch Menschenhändler in seinem Herkunftsstaat. Anders als das Bundesamt für Fremdenwesen und Asyl, das nach einer umfassenden Einvernahme das Fluchtvorbringen des Beschwerdeführers für glaubhaft befand, aber dessen Asylrelevanz verneinte, weil die Verfolgung von Privatpersonen ausgegangen sei, hält das Bundesverwaltungsgericht schon das Fluchtvorbringen des Beschwerdeführers für nicht glaubhaft.",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht befragte den Beschwerdeführer in der mündlichen Verhandlung zwar ausführlich zu seiner Identität, Reisedokumenten, Visumsanträgen, Aufenthaltstiteln und Reiserouten, außerdem zu seinen Familienverhältnissen und diversen Bekanntschaften sowie zu allfälligen Befürchtungen, in Österreich von seinen Verfolgern aufgesucht oder kontaktiert zu werden. Hingegen vernahm das Bundesverwaltungsgericht den Beschwerdeführer weder näher zu den vorgebrachten Verfolgungshandlungen noch zu seinen Rückkehrbefürchtungen. Die Würdigung sonstiger Umstände kann eine Auseinandersetzung mit einem konkreten Fluchtvorbringen jedoch nicht ersetzen oder überflüssig machen (s VfGH 29.11.2021, E2994/2021; 19.9.2022, E3074/2021; vgl auch VfGH 20.9.2022, E509/2022).",
            "annotations": []
        },
        {
            "text": "3.3. Soweit das Bundesverwaltungsgericht dem Beschwerdeführer vorhält, sein Vorbringen, Opfer von Menschenhandel geworden zu sein, nicht bereits bei der Erstbefragung erstattet zu haben, verkennt es, ",
            "annotations": []
        },
        {
            "text": "dass die Erstbefragung gemäß §19 Abs1 AsylG 2005 insbesondere der Ermittlung der Identität und der Reiseroute des Fremden dient und sich (von Folgeanträgen abgesehen) nicht auf die näheren Fluchtgründe zu beziehen hat (s zB VfGH 19.9.2022, E2406/2021 mwN; vgl auch VwGH 16.7.2020, Ra 2019/19/0419 mwN).",
            "annotations": []
        },
        {
            "text": "4. Damit hat das Bundesverwaltungsgericht jegliche Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen und sein Erkenntnis mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "5. Im fortgesetzten Verfahren wird sich das Bundesverwaltungsgericht insbesondere auch mit der Stellungnahme der Opferschutzeinrichtung MEN VIA vom 19. April 2023 auseinandersetzen müssen, wonach sich die beschriebene Form der Ausbeutung mit der internationalen Berichterstattung decke und eine Rückkehr nach Gambia mit einem hohen Gefährdungsrisiko durch die Täternetzwerke einherginge (zur besonderen Bedeutung einer solchen Stellungnahme s. VfGH 25.2.2020, E2875/2019; 22.9.2021, E1109/2021; 27.3.2023, E3073/2022 ua).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 380/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}