{
    "document_id": "JFT_20230309_22G00295_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden zu G295/2022 protokollierten, auf Art140 Abs1 Z1 lita iVm Art135 Abs4 sowie Art89 Abs2 B-VG gestützten Antrag begehrt der Verwaltungsgerichtshof, \"den fünften Satz des §47 Abs1 Arbeitslosenversicherungsgesetz 1977 – AlVG, BGBl Nr 609/1977 in der Fassung BGBl I Nr 38/2017 ('Ausfertigungen, die im Wege der automationsunterstützten Datenverarbeitung erstellt wurden, bedürfen weder einer Unterschrift noch einer Beglaubigung.'), als verfassungswidrig aufzuheben.\"",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die im vorliegenden Fall maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1. §18 Abs3 und 4 AVG, BGBl 51/1991, idF BGBl I 5/2008 lauten:",
            "annotations": []
        },
        {
            "text": "\"Erledigungen",
            "annotations": []
        },
        {
            "text": "§18.",
            "annotations": []
        },
        {
            "text": "(1) - (2) […]",
            "annotations": []
        },
        {
            "text": "(3) Schriftliche Erledigungen sind vom Genehmigungsberechtigten mit seiner Unterschrift zu genehmigen; wurde die Erledigung elektronisch erstellt, kann an die Stelle dieser Unterschrift ein Verfahren zum Nachweis der Identität (§2 Z1 E-GovG) des Genehmigenden und der Authentizität (§2 Z5 E-GovG) der Erledigung treten.",
            "annotations": []
        },
        {
            "text": "(4) Jede schriftliche Ausfertigung hat die Bezeichnung der Behörde, das Datum der Genehmigung und den Namen des Genehmigenden zu enthalten. Ausfertigungen in Form von elektronischen Dokumenten müssen mit einer Amtssignatur (§19 E-GovG) versehen sein; Ausfertigungen in Form von Ausdrucken von mit einer Amtssignatur versehenen elektronischen Dokumenten oder von Kopien solcher Ausdrucke brauchen keine weiteren Voraussetzungen zu erfüllen. Sonstige Ausfertigungen haben die Unterschrift des Genehmigenden zu enthalten; an die Stelle dieser Unterschrift kann die Beglaubigung der Kanzlei treten, dass die Ausfertigung mit der Erledigung übereinstimmt und die Erledigung gemäß Abs3 genehmigt worden ist. Das Nähere über die Beglaubigung wird durch Verordnung geregelt.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2. §47 Abs1 Arbeitslosenversicherungsgesetz 1977 (AlVG), BGBl 609/1977, idF BGBl I 38/2017 lautet (der angefochtene fünfte Satz ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"§47.",
            "annotations": []
        },
        {
            "text": "(1) Wird der Anspruch auf Arbeitslosengeld oder Notstandshilfe anerkannt, so ist der bezugsberechtigten Person eine Mitteilung auszustellen, aus der insbesondere Beginn, Ende und Höhe des Leistungsanspruches hervorgehen. In der Mitteilung ist darauf hinzuweisen, dass die bezugsberechtigte Person, wenn sie mit der zuerkannten Leistung nicht einverstanden ist, das Recht hat, binnen drei Monaten nach Zustellung der Mitteilung einen Bescheid über den Leistungsanspruch zu verlangen. Wird der Anspruch nicht anerkannt oder binnen drei Monaten nach Zustellung der Mitteilung ein Bescheid verlangt, so ist darüber ein Bescheid zu erlassen. Wird binnen drei Monaten nach Zustellung der Mitteilung kein Bescheid über den Leistungsanspruch verlangt, so liegt eine entschiedene Sache vor, die keinem weiteren Rechtszug unterliegt. Ausfertigungen, die im Wege der automationsunterstützten Datenverarbeitung erstellt wurden, bedürfen weder einer Unterschrift noch einer Beglaubigung.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem zu G295/2022 protokollierten Antrag liegt folgender Sachverhalt zugrunde: Die beim Verwaltungsgerichtshof revisionswerbende Partei beantragte beim Arbeitsmarktservice (im Folgenden: AMS) mit näherer Begründung die Erlassung eines Feststellungsbescheides über ihren Anspruch auf Leistungen aus der Arbeitslosenversicherung für den Zeitraum 1. Juni 2020 bis 15. Juli 2020. Das AMS erließ daraufhin eine als Bescheid bezeichnete und mit 22. September 2020 datierte Erledigung, in deren Spruch festgestellt wurde, dass dem Revisionswerber das Arbeitslosengeld ab 16. Juli 2020 gebühre. Die Erledigung enthält eine Rechtsmittelbelehrung sowie eine Begründung, in der – nach Darstellung der Rechtslage – näher ausgeführt wird, dass der Revisionswerber \"schriftlich ein Dienstverhältnis mit 01.06.2020 gemeldet\" habe und eine Wiedermeldung am 16. Juli 2020 erfolgt sei, sodass \"spruchgemäß zu entscheiden\" gewesen sei. Die Erledigung wurde ihrem äußeren Erscheinungsbild nach elektronisch erstellt. Sie weist sowohl auf der im Verwaltungsakt enthaltenen Version als auch auf der an den Revisionswerber ergangenen Ausfertigung die folgende Fertigung auf:",
            "annotations": []
        },
        {
            "text": "\"Für den Leiter/die Leiterin",
            "annotations": []
        },
        {
            "text": "[Vor- und Nachname der Genehmigenden]\"",
            "annotations": []
        },
        {
            "text": "Eine Amtssignatur ist auf der Erledigung nicht vorhanden, und zwar weder auf der nach außen ergangenen Ausfertigung noch auf dem im Akt liegenden Exemplar. Eine Unterschrift der Genehmigenden oder eine Beglaubigung der Kanzlei sind nicht vorhanden.",
            "annotations": []
        },
        {
            "text": "Der Revisionswerber erhob gegen diese Erledigung Beschwerde. Mit Beschwerdevorentscheidung vom 14. Oktober 2020 wies das AMS diese Beschwerde ab, woraufhin der Revisionswerber die Vorlage an das Bundesverwaltungsgericht beantragte. Mit Erkenntnis vom 9. Februar 2021 wies das Bundesverwaltungsgericht die Beschwerde ab. Gegen dieses Erkenntnis richtet sich die Revision, bei deren Behandlung im Verwaltungsgerichtshof Bedenken ob der Verfassungsmäßigkeit der angefochtenen Bestimmung entstanden sind.",
            "annotations": []
        },
        {
            "text": "2. Zur Präjudizialität und zum Anfechtungsumfang führt der Verwaltungsgerichtshof Folgendes aus:",
            "annotations": []
        },
        {
            "text": "\"Die Frage, ob der Bescheid des AMS vom 22. September 2020 die für die Wirksamkeit seiner Genehmigung geltenden gesetzlichen Bestimmungen erfüllt, ist relevant dafür, ob dieser Bescheid wirksam erlassen wurde. Verneinendenfalls hätte das Bundesverwaltungsgericht die Beschwerde mangels tauglichen Anfechtungsgegenstands zurückzuweisen gehabt; dies zu überprüfen kommt dem Verwaltungsgerichtshof aus Anlass der – zulässigen – Revision auch unabhängig von den darin vorgebrachten Revisionsgründen und -punkten zu (§41 VwGG). Als Maßstab zur Beurteilung dieser Frage hat der Verwaltungsgerichtshof §47 Abs1 letzter Satz AlVG in der Fassung BGBl I Nr 38/2017 anzuwenden, weshalb die angefochtene Bestimmung präjudiziell ist.",
            "annotations": []
        },
        {
            "text": "In den Anfechtungsumfang wurde der gesamte letzte Satz des §47 Abs1 AlVG einbezogen, weil dessen Beseitigung notwendig und hinreichend ist, um die geltend gemachte Verfassungswidrigkeit zu bereinigen.\"",
            "annotations": []
        },
        {
            "text": "3. Die Bedenken, die ihn zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, legt der Verwaltungsgerichthof wie folgt dar (ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"[…]",
            "annotations": []
        },
        {
            "text": "Das AVG war im Verfahren der für die Vollziehung des AlVG zuständigen Behörden bereits zum Zeitpunkt des In-Kraft-Tretens der B-VG-Novelle 1974, BGBl Nr 444, mit welcher die Bedarfskompetenz auch auf die Vereinheitlichung von bundesrechtlich zu regelnden Materien ausgeweitet wurde (1.1.1975) anwendbar (vgl ArtI Abs2 Abschnitt D Z30 EGVG ['... das behördliche Verfahren der Arbeitsämter und Landesarbeitsämter'], in den ab der EGVG-Novelle BGBl Nr 92/1959 geltenden Fassungen). Daraus folgt, dass das Verfahren vor den für die Vollziehung des AlVG zuständigen Behörden von Art11 Abs2 B-VG erfasst ist.",
            "annotations": []
        },
        {
            "text": "Davon, dass die in §18 Abs4 AVG normierten Erfordernisse Regelungen auf dem Gebiet des Verwaltungsverfahrens sind, ist der Bundesgesetzgeber, indem er diese unter Inanspruchnahme seiner Bedarfskompetenz nach Art11 Abs2 B-VG im AVG geregelt hat, selbst ausgegangen (vgl in diesem Sinne die Erläuterungen der Regierungsvorlage zu den mit dem E-Government-Gesetz, BGBl I Nr 10/2004, getroffenen Änderungen des AVG, 252 BlgNR 22. GP, 5).",
            "annotations": []
        },
        {
            "text": "Bei §47 Abs1 letzter Satz AlVG in der Fassung BGBl I Nr 38/2017 handelt es sich um eine 'abweichende Regelung' von dem in §18 Abs4 AVG normierten Erfordernis, dass 'Erledigungen', die 'Ausfertigungen in Form von elektronischen Dokumenten' sind, 'mit einer Amtssignatur (§19 E-GovG) versehen sein' müssen, und wonach (nur) 'Ausfertigungen in Form von Ausdrucken von mit einer Amtssignatur versehenen elektronischen Dokumenten oder von Kopien solcher Ausdrucke ... keine weiteren Voraussetzungen zu erfüllen' brauchen, wohingegen '[s]onstige Ausfertigungen ... die Unterschrift des Genehmigenden zu enthalten' haben, wobei 'an die Stelle dieser Unterschrift ... die Beglaubigung der Kanzlei treten kann'.",
            "annotations": []
        },
        {
            "text": "Eine Auslegung des §47 Abs1 AlVG in dem Sinn, dass dieser keinen von §18 Abs4 AVG abweichenden Inhalt aufweist, wenn er so interpretiert wird, dass die Wendung 'Ausfertigungen, die im Wege der automationsunterstützten Datenverarbeitung erstellt wurden' an das Vorliegen einer dem AVG entsprechenden – und daher mit der gebotenen Amtssignatur versehenen – Ausfertigung tatbestandsmäßig anknüpft und §47 Abs1 AlVG somit (gleichsam 'klarstellend') nur für solche Erledigungen die Anordnung trifft, dass diese 'weder einer Unterschrift noch einer Beglaubigung' bedürfen, erscheint dem Verwaltungsgerichtshof vorläufig zwar nicht ausgeschlossen; sie entspricht aber, wie auch der vorliegende Fall zeigt, nicht der Praxis des AMS und ist auch nicht naheliegend, zumal dem Gesetzgeber im Zweifel nicht unterstellt werden darf, Überflüssiges normiert zu haben. Tatsächlich wäre bei einer solchen Auslegung §47 Abs1 letzter Satz AlVG überflüssig, weil sich bereits aus §18 Abs4 AVG ergibt, dass mit Amtssignatur versehene Erledigungen 'keine weiteren Voraussetzungen' (und damit weder die Voraussetzung einer Unterschrift noch jene einer Beglaubigung) 'zu erfüllen' brauchen.",
            "annotations": []
        },
        {
            "text": "Regelungen, die der Materiengesetzgeber des Bundes oder eines Landes in Abweichung von einer bundesgesetzlich unter Inanspruchnahme der Bedarfskompetenz getroffenen Regelung des Verwaltungsverfahrens trifft, sind nur unter der Voraussetzung verfassungskonform, dass sie, der Anforderung des Art11 Abs2 B-VG entsprechend, 'zur Regelung des Gegenstandes erforderlich sind'.",
            "annotations": []
        },
        {
            "text": "Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes sind solche abweichenden Regelungen nur dann 'zur Regelung des Gegenstandes erforderlich', wenn sie 'unerlässlich' sind. Die 'Unerlässlichkeit' einer von den Verwaltungsverfahrensgesetzen abweichenden Regelung kann sich dabei aus besonderen (tatsächlichen) Umständen oder aus dem Regelungszusammenhang mit den materiellen Vorschriften ergeben (vgl ua VfSlg 19.787/2013, 19.969/2015, 20.411/2020, jeweils mwN).",
            "annotations": []
        },
        {
            "text": "Das mit dem E-Government-Gesetz und den begleitenden Änderungen (ua) des AVG eingeführte Instrument der Amtssignatur begegnet dem Problem, dass die zuvor für elektronische (oder elektronisch erzeugte) Erledigungen vorgesehenen Ausnahmen vom Erfordernis der Unterschrift des Genehmigenden ein geringeres Niveau an (Fälschungs-)Sicherheit und Vertrauenswürdigkeit mit sich brachten. Dieses geringere Niveau wurde zunächst angesichts der mit der Verwendung automationsunterstützter Verfahren verbundenen Vorteile – ua verwaltungsökonomischer Art- mangels Alternativen in Kauf genommen. Mit dem Aufkommen der technischen Möglichkeit einer sicheren elektronischen Signatur stand dem Gesetzgeber aber die Möglichkeit zur Verfügung, die zunächst in Kauf genommenen Mängel ohne Verzicht auf die mit der Verwendung von Informationstechnologie einhergehenden Vorteile auszugleichen.",
            "annotations": []
        },
        {
            "text": "Es mag sein, dass eine Regelung wie jene des §47 Abs1 letzter Satz AlVG anfänglich, dh in der Zeit, in der das Instrument der Amtssignatur noch weniger verbreitet und allenfalls in der Praxis noch nicht bewährt war, als Abweichung von den in §18 Abs4 AVG normierten Erfordernissen vorerst eine gewisse Rechtfertigung haben konnte.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Nach Auffassung des Verwaltungsgerichtshofes scheinen – jedenfalls aus gegenwärtiger Sicht – für die 'Unerlässlichkeit' der mit der angefochtenen Regelung bewirkten Abweichung von den Erfordernissen des §18 Abs4 AVG keine besonderen tatsächlichen Umstände oder der Regelungszusammenhang mit den materiellen Vorschriften – hier: des AlVG – (mehr) zu sprechen.",
            "annotations": []
        },
        {
            "text": "Dies zeigt sich bereits allgemein daran, dass inzwischen seit der Einführung des Instruments der Amtssignatur durch das E-Government-Gesetz im Jahr 2004 eine Zeit von mehr als 18 Jahren (und seit dem Ablauf der Übergangsfristen: von 12 Jahren) verstrichen ist, sodass angenommen werden kann, dass sowohl die Verbreitung dieser Technik innerhalb der Verwaltung, als auch deren Geläufigkeit, 'Bewährtheit' und technische Umsetzbarkeit ein hohes Ausmaß angenommen haben, was sich auch daran zeigt, dass der Gesetzgeber die bei der gesetzlichen Einführung dieses Instruments zunächst begleitend normierten Übergangsfristen (gemäß §82 Abs14 AVG zunächst bis 2007 und gemäß §82a AVG weiterhin bis 2010) nicht neuerlich verlängert hat, sondern ablaufen lassen und formell aufheben konnte.",
            "annotations": []
        },
        {
            "text": "Im Besonderen zeigt sich dies mit Blick auf das AMS anhand des Umstandes, dass das Instrument der Amtssignatur, wie dem Verwaltungsgerichtshof aus seiner eigenen Praxis bekannt ist, beim AMS in der Realität bereits seit einiger Zeit in Verwendung ist und bei der Genehmigung von Erledigungen im Sinne des §18 AVG auch tatsächlich eingesetzt wird. Im Internetauftritt des AMS findet sich eine 'gesicherte Veröffentlichung der Bildmarke gemäß §19 Abs3 E-GovG', die mit einer mit 16. Juni 2011 datierten Amtssignatur des AMS versehen ist.",
            "annotations": []
        },
        {
            "text": "Auch ist nicht ersichtlich, dass sich aus etwaigen materienbedingten Besonderheiten des Arbeitslosenversicherungsrechts, wie etwa dem Umstand, dass dabei in Teilbereichen auch die Abwicklung von größeren Massen von Verfahren zu bewerkstelligen ist, Umstände ergeben könnten, die in diesem Regelungsbereich der Eignung oder der Zweckmäßigkeit der Nutzung des Instruments der Amtssignatur entgegenstünden. Vielmehr muss wohl angenommen werden, dass dieses Instrument – gerade weil es sich dabei um eine Komponente beim Einsatz von Informationstechnologie handelt – auch für die Ausfertigung von Massenerledigungen tauglich ist. Umgekehrt ist auch nicht zu sehen, dass der Regelungszweck der Amtssignatur, nämlich die Sicherstellung eines ausreichenden (und mit der herkömmlichen Unterschrift vergleichbaren) Niveaus der Identifizierbarkeit und Authentifizierbarkeit (somit auch der Fälschungssicherheit) von automationsunterstützt erstellten Erledigungen, im Bereich der Arbeitslosenversicherung einen geringeren Stellenwert haben sollte, als in sonstigen Materien.",
            "annotations": []
        },
        {
            "text": "Im Ergebnis ist die angefochtene Bestimmung als Abweichung von §18 Abs4 AVG somit nicht (oder nicht mehr) als 'unerlässlich' anzusehen, weshalb sie gegen Art11 Abs2 B-VG verstößt.\"",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht, dessen Entscheidung im Anlassverfahren vor dem Verwaltungsgerichtshof angefochten wurde, erstattete eine Äußerung, in der es sich grundsätzlich den Bedenken des Verwaltungsgerichtshofes anschließt und die Überlegung anstellt, \"dass die allenfalls mangelhaft unterfertigte Ausgangsentscheidung der Behörde durch die einwandfrei unterfertigte Beschwerdevorentscheidung ersetzt wird und somit würde die Ausgangsentscheidung gegenstandslos und weiters im Endeffekt keine Präjudizialität vorliegen.\" Außerdem wies das Bundesverwaltungsgericht auf eine große Anzahl anhängiger Verfahren hin, die von der Problematik betroffen seien, und regte an, die Abwicklungsdauer des Verfahrens kurz zu halten und im Falle der Aufhebung der angefochtenen Bestimmung die Anlassfallwirkung auf alle anhängigen Verfahren auszudehnen.",
            "annotations": []
        },
        {
            "text": "5. Die beim Verwaltungsgerichtshof revisionswerbende Partei erstattete eine Äußerung, in der sie die Zulässigkeit des Antrages hinsichtlich der Präjudizialität sowie des Anfechtungsumfanges in Zweifel zieht, den inhaltlichen Ausführungen des Verwaltungsgerichtshofes jedoch vollinhaltlich zustimmt.",
            "annotations": []
        },
        {
            "text": "§47 AlVG sei nicht präjudiziell, da eine Unzuständigkeit des Verwaltungsgerichts iSd §41 VwGG nicht vorliege. Anfechtungsgegenstand im Verfahren vor dem Verwaltungsgericht sei nämlich nicht der Bescheid des AMS vom 22. September 2020, sondern die – den Mindestanforderungen des §18 Abs4 AVG entsprechende und damit wirksam erlassene – Beschwerdevorentscheidung vom 14. Oktober 2020, die diesen zur Gänze ersetzt habe.",
            "annotations": []
        },
        {
            "text": "Der Anfechtungsumfang sei zu eng gefasst, da die Bestimmung des §47 Abs1 fünfter Satz AlVG \"in rechtsschutzstaatlichem Zusammenhang\" mit §47 Abs1 vierter Satz AlVG stehe. Gehe man – infolge einer Aufhebung des §47 Abs1 fünfter Satz AlVG – von der absoluten Nichtigkeit von Bescheidausfertigungen iSd §47 Abs1 fünfter Satz AlVG aus, könne dies dazu führen, dass ohne Vorliegen eines bekämpfbaren Rechtsaktes wegen Verstreichens der dreimonatigen Frist von einer entschiedenen Sache auszugehen sei. Das würde aber zu einem rechtsschutzstaatlichen Defizit führen, weshalb auch §47 Abs1 vierter Satz AlVG mitanzufechten gewesen wäre.",
            "annotations": []
        },
        {
            "text": "6. Die Bundesregierung sah von der Erstattung einer meritorischen Äußerung ab und stellte den näher begründeten Antrag, der Verfassungsgerichtshof wolle gemäß Art140 Abs5 B-VG für das Außerkrafttreten eine Frist von einem Jahr bestimmen.",
            "annotations": []
        },
        {
            "text": "7. Der Verwaltungsgerichtshof stellte zu den Zahlen G324/2022, G337/2022, G338/2022, G339/2022, G358/2022, G1/2023, G2/2023, G3/2023, G4/2023, G16/2023, G17/2023, G18/2023, G19/2023, G20/2023, G34/2023, G97/2023 und G135/2023, das Bundesverwaltungsgericht stellte zu den Zahlen G325/2022, G326/2022, G327/2022, G340/2022, G341/2022, G342/2022, G343/2022, G344/2022, G345/2022, G7/2023, G8/2023, G9/2023, G10/2023, G11/2023, G12/2023, G21/2023, G22/2023, G23/2023, G30/2023, G31/2023, G32/2023, G33/2023, G36/2023, G37/2023, G39/2023, G44/2023, G45/2023, G46/2023, G47/2023, G48/2023, G49/2023, G51/2023, G53/2023, G54/2023, G55/2023, G56/2023, G57/2023, G58/2023, G59/2023, G60/2023, G61/2023, G62/2023, G63/2023, G67/2023, G68/2023, G69/2023, G70/2023, G71/2023, G72/2023, G75/2023, G76/2023, G77/2023, G78/2023, G79/2023, G80/2023, G81/2023, G82/2023, G83/2023 und G84/2023 weitere sowohl hinsichtlich der Zulässigkeit als auch in der Sache im Wesentlichen gleichlautende Anträge. Der Verfassungsgerichtshof führte zu diesen Anträgen des Verwaltungsgerichtshofes und des Bundesverwaltungsgerichtes (im Hinblick auf §19 Abs3 Z4 VfGG) kein weiteres Verfahren durch (vgl VfSlg 20.244/2018).",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit ",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Im Verfahren hat sich nichts ergeben, was am Vorliegen dieser Voraussetzungen zweifeln ließe. Es ist jedenfalls nicht denkunmöglich, dass der Verwaltungsgerichtshof die Bestimmung des §47 Abs1 fünfter Satz AlVG in seinem Verfahren zur Entscheidung über die Revision der im Gesetzesprüfungsverfahren beteiligten Partei anzuwenden hat.",
            "annotations": []
        },
        {
            "text": "Der Verwaltungsgerichtshof hat den Anfechtungsumfang auch nicht zu eng gewählt:",
            "annotations": []
        },
        {
            "text": "1.3. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Gesetzesprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "1.4. Die vom Verwaltungsgerichtshof geltend gemachte Verfassungswidrigkeit lässt sich für das Anlassverfahren durch die antragsgemäße Aufhebung von §47 Abs1 fünfter Satz AlVG beseitigen, zumal dadurch keine vom AVG abweichende Vorschrift mehr besteht und die allgemeinen Regelungen des §18 Abs4 AVG zur Anwendung kommen.",
            "annotations": []
        },
        {
            "text": "1.5. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Der Verwaltungsgerichtshof hegt das Bedenken, dass für die \"Unerlässlichkeit\" der mit der angefochtenen Regelung bewirkten Abweichung von den Erfordernissen des §18 Abs4 AVG keine besonderen tatsächlichen Umstände oder der Regelungszusammenhang mit den materiellen Vorschriften – hier: des AlVG – (mehr) sprechen würden. Seit der Einführung des Instruments der Amtssignatur durch das E-Government-Gesetz im Jahr 2004 sei bereits eine Zeit von mehr als 18 Jahren (und seit dem Ablauf der Übergangsfristen: von 12 Jahren) verstrichen, sodass angenommen werden könne, dass sowohl die Verbreitung dieser Technik innerhalb der Verwaltung als auch deren Geläufigkeit, \"Bewährtheit\" und technische Umsetzbarkeit ein hohes Ausmaß angenommen hätten. Eine womöglich anfänglich gegebene Rechtfertigung einer abweichenden Regelung wie jener des §47 Abs1 letzter Satz AlVG liege daher aktuell nicht mehr vor; im Gesetzesprüfungsverfahren sei zu untersuchen, ob die angefochtene Norm zum Zeitpunkt der Prüfung verfassungswidrig sei.",
            "annotations": []
        },
        {
            "text": "Zudem sei das Instrument der Amtssignatur beim AMS in der Realität bereits seit einiger Zeit in Verwendung und werde bei der Genehmigung von Erledigungen im Sinne des §18 AVG auch tatsächlich eingesetzt. Der Eignung oder der Zweckmäßigkeit der Nutzung des Instruments der Amtssignatur entgegenstehende materienbedingte Besonderheiten des Arbeitslosenversicherungsrechts seien ebenso wenig ersichtlich wie, dass der Regelungszweck der Amtssignatur, nämlich die Sicherstellung eines ausreichenden (und mit der herkömmlichen Unterschrift vergleichbaren) Niveaus der Identifizierbarkeit und Authentifizierbarkeit (somit auch der Fälschungssicherheit) von automationsunterstützt erstellten Erledigungen, im Bereich der Arbeitslosenversicherung einen geringeren Stellenwert haben sollte als in sonstigen Materien.",
            "annotations": []
        },
        {
            "text": "2.3. Weder die Bundesregierung noch eine andere Partei des Verfahrens vor dem Verfassungsgerichtshof ist den inhaltlichen Ausführungen des Verwaltungsgerichtshofes entgegengetreten.",
            "annotations": []
        },
        {
            "text": "Die Bedenken des Verwaltungsgerichtshofes sind begründet:",
            "annotations": []
        },
        {
            "text": "2.4. Nach Art11 Abs2 B-VG kann der Bundesgesetzgeber das Verwaltungsverfahren, die allgemeinen Bestimmungen des Verwaltungsstrafrechts, das Verwaltungsstrafverfahren und die Verwaltungsvollstreckung regeln, soweit ein Bedürfnis nach Erlassung einheitlicher Vorschriften als vorhanden erachtet wird. Abweichende Regelungen können in den die einzelnen Gebiete der Verwaltung regelnden Bundes- oder Landesgesetzen nur dann getroffen werden, wenn sie zur Regelung des Gegenstandes unerlässlich sind. Die \"Unerlässlichkeit\" einer abweichenden Regelung in einem Materiengesetz kann sich dabei aus \"besonderen Umständen\" oder aus dem Regelungszusammenhang mit den materiellen Vorschriften ergeben (vgl ua VfSlg 19.787/2013 mwN sowie zuletzt VfGH 14.12.2021, G225/2021 und 1.12.2022, G10/2022, jeweils mwN).",
            "annotations": []
        },
        {
            "text": "Das AVG beruht auf der kompetenzrechtlichen Grundlage des Art11 Abs2 B-VG und die Bestimmungen des AVG stellen \"einheitliche Vorschriften\" iSd Art11 Abs2 B-VG dar. Die angefochtene Bestimmung weicht von den Vorschriften des AVG über schriftliche Ausfertigungen (§18 Abs4 AVG) ab, wonach \"Erledigungen\", die \"Ausfertigungen in Form von elektronischen Dokumenten\" sind, \"mit einer Amtssignatur (§19 E-GovG) versehen sein\" müssen und (nur) \"Ausfertigungen in Form von Ausdrucken von mit einer Amtssignatur versehenen elektronischen Dokumenten oder von Kopien solcher Ausdrucke […] keine weiteren Voraussetzungen zu erfüllen\" brauchen, wohingegen \"[s]onstige Ausfertigungen […] die Unterschrift des Genehmigenden zu enthalten\" haben, wobei \"an die Stelle dieser Unterschrift […] die Beglaubigung der Kanzlei treten kann\".",
            "annotations": []
        },
        {
            "text": "Die Bestimmung des §47 Abs1 fünfter Satz AlVG stellt eine von den Vorschriften über schriftliche Ausfertigungen \"abweichende Regelung\" iSd Art11 Abs2 B-VG dar und ist als solche an den in dieser Verfassungsbestimmung normierten Anforderungen zu messen.",
            "annotations": []
        },
        {
            "text": "2.5. Die angefochtene Bestimmung geht – wie der Verwaltungsgerichtshof in seinem Antrag dargelegt hat – auf den mit BGBl 179/1974 dem §47 Abs1 des Arbeitslosenversicherungsgesetzes 1958, BGBl 199/1958, angefügten letzten Satz (\"Ausfertigungen, die in Lochkartentechnik oder in einem ähnlichen Verfahren hergestellt werden, bedürfen weder einer Unterschrift noch einer Beglaubigung.\") zurück, der auch in der wiederverlautbarten Fassung des Arbeitslosenversicherungsgesetzes unverändert beibehalten wurde. Eine Adaptierung erfolgte seither bloß insofern, als die Bestimmung mit der Novelle BGBl 416/1992 ihren nach wie vor bestehenden Wortlaut erhalten hat (\"Ausfertigungen, die im Wege der automationsunterstützten Datenverarbeitung erstellt wurden, bedürfen weder einer Unterschrift noch einer Beglaubigung.\").",
            "annotations": []
        },
        {
            "text": "Zunächst war auch im AVG für automationsunterstützt hergestellte \"externe Erledigungen\" eine Ausnahme vom Gebot der Unterschrift (bzw der Kanzleibeglaubigung) vorgesehen. Diese entfiel jedoch mit der Erlassung des E-Government-Gesetzes, BGBl I 10/2004, wobei gleichzeitig als Alternative zum Erfordernis der eigenhändigen Unterschrift durch den Genehmigenden (oder der beglaubigten Ausfertigung durch die Kanzlei) die Amtssignatur eingeführt wurde.",
            "annotations": []
        },
        {
            "text": "2.6. Wie der Verfassungsgerichtshof wiederholt dargetan hat (vgl VfSlg 8871/1980, 9995/1984, 11.574/1987, 18.731/2009), müssen Gesetze nicht nur zum Zeitpunkt ihrer Erlassung, sondern jederzeit verfassungskonform sein. Eine zum Zeitpunkt ihrer Erlassung verfassungskonforme Norm kann durch Änderung der Verfassungslage oder durch Änderung der rechtlichen oder tatsächlichen Umstände verfassungswidrig werden. Der Verfassungsgerichtshof hat im Gesetzesprüfungsverfahren zu untersuchen, ob die angefochtene Norm zum Zeitpunkt der Prüfung verfassungswidrig ist (vgl VfSlg 17.340/2004 mwH).",
            "annotations": []
        },
        {
            "text": "2.7. Das Instrument der Amtssignatur wurde im Jahr 2004 mit dem E-Government-Gesetz eingeführt. Seither ist eine Zeit von mehr als 18 Jahren verstrichen; die ursprünglich vorgesehenen Übergangsfristen sind vor 12 Jahren abgelaufen. Es ist daher davon auszugehen, dass diese Technik innerhalb der Verwaltung (mittlerweile) weit verbreitet, geläufig und bewährt sowie ohne große technische Probleme umsetzbar ist. Auch setzt das AMS die Amtssignatur selbst zum Teil bereits bei seinen Erledigungen ein.",
            "annotations": []
        },
        {
            "text": "2.8. Das Arbeitslosenversicherungsrecht ist zwar eine Materie, in der verhältnismäßig viele Entscheidungen zu ergehen haben (laut der Stellungnahme der Bundesregierung ca. 175.000 Erledigungen pro Monat), wodurch die eigenhändige Unterfertigung durch den Genehmigenden oder eine Beglaubigung durch die Kanzlei (gemäß §18 Abs4 dritter Satz AVG) schwierig zu bewerkstelligen sein könnte. Gerade in solchen Konstellationen kann jedoch mit dem Instrument der Amtssignatur sichergestellt werden, dass ein ausreichendes (und mit der herkömmlichen Unterschrift vergleichbares) Niveau der Identifizierbarkeit und Authentifizierbarkeit (somit auch der Fälschungssicherheit) von automationsunterstützt erstellten Erledigungen erreicht wird. Dass ein solches im Arbeitslosenversicherungsrecht – etwa auf Grund allfälliger materienspezifischer Besonderheiten – nicht notwendig wäre, ist für den Verfassungsgerichtshof nicht erkennbar und auch im Verfahren nicht behauptet worden.",
            "annotations": []
        },
        {
            "text": "2.9. Es bestehen somit keine Anhaltspunkte dafür, dass besondere Umstände oder der Regelungszusammenhang eine Abweichung von den Erfordernissen des §18 Abs4 AVG rechtfertigen würden. Die angefochtene Bestimmung beinhaltet daher keine für die Erlassung von Bescheiden nach dem AlVG unerlässliche und somit keine iSd Art11 Abs2 B-VG zur Regelung des Gegenstandes erforderliche abweichende Regelung. Die Bestimmung des §47 Abs1 fünfter Satz AlVG ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "2.10. Da die zu G324/2022, G337/2022, G338/2022, G339/2022, G358/2022, G1/2023, G2/2023, G3/2023, G4/2023, G16/2023, G17/2023, G18/2023, G19/2023, G20/2023, G34/2023, G97/2023 und G135/2023 protokollierten Anträge des Verwaltungsgerichtshofes und die zu G325/2022, G326/2022, G327/2022, G340/2022, G341/2022, G342/2022, G343/2022, G344/2022, G345/2022, G7/2023, G8/2023, G9/2023, G10/2023, G11/2023, G12/2023, G21/2023, G22/2023, G23/2023, G30/2023, G31/2023, G32/2023, G33/2023, G36/2023, G37/2023, G39/2023, G44/2023, G45/2023, G46/2023, G47/2023, G48/2023, G49/2023, G51/2023, G53/2023, G54/2023, G55/2023, G56/2023, G57/2023, G58/2023, G59/2023, G60/2023, G61/2023, G62/2023, G63/2023, G67/2023, G68/2023, G69/2023, G70/2023, G71/2023, G72/2023, G75/2023, G76/2023, G77/2023, G78/2023, G79/2023, G80/2023, G81/2023, G82/2023, G83/2023 und G84/2023 protokollierten Anträge des Bundesverwaltungsgerichtes dem zu G295/2022 protokollierten Antrag des Verwaltungsgerichtshofes im Wesentlichen gleichen, hat der Verfassungsgerichtshof gemäß §19 Abs3 Z4 VfGG davon abgesehen, in diesen Rechtssachen ein weiteres Verfahren durchzuführen. Dies erfolgt im Hinblick darauf, dass die in den Verfahren über die Anträge zu den genannten Zahlen aufgeworfenen Rechtsfragen durch die Entscheidung über den Antrag des Verwaltungsgerichtshofes zu G295/2022 bereits geklärt sind (vgl VfSlg 20.244/2018).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Bestimmung des §47 Abs1 fünfter Satz AlVG, BGBl 609/1977 idF BGBl I 38/2017, ist daher wegen Verstoßes gegen Art11 Abs2 B-VG als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzesstelle gründet sich auf Art140 Abs5 dritter und vierter Satz B-VG.",
            "annotations": []
        },
        {
            "text": "3. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "4. Der Verfassungsgerichtshof sieht sich veranlasst, von der ihm durch Art140 Abs7 zweiter Satz B-VG eingeräumten Ermächtigung Gebrauch zu machen und auszusprechen, dass die aufgehobene Bestimmung in den am 9. März 2023 beim Verwaltungsgerichtshof und beim Bundesverwaltungsgericht anhängigen Verfahren nicht mehr anzuwenden ist.",
            "annotations": []
        },
        {
            "text": "5. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG.",
            "annotations": []
        },
        {
            "text": "6. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}