{
    "document_id": "JFT_20230315_22G00270_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Anlassverfahren, Prüfungsbeschluss und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.1. Beim Verfassungsgerichtshof sind folgende, zu E3778/2021, zu E4447/2021 und zu E888-890/2022 protokollierte, auf Art144 B-VG gestützte Beschwerden anhängig, in denen den Beschwerdeführern jeweils Leistungen gemäß Wiener Mindestsicherungsgesetz (WMG) zugesprochen wurden. ",
            "annotations": []
        },
        {
            "text": "1.2. Der Beschwerde zu E4447/2021 liegt im Wesentlichen folgender Sachverhalt zugrunde: Der Beschwerdeführer lebt gemeinsam mit zwei weiteren Personen in einer betreuten Wohngemeinschaft. Das Verwaltungsgericht Wien sprach aus, dass der Mindeststandard für Alleinstehende € 949,46 betrage, mithin 100 % des Netto-Ausgleichszulagenrichtsatzes nach §293 Abs1 lita sublitbb des Allgemeinen Sozialversicherungsgesetzes (ASVG) (vgl §8 Abs1 Z1 WMG). Hierin sei bereits ein Grundbetrag zur Deckung des Wohnbedarfs in Höhe von € 128,18 enthalten. Da dieser im Mindeststandard enthaltene Grundbetrag zur Deckung des Wohnbedarfs den nach §9 WMG iVm §2 der Verordnung zum Wiener Mindestsicherungsgesetz 2021 (WMG-VO 2021) berechneten Wohnbedarf des Beschwerdeführers übersteige, habe er keinen zusätzlichen Anspruch auf Mietbeihilfe.",
            "annotations": []
        },
        {
            "text": "1.3. Den Beschwerden zu E3778/2021 und E888-890/2022 liegt im Wesentlichen folgender Sachverhalt zugrunde: Der Beschwerdeführer ist Pensionist und bezieht eine Ausgleichszulage gemäß ASVG. Er lebt ausweislich der vom Verwaltungsgericht Wien getroffenen Feststellungen mit einer weiteren Person in einer Wohn- und Wirtschaftsgemeinschaft. Das Verwaltungsgericht Wien sprach aus, dass der Mindeststandard für volljährige Personen, die in einer Bedarfsgemeinschaft gemäß §7 Abs2 Z2 WMG leben, im Jahr 2020 € 688,01 (§1 Abs3 WMG-VO 2020), im Jahr 2021 € 712,10 (§1 Abs3 WMG-VO 2021) und im Jahr 2022 € 733,46 (§1 Abs3 WMG-VO 2022) pro Erwachsenen betrage, mithin 75 % des jeweiligen Netto-Ausgleichszulagenrichtsatzes nach §293 Abs1 lita sublitbb ASVG (vgl §8 Abs2 Z2 WMG). Zudem sprach das Verwaltungsgericht Wien der Bedarfsgemeinschaft eine Mietbeihilfe gemäß §9 WMG iVm §2 der jeweils anwendbaren WMG-VO in Höhe von monatlich € 219,– (im Jahr 2020) bzw € 226,66 (im Jahr 2021) bzw € 233,47 (im Jahr 2022) zu.",
            "annotations": []
        },
        {
            "text": "2. Bei Behandlung der Beschwerden sind im Verfassungsgerichtshof zunächst Bedenken ob der Verfassungsmäßigkeit des §8 Abs2 Z2 iVm §7 Abs2 Z2 WMG und des §9 WMG sowie ob der Gesetzmäßigkeit jeweils des §1 Abs3 und des §2 WMG-VO 2020, WMG-VO 2021 und WMG-VO 2022 entstanden. Der Verfassungsgerichtshof hat daher am 5. Oktober 2022 beschlossen, diese Gesetzes- und Verordnungsbestimmungen von Amts wegen auf ihre Verfassungs- bzw Gesetzmäßigkeit zu prüfen.",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof legte seine Bedenken, die ihn zur Einleitung des Gesetzes- und Verordnungsprüfungsverfahrens bestimmt haben, in seinem Prüfungsbeschluss wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"6.2.1. Die Grundsatzgesetzgebung sieht in §5 Abs2 Z1 und 2 SH-GG Höchstsätze für unterschiedliche Haushaltskonstellationen vor und orientiert sich hiebei am System der Ausgleichszulage (§293 ASVG). Der Verfassungsgerichtshof hat bereits festgehalten, dass gegen eine am Ausgleichszulagenrichtsatz (§293 ASVG) orientierte, pauschalierte Festsetzung von Leistungen der Sozialhilfe keine verfassungsrechtlichen Bedenken bestehen (vgl VfSlg 20.244/2018; 20.359/2019).",
            "annotations": []
        },
        {
            "text": "6.2.2. §5 Abs2 Z2 lita SH-GG legt für Haushaltsgemeinschaften pro Person und Monat einen Höchstsatz von 70 % des Netto-Ausgleichszulagenrichtsatzes für Alleinstehende (§293 Abs1 lita sublitbb ASVG) fest. Eine Haushaltsgemeinschaft bilden mehrere in einer Wohneinheit oder Wohngemeinschaft lebende Personen, soweit eine gänzliche oder teilweise gemeinsame Wirtschaftsführung nicht auf Grund besonderer Umstände ausgeschlossen werden kann (§5 Abs2 SH-GG). ",
            "annotations": []
        },
        {
            "text": "6.2.3. Gemäß §8 Abs2 Z2 iVm §7 Abs2 Z2 WMG und §1 Abs3 der WMG-VO2020, 2021 bzw 2022 beträgt der Mindeststandard für volljährige Personen ab dem vollendeten 25. Lebensjahr, die mit anderen Personen in einer Ehe, eingetragenen Partnerschaft oder Lebensgemeinschaft leben, 75 % des Netto-Ausgleichszulagenrichtsatzes nach §293 Abs1 lita sublitbb ASVG, nämlich € 688,01 (§1 Abs3 WMG-VO 2020) bzw € 712,10 (§1 Abs3 WMG-VO 2021) bzw € 733,46 (§1 Abs3 WMG-VO 2022).",
            "annotations": []
        },
        {
            "text": "6.2.4. Anders als die bisherigen Mindestsicherungs- und Sozialhilfegesetze der Länder sieht das SH-GG ein System von Höchstsätzen, nicht aber ein System von Mindestsätzen für die Sozialhilfeleistung vor (vgl VfSlg 20.359/2019).",
            "annotations": []
        },
        {
            "text": "6.2.5. §8 Abs2 Z2 iVm §7 Abs2 Z2 WMG und §1 Abs3 der WMG-VO 2020, 2021 bzw 2022 wonach die Höhe der Leistungen für Personen, die mit anderen Personen in einer Ehe, eingetragenen Partnerschaft oder Lebensgemeinschaft leben, 75 % statt höchstens 70 % des maßgeblichen Ausgleichszulagenrichtsatzes beträgt, dürfte daher in Widerspruch zu §5 Abs2 Z2 lita SH-GG stehen. Im Gesetzesprüfungsverfahren wird auch zu prüfen sein, ob eine derartige Überschreitung der Höchstsätze durch die Härtefallklausel des §6 SH-GG idF BGBl I 41/2019 gedeckt sein könnte. Da die Leistungsgewährung gemäß §6 leg cit jedoch auf Sachleistungen beschränkt ist, dürfte die Überschreitung der Höchstsätze des SH-GG in Form von Geldleistungen darin keine Deckung finden.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "6.3.2. Gemäß §2 Abs5 SH-GG unterliegen landesgesetzliche Vorschriften, die ausschließlich der Minderung eines Wohnaufwandes gewidmet sind und an eine soziale Bedürftigkeit knüpfen, nicht den Bestimmungen des SH-GG. Die Landesgesetzgebung hat sicherzustellen, dass ein gleichzeitiger Bezug dieser Leistungen (mit Ausnahme von Heizkostenzuschüssen) und monatlicher Leistungen gemäß §5 SH-GG ausgeschlossen ist (vgl Erläut zur RV des Sozialhilfe-Grundsatzgesetzes 514 BlgNR 26. GP, 3, wonach ein gleichzeitiger Bezug \"nur im Ergebnis auszuschließen\", also auch eine Anrechnung im Rahmen des Sozialhilferechts möglich sei). ",
            "annotations": []
        },
        {
            "text": "6.3.3. Gemäß §5 Abs5 SH-GG kann die Landesgesetzgebung vorsehen, dass Leistungen zur Befriedigung des Wohnbedarfs anstelle von Geldleistungen in Form von Sachleistungen erbracht werden. Diesfalls können bis zu 70 % der Bemessungsgrundlage gemäß Abs2 ausschließlich in Form von Sachleistungen zur Befriedigung des Wohnbedarfs erbracht und pauschal mit 40 % bewertet werden, sodass 60 % der Bemessungsgrundlage in Form von Geld- oder Sachleistungen zur Unterstützung des allgemeinen Lebensunterhalts zur Verfügung verbleiben (Wohnkostenpauschale). Die Wohnkostenpauschale erhöht somit die gemäß §5 Abs2 SH-GG festgesetzten Höchstsätze. Die Leistungen, die zur Befriedigung des Wohnbedarfs übernommen werden, sind aber ausschließlich in Form von Sachleistungen zu erbringen (vgl Erläut zur RV des Sozialhilfe-Grundsatzgesetzes 514 BlgNR 26. GP, 6), wobei die unmittelbare Entgeltzahlung an eine Person, die eine Sachleistung zugunsten eines Bezugsberechtigten erbringt (zB die Zahlung der Miete an einen Vermieter), als Sachleistung zählt (§3 Abs5 Satz 3 SH-GG; vgl Erläut zur RV des Sozialhilfe-Grundsatzgesetzes 514 BlgNR 26. GP, 4).",
            "annotations": []
        },
        {
            "text": "6.3.4. Die Mietbeihilfe des §9 WMG iVm jeweils §2 der WMG-VO 2020, 2021 und 2022 dürfte nach vorläufiger Ansicht des Verfassungsgerichtshofes nicht durch das SH-GG gedeckt sein: ",
            "annotations": []
        },
        {
            "text": "Gemäß §9 WMG wird Personen ein über den Grundbetrag zur Deckung des Wohnbedarfs nach §8 Abs1 WMG iVm jeweils §1 Abs3 WMG-VO2020, 2021 und 2022 hinausgehender Bedarf in Form einer monatlichen Geldleistung (Mietbeihilfe) zuerkannt, wenn dieser nachweislich weder durch eigene Mittel noch durch Leistungen Dritter gedeckt werden kann. Das WMG enthält keine Bestimmung, wonach diese Leistung iSd §2 Abs5 SH-GG auf die Sozialhilfeleistungen anzurechnen wäre. Mit der Mietbeihilfe werden also Sozialhilfeleistungen über die gemäß §5 Abs2 SH-GG festgesetzten Höchstsätze hinaus erhöht. Zwar sehen §5 Abs5 und §6 SH-GG idF BGBl I 41/2019 die Möglichkeit vor, die Höchstsätze unter näher genannten Voraussetzungen zu überschreiten. Doch auch in diesen beiden Bestimmungen des SH-GG dürfte die Mietbeihilfe des §9 WMG iVm jeweils §2 der WMG-VO2020, 2021 und 2022 nach vorläufiger Auffassung des Verfassungsgerichtshofes keine Deckung finden:",
            "annotations": []
        },
        {
            "text": "Zwar könnte die Mietbeihilfe des §9 WMG iVm jeweils §2 der WMG-VO2020, 2021 und 2022 als Ausführung der Wohnkostenpauschale in §5 Abs5 SH-GG gedeutet werden, womit sie die gemäß §5 Abs2 SH-GG festgesetzten Höchstsätze überschreiten dürfte. Bedenklich erscheint dann aber zum einen, dass die Mietbeihilfe entgegen §5 Abs5 Satz 3 SH-GG nicht als Sach-, sondern als Geldleistung gewährt wird; und zum anderen, dass §9 WMG iVm jeweils §2 der WMG-VO 2020, 2021 bzw 2022 für die Festlegung der Höhe der Mietbeihilfe eine gänzlich andere Berechnungsmethode als jene des §5 Abs5 SH-GG für die Wohnkostenpauschale normiert, sodass es nicht gewährleistet erscheint, dass die Höhe der gewährten Leistungen in jenem Rahmen verbleibt, der durch §5 Abs5 SH-GG vorgegeben wird.",
            "annotations": []
        },
        {
            "text": "Es wird auch zu prüfen sein, ob die Mietbeihilfe des §9 WMG iVm jeweils §2 der WMG-VO 2020, 2021 und 2022 in der Härtefallklausel des §6 SH-GG idF BGBl I 41/2019 Deckung finden könnte. Diese Bestimmung stellt es der Ausführungsgesetzgebung frei, Regelungen zu treffen, die insbesondere unter Berücksichtigung der Besonderheiten des jeweiligen Bundeslandes zusätzliche Sachleistungen vorsehen, um Härtefälle zu vermeiden (vgl VfSlg 20.359/2019). Der Verfassungsgerichtshof hat in diesem Zusammenhang ausdrücklich darauf verwiesen, dass in manchen Bundesländern die Wohnkosten erwiesenermaßen höher sind als in anderen Bundesländern, und auch festgehalten, dass der Regelungsspielraum der Ausführungsgesetzgebung gemäß §6 SH-GG idF BGBl I 41/2019 nicht auf die Wohnkosten beschränkt ist, sondern alle denkbaren außerordentlichen Leistungen zur Vermeidung von Härtefällen erfasst (bspw. auch für Kosten, die auf Grund einer Behinderung entstehen, deren Grad unter 50 % liegt) (vgl VfSlg 20.359/2019). Nach §6 SH-GG idF BGBl I 41/2019 dürfte die Landesgesetzgebung somit über einen weiten Ausgestaltungsspielraum bei der Gewährung zusätzlicher Leistungen zur Vermeidung von Härtefällen verfügen, zumal bei der Auslegung eines Grundsatzgesetzes im Zweifelsfall diejenige Möglichkeit als zutreffend anzusehen ist, die der Ausführungsgesetzgebung den weiteren Spielraum lässt (vgl VfSlg 20.359/2019 mwN). Da die Leistungsgewährung gemäß §6 SH-GG idF BGBl I 41/2019 jedoch ebenfalls auf Sachleistungen beschränkt ist, dürfte die Mietbeihilfe auch in dieser Grundsatzbestimmung keine Deckung finden.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. Die Wiener Landesregierung hat eine Äußerung erstattet, in der sie den im Prüfungsbeschluss dargelegten Bedenken wie folgt entgegentritt: ",
            "annotations": []
        },
        {
            "text": "\"Das Sozialhilfe-Grundsatzgesetz, BGBl I Nr 41/2019, trifft keine grundsatzgesetzliche Anordnung (etwa in §5 oder §6 leg cit), die Regelungen für eine Existenzsicherung vorsieht, welche durchgängig sowie dauerhaft die Existenzen von Menschen sichern soll. […] Die in §5 Abs2 Sozialhilfe-Grundsatzgesetz festgelegten Höhen sowie die Möglichkeit der Überschreitung dieser Höhen im Rahmen der in §5 Abs5 Sozialhilfe-Grundsatzgesetz vorgesehenen Wohnkostenpauschale […] sowie der Härtefallklausel gemäß §6 Sozialhilfe-Grundsatzgesetz stellen eine bloße Unterstützung des allgemeinen Lebensunterhalts und des Wohnbedarfs entsprechend den Zielen gemäß §1 Z1 Sozialhilfe-Grundsatzgesetz dar. Dementsprechend wurden lediglich bestimmte Teile des Kompetenztatbestandes 'Armenwesen' des Art12 Abs1 Z1 B-VG vom Grundsatzgesetzgeber in Anspruch genommen und wurden von diesem zur Frage der Existenzsicherung von Menschen durch Leistungen der Sozialhilfe keine Grundsatzbestimmungen erlassen. […]",
            "annotations": []
        },
        {
            "text": "Der Grundsatzgesetzgeber trifft mit dem Sozialhilfe-Grundsatzgesetz keine abschließenden Grundsätze für die Existenzsicherung von Personen, da die Anordnung zur bloßen Unterstützung (bzw genau genommen nur zu einem Beitrag zur Unterstützung) des allgemeinen Lebensunterhaltes (etwa in §5), die aus den Zielen gemäß §1 leg cit hervorgeht, nicht als abschließend zu betrachten ist und somit ein grundsatzfreier Raum zur Frage bzw zum Thema der Existenzsicherung nach Art15 Abs6 fünfter Satz B-VG besteht. […]",
            "annotations": []
        },
        {
            "text": "Daher erhalten Paare nach dem System des Ausgleichszulagenrichtsatzes ebenso 75 % des Netto-Richtsatzes für alleinstehende Personen gemäß §293 Abs1 lita sublitbb ASVG pro Person, was insgesamt deutlich zeigt, dass im Lichte der Existenzsicherung die Höhe der Mindeststandards für Personen, die mit anderen Personen in einer Ehe, eingetragenen Partnerschaft oder Lebensgemeinschaft leben, jedenfalls mit 75 % des maßgeblichen Ausgleichszulagenrichtsatzes zu bemessen sind.",
            "annotations": []
        },
        {
            "text": "Diesbezüglich wird angemerkt, dass die in §5 Abs2 Sozialhilfe-Grundsatzgesetz festgelegten Höhen für Zwei-Erwachsenenhaushalte und Mehrpersonenhaushalte — auch vor dem Hintergrund der Feststellungen des VfGH in VfSlg 20.359/2019 Rdn. 83 bis 87— im Hinblick auf die im Wesentlichen am System des Ausgleichszulagenrichtsatzes orientierten Höhen der Sozialhilfe als zu unsachlichen Ergebnissen führend und dementsprechend den Gleichheitssatz nach Art7 B-VG verletzend erscheinen. In diesem Zusammenhang erscheint es unsachlich, dass das Sozialhilfe-Grundsatzgesetz in bedeutsamer Weise von den Ausgleichzulagenrichtsätzen für Paare nach dem ASVG (§293 Abs1 lita sublitaa ASVG) abweicht. […]",
            "annotations": []
        },
        {
            "text": "Im Rahmen der Wohnkostenpauschale gemäß §5 Abs5 Sozialhilfe-Grundsatzgesetz kann die Abdeckung des Lebensunterhalts […] nicht ausreichend gewährleistet werden und damit die Existenzsicherung von Menschen nicht sichergestellt werden. Davon sind besonders Bezieher*innen (Paare und Familien) betroffen, die zwar keine hohen Wohnkosten nachweisen können, jedoch pandemie- und inflationsbedingt immer höhere Lebenserhaltungskosten haben. […]",
            "annotations": []
        },
        {
            "text": "Zusammenfassend wird festgehalten, dass der Wiener Landesgesetzgeber die durch den Grundsatzgesetzgeber ungeregelt gebliebene Frage der Existenzsicherung auf der Grundlage des Art15 Abs6 fünfter Satz B-VG dahingehend geregelt hat, dass dieser im Lichte einer Existenzsicherung gemäß den Zielen des §1 Abs1 WMG die Leistung in §7 Abs2 Z2 iVm §8 Abs2 Z2 WMG in Höhe von 75 % des maßgeblichen Ausgleichszulagenrichtsatzes festgelegt hat. Der Mindeststandard wurde vom Landesgesetzgeber in Höhe von 75 % des maßgeblichen Ausgleichszulagenrichtsatzes gemäß §7 Abs2 Z2 iVm §8 Abs2 Z2 WMG insbesondere aufgrund des sachlichen Erfordernisses der Deckung der kontinuierlich gestiegenen Lebenserhaltungskosten und der steigenden Inflation, die Zwei-Erwachsenenhaushalte bzw Paare treffen und der Erfordernisse des Ballungsraums bezüglich armutsgefährdeter Haushalte, bemessen. […]",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der Bedarfe, die es abzudecken gilt, um die Existenzen von Personen zu sichern, der Entwicklungen der letzten zweieinhalb Jahre in Krisenzeiten und der Steigerung von Lebenserhaltungskosten, besteht ein genereller Bedarf für zusätzliche Leistungen zur Unterstützung des allgemeinen Lebensunterhalts und zur Abdeckung außerordentlicher Kosten des Wohnbedarfs zusätzlich zu den in §5 Sozialhilfe-Grundsatzgesetz vorgesehenen pauschalierten Leistungen, den es im Lichte der Existenzsicherung jedenfalls abzudecken gilt. Dementsprechend besteht ein genereller Härtefall, welcher zusätzliche Leistungen zur Unterstützung des allgemeinen Lebensunterhalts und zur Abdeckung außerordentlicher Kosten des Wohnbedarfs der Bezieher*innen von Leistungen der Mindestsicherung in Höhe von 5 % zusätzlich zu den pauschalierten Leistungen des §5 Abs2 Z2 lita Sozialhilfe-Grundsatzgesetz in Höhe von 70 % erfordert. Dies findet Deckung in den Vorgaben des §6 Sozialhilfe-Grundsatzgesetz idF BGBl Nr 41/2019 […].",
            "annotations": []
        },
        {
            "text": "In Wien lebende Personen sind mit 21% überdurchschnittlich von Armut betroffen, wobei insbesondere Paare in Wien mit einer Armutsgefährdungsquote in Höhe von 17 % deutlich stärker betroffen sind als Paare in Rest-Österreich (lediglich 12 %). Weiters wird insbesondere das Thema Wohnen und Mieten im Ballungszentrum Wien immer prekärer: Private Mietwohnungen in Wien sind teuer, die Mieten sind seit 2011 deutlich gestiegen. […]",
            "annotations": []
        },
        {
            "text": "Des Weiteren ergibt sich die Notwendigkeit einer generellen Härtefallregelung aufgrund der Krisenzeiten der letzten zweieinhalb Jahre und der in dieser Zeit bestehenden tatsächlichen und nicht vorhersehbaren Auswirkungen der Covid-19-Pandemie auf Wirtschaft, Arbeitsmarkt und soziale Lage sowie der seit 2022 bestehenden Energiekrise und der damit hartnäckig hohen Teuerung und Inflation. […]",
            "annotations": []
        },
        {
            "text": "Die Mietbeihilfe des §9 WMG iVm jeweils §2 der WMG-VO 2020,2021 und 2022 ist von der Grundsatzbestimmung des §5 Abs5 Sozialhilfe-Grundsatzgesetz betreffend die Wohnkostenpauschale gedeckt, da die Leistungen der Mietbeihilfe zwar die Beträge des §5 Abs2 Sozialhilfe-Grundsatzgesetz überschreiten, aber die Vorgaben der Wohnkostenpauschale einhalten und somit die vorgegebenen Summen des §5 Abs5 Sozialhilfe-Grundsatzgesetz nicht überschreiten. […]",
            "annotations": []
        },
        {
            "text": "So erhält […] eine alleinstehende arbeitsfähige Person maximal 365,49 Euro an Mietunterstützung im Rahmen der Wiener Mindestsicherung. Nach dem Sozialhilfe-Grundsatzgesetz beträgt die Wohnkostenpauschale 70 % der bei der Berechnung zur Anwendung gelangten Höchstwerte und würde bei einer alleinstehenden arbeitsfähigen Person maximal 684,56 Euro betragen (vorausgesetzt die Miete ist so hoch). ",
            "annotations": []
        },
        {
            "text": "Unabhängig davon, ob die Wohnkostenpauschale als Sachleistung gewährt werden muss, wobei der Sachleistungszwang nach Ansicht des Landes Wien gleichheitswidrig ist […], überschreitet die maximale Leistung der Wiener Mindestsicherung in keinem der oben angeführten Beispiele die Höchstgrenzen des §5 Abs5 Sozialhilfe-Grundsatzgesetz von 130 % der Bemessungsgrundlage und liegt die nach dem Sozialhilfe-Grundsatzgesetz mögliche Leistung immer über der maximalen gesamten Mindestsicherungsleistung (Lebensunterhalt + Grundbetrag zur Deckung des Wohnbedarfes + Mietbeihilfe). ",
            "annotations": []
        },
        {
            "text": "Somit ist in allen Fallkonstellationen die Wohnkostenpauschale nach dem Sozialhilfe-Grundsatzgesetz höher als die in der Wiener Mindestsicherung geregelte Mietunterstützung. Selbst unter Berücksichtigung des Lebensunterhalts liegt die maximale Gesamtunterstützung nach dem Sozialhilfe-Grundsatzgesetz in allen Fallkonstellationen über den maximalen Unterstützungsleistungen nach dem Wiener Mindestsicherungsgesetz. So würde eine nicht arbeitsfähige Person in der Wiener Mindestsicherung insgesamt 1.211,41 Euro erhalten, bei Anwendung der Bestimmungen des Sozialhilfe-Grundsatzgesetzes 1.271,32 Euro. […]",
            "annotations": []
        },
        {
            "text": "Sollte der Verfassungsgerichtshof nicht die obige Auffassung teilen, dass die Mietbeihilfe des §9 WMG iVm jeweils §2 der WMG-VO 2020, 2021 und 2022 von der Wohnkostenpauschale des §5 Abs5 des Sozialhilfe-Grundsatzgesetzes gedeckt ist, finden die Leistungen der Mietbeihilfe gemäß §9 WMG jedenfalls auch Deckung in der Regelung zur Vermeidung eines Härtefalls gemäß §6 Sozialhilfe-Grundsatzgesetz idF BGBl I Nr 41/2019. […] ",
            "annotations": []
        },
        {
            "text": "Das Erfordernis einer generellen Härtefallregelung ergibt sich aus der Notwendigkeit der erforderlichen Abdeckung außerordentlicher Kosten des Wohnbedarfs der Bezieher*innen von Leistungen der Mindestsicherung. […]\" (Zitat ohne die im Original enthaltenen Hervorhebungen und Fußnoten).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. Die Bundesregierung hat eine Äußerung erstattet, in der sie den Bedenken des Verfassungsgerichtshofes hinsichtlich der in Prüfung gezogenen Bestimmungen der Wiener Mindestsicherung nicht entgegentritt.",
            "annotations": []
        },
        {
            "text": "2.4. Die im Anlassfall zu E4447/2021 beschwerdeführende Partei hat als beteiligte Partei eine Äußerung erstattet, in der sie im Wesentlichen vorbringt, dass durch §9 WMG iVm jeweils §2 der WMG-VO 2020, 2021 und 2022 jedenfalls gewährleistet sei, dass die Höhe der gewährten Leistungen in jenem Rahmen verbleibe, der durch §5 Abs5 des Sozialhilfe-Grundsatzgesetzes (im Folgenden: SH-GG) vorgegeben werde.",
            "annotations": []
        },
        {
            "text": "3. Bei Behandlung der Beschwerden sind im Verfassungsgerichtshof außerdem Bedenken ob der Verfassungsmäßigkeit des §5 Abs5 und des §6 SH-GG idF BGBl I 41/2019 entstanden. ",
            "annotations": []
        },
        {
            "text": "3.1. Der Verfassungsgerichtshof legte seine Bedenken, die ihn zur Einleitung des Gesetzesprüfungsverfahrens bestimmt haben, in seinem Prüfungsbeschluss wie folgt dar: ",
            "annotations": []
        },
        {
            "text": "\"7.2. Gemäß §3 Abs5 SH-GG besteht ein grundsätzlicher Sachleistungsvorrang nur insoweit, als dadurch eine höhere Effizienz der Erfüllung der Leistungsziele zu erwarten ist. Leistungen für den Wohnbedarf sind in Form von Sachleistungen zu gewähren, sofern dies nicht unwirtschaftlich oder unzweckmäßig ist (vgl VfSlg 20.359/2019). ",
            "annotations": []
        },
        {
            "text": "Demgegenüber ist in §5 Abs5 und §6 SH-GG idF BGBl I 41/2019 festgelegt, dass die Wohnkostenpauschale und Zusatzleistungen zur Vermeidung besonderer Härtefälle ausschließlich in Form von Sachleistungen zu gewähren sind (vgl Erläut zur RV des Sozialhilfe-Grundsatzgesetzes 514 BlgNR 26. GP, 6 bzw 8). Während §3 Abs5 SH-GG somit einen Sachleistungsvorrang samt Vorbehalt für Ausnahmen normiert, scheinen §5 Abs5 und §6 SH-GG idF BGBl I 41/2019 für die Wohnkostenpauschale sowie für Zusatzleistungen bei Härtefällen einen Sachleistungszwang ohne Ausnahmen vorzusehen.",
            "annotations": []
        },
        {
            "text": "Der zweite Satz des §5 Abs5 SH-GG scheint zwar zunächst eine bloße Ermächtigung der Landesgesetzgebung zu enthalten, für den Wohnbedarf Sach- anstelle von Geldleistungen vorzusehen. Der dritte Satz des §5 Abs5 SH-GG (arg. 'Diesfalls') dürfte indes dazu führen, dass die Ermächtigung zu einer Beschränkung der Landesgesetzgebung wird, weil die Wohnkostenpauschale – und damit jedweder sachlich begründete Mehrbedarf bei Wohnkosten – ausschließlich als Sachleistung zu gewähren ist (vgl Erläut zur RV des Sozialhilfe-Grundsatzgesetzes 514 BlgNR 26. GP, 6).",
            "annotations": []
        },
        {
            "text": "7.3. Es erscheint dem Verfassungsgerichtshof zweifelhaft, ob der Sachleistungszwang für die Wohnkostenpauschale sowie für Zusatzleistungen bei Härtefällen gemäß §5 Abs5 und §6 SH-GG idF BGBl I 41/2019 mit dem Gleichheitsgrundsatz des Art7 B-VG vereinbar ist. ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "7.3.2. In VfSlg 20.229/2017 sprach der Verfassungsgerichtshof zu §5 Abs4 der (damaligen) Vorarlberger Mindestsicherungsverordnung – MSV, LGBl 71/2010, idF LGBl 40/2017, aus, dass unter Sachlichkeitsgesichtspunkten keine Bedenken gegen eine Regelung bestehen, wonach anstelle von Geldleistungen Sachleistungen gewährt werden können, wenn dadurch der Erfolg der Mindestsicherung besser gewährleistet erscheint. Insofern bestehen einstweilen keine Bedenken gegen §3 Abs5 SH-GG. Denn auch diese allgemeine Grundsatzregelung sieht einen Vorrang von Sachleistungen nur für den Fall vor, dass dadurch eine höhere Effizienz der Erfüllung der Leistungsziele zu erwarten ist bzw im Falle von Leistungen für den Wohnbedarf, sofern die Gewährung von Sachleitungen nicht unwirtschaftlich oder unzweckmäßig ist.",
            "annotations": []
        },
        {
            "text": "7.3.3. Der Sachleistungszwang gemäß §5 Abs5 und §6 SH-GG idF BGBl I 41/2019 scheint jedoch nicht mit einer solchen Regelung vergleichbar. Denn im Gegensatz zu einem bloßen Sachleistungsvorrang iSd §3 Abs5 SH-GG dürfte aus dem Sachleistungszwang gemäß §5 Abs5 und §6 SH-GG idF BGBl I 41/2019 folgen, dass die Wohnkostenpauschale sowie Zusatzleistungen bei Härtefällen selbst dann als Sachleistung(en) zu gewähren sind, wenn dies ineffizient, unwirtschaftlich oder unzweckmäßig ist. Für den Verfassungsgerichtshof ist vorläufig nicht erkennbar, worin die sachliche Rechtfertigung dafür liegen könnte, grundsätzlich einen Sachleistungsvorrang nur für den Fall höherer Effizienz, Wirtschaftlichkeit und Zweckmäßigkeit zu normieren und davon in weiterer Folge bei der Wohnkostenpauschale (§5 Abs5 SH-GG) und bei Zusatzleistungen zur Vermeidung besonderer Härtefälle (§6 SH-GG) abzuweichen.",
            "annotations": []
        },
        {
            "text": "7.3.4. Hinzu kommt, dass der Wohnbedarf einer unterschiedlichen Form der Leistungsgewährung unterliegt, je nach dem, ob es sich um den notwendigen Grundbedarf handelt, der von den Richtsätzen des §5 Abs2 SH-GG abgedeckt wird, oder um einen darüber hinaus gehenden Bedarf, der von §5 Abs5 und §6 SH-GG idF BGBl I 41/2019 abgedeckt wird. Im ersten Fall gilt gemäß §3 Abs5 SH-GG ein bloßer Sachleistungsvorrang, sofern dies effizient, wirtschaftlich und zweckmäßig ist; im zweiten Fall hingegen ein ausnahmsloser Sachleistungszwang gemäß §5 Abs5 und §6 SH-GG idF BGBl I 41/2019. Da aber beide Fälle Leistungen zur Befriedigung eines – im Wesentlichen gleichen – Wohnbedarfs betreffen, ist vorläufig nicht ersichtlich, warum im einen Fall bloß bei höherer Effizienz, Wirtschaftlichkeit und Zweckmäßigkeit, im anderen aber ausnahmslos Sachleistungen zu gewähren sind. Dem legitimen Ziel, eine zweckwidrige Verwendung von Geldleistungen zu verhindern, dürfte bereits durch den Sachleistungsvorrang des §3 Abs5 SH-GG ausreichend Rechnung getragen worden sein. Auch verwaltungsökonomische Gründe für den Sachleistungszwang gemäß §5 Abs5 und §6 SH-GG idF BGBl I 41/2019 sind vorläufig nicht erkennbar: Vielmehr scheint der Sachleistungszwang regelmäßig eine Aufspaltung der Leistungsgewährung zur Folge zu haben, sodass beispielsweise ein Teil des Mietzinses vom Sozialhilfebezieher und ein anderer Teil vom Sozialhilfeträger an den jeweiligen Vermieter zu überweisen ist, womit ein erhöhter Verwaltungsaufwand verbunden sein dürfte. Außerdem dürften gerade beim Wohnbedarf ortsbedingt unterschiedliche Gegebenheiten in den einzelnen Bundesländern herrschen (vgl auch Erläut zur RV des Sozialhilfe-Grundsatzgesetzes 514 BlgNR 26. GP, 6).\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2. Die Bundesregierung hat eine Äußerung erstattet, in der sie zum einen beantragt, das Verfahren in Ansehung des §5 Abs5 erster Satz SH-GG einzustellen, und im Übrigen den im Prüfungsbeschluss dargelegten Bedenken wie folgt entgegentritt: ",
            "annotations": []
        },
        {
            "text": "\"II. Zum Prüfungsumfang: ",
            "annotations": []
        },
        {
            "text": "[…] In Prüfung gezogen wird auch §5 Abs5 erster Satz SH-GG, wonach Sachleistungen im Ausmaß ihrer angemessenen Bewertung auf Geldleistungen anzurechnen sind. Diese Bestimmung legt aber weder einen Sachleistungszwang fest noch regelt sie die Wohnkostenpauschaule. Für die Bundesregierung ist auch nicht erkennbar, aus welchen Gründen §5 Abs5 erster Satz SH-GG mit den anderen in Prüfung gezogenen Bestimmungen in untrennbarem Zusammenhang stehen sollte. Im Prüfungsbeschluss werden auch keine gesonderten Bedenken gegen §5 Abs5 erster Satz SH-GG dargelegt. ",
            "annotations": []
        },
        {
            "text": "Insoweit §5 Abs5 erster Satz SH-GG in Prüfung gezogen wird, ist das Gesetzesprüfungsverfahren daher nach Ansicht der Bundesregierung unzulässig.",
            "annotations": []
        },
        {
            "text": "III. In der Sache:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "3. Nach der Rechtsprechung des Verfassungsgerichtshofs kommt der Gesetzgebung bei der Beurteilung sozialer Bedarfslagen und bei der Ausgestaltung der an diese Bedarfslagen anknüpfenden sozialen Maßnahmen ein weiter rechtspolitischer Gestaltungsspielraum zu (vgl VfSlg 18.885/2009, 20.359/2019). ",
            "annotations": []
        },
        {
            "text": "Innerhalb dieses Gestaltungsspielraums obliegt der Gesetzgebung unter anderem festzulegen, ob und in welcher Form Leistungen der Sozialhilfe gewährt werden (vgl Holoubek, Art7/1 S. 1, 2 B-VG, in Korinek/Holoubek ua [Hrsg.], Österreichisches Bundesverfassungsrecht [14. Lfg. 2018] Rz 241). Der Verfassungsgerichtshof hat ausgesprochen, dass die Gesetzgebung von Verfassung wegen nicht verpflichtet ist, im Rahmen der Sozialhilfe bei der Leistungserbringung die in jedem Einzelfall bestmögliche Lösung zu bieten und jedes möglichen Härtefalls zu gedenken; so ist etwa die Gewährung von Pflege nur als Sachleistung mit der Konsequenz der Unzulässigkeit einer Geldleistung jedenfalls dann nicht unsachlich, wenn die Möglichkeit besteht, einen geeigneten Pflegeplatz (also die fragliche Sachleistung) innerhalb angemessener Zeit zu erhalten (vgl VfSlg 14.841/1997).",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund geht die Bundesregierung davon aus, dass es grundsätzlich keinen gleichheitsrechtlichen Bedenken begegnet, wenn die (Grundsatz-)Gesetzgebung festlegt, dass Sozialhilfe (ausschließlich) in Form von Sachleistungen zu gewähren ist. Dies insbesondere im Hinblick darauf, dass die Sozialhilfe aus öffentlichen Mitteln finanziert wird und bei Sachleistungen eher als bei Geldleistungen sichergestellt ist, dass Leistungen zweckentsprechend verwendet werden. […]",
            "annotations": []
        },
        {
            "text": "4. Auch im Umstand, dass in §5 Abs5 und §6 SH-GG ein Sachleistungszwang normiert wird, im Übrigen aber in der Sozialhilfe gemäß §3 Abs5 SH-GG ein (bloßer) Sachleistungsvorrang gilt, kann die Bundesregierung keine Gleichheitswidrigkeit erkennen. Diese Rechtslage erklärt sich nämlich vor folgendem Hintergrund:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Durch die Regelungen über die Wohnkostenpauschale (§5 Abs5 SH-GG) und Zusatzleistungen zur Vermeidung besonderer Härtefälle (§6 SH-GG) wird die Landesgesetzgebung ermächtigt, Sozialhilfeleistungen zu gewähren, die die in §5 Abs2 SH-GG festgelegten Höchstsätze in der Sozialhilfe überschreiten. Die Grundsatzgesetzgebung verknüpft diese Ermächtigungen mit einem (ausnahmslosen) Sachleistungszwang. Dieser soll bestmöglich sicherstellen, dass diese (die Höchstsätze überschreitenden) Leistungen zweckentsprechend verwendet werden. Durch einen bloßen Sachleistungsvorrang (iSd. §3 Abs5 SH-GG) wäre dies nicht in derselben Weise garantiert, da die Ausführungsgesetzgebung von diesem Vorrang in gewissen Grenzen abweichen und statt Sachleistungen Geldleistungen vorsehen könnte, bei denen tendenziell eine größere Gefahr besteht, dass sie zweckwidrig verwendet werden.",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund und im Lichte des weiten rechtspolitischen Gestaltungsspielraums der Gesetzgebung im Sozialrecht (vgl VfSlg 18.885/2009, 20.359/2019) begegnet es nach Ansicht der Bundesregierung keinen gleichheitsrechtlichen Bedenken, wenn die Grundsatzgesetzgebung in jenen Fällen, in denen die Höchstsätze in der Sozialhilfe überschritten werden dürfen, statt des Sachleistungsvorrangs einen Sachleistungszwang normiert und den Gestaltungsspielraum der Ausführungsgesetzgebung insofern einschränkt.",
            "annotations": []
        },
        {
            "text": "Diese Rechtslage bewirkt auch keine unsachliche Ungleichbehandlung zwischen Bezugsberechtigten, die ausschließlich Leistungen im Rahmen der in §5 Abs2 SH-GG festgelegten Höchstsätze beziehen, und Bezugsberechtigten, die darüber hinaus auch Leistungen gemäß §5 Abs5 und/oder §6 SH-GG beziehen. Denn letztere beziehen höhere Leistungen als erstere, weshalb es auch gerechtfertigt erscheint, diese Gruppen im Hinblick auf die Form der Leistungsgewährung ungleich zu behandeln.",
            "annotations": []
        },
        {
            "text": "5. Der in §5 Abs5 und §6 SH-GG normierte Sachleistungszwang ist auch nicht deshalb unsachlich, weil er zu ineffizienten, unwirtschaftlichen oder unzweckmäßigen Ergebnissen führen würde: ",
            "annotations": []
        },
        {
            "text": "Zwar ist dem Verfassungsgerichtshof einzuräumen, dass der in §5 Abs5 und §6 SH-GG normierte Sachleistungszwang mit Verwaltungsaufwand verbunden sein kann, weil der Sozialhilfeträger allenfalls Zahlungen an mehrere Personen vornehmen muss (vgl Rz 58 des Prüfungsbeschlusses). Dies begründet aber nicht die Ineffizienz, Unwirtschaftlichkeit oder Unzweckmäßigkeit (und insofern: Unsachlichkeit) dieser Regelungen. Ob eine Regelung zweckmäßig ist und das Ergebnis in allen Fällen als befriedigend empfunden wird, kann nämlich nach der ständigen Rechtsprechung des Verfassungsgerichtshofs nicht mit dem Maß des Gleichheitsgrundsatzes gemessen werden (vgl VfSlg 20.412/2020 mwN). Der (Grundsatz-)Gesetzgebung kann daher gleichheitsrechtlich von vornherein nicht entgegengetreten werden, wenn sie einen gewissen Verwaltungsaufwand der Behörden in Kauf nimmt, um bestmöglich sicherzustellen, dass Leistungen der Sozialhilfe, die (insgesamt) die Höchstsätze des §5 Abs2 SH-GG überschreiten, zweckentsprechend verwendet werden. ",
            "annotations": []
        },
        {
            "text": "Die 'Aufspaltung' der Leistungsgewährung ist auch keine besondere Folge des in §5 Abs5 und §6 SH-GG normierten Sachleistungszwangs, sondern bereits im Sachleistungsvorrang des §3 Abs5 SH-GG grundgelegt, weil Sachleistungen im Unterschied zu Geldleistungen definitionsgemäß nur in 'aufgespaltener' Form geleistet werden können. Der Verfassungsgerichtshof hat aber gegen §3 Abs5 SH-GG keine Bedenken erhoben (vgl Rz 56 des Prüfungsbeschlusses).",
            "annotations": []
        },
        {
            "text": "6. Schließlich kann die Bundesregierung auch nicht erkennen, dass §5 Abs5 und §6 SH-GG in unsachlicher Weise von den Wertungen des in §3 Abs5 SH-GG normierten Sachleistungsvorrangs abweichen würden:",
            "annotations": []
        },
        {
            "text": "§3 Abs5 SH-GG legt vereinfacht gesagt fest, dass Leistungen der Sozialhilfe in Form von Sachleistungen zu gewähren sind, wenn dies nicht ineffizient, unwirtschaftlich oder unzweckmäßig ist. Da dieser Sachleistungsvorrang ein grundsatzgesetzlich normiertes allgemeines Prinzip ist, steht es der Grundsatzgesetzgebung (in den Grenzen des Art12 B-VG) frei, dieses Prinzip in Bezug auf bestimmte Tatbestände näher zu konkretisieren. Eine solche Konkretisierung wird in §5 Abs5 und §6 SH-GG vorgenommen, insofern darin die Wertung zum Ausdruck gebracht wird, dass die ausschließliche Gewährung von Sachleistungen bei der Wohnkostenpauschale und den Zusatzleistungen zur Vermeidung besonderer Härtefälle zweckmäßiger erscheint. Dieser Konkretisierung kann aus Gleichheitsgründen nicht entgegengetreten werden (zumal auch nicht ersichtlich ist, aus welchen Gründen der in §5 Abs5 und §6 SH-GG festgelegte Sachleistungszwang nicht effizient, wirtschaftlich und zweckmäßig sein sollte; vgl dazu die obigen Ausführungen unter Punkt III.5.).\" (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.3. Die Wiener Landesregierung hat eine Äußerung erstattet, in der sie die Bedenken des Verfassungsgerichtshofes hinsichtlich des SH-GG teilt und Folgendes ausführt:",
            "annotations": []
        },
        {
            "text": "\"Der Sachleistungszwang gemäß §5 Abs5 Sozialhilfe-Grundsatzgesetz stellt einen dramatischen Verstoß gegen das Effizienzgebot dar und führt zu einem hohen administrativen Mehraufwand für Verwaltung, Beziehende und Vermieter*innen. Daneben hat der Bundesgesetzgeber mit diesem angeordneten Zwang den Landesgesetzgebern jede Möglichkeit genommen, auf individuelle Gegebenheiten im Land Bedacht zu nehmen. Der hohe administrative Mehraufwand auf Grund ständiger Änderungen der Berechnungsgrundlagen - wie z. B. Höhe des Einkommens, Wohnungswechsel, Wechsel Energiebetreiber, Betriebskosten- und Jahresabrechnungen, Mieterhöhungen - führt vor allem auf Seite der Bezieher*innen zu nicht vertretbaren Ergebnissen bzw Aufwendungen, da der über die Wohnunterstützung der Sozialhilfe hinausgehende Wohnkostenanteil von den Bezieher*innen durch Ergänzungszahlungen zu begleichen sein wird und die zu erwartenden regelmäßigen Änderungen der Berechnungsgrundlagen auch auf Seiten der Bezieher*innen zu wiederkehrenden Änderungen (z. B. Änderung des Dauerauftrages der Banküberweisung) und Neuberechnungen ihrer Ergänzungszahlungen führt. Ein solches 'Mietzahlungsmonitoring' wäre aber auch auf Seiten der Vermieter*innen zu installieren, da diese - statt von einer - von zwei Seiten die Mietkosten überwiesen bekämen. In diesem Zusammenhang wird auch auf den Sonderbericht der Volksanwaltschaft verwiesen, aus dem als Ergebnis einer Erhebung zur 'Sozialhilfe' aus Sicht von Expert*innen der sozialen Praxis hervorgeht, wonach die Vollziehung der Vorgaben der Wohnkostenpauschale nach §5 Abs5 Sozialhilfe-Grundsatzgesetz zu Problemen in der Praxis führt. So sorgt etwa die direkte Zahlung der Mietbeihilfe an die Vermieter*innen für Probleme in Niederösterreich und sind die Verfahren der Sozialhilfe langsamer und komplizierter. ",
            "annotations": []
        },
        {
            "text": "Zur Erreichung des gleichen Ziels (Armutsbekämpfung, Unterstützung bei der Bezahlung der Miete) wäre somit ein unzumutbar großer Verwaltungsaufwand erforderlich, ohne dass eine sachliche Rechtfertigung dafür besteht. Auch die Annahme, dass eine Person, die Leistungen der Mindestsicherung bezieht, ihre Miete regelmäßig nicht oder nicht rechtzeitig bezahlt, sodass die finanzielle Hilfe an die/den Vermieter*in zu überweisen ist, während eine Person, die keine Sozialhilfe bezieht, diese Verpflichtungen immer erfüllt, ist sachlich nicht rechtfertigbar. Dem möglichen Fall der unzweckmäßigen Verwendung wird ohnedies durch den Sachleistungsvorrang nach §3 Abs5 Sozialhilfe-Grundsatzgesetz, umgesetzt in §18 Abs2 WMG, Rechnung getragen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Indem ein Teil der Miete in Form der Wohnkostenpauschale direkt an die/den Vermieter*in ausbezahlt wird, werden Leistungsbezieher*innen stigmatisiert und 'entmündigt'. Eine Konsequenz des Sachleistungszwanges gemäß §5 Abs5 Sozialhilfe-Grundsatzgesetz kann etwa sein, dass Mieter*innen, die Leistungen der Sozialhilfe beziehen, Benachteiligungen auf dem Mietmarkt erfahren: Bezieher*innen der Sozialhilfe könnten von Vermieter*innen, die aufgrund des Sachleistungszwanges über den Bezug der Sozialhilfe informiert sind, etwa dahingehend benachteiligt werden, dass ihr befristeter Mietvertrag nicht verlängert wird. Weiters kann der Sachleistungszwang, der einen erhöhten Mehraufwand auch bei den Vermieter*innen verursachen kann […], zu einer Benachteiligung auf Seiten der Vermieter*innen führen. […] ",
            "annotations": []
        },
        {
            "text": "Im Falle der zweckwidrigen Mittelverwendung gibt es durch §3 Abs5 Sozialhilfe-Grundsatzgesetz (Möglichkeit des Sachleistungsvorrangs), umgesetzt in §18 Abs2 WMG (Leistungen können im Fall zweckwidriger Verwendung an Dritte ausbezahlt werden) ausreichend Möglichkeit, dem entgegenzuwirken. Die Regelung ist daher auch unter diesem Blickwinkel gleichheitswidrig.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.4. Die Tiroler Landesregierung hat eine Äußerung erstattet, in der sie die Bedenken des Verfassungsgerichtshofes hinsichtlich des SH-GG teilt und Folgendes ausführt:",
            "annotations": []
        },
        {
            "text": "\"1. […] Der im §5 Abs5 und §6 SH-GG vorgesehene Sachleistungszwang führt zu einem erheblichen administrativen Mehraufwand für die Verwaltung und ist für die Mieter und Vermieter umständlich. Insbesondere in Ländern, in denen die Wohnkosten ortsbedingt vielfach über dem Bundesdurchschnitt liegen und in denen eine notwendige Befriedigung des Wohnbedarfes häufig nur durch Leistungsgewährungen nach §5 Abs5 bzw §6 SH-GG erfolgen kann – und daher vorwiegend Sachleistungen zu gewähren sind –, ist dieser Aufwand enorm und vielfach ineffizient, unwirtschaftlich bzw unzweckmäßig.",
            "annotations": []
        },
        {
            "text": "Der Leistungsgewährung nach §5 Abs2 SH-GG und jener nach §5 Abs5 SH-GG bzw §6 SH-GG liegen die gleichen Tatbestände zugrunde, nämlich die Notwendigkeit der Befriedigung eines nachgewiesenen Wohnbedarfes. Dennoch gilt im Fall des §5 Abs2 SH-GG gemäß §3 Abs5 lediglich ein Sachleistungsvorrang, sofern dies effizient, wirtschaftlich und zweckmäßig ist; in den Fällen des §5 Abs5 SH-GG bzw §6 SH-GG, die etwa aufgrund ortsbedingt höherer Wohnkosten zur Anwendung gelangen müssen, gilt jedoch ein ausnahmsloser Sachleistungszwang. Nun muss der Gesetzgeber an gleiche Tatbestände gleiche Rechtsfolgen knüpfen. Nur dann, wenn gesetzliche Differenzierungen aus entsprechenden Unterschieden im Tatsächlichen ableitbar sind, entspricht das Gesetz dem Gleichheitssatz. Eine Differenzierung muss daher, wenn sie zulässig sein soll, nicht irgendeinen Grund im Tatsächlichen haben, sondern sie muss einen zureichenden und gerechten Grund im Tatsächlichen haben (vgl dazu Berka in: Kneihs/Lienbacher (Hg), Rill-Schäfer-Kommentar Bundesverfassungsrecht, Rz 40 und 41 zu Art7 B-VG). Für die grundsatzgesetzlich vorgesehene unterschiedliche Form der Leistungsgewährung kann ein solcher Grund aber nicht erkannt werden, da sich der Unterschied im Tatsächlichen allein daraus ergibt, dass ortsbedingt höhere Wohnkosten am Wohnungsmarkt anfallen können.",
            "annotations": []
        },
        {
            "text": "2. Es ist davon auszugehen, dass Bezieher einer Leistung nach §5 Abs5 SH-GG bzw §6 SH-GG – deren Miete unmittelbar vom Sozialhilfeträger an den Vermieter geleistet wird – am Wohnungsmarkt vielfach benachteiligt werden, da die Vermieter über den Sozialhilfebezug informiert sind. Dies führt in einer Vielzahl von Fällen dazu, dass die Befriedigung eines nachgewiesenen Wohnbedarfes wesentlich erschwert wird; die verpflichtende Erbringung der Leistung als Sachleistung ist daher wohl auch kein taugliches Mittel zur Zielerreichung (der Deckung eines nachgewiesenen Wohnbedarfes). In diesem Zusammenhang darf auch auf die ständige Rechtsprechung des VfGH hingewiesen werden, wonach der Gesetzgeber das Sachlichkeitsverbot verletzt, wenn er zur Zielerreichung völlig ungeeignete Mittel vorsieht (vgl Khakzadeh in: Bundesverfassungsrecht, B-VG und Grundrechte, Kahl/Khakzadeh/Schmid [Hg] Rz 27 zu Art7 B-VG). ",
            "annotations": []
        },
        {
            "text": "3. Durch die […] Ungleichbehandlung wird den Beziehern von Leistungen nach §5 Abs5 SH-GG bzw von Zusatzleistungen für besondere Härtefälle (zur Abdeckung außerordentlicher Kosten des Wohnbedarfes) nach §6 SH-GG in jedem Fall unterstellt, dass sie – anderes als etwa die Bezieher einer Wohnleistung nach §5 Abs2 SH-GG, in deren Fällen (lediglich) der Sachleistungsvorrang nach §3 Abs5 SH-GG zur Anwendung gelangt – die Miete nicht an den Vermieter abführen und zweckentfremdet verwenden. Dies stellt wohl eine ungerechtfertigte Stigmatisierung dar, die ebenfalls sachlich nicht zur rechtfertigen ist.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.5. Die übrigen Landesregierungen haben von einer Äußerung abgesehen.",
            "annotations": []
        },
        {
            "text": "3.6. Die im Anlassfall zu E4447/2021 beschwerdeführende Partei hat als beteiligte Partei eine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Bundesgesetzes betreffend Grundsätze für die Sozialhilfe – Sozialhilfe-Grundsatzgesetz (SH-GG), BGBl I 41/2019, idF BGBl I 108/2019 (§5 Abs5 und §6 idF BGBl I 41/2019) lauten auszugsweise (die in Prüfung gezogenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Bedarfsbereiche",
            "annotations": []
        },
        {
            "text": "§2. (1) Sozialhilfe im Sinne dieses Bundesgesetzes umfasst Geld- oder Sachleistungen, die zur Unterstützung des allgemeinen Lebensunterhalts und zur Befriedigung des Wohnbedarfs gewährt werden.",
            "annotations": []
        },
        {
            "text": "(2) Der allgemeine Lebensunterhalt umfasst den regelmäßig wiederkehrenden Aufwand für Nahrung, Bekleidung, Körperpflege sowie sonstige persönliche Bedürfnisse wie die angemessene soziale und kulturelle Teilhabe.",
            "annotations": []
        },
        {
            "text": "(3) Der Wohnbedarf umfasst den für die Gewährleistung einer angemessenen Wohnsituation erforderlichen regelmäßig wiederkehrenden Aufwand für Miete, Hausrat, Heizung und Strom, sonstige allgemeine Betriebskosten und Abgaben.",
            "annotations": []
        },
        {
            "text": "(4) […]",
            "annotations": []
        },
        {
            "text": "(5) Landesgesetzliche Vorschriften, die ausschließlich der Minderung eines Wohnaufwandes gewidmet sind und an eine soziale Bedürftigkeit anknüpfen, unterliegen nicht den Bestimmungen dieses Bundesgesetzes. Die Landesgesetzgebung hat sicherzustellen, dass ein gleichzeitiger Bezug dieser Leistungen (mit Ausnahme von Heizkostenzuschüssen) und monatlicher Leistungen gemäß §5 ausgeschlossen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Allgemeine Grundsätze",
            "annotations": []
        },
        {
            "text": "§3. ",
            "annotations": []
        },
        {
            "text": "(1)–(4) […]",
            "annotations": []
        },
        {
            "text": "(5) Leistungen der Sozialhilfe sind vorrangig als Sachleistungen vorzusehen, soweit dadurch eine höhere Effizienz der Erfüllung der Leistungsziele zu erwarten ist. Leistungen für den Wohnbedarf sind, sofern dies nicht unwirtschaftlich oder unzweckmäßig ist, in Form von Sachleistungen zu gewähren. Als Sachleistung gilt auch die unmittelbare Entgeltzahlung an eine Person, die eine Sachleistung zugunsten eines Bezugsberechtigten erbringt.",
            "annotations": []
        },
        {
            "text": "(6)–(7) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Monatliche Leistungen der Sozialhilfe",
            "annotations": []
        },
        {
            "text": "§5. (1) Die Landesgesetzgebung hat Leistungen der Sozialhilfe in Form von Sachleistungen oder monatlicher, zwölf Mal im Jahr gebührender pauschaler Geldleistungen zur Unterstützung des Lebensunterhalts sowie zur Befriedigung eines ausreichenden und zweckmäßigen, das Maß des Notwendigen aber nicht überschreitenden Wohnbedarfs vorzusehen.",
            "annotations": []
        },
        {
            "text": "(2) Die Landesgesetzgebung hat Leistungen gemäß Abs1 im Rahmen von Haushaltsgemeinschaften degressiv abgestuft festzulegen. Eine Haushaltsgemeinschaft bilden mehrere in einer Wohneinheit oder Wohngemeinschaft lebende Personen, soweit eine gänzliche oder teilweise gemeinsame Wirtschaftsführung nicht aufgrund besonderer Umstände ausgeschlossen werden kann. Die Summe der Geld- und Sachleistungen gemäß Abs1 darf die in Abs2 Z1 bis 4 festgelegten Höchstsätze pro Person und Monat auf Basis des Netto-Ausgleichszulagenrichtsatzes für Alleinstehende nicht übersteigen:",
            "annotations": []
        },
        {
            "text": "           1. für eine alleinstehende oder alleinerziehende Person   100%",
            "annotations": []
        },
        {
            "text": "           2. für in Haushaltsgemeinschaft lebende volljährige Personen",
            "annotations": []
        },
        {
            "text": "           a) pro leistungsberechtigter Person                          70%",
            "annotations": []
        },
        {
            "text": "           b) ab der dritten leistungsberechtigten volljährigen Person   45%",
            "annotations": []
        },
        {
            "text": "           4. […]",
            "annotations": []
        },
        {
            "text": "           5. Zuschläge, die volljährigen und minderjährigen Personen mit Behinderung (§40 Abs1 und 2 BBG) zur weiteren Unterstützung des Lebensunterhalts zu gewähren sind, sofern nicht besondere landesgesetzliche Bestimmungen, die an eine Behinderung anknüpfen, höhere Leistungen vorsehen:",
            "annotations": []
        },
        {
            "text": "            pro Person                                                                           18%",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "(4) Die Landesgesetzgebung hat sicherzustellen, dass die Summe aller Geldleistungen der Sozialhilfe, die volljährigen Bezugsberechtigten innerhalb einer Haushaltsgemeinschaft aufgrund einer Berechnung gemäß §5 zur Verfügung stehen soll, pro Haushaltsgemeinschaft mit 175% des Netto-Ausgleichszulagenrichtsatzes für Alleinstehende begrenzt wird. Bei Überschreitung der Grenze sind die Geldleistungen pro volljährigem Bezugsberechtigten in dem zur Vermeidung der Grenzüberschreitung erforderlichen Ausmaß anteilig zu kürzen. Geldleistungen zur Unterstützung des allgemeinen Lebensunterhalts im Ausmaß von bis zu 20% des Netto-Ausgleichszulagenrichtsatzes für Alleinstehende pro Person sowie Geldleistungen an Bezugsberechtigte gemäß Abs6 Z1 bis 8 können von der anteiligen Kürzung ausgenommen werden.",
            "annotations": []
        },
        {
            "text": "(5) Sachleistungen sind im Ausmaß ihrer angemessenen Bewertung auf Geldleistungen anzurechnen. Die Landesgesetzgebung kann vorsehen, dass auf Antrag des Bezugsberechtigten oder von Amts wegen Leistungen zur Befriedigung des gesamten Wohnbedarfs anstelle von Geldleistungen in Form von Sachleistungen erbracht werden. Diesfalls können bis zu 70% der Bemessungsgrundlage gemäß Abs2 und Abs6 ausschließlich in Form von Sachleistungen zur Befriedigung des Wohnbedarfs erbracht und pauschal mit 40% bewertet werden, sodass 60% der Bemessungsgrundlage in Form von Geld- oder Sachleistungen zur Unterstützung des allgemeinen Lebensunterhalts zur Verfügung verbleiben (Wohnkostenpauschale).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusatzleistungen zur Vermeidung besonderer Härtefälle",
            "annotations": []
        },
        {
            "text": "§6. Sofern es im Einzelfall zur Vermeidung besonderer Härtefalle notwendig ist, können durch die Landesgesetzgebung zusätzliche Leistungen zur Unterstützung des allgemeinen Lebensunterhalts oder zur Abdeckung außerordentlicher Kosten des Wohnbedarfs in Form zusätzlicher Sachleistungen gewährt werden, soweit der tatsächliche Bedarf durch pauschalierte Leistungen nach §5 nicht abgedeckt ist und dies im Einzelnen nachgewiesen wird.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des Wiener Mindestsicherungsgesetzes – WMG, LGBl 38/2010, idF LGBl 39/2021 (§7 Abs2 Z2, §8 Abs2 Z2 und §9 idF LGBl 2/2018) lauten auszugsweise (die in Prüfung gezogenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"§3.",
            "annotations": []
        },
        {
            "text": "Erfasste Bedarfsbereiche",
            "annotations": []
        },
        {
            "text": "(1) Die Wiener Mindestsicherung deckt den Mindeststandard in den Bedarfsbereichen Lebensunterhalt, Wohnen, Krankheit, Schwangerschaft und Entbindung ab.",
            "annotations": []
        },
        {
            "text": "(2) Der Lebensunterhalt umfasst den Bedarf an Nahrung, Bekleidung, Körperpflege, Hausrat, Heizung und Energie sowie andere persönliche Bedürfnisse, zu denen auch die soziale und kulturelle Teilhabe zählt.",
            "annotations": []
        },
        {
            "text": "(3) Der Wohnbedarf umfasst den für die Gewährleistung einer angemessenen Wohnsituation erforderlichen Aufwand an Miete, Abgaben und allgemeinen Betriebskosten.",
            "annotations": []
        },
        {
            "text": "(4) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§7.",
            "annotations": []
        },
        {
            "text": "Anspruch auf Mindestsicherung des Lebensunterhalts und Wohnbedarfs",
            "annotations": []
        },
        {
            "text": "(1) Anspruch auf Mindestsicherung des Lebensunterhalts und Wohnbedarfs haben volljährige Personen bei Erfüllung der Voraussetzungen nach §4 Abs1 und 2. Der Anspruch auf Mindestsicherung des Lebensunterhalts und Wohnbedarfs kann nur gemeinsam geltend gemacht werden und steht volljährigen Personen der Bedarfsgemeinschaft solidarisch zu. Die Abdeckung des Bedarfs von zur Bedarfsgemeinschaft gehörenden minderjährigen Personen erfolgt durch Zuerkennung des maßgeblichen Mindeststandards an die anspruchberechtigten Personen der Bedarfsgemeinschaft, der sie angehören.",
            "annotations": []
        },
        {
            "text": "(2) Die Zurechnung zu einer Bedarfsgemeinschaft erfolgt nach folgenden Kriterien: ",
            "annotations": []
        },
        {
            "text": "           1. Volljährige Personen bilden jeweils eine eigene Bedarfsgemeinschaft, auch wenn sie mit anderen Personen in der Wohnung leben (Wohngemeinschaft), sofern nicht Z2 oder 4 anzuwenden ist. ",
            "annotations": []
        },
        {
            "text": "           2. Volljährige Personen, zwischen denen eine Ehe besteht oder volljährige Personen, zwischen denen eine eingetragene Partnerschaft oder Lebensgemeinschaft besteht und die im gemeinsamen Haushalt leben, bilden eine eigene Bedarfsgemeinschaft, auch wenn sie mit einem Eltern- oder Großelternteil in der Wohnung leben.",
            "annotations": []
        },
        {
            "text": "           3.–5. […] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§8.",
            "annotations": []
        },
        {
            "text": "Mindeststandards",
            "annotations": []
        },
        {
            "text": "(1) Die Bemessung der Leistungen zur Deckung des Lebensunterhalts und Wohnbedarfs erfolgt auf Grund der Mindeststandards gemäß Abs2, die bei volljährigen Personen auch einen Grundbetrag zur Deckung des Wohnbedarfs im Ausmaß von 25 vH des jeweiligen Mindeststandards enthalten.",
            "annotations": []
        },
        {
            "text": "(2) Die Mindeststandards für den Bemessungszeitraum von einem Monat betragen:",
            "annotations": []
        },
        {
            "text": "           1. 100 vH des Ausgleichszulagenrichtsatzes nach §293 Abs1 lita sublitbb ASVG abzüglich des Betrages für die Krankenversicherung",
            "annotations": []
        },
        {
            "text": "           a) für volljährige Personen ab dem vollendeten 25. Lebensjahr, die in einer Bedarfsgemeinschaft gemäß §7 Abs2 Z1 leben (Alleinstehende);",
            "annotations": []
        },
        {
            "text": "           b) […]",
            "annotations": []
        },
        {
            "text": "           2. 75 vH des Wertes nach Z1 für volljährige Personen ab dem vollendeten 25. Lebensjahr, die mit anderen Personen in einer Ehe, eingetragenen Partnerschaft oder Lebensgemeinschaft (Bedarfsgemeinschaft gemäß §7 Abs2 Z2) leben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§9.",
            "annotations": []
        },
        {
            "text": "Mietbeihilfe",
            "annotations": []
        },
        {
            "text": "(1) Ein über den Grundbetrag zur Deckung des Wohnbedarfs nach §8 Abs1 hinausgehender Bedarf wird an die anspruchsberechtigten Personen als Bedarfsgemeinschaft in Form einer monatlichen Geldleistung (Mietbeihilfe) zuerkannt, wenn dieser nachweislich weder durch eigene Mittel noch durch Leistungen Dritter gedeckt werden kann. Die Mietbeihilfe gebührt ab dem auf die Antragstellung folgenden Monat.",
            "annotations": []
        },
        {
            "text": "(2) Die Mietbeihilfe ist, bei durch unbedenkliche Urkunden nachgewiesenen tatsächlich höheren Kosten der Abdeckung des Wohnbedarfs, bis zur Höhe der Bruttomiete zuzuerkennen und wird wie folgt berechnet:",
            "annotations": []
        },
        {
            "text": "           1. Den Ausgangswert bilden die nach Abzug sonstiger Leistungen tatsächlich verbleibenden Wohnkosten bis zu den Mietbeihilfenobergrenzen nach Abs3.",
            "annotations": []
        },
        {
            "text": "           2. Dieser Ausgangswert wird durch die Anzahl der in der Wohnung lebenden volljährigen Personen geteilt und mit der Anzahl der volljährigen Personen der Bedarfsgemeinschaft multipliziert.",
            "annotations": []
        },
        {
            "text": "           3. Von dem für die Bedarfsgemeinschaft ermittelten Wert wird ein Betrag in folgender Höhe vom jeweiligen Mindeststandard nach §8 Abs2 abgezogen:",
            "annotations": []
        },
        {
            "text": "           a) für jede volljährige Hilfe suchende oder empfangende Person ein Betrag in der Höhe von 25 vH;",
            "annotations": []
        },
        {
            "text": "           b) für jede Hilfe suchende oder empfangende Person, die am 1. Jänner 2014 das 50. Lebensjahr vollendet hat und für die Dauer von mindestens einem halben Jahr arbeitsunfähig ist, für jede Person, die das Regelpensionsalter nach dem ASVG erreicht hat und für jede volljährige auf Dauer arbeitsunfähige Person, wenn sie alleinstehend ist oder mit Personen, die diese Voraussetzungen nicht erfüllen, in der Bedarfsgemeinschaft lebt, ein Betrag in der Höhe von 13,5 vH;",
            "annotations": []
        },
        {
            "text": "           c) für jede Hilfe suchende oder empfangende Person, die am 1. Jänner 2014 das 50. Lebensjahr vollendet hat und für die Dauer von mindestens einem halben Jahr arbeitsunfähig ist, für jede Person, die das Regelpensionsalter nach dem ASVG erreicht hat und für jede volljährige auf Dauer arbeitsunfähige Person, wenn bei mehr als einer Person der Bedarfsgemeinschaft diese Voraussetzungen vorliegen, ein Betrag von 9 vH.",
            "annotations": []
        },
        {
            "text": "(3) Die Mietbeihilfenobergrenzen werden pauschal nach Maßgabe der in der Wohnung lebenden Personen und der angemessenen Wohnkosten unter Berücksichtigung weiterer Beihilfen durch Verordnung der Landesregierung festgesetzt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§18.",
            "annotations": []
        },
        {
            "text": "Sachleistungen",
            "annotations": []
        },
        {
            "text": "(1) Als Sachleistungen gelten alle vermögenswerten Leistungen sowie Geldleistungen, die nach Abs2 an dritte Personen ausgezahlt werden.",
            "annotations": []
        },
        {
            "text": "(2) Wenn die zuerkannte Geldleistung nicht zweckentsprechend verwendet wird oder dies aufgrund der Besonderheit des Falles erforderlich ist, können Leistungen der Wiener Mindestsicherung an Dritte, die sich zur Erbringung der Sachleistung zur Abdeckung der Bedarfe verpflichten oder verpflichtet haben, ausgezahlt werden. Über die Auszahlung an Dritte ist mit Bescheid zu entscheiden. ",
            "annotations": []
        },
        {
            "text": "(3) Als Leistungen gemäß Abs2 gelten:",
            "annotations": []
        },
        {
            "text": "           1. Leistungen zur Deckung der Wohnkosten,",
            "annotations": []
        },
        {
            "text": "           2. Leistungen zur Deckung des Energiebedarfs.",
            "annotations": []
        },
        {
            "text": "(4) Werden dem Magistrat der Stadt Wien nach Rechtskraft des Bescheides Tatsachen bekannt, aus denen sich ergibt, dass die zuerkannten Leistungen nicht zweckentsprechend verwendet werden, kann die Entscheidung auch nach Rechtskraft im Sinne des Abs2 abgeändert werden.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Die Verordnung der Wiener Landesregierung zum Wiener Mindestsicherungsgesetz 2020 – WMG-VO 2020, LGBl 67/2019, lautet auszugsweise (die in Prüfung gezogenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Artikel I",
            "annotations": []
        },
        {
            "text": "§1. ",
            "annotations": []
        },
        {
            "text": "Mindeststandards, Grundbeträge zur Deckung des Wohnbedarfs und Geringfügigkeitsgrenze",
            "annotations": []
        },
        {
            "text": "(1)–(2) […]",
            "annotations": []
        },
        {
            "text": "(3) Für volljährige Personen ab dem vollendeten 25. Lebensjahr, die mit anderen Personen in einer Ehe, eingetragenen Partnerschaft oder Lebensgemeinschaft (Bedarfsgemeinschaft gemäß §7 Abs2 Z2 WMG) leben, beträgt der Mindeststandard                                                                                               EUR 688,01. ",
            "annotations": []
        },
        {
            "text": "Dieser enthält folgenden Grundbetrag zur Deckung des Wohnbedarfs:",
            "annotations": []
        },
        {
            "text": "a) für volljährige Personen, soweit sie nicht unter litb oder c fallen EUR 171,99;",
            "annotations": []
        },
        {
            "text": "b) für jede Hilfe suchende oder empfangende Person, die am 1. Jänner 2014 das 50. Lebensjahr vollendet hat und für die Dauer von mindestens einem halben Jahr arbeitsunfähig ist, für jede Person, die das Regelpensionsalter nach dem Allgemeinen Sozialversicherungsgesetz – ASVG, BGBl Nr 189/1955 in der Fassung BGBl I Nr 131/2017, erreicht hat und für jede volljährige auf Dauer arbeitsunfähige Person, wenn sie mit Personen, die diese Voraussetzungen nicht erfüllen, in der Bedarfsgemeinschaft lebt                                                                                               EUR 92,88; ",
            "annotations": []
        },
        {
            "text": "c) für jede Hilfe suchende oder empfangende Person, die am 1. Jänner 2014 das 50. Lebensjahr vollendet hat und für die Dauer von mindestens einem halben Jahr arbeitsunfähig ist, für jede Person, die das Regelpensionsalter nach dem Allgemeinen Sozialversicherungsgesetz – ASVG, BGBl Nr 189/1955 in der Fassung BGBl I Nr 131/2017, erreicht hat und für jede volljährige auf Dauer arbeitsunfähige Person, wenn bei mehr als einer Person der Bedarfsgemeinschaft diese Voraussetzungen vorliegen                                                                                               EUR 61,92.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2.",
            "annotations": []
        },
        {
            "text": "Mietbeihilfenobergrenzen",
            "annotations": []
        },
        {
            "text": "(1) Die Mietbeihilfenobergrenzen betragen:",
            "annotations": []
        },
        {
            "text": "1. bei 1 bis 2 Bewohnerinnen oder Bewohnern  EUR 342,84; ",
            "annotations": []
        },
        {
            "text": "2. bei 3 bis 4 Bewohnerinnen oder Bewohnern  EUR 359,46; ",
            "annotations": []
        },
        {
            "text": "3. bei 5 bis 6 Bewohnerinnen oder Bewohnern EUR 380,80;",
            "annotations": []
        },
        {
            "text": "4. ab 7 Bewohnerinnen oder Bewohnern  EUR 400,98. ",
            "annotations": []
        },
        {
            "text": "(2) Die Mietbeihilfenobergrenzen beinhalten den jeweiligen Grundbetrag zur Deckung des Wohnbedarfs.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Artikel II",
            "annotations": []
        },
        {
            "text": "Diese Verordnung tritt mit 1. Jänner 2020 in Kraft. Sie ist auf Sachverhalte anzuwenden, die sich nach dem 31. Dezember 2019 ereignen. […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Die Verordnung der Wiener Landesregierung zum Wiener Mindestsicherungsgesetz 2021 – WMG-VO 2021, LGBl 8/2021, lautet auszugsweise (die in Prüfung gezogenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Artikel I",
            "annotations": []
        },
        {
            "text": "§1.",
            "annotations": []
        },
        {
            "text": "Mindeststandards, Grundbeträge zur Deckung des Wohnbedarfs und Geringfügigkeitsgrenze",
            "annotations": []
        },
        {
            "text": "(1)–(2) […]",
            "annotations": []
        },
        {
            "text": "(3) Für volljährige Personen ab dem vollendeten 25. Lebensjahr, die mit anderen Personen in einer Ehe, eingetragenen Partnerschaft oder Lebensgemeinschaft (Bedarfsgemeinschaft gemäß §7 Abs2 Z2 WMG) leben, beträgt der Mindeststandard                                                                                               EUR 712,10.",
            "annotations": []
        },
        {
            "text": "Dieser enthält folgenden Grundbetrag zur Deckung des Wohnbedarfs: ",
            "annotations": []
        },
        {
            "text": "           a) für volljährige Personen, soweit sie nicht unter litb oder c fallen                                     EUR 178,02;",
            "annotations": []
        },
        {
            "text": "           b) für jede Hilfe suchende oder empfangende Person, die am 1. Jänner 2014 das 50. Lebensjahr vollendet hat und für die Dauer von mindestens einem halben Jahr arbeitsunfähig ist, für jede Person, die das Regelpensionsalter nach dem Allgemeinen Sozialversicherungsgesetz – ASVG, BGBl Nr 189/1955 in der Fassung BGBl I Nr 131/2017, erreicht hat und für jede volljährige auf Dauer arbeitsunfähige Person, wenn sie mit Personen, die diese Voraussetzungen nicht erfüllen, in der Bedarfsgemeinschaft lebt         EUR 96,13; ",
            "annotations": []
        },
        {
            "text": "           c) für jede Hilfe suchende oder empfangende Person, die am 1. Jänner 2014 das 50. Lebensjahr vollendet hat und für die Dauer von mindestens einem halben Jahr arbeitsunfähig ist, für jede Person, die das Regelpensionsalter nach dem Allgemeinen Sozialversicherungsgesetz – ASVG, BGBl Nr 189/1955 in der Fassung BGBl I Nr 131/2017, erreicht hat und für jede volljährige auf Dauer arbeitsunfähige Person, wenn bei mehr als einer Person der Bedarfsgemeinschaft diese Voraussetzungen vorliegen         EUR 64,09.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2.",
            "annotations": []
        },
        {
            "text": "Mietbeihilfenobergrenzen",
            "annotations": []
        },
        {
            "text": "(1) Die Mietbeihilfenobergrenzen betragen: ",
            "annotations": []
        },
        {
            "text": "           1. bei 1 bis 2 Bewohnerinnen oder Bewohnern                 EUR 354,84;",
            "annotations": []
        },
        {
            "text": "           2. bei 3 bis 4 Bewohnerinnen oder Bewohnern                 EUR 372,04;",
            "annotations": []
        },
        {
            "text": "           3. bei 5 bis 6 Bewohnerinnen oder Bewohnern                 EUR 394,13;",
            "annotations": []
        },
        {
            "text": "           4. ab 7 Bewohnerinnen oder Bewohnern                               EUR 415,01.",
            "annotations": []
        },
        {
            "text": "(2) Die Mietbeihilfenobergrenzen beinhalten den jeweiligen Grundbetrag zur Deckung des Wohnbedarfs.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Artikel II",
            "annotations": []
        },
        {
            "text": "Diese Verordnung tritt mit 1. Jänner 2021 in Kraft. Sie ist auf Sachverhalte anzuwenden, die sich nach dem 31. Dezember 2020 ereignen. […]\"",
            "annotations": []
        },
        {
            "text": "5. Die Verordnung der Wiener Landesregierung zum Wiener Mindestsicherungsgesetz für das Jahr 2022 – WMG-VO 2022, LGBl 81/2021, lautet auszugsweise (die in Prüfung gezogenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Artikel I",
            "annotations": []
        },
        {
            "text": "§1.",
            "annotations": []
        },
        {
            "text": "Mindeststandards und Grundbeträge zur Deckung des Wohnbedarfs",
            "annotations": []
        },
        {
            "text": "(1)–(2) […]",
            "annotations": []
        },
        {
            "text": "(3) Für volljährige Personen ab dem vollendeten 25. Lebensjahr, die mit anderen Personen in einer Ehe, eingetragenen Partnerschaft oder Lebensgemeinschaft (Bedarfsgemeinschaft gemäß §7 Abs2 Z2 WMG) leben, beträgt der Mindeststandard                                                                                               EUR 733,46. ",
            "annotations": []
        },
        {
            "text": "Dieser enthält folgenden Grundbetrag zur Deckung des Wohnbedarfs:",
            "annotations": []
        },
        {
            "text": "a) für volljährige Personen, soweit sie nicht unter litb oder c fallen EUR 183,36;",
            "annotations": []
        },
        {
            "text": "b) für jede Hilfe suchende oder empfangende Person, die am 1. Jänner 2014 das 50. Lebensjahr vollendet hat und für die Dauer von mindestens einem halben Jahr arbeitsunfähig ist, für jede Person, die das Regelpensionsalter nach dem Allgemeinen Sozialversicherungsgesetz – ASVG, BGBl Nr 189/1955 in der Fassung BGBl I Nr 131/2017, erreicht hat und für jede volljährige auf Dauer arbeitsunfähige Person, wenn sie mit Personen, die diese Voraussetzungen nicht erfüllen, in der Bedarfsgemeinschaft lebt                                                                                               EUR 99,02;",
            "annotations": []
        },
        {
            "text": "c) für jede Hilfe suchende oder empfangende Person, die am 1. Jänner 2014 das 50. Lebensjahr vollendet hat und für die Dauer von mindestens einem halben Jahr arbeitsunfähig ist, für jede Person, die das Regelpensionsalter nach dem Allgemeinen Sozialversicherungsgesetz – ASVG, BGBl Nr 189/1955 in der Fassung BGBl I Nr 131/2017, erreicht hat und für jede volljährige auf Dauer arbeitsunfähige Person, wenn bei mehr als einer Person der Bedarfsgemeinschaft diese Voraussetzungen vorliegen                                                                                               EUR 66,01.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2.",
            "annotations": []
        },
        {
            "text": "Mietbeihilfenobergrenzen",
            "annotations": []
        },
        {
            "text": "(1) Die Mietbeihilfenobergrenzen betragen:",
            "annotations": []
        },
        {
            "text": "1. bei 1 bis 2 Bewohnerinnen oder Bewohnern  EUR 365,49; ",
            "annotations": []
        },
        {
            "text": "2. bei 3 bis 4 Bewohnerinnen oder Bewohnern  EUR 383,20; ",
            "annotations": []
        },
        {
            "text": "3. bei 5 bis 6 Bewohnerinnen oder Bewohnern  EUR 405,95;",
            "annotations": []
        },
        {
            "text": "4. ab 7 Bewohnerinnen oder Bewohnern  EUR 427,46. ",
            "annotations": []
        },
        {
            "text": "(2) Die Mietbeihilfenobergrenzen beinhalten den jeweiligen Grundbetrag zur Deckung des Wohnbedarfs.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Artikel II",
            "annotations": []
        },
        {
            "text": "Diese Verordnung tritt mit 1. Jänner 2022 in Kraft. Sie ist auf Sachverhalte anzuwenden, die sich nach dem 31. Dezember 2021 ereignen. […]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1.1. Die Bundesregierung zieht in ihrer Äußerung die Präjudizialität des §5 Abs5 erster Satz SH-GG in Zweifel, weil dieser weder einen Sachleistungszwang festlege noch die Wohnkostenpauschale regle und auch sonst in keinem untrennbaren Zusammenhang mit den anderen in Prüfung gezogenen Bestimmungen stehe.",
            "annotations": []
        },
        {
            "text": "Mit diesem Vorbringen ist die Bundesregierung nicht im Recht. Nach Auffassung des Verfassungsgerichtshofes stehen die in Rede stehenden Bestimmungen in einem so konkreten Regelungszusammenhang, dass es nicht von vornherein auszuschließen ist, dass auch eine Aufhebung des §5 Abs5 erster Satz SH-GG im Fall des Zutreffens der Bedenken erforderlich sein könnte (vgl VfSlg 20.111/2016).",
            "annotations": []
        },
        {
            "text": "1.2. Es ist auch nichts hervorgekommen, was an der Präjudizialität der anderen in Prüfung gezogenen Bestimmungen zweifeln ließe. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich das Gesetzes- und Verordnungsprüfungsverfahren insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Die im Prüfungsbeschluss dargelegten Bedenken des Verfassungsgerichtshofes konnten im Gesetzes- und Verordnungsprüfungsverfahren nur teilweise zerstreut werden.",
            "annotations": []
        },
        {
            "text": "2.2. Zu den Bedenken hinsichtlich des ausnahmslosen Sachleistungsgebotes in §5 Abs5 SH-GG und §6 SH-GG idF BGBl I 41/2019:",
            "annotations": []
        },
        {
            "text": "2.2.1. Der Verfassungsgerichtshof hegte im Wesentlichen Bedenken dagegen, dass gemäß §5 Abs5 und §6 SH-GG idF BGBl I 41/2019 die Wohnkostenpauschale und Zusatzleistungen zur Vermeidung besonderer Härtefälle ausschließlich in Form von Sachleistungen zu gewähren sind, während Leistungen gemäß den Richtsätzen des §5 Abs2 SH-GG nur insoweit in Form von Sachleistungen zu gewähren sind, als dadurch eine höhere Effizienz der Erfüllung der Leistungsziele zu erwarten ist bzw im Falle von Leistungen für den Wohnbedarf, sofern dies nicht unwirtschaftlich oder unzweckmäßig ist. Es erschien dem Verfassungsgerichtshof zweifelhaft, ob das ausnahmslose Sachleistungsgebot für die Wohnkostenpauschale sowie für Zusatzleistungen bei Härtefällen gemäß §5 Abs5 bzw §6 SH-GG idF BGBl I 41/2019 mit dem Gleichheitsgrundsatz des Art7 Abs1 B-VG vereinbar ist.",
            "annotations": []
        },
        {
            "text": "2.2.2. Die Bundesregierung entgegnete zusammengefasst, dass es dem Gesetzgeber innerhalb seines weiten rechtspolitischen Gestaltungsspielraumes freistehe, ob und in welcher Form Leistungen der Sozialhilfe gewährt würden. Es sei bei Sachleistungen eher als bei Geldleistungen sichergestellt, dass Leistungen zweckentsprechend verwendet würden. Durch einen bloßen Sachleistungsvorrang iSd §3 Abs5 SH-GG wäre dies nicht in derselben Weise garantiert. Dem (Grundsatz-)Gesetzgeber könne daher nicht entgegengetreten werden, wenn er einen gewissen Verwaltungsaufwand der Behörden in Kauf nehme, um bestmöglich sicherzustellen, dass Leistungen der Sozialhilfe, die (insgesamt) die Höchstsätze des §5 Abs2 SH-GG überschritten, zweckentsprechend verwendet würden.",
            "annotations": []
        },
        {
            "text": "Dies bewirke auch keine unsachliche Ungleichbehandlung zwischen Bezugsberechtigten, die ausschließlich Leistungen im Rahmen der in §5 Abs2 SH-GG festgelegten Höchstsätze erhielten und Bezugsberechtigten, die darüber hinaus auch Leistungen gemäß §5 Abs5 und/oder §6 SH-GG erhielten. Denn Letztere bezögen höhere Leistungen als Erstere, weshalb es auch gerechtfertigt erscheine, diese Gruppen bei der Form der Leistungsgewährung ungleich zu behandeln. Der Sachleistungsvorrang sei ein grundsatzgesetzlich normiertes allgemeines Prinzip, weshalb es der Grundsatzgesetzgebung freistehe, dieses Prinzip in Bezug auf bestimmte Tatbestände näher zu konkretisieren. Eine solche Konkretisierung erfolge in §5 Abs5 und §6 SH-GG.",
            "annotations": []
        },
        {
            "text": "2.2.3. Der Gleichheitsgrundsatz gebietet dem Gesetzgeber, Gleiches gleich und Ungleiches ungleich zu behandeln, und setzt ihm insofern inhaltliche Schranken, als er es verbietet, sachlich nicht begründbare Differenzierungen zwischen den Normadressaten zu schaffen (vgl VfSlg 17.315/2004, 17.500/2005, 20.244/2018, 20.270/2018). Innerhalb dieser Schranken ist es dem Gesetzgeber jedoch von Verfassungs wegen durch den Gleichheitsgrundsatz nicht verwehrt, seine politischen Zielvorstellungen auf die ihm geeignet erscheinende Art zu verfolgen (s etwa VfSlg 16.176/2001, 16.504/2002). Insbesondere bei der Beurteilung sozialer Bedarfslagen und bei der Ausgestaltung der an diese Bedarfslagen knüpfenden sozialen Maßnahmen kommt dem Gesetzgeber ein weiter rechtspolitischer Gestaltungsspielraum zu (vgl VfSlg 18.885/2009, 20.270/2018, 20.244/2018, 20.359/2019). Im Rahmen dieses Gestaltungsspielraumes steht es dem Gesetzgeber auch grundsätzlich frei, anstelle von Geldleistungen Sachleistungen vorzusehen (vgl VfSlg 20.229/2017). Der Gesetzgeber muss aber sicherstellen, dass das von ihm eingerichtete System der Sozialhilfe seinen eigentlichen Zweck – die Vermeidung und Bekämpfung sozialer Notlagen bei hilfsbedürftigen Personen – erfüllt (vgl VfSlg 19.698/2012, 20.300/2018). Das eingerichtete System muss sohin seinem Zweck entsprechen sowie in sich sachlich sein (vgl VfSlg 20.359/2019). ",
            "annotations": []
        },
        {
            "text": "2.2.4. Es ist dem Gesetzgeber grundsätzlich nicht entgegenzutreten, wenn er bei der Ausgestaltung von Sozialhilfeleistungen das Ziel verfolgt, einer zweckwidrigen Mittelverwendung entgegenzuwirken. Der dem Gesetzgeber dabei eingeräumte Gestaltungsspielraum wird jedoch durch den Gleichheitsgrundsatz insofern beschränkt, als es ihm verwehrt ist, Regelungen zu treffen, für die eine sachliche Rechtfertigung nicht besteht (vgl VfSlg 8073/1977, 16.542/2002; VfGH 7.3.2022, G201/2021 ua).",
            "annotations": []
        },
        {
            "text": "2.2.5. Wie die Bundesregierung ausführt, ermächtigen die Regelung über die Wohnkostenpauschale gemäß §5 Abs5 SH-GG und die Regelung über Zusatzleistungen zur Vermeidung besonderer Härtefälle gemäß §6 SH-GG die Landesgesetzgeber, Leistungen zu gewähren, mit denen die in §5 Abs2 SH-GG festgelegten Höchstsätze überschritten werden. Der Grundsatzgesetzgeber verknüpft diese Ermächtigungen mit einem ausnahmslosen Sachleistungsgebot, um sicherzustellen, dass diese (die Höchstsätze überschreitenden) Leistungen zweckentsprechend verwendet werden.",
            "annotations": []
        },
        {
            "text": "2.2.6. Damit verfolgt der Grundsatzgesetzgeber zwar ein legitimes Ziel. Jedoch differenziert das SH-GG hiebei in einer sachlich nicht begründbaren Weise zwischen Richtsatzleistungen gemäß §5 Abs2 SH-GG und darüber hinausgehenden Leistungen gemäß §5 Abs5 SH-GG. Den höheren Leistungen gemäß §5 Abs5 SH-GG steht ein höherer Bedarf gegenüber, dessen Ausmaß von Umständen abhängt, die außerhalb des persönlichen Einflussbereichs der Hilfsbedürftigen liegen. Es ist für den Verfassungsgerichtshof daher nicht nachvollziehbar, wie aus der bloßen Höhe der Leistung der Schluss zu ziehen ist, dass der Bedarf nur durch Sachleistungen abgedeckt werden kann. Wie bei Richtsatzleistungen kann es auch bei darüber hinausgehenden Leistungen sachliche Gründe dafür geben, diese – vorrangig – durch Sachleistungen abzudecken. Der kategorische Ausschluss von Geldleistungen im Fall zusätzlicher Leistungen gemäß §5 Abs5 SH-GG entbehrt aber einer sachlichen Rechtfertigung. ",
            "annotations": []
        },
        {
            "text": "2.2.7. Vergleichbares gilt für §6 SH-GG idF BGBl I 41/2019: Auch hier ist kein sachlicher Grund erkennbar, warum es schlechthin ausgeschlossen sein soll, dass in bestimmten Fällen auch zusätzliche Leistungen in Form von Geldleistungen zur Vermeidung besonderer Härtefälle notwendig sein können.",
            "annotations": []
        },
        {
            "text": "2.2.8. Die Bedenken hinsichtlich des ausnahmslosen Sachleistungsgebotes in §5 Abs5 SH-GG und §6 SH-GG idF BGBl I 41/2019 haben sich somit als zutreffend erwiesen, weshalb dieses wegen Verstoßes gegen Art7 Abs1 B-VG als verfassungswidrig aufzuheben ist.",
            "annotations": []
        },
        {
            "text": "2.2.9. Der Verfassungsgerichtshof hat den Umfang der zu prüfenden und allenfalls aufzuhebenden Bestimmungen derart abzugrenzen, dass einerseits nicht mehr aus dem Rechtsbestand ausgeschieden wird, als Voraussetzung für den Anlassfall ist, dass aber andererseits der verbleibende Teil keine Veränderung seiner Bedeutung erfährt; da beide Ziele gleichzeitig niemals vollständig erreicht werden können, ist in jedem Einzelfall abzuwägen, ob und inwieweit diesem oder jenem Ziel der Vorrang vor dem anderen gebührt (VfSlg 7376/1974, 16.929/2003, 16.989/2003, 17.057/2003, 18.227/2007, 19.166/2010, 19.698/2012).",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall genügt es, lediglich in §5 Abs5 zweiter Satz SH-GG die Wortfolge \"anstelle von Geldleistungen in Form von Sachleistungen\" und in §5 Abs5 letzter Satz SH-GG die Wortfolge \"ausschließlich in Form von Sachleistungen\" aufzuheben. Damit verbleibt die Ermächtigung des Grundsatzgesetzgebers an die Landesgesetzgeber, im Rahmen der Wohnkostenpauschale höhere als die nach §5 Abs2 SH-GG festgesetzten Leistungen zu gewähren, ohne diese Ermächtigung an ein ausnahmsloses Sachleistungsgebot zu knüpfen. Vielmehr gilt nach der bereinigten Rechtslage der allgemeine Sachleistungsvorrang nach Maßgabe der Kriterien des §3 Abs5 SH-GG.",
            "annotations": []
        },
        {
            "text": "Die Bundesregierung verweist in ihrer Äußerung auf die Novellierung des §5 Abs2 SH-GG durch BGBl I 78/2022, wodurch auch der in Prüfung gezogene §5 Abs5 SH-GG idF BGBl I 41/2019 als neu erlassen anzusehen sei, weil dieser auf den novellierten §5 Abs2 SH-GG verweise. Zwischen dem Gesetzestext des §5 Abs5 SH-GG idF BGBl I 41/2019 und dem Text des §5 Abs2 SH-GG idF BGBl I 78/2022 besteht aber – anders als in dem von der Bundesregierung angeführten Erkenntnis VfSlg 4883/1964 – kein untrennbarer Zusammenhang. Dass in §5 Abs2 SH-GG idF BGBl I 78/2022 die Definition der Haushaltsgemeinschaft präzisiert wurde, hat für die verfassungsrechtliche Beurteilung der Regelung über die Wohnkostenpauschale des §5 Abs5 SH-GG keine unmittelbare Bedeutung.",
            "annotations": []
        },
        {
            "text": "2.3. Zu den Bedenken hinsichtlich der Höhe der monatlichen Leistungen (\"Mindeststandards\") gemäß §8 Abs2 Z2 iVm §7 Abs2 Z2 WMG und §1 Abs3 WMG-VO 2020, WMG-VO 2021 und WMG-VO 2022:",
            "annotations": []
        },
        {
            "text": "2.3.1. Der Verfassungsgerichtshof äußerte in seinem Prüfungsbeschluss Bedenken ob der Verfassungsmäßigkeit des §8 Abs2 Z2 iVm §7 Abs2 Z2 WMG bzw der Gesetzmäßigkeit jeweils des §1 Abs3 der WMG-VO 2020, WMG-VO 2021 und WMG-VO 2022, weil hienach die Höhe der Leistungen für Personen, die mit anderen Personen in einer Ehe, eingetragenen Partnerschaft oder Lebensgemeinschaft leben, 75 % des maßgeblichen Ausgleichszulagenrichtsatzes beträgt, obwohl §5 Abs2 Z2 lita SH-GG für Haushaltsgemeinschaften pro Person und Monat einen Höchstsatz von 70 % des maßgeblichen Ausgleichszulagenrichtsatzes festlegt.",
            "annotations": []
        },
        {
            "text": "2.3.2. Die Wiener Landesregierung entgegnete im Wesentlichen, dass der Grundsatzgesetzgeber mit dem SH-GG Regelungen zur (bloßen) Unterstützung (bzw zu bloßen Beiträgen zur Unterstützung) des Lebensunterhaltes getroffen habe. Dementsprechend seien lediglich Teile des Kompetenztatbestandes \"Armenwesen\" des Art12 Abs1 Z1 B-VG vom Grundsatzgesetzgeber in Anspruch genommen worden. Zur Frage der Existenzsicherung von Menschen durch Leistungen der Sozialhilfe seien hingegen keine Grundsatzbestimmungen erlassen worden, womit ein grundsatzfreier Raum nach Art15 Abs6 fünfter Satz B-VG für Regelungen zur Existenzsicherung bestünde.",
            "annotations": []
        },
        {
            "text": "Mit dieser Äußerung konnte die Wiener Landesregierung die vom Verfassungsgerichtshof gehegten Bedenken nicht zerstreuen:",
            "annotations": []
        },
        {
            "text": "2.3.3. Ein Ausführungsgesetz darf dem Grundsatzgesetz nicht widersprechen (vgl zB VfSlg 2087/1951, 2820/1955, 4919/1965), es also auch nicht in seiner rechtlichen Wirkung verändern (VfSlg 3744/1960, 12.280/1990) oder einschränken (vgl VfSlg 4919/1965). Wenn bei Bestehen einer landesgesetzlichen Regelung durch den Bund Grundsätze erlassen werden, bewirkt die Unterlassung der fristgerechten Anpassung des Landesgesetzes die Verfassungswidrigkeit jener Bestimmungen dieses Gesetzes, die in Widerspruch zum Grundsatzgesetz stehen (vgl VfSlg 10.176/1984, 12.280/1990).",
            "annotations": []
        },
        {
            "text": "2.3.4. Das SH-GG erfasst die Bedarfsbereiche des allgemeinen Lebensunterhalts und des Wohnbedarfs (vgl §1 Z1 und §2 Abs1 SH-GG). Für diese Bedarfsbereiche nahm der Bundesgesetzgeber somit seine Kompetenz gemäß Art12 Abs1 Z1 B-VG wahr, Grundsätze im Bereich des Armenwesens für die Landesgesetzgebung aufzustellen (vgl Erläut zur RV des Sozialhilfe-Grundsatzgesetzes 514 BlgNR 26. GP, 2). §2 Abs4 SH-GG stellt hiezu klar, welche Bedarfsbereiche nicht dem SH-GG unterfallen (etwa der Sonderbedarf bei Alter, Schwangerschaft, Krankheit, Pflege oder Behinderung; vgl dazu Erläut zur RV des Sozialhilfe-Grundsatzgesetzes 514 BlgNR 26. GP, 3). ",
            "annotations": []
        },
        {
            "text": "2.3.5. Soweit der Wiener Landesgesetzgeber daher im Rahmen des Armenwesens gemäß Art12 Abs1 Z1 B-VG Leistungen zur Deckung des allgemeinen Lebensunterhalts und des Wohnbedarfs gewährt, ist er bei der Ausgestaltung dieser Bedarfsbereiche an die von der Bundesgesetzgebung im SH-GG aufgestellten Grundsätze gebunden.",
            "annotations": []
        },
        {
            "text": "2.3.6. Anders als die bisherigen Mindestsicherungs- und Sozialhilfegesetze der Länder sieht das SH-GG ein System von Höchstsätzen, nicht aber ein System von Mindestsätzen für die erfassten Sozialhilfeleistungen vor (vgl VfSlg 20.359/2019). Für die Landesgesetzgeber besteht im Anwendungsbereich des SH-GG somit kein Spielraum, die in §5 Abs2 SH-GG festgelegten Höchstsätze für die Bedarfsbereiche des allgemeinen Lebensunterhalts und des Wohnbedarfs ohne entsprechende Ermächtigung zu überschreiten. Auch die Härtefallklausel des §6 SH-GG bietet entgegen der Auffassung der Wiener Landesregierung keine Grundlage für eine abstrakt-allgemeine, vom Einzelfall losgelöste Erhöhung der in §5 Abs2 SH-GG festgelegten Höchstsätze.",
            "annotations": []
        },
        {
            "text": "2.3.7. Im vorliegenden Fall genügt es, lediglich §8 Abs2 Z2 WMG sowie jeweils §1 Abs3 der WMG-VO 2020, WMG-VO 2021 und WMG-VO 2022 aufzuheben.",
            "annotations": []
        },
        {
            "text": "2.4. Zu den Bedenken hinsichtlich der Ausgestaltung der Mietbeihilfe gemäß §9 WMG iVm jeweils §2 WMG-VO 2020, WMG-VO 2021 und WMG-VO 2022:",
            "annotations": []
        },
        {
            "text": "2.4.1. Der Verfassungsgerichtshof hegte in seinem Prüfungsbeschluss weiters das Bedenken, dass mit der Mietbeihilfe Sozialhilfeleistungen ohne entsprechende Ermächtigung über die gemäß §5 Abs2 SH-GG festgesetzten Höchstsätze hinaus gewährt würden. Bedenklich erschien dem Verfassungsgerichtshof zum einen, dass die Mietbeihilfe entgegen §5 Abs5 SH-GG nicht als Sach-, sondern als Geldleistung gewährt werde; und zum anderen, dass §9 WMG iVm jeweils §2 WMG-VO 2020, WMG-VO 2021 und WMG-VO 2022 für die Festlegung der Höhe der Mietbeihilfe eine gänzlich andere Berechnungsmethode als jene des §5 Abs5 SH-GG für die Wohnkostenpauschale normiere und daher nicht gewährleistet erscheine, dass die Höhe der gewährten Leistungen in jenem Rahmen verbleibe, der durch §5 Abs5 SH-GG vorgegeben werde.",
            "annotations": []
        },
        {
            "text": "2.4.2. Die Wiener Landesregierung entgegnete im Wesentlichen, dass die Leistungen der Mietbeihilfe zwar die Höchstsätze des §5 Abs2 SH-GG überschritten, jedoch nicht die vorgegebenen Summen des §5 Abs5 SH-GG. In allen Fallkonstellationen sei die maximale Wohnkostenpauschale des SH-GG höher als die Mietbeihilfe des WMG. Dem stimmte auch die zu E4447/2021 mitbeteiligte Partei zu.",
            "annotations": []
        },
        {
            "text": "2.4.3. Nach der mit diesem Erkenntnis erfolgenden Aufhebung des ausnahmslosen Sachleistungsgebotes in §5 Abs5 und §6 SH-GG idF BGBl I 41/2019 und der hienach bereinigten Rechtslage bestehen keine Bedenken mehr dagegen, dass die Mietbeihilfe grundsätzlich als Geldleistung gewährt wird. Wie der Verfassungsgerichtshof schon mehrfach ausgesprochen hat, ist bei der Auslegung eines Grundsatzgesetzes im Zweifelsfall diejenige Möglichkeit als zutreffend anzusehen, die der Ausführungsgesetzgebung den weiteren Spielraum lässt (VfSlg 20.359/2019 mwN). Der weiterhin bestehende Sachleistungsvorrang nach Maßgabe der Kriterien des §3 Abs5 SH-GG belässt der Landesgesetzgebung einen Ausgestaltungsspielraum, um Sachleistungen nur für jene Fälle vorzusehen, in denen dies effizient, wirtschaftlich und zweckmäßig ist (vgl §18 Abs2 WMG).",
            "annotations": []
        },
        {
            "text": "2.4.4. Auf Grund des Ausgestaltungsspielraumes der Ausführungsgesetzgebung ist es auch nicht verfassungswidrig, dass der Mietbeihilfe eine andere Berechnungsmethode zugrunde liegt als der Wohnkostenpauschale, solange im Ergebnis die Höchstsätze des SH-GG eingehalten werden. Die für die Berechnung der Mietbeihilfe maßgeblichen Bestimmungen des §9 WMG iVm jeweils §2 WMG-VO 2020, WMG-VO 2021 und WMG-VO 2022 lassen – wie von der Wiener Landesregierung in ihrer Äußerung dargelegt – nicht erkennen, dass die Mietbeihilfe die im Falle der Wohnkostenpauschale erhöhten Höchstsätze des SH-GG überschreitet.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Wortfolge \"anstelle von Geldleistungen in Form von Sachleistungen\" in §5 Abs5 zweiter Satz und die Wortfolge \"ausschließlich in Form von Sachleistungen\" in §5 Abs5 letzter Satz SH-GG, BGBl I 41/2019, sind daher wegen Verstoßes gegen Art7 Abs1 B-VG als verfassungswidrig aufzuheben. §6 SH-GG, BGBl I 41/2019, ist mit BGBl I 78/2022 geändert worden. Der Verfassungsgerichtshof hat sich daher auf die Feststellung zu beschränken, dass die Wortfolge \"in Form zusätzlicher Sachleistungen\" in dieser Bestimmung verfassungswidrig war. ",
            "annotations": []
        },
        {
            "text": "2. Hingegen sind die übrigen Wortfolgen des §5 Abs5 SH-GG, BGBl I 41/2019, nicht als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "3. §8 Abs2 Z2 WMG, LGBl 38/2010, idF LGBl 2/2018 ist wegen Verstoßes gegen das SH-GG als verfassungswidrig aufzuheben; §1 Abs3 WMG-VO 2020, LGBl 67/2019, §1 Abs3 WMG-VO 2021, LGBl 8/2021, und §1 Abs3 WMG-VO 2022, LGBl 81/2021, sind als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "4. Hingegen sind §7 Abs2 Z2 und §9 WMG, LGBl 38/2010, idF LGBl 2/2018 nicht als verfassungswidrig aufzuheben. §2 WMG-VO 2020, LGBl 67/2019, §2 WMG-VO 2021, LGBl 8/2021, und §2 WMG-VO 2022, LGBl 81/2021, sind daher auch nicht als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "5. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzesstelle des WMG gründet sich auf Art140 Abs5 dritter und vierter Satz.",
            "annotations": []
        },
        {
            "text": "6. Die Aussprüche, dass frühere gesetzliche Bestimmungen des SH-GG und des WMG nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "7. Der Verfassungsgerichtshof sieht sich veranlasst, von der ihm durch Art140 Abs7 zweiter Satz B-VG eingeräumten Ermächtigung Gebrauch zu machen und auszusprechen, dass die aufgehobenen Bestimmungen des SH-GG nicht mehr anzuwenden sind.",
            "annotations": []
        },
        {
            "text": "8. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche hinsichtlich des SH-GG erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG.",
            "annotations": []
        },
        {
            "text": "9. Die Verpflichtung des Landeshauptmannes von Wien zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche hinsichtlich des WMG erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §138a Abs1 Z7 Stadtverfassung.",
            "annotations": []
        },
        {
            "text": "10. Die Verpflichtung der Wiener Landesregierung zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche hinsichtlich der WMG-VO 2020, WMG-VO 2021 und WMG-VO 2022 erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §138a Abs1 Z8 Stadtverfassung.",
            "annotations": []
        },
        {
            "text": "11. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}