{
    "document_id": "JFT_20230918_23E01416_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist ein staatenloser Pälestinenser. Er ist beim Hilfswerk der Vereinten Nationen für Palästinaflüchtlinge im Nahen Osten (United Nations Relief and Works Agency for Palestine Refugees in the Near East – UNRWA) als palästinensischer Flüchtling registriert. Er stellte am 17. November 2020 im österreichischen Bundesgebiet einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 19. April 2021 wies das Bundesamt für Fremdenwesen und Asyl den Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten und hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten ab, erteilte keinen Aufenthaltstitel, erließ eine Rückkehrentscheidung, stellte fest, dass eine Abschiebung in den Libanon zulässig sei und setzte eine zweiwöchige Frist für die freiwillige Ausreise.",
            "annotations": []
        },
        {
            "text": "3. Mit Erkenntnis vom 3. April 2023 wies das Bundesverwaltungsgericht die gegen diesen Bescheid erhobene Beschwerde als unbegründet ab. Begründend führt das Bundesverwaltungsgericht aus, dass der Beschwerdeführer in Syrien bei UNRWA registriert sei. Auch wenn er 2012 legal von Syrien in den Libanon gereist sei, habe er dort weiterhin Zugang zu den Leistungen von UNRWA gehabt und diese auch in Anspruch genommen. Da der Beschwerdeführer sich bis November 2019 im Libanon aufgehalten habe und nur zur Vorbereitung seiner Weiterreise nach Europa nach Syrien zurückgekehrt sei, handle es sich beim Libanon um seinen letzten gewöhnlichen Aufenthalt, der als Herkunftsstaat anzusehen sei.",
            "annotations": []
        },
        {
            "text": "Den Libanon habe er nicht auf Grund von außerhalb seines Einflussbereiches gelegenen Umständen, sondern freiwillig verlassen. Es sei ihm – trotz der vorgebrachten Einreisebestimmungen – nicht unmöglich, wieder in den Libanon zurückzukehren und bei einer Rückkehr neuerlich den Beistand von UNRWA in Anspruch zu nehmen. Trotz seiner UNRWA-Registrierung unterliege der Beschwerdeführer folglich nicht dem privilegierten Schutz gemäß Art1 Abschnitt D GFK bzw Art12 Abs1 lita erster Satz der Status-RL. Ferner habe der Beschwerdeführer auch keine ihm im Libanon drohende Verfolgungsgefahr aus asylrelevanten Gründen glaubhaft machen können. Der Status als Asylberechtigter sei ihm sohin nicht zuzuerkennen. ",
            "annotations": []
        },
        {
            "text": "Auch ein Anspruch auf die Zuerkennung des Status des subsidiär Schutzberechtigten bestehe nicht. Auf Grund der Sicherheitslage im Libanon bestehe kein reales Risiko einer Verletzung der Rechte des Beschwerdeführers nach Art2 und 3 EMRK, zumal die Deckung seiner Grundbedürfnisse durch die (dem Beschwerdeführer mögliche) neuerliche Inanspruchnahme der Leistungen von UNRWA sichergestellt sei.",
            "annotations": []
        },
        {
            "text": "Die Erlassung einer Rückkehrentscheidung gegen den Beschwerdeführer sei zulässig, weil dieser in Österreich kein durch Art8 EMRK geschütztes Familienleben führe und der damit einhergehende Eingriff in sein Privatleben verhältnismäßig sei. Er halte sich nämlich erst seit November 2020 im österreichischen Bundesgebiet auf und verfüge über keine über das übliche Maß hinausgehenden Integrationsmerkmale; demgegenüber habe er über sieben Jahre im Libanon gelebt, sei dort auch berufstätig gewesen und habe seine Familie gegründet.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten, insbesondere im Recht auf Gleichbehandlung von Fremden untereinander gemäß ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "Begründend wird dazu im Wesentlichen ausgeführt, dass der Beschwerdeführer und seine Familie zwar in Syrien bei UNRWA registriert seien, während ihres Aufenthaltes im Libanon aber keine Leistungen von UNRWA in Anspruch genommen hätten. Ungeachtet dessen bestehe aber jedenfalls eine Zugehörigkeit zur Gruppe staatenloser Palästinenser in Syrien (\"PRS\"), weil der Beschwerdeführer im Libanon nicht erfasst sei und sohin (trotz seiner UNRWA-Registrierung in Syrien und dem langen Aufenthalt im Libanon) nicht als palästinensischer Flüchtling aus dem Libanon (\"PRL\") anzusehen sei. ",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht habe sich mit dem Vorbringen, dass weder die Sicherheit noch die Lebensgrundlage von PRS im Libanon gesichert seien, nicht hinreichend auseinandergesetzt. Dies auch angesichts des Umstandes, dass fast alle staatenlosen palästinensischen Flüchtlinge im Libanon unter der Armutsgrenze leben würden. Vor allem aber gehe das Bundesverwaltungsgericht – auch unter Berücksichtigung seiner (unrichtig vorgenommenen) Zuordnung des Beschwerdeführers zur Gruppe der PRL – von einer Möglichkeit für den Beschwerdeführer aus, wieder in den Libanon einzureisen. Aus den Feststellungen zur Einreisesituation in den Libanon gehe allerdings hervor, dass staatenlose Palästinenser insgesamt und PRS im Besonderen – selbst wenn sie zu einem früheren Zeitpunkt im Besitz einer Aufenthaltsgenehmigung gewesen seien – jedenfalls seit Mai 2018 keine Möglichkeit zur Einreise hätten bzw eine unmittelbare Abschiebung nach Syrien fürchten müssten. Obwohl die Beweislast hinsichtlich der Einreise und des sicheren Aufenthaltes für UNRWA registrierte staatenlose Palästinenser nach der Rechtsprechung des Gerichtshofes der Europäischen Union bei den Behörden läge, sei das Bundesverwaltungsgericht diesen Anforderungen nicht gerecht geworden. Es hätte anhand der Ergebnisse des Ermittlungsverfahrens vielmehr zum Ergebnis kommen müssen, dass dem Beschwerdeführer Schutz oder Beistand durch UNRWA nicht mehr länger gewährt werde und er daher unter den \"ipso facto\"-Schutz des Art1 Abschnitt D GFK bzw Art12 Abs1 lita erster Satz der Status-RL falle.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift abgesehen und die Abweisung der Beschwerde beantragt.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen: ",
            "annotations": []
        },
        {
            "text": "3.1. UNRWA ist eine Organisation der Vereinten Nationen iSd Art1 Abschnitt D GFK, auf den sowohl Art12 Abs1 lita Richtlinie 2011/95/EU über Normen für die Anerkennung von Drittstaatsangehörigen oder Staatenlosen als Personen mit Anspruch auf internationalen Schutz, für einen einheitlichen Status für Flüchtlinge oder für Personen mit Anrecht auf subsidiären Schutz und für den Inhalt des zu gewährenden Schutzes (im Folgenden: Status-RL), ABl. 2011 L 337, 9 als auch §6 Abs1 Z1 AsylG 2005 Bezug nehmen. Die Rechtsstellung von Asylwerbern, die unter dem Schutz oder Beistand von UNRWA stehen, unterscheidet sich von jener anderer Asylwerber (VfSlg 19.777/2013; VfGH 24.9.2018, E761/2018 ua mwN).",
            "annotations": []
        },
        {
            "text": "Gemäß §6 Abs1 Z1 AsylG 2005 (in Umsetzung des Art12 Abs1 lita erster Satz Status-RL und dieser wiederum in Entsprechung des Art1 Abschnitt D erster Satz GFK) sind diese Personen von der Anerkennung als Flüchtling zunächst ausgeschlossen. Sie genießen aber – nach der in diesem Punkt im innerstaatlichen Recht nicht umgesetzten und sohin unmittelbar anwendbaren Bestimmung des zweiten Satzes des Art12 Abs1 lita Status-RL – dann \"ipso facto\" den Schutz der Status-RL bzw der GFK, wenn der Schutz oder Beistand von UNRWA \"aus irgendeinem Grund\" nicht länger gewährt wird. Dieser \"ipso facto\"-Schutz bewirkt insofern eine Privilegierung, als für die Zuerkennung des Status von Asylberechtigten keine Verfolgung aus den in Art1 Abschnitt A GFK genannten Gründen glaubhaft zu machen ist, sondern nur, dass sie erstens unter dem Schutz des UNRWA gestanden sind und zweitens, dass dieser Beistand aus \"irgendeinem Grund\" weggefallen ist. Die erste Voraussetzung ist mit der Vorlage einer UNRWA-Registrierungskarte erfüllt (EuGH 17.6.2010, C-31/09, Bolbol, Rz 52). Die zweite Voraussetzung erfordert eine Prüfung, \"ob der Wegzug des Betroffenen durch nicht von ihm zu kontrollierende und von seinem Willen unabhängige Gründe gerechtfertigt ist, die ihn zum Verlassen dieses Gebiets zwingen und somit daran hindern, den vom UNRWA gewährten Beistand zu genießen\" (EuGH 19.12.2012 [GK], C-364/11, El Kott, Rz 61). Ein Zwang zum Verlassen des Einsatzgebietes einer Organisation iSd Art12 Abs1 lita zweiter Satz Status-RL liegt nach den Ausführungen des Gerichtshofes der Europäischen Union dann vor, wenn sich die betroffene Person in einer sehr unsicheren persönlichen Lage befindet und es dem UNRWA unmöglich ist, ihr in diesem Gebiet Lebensverhältnisse zu gewährleisten, die mit der Aufgabe des UNRWA im Einklang stehen (EuGH, El Kott, Rz 65; vgl auch EuGH 25.7.2018, C-585/16, Alheto, Rz 86). Bei dieser Beurteilung ist nach der weiteren Rechtsprechung des Gerichtshofes der Europäischen Union auch festzustellen, ob der Betroffene derzeit daran gehindert ist, Schutz oder Beistand des UNRWA zu erhalten, weil sich mutmaßlich die Lage im betreffenden Einsatzgebiet aus nicht von ihm zu kontrollierenden und von seinem Willen unabhängigen Gründen verschlechtert hat (EuGH 3.3.2022, C-349/20, NB und AB, Rz 57). Zur Feststellung, ob der Schutz oder Beistand des UNRWA nicht länger gewährt wird, sind im Rahmen einer individuellen Beurteilung aller maßgeblichen Umstände des fraglichen Sachverhalts alle Operationsgebiete des Einsatzgebietes des UNRWA zu berücksichtigen, in deren Gebiete ein Staatenloser palästinensischer Herkunft, der dieses Einsatzgebiet verlassen hat, eine konkrete Möglichkeit hat, einzureisen und sich dort in Sicherheit aufzuhalten (EuGH 13.1.2021, C-507/19, Bundesrepublik Deutschland, Rz 67). Für die Feststellung, ob der Schutz oder Beistand des UNRWA nicht länger gewährt wird, sodass eine Person \"ipso facto\" die \"Anerkennung als Flüchtling\" im Sinne dieser Bestimmung beanspruchen kann, sind im Rahmen einer individuellen Beurteilung die relevanten Umstände nicht nur zu dem Zeitpunkt, zu dem diese Person das UNRWA-Einsatzgebiet verlassen hat, sondern auch zu dem Zeitpunkt zu berücksichtigen, zu dem die zuständigen Verwaltungsbehörden einen Antrag auf Zuerkennung der Flüchtlingseigenschaft prüfen oder die zuständigen Gerichte über den Rechtsbehelf gegen eine die Anerkennung als Flüchtling versagende Entscheidung erkennen (EuGH, NB und AB, Rz 58).",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht verneint einen \"ipso facto\"-Schutz des Beschwerdeführers mit der Begründung, dass dieser nicht aus irgendeinem Grund dazu gezwungen gewesen sei, den Libanon – als einen Teil des Einsatzgebietes von UNRWA – zu verlassen. Vor allem aber erachtete es für den Beschwerdeführer die Möglichkeit als gegeben, in den Libanon einzureisen und damit das Einsatzgebiet von UNRWA wieder aufzusuchen, um dort neuerlich Leistungen von UNRWA in Anspruch zu nehmen.",
            "annotations": []
        },
        {
            "text": "Die Annahme, der Beschwerdeführer habe die Möglichkeit, in Zukunft in den Libanon einzureisen, begründet das Bundesverwaltungsgericht insbesondere damit, dass es ihm möglich gewesen sei, Ende 2012 legal dorthin einzureisen und sich in der Folge ungefähr sieben Jahre dort aufzuhalten. Dabei verweist es auf die Widersprüchlichkeit der Angaben des Beschwerdeführers, der einerseits erklärte, nur für zwei Wochen über einen Aufenthaltstitel verfügt zu haben und andererseits die (erst dann) nicht mehr erfolgte Verlängerung seines Aufenthaltstitels als Grund seiner Ausreise nach einem etwa siebenjährigen Aufenthalt anführte. In diesem Zusammenhang lässt das Bundesverwaltungsgericht allerdings die von ihm selbst zu Feststellungen erhobene Berichtslage zur Rückkehrsituation außer Betracht. Darin ist Folgendes festgehalten: ",
            "annotations": []
        },
        {
            "text": "\"Laut Bericht des Danish Immigration Service (DIS) sträuben sich die libanesischen Behörden seit Mai 2018 den staatenlosen palästinensischen Flüchtlingen aus dem Libanon (PRLs), die sich im Ausland aufhalten, die Rückkehr in den Libanon zu gestatten, wenn sie keine Aufenthaltsgenehmigung in dem Land haben, in dem sie sich derzeit aufhalten. Dies gilt unabhängig davon, ob die Rückkehr freiwillig oder zwangsweise erfolgen soll. Die Zahl der erfolgreichen Rückführungen innerhalb dieses Zeitraums ist sehr begrenzt. Anträge für neue oder zu verlängernde palästinensische Reisedokumente sowie die Ausstellung von Laissez-passer für PRLs werden vom libanesischen Ministerium für Auswärtige Angelegenheiten und Emigranten auf Eis gelegt. Es begründet dies damit, dass der Libanon bereits genug Flüchtlinge beherbergt und von der internationalen Gemeinschaft angesichts der großen Anzahl von Flüchtlingen im Libanon keine ausreichende Unterstützung erhält. Laut einer weiteren diplomatischen Quelle des DIS ist es unwahrscheinlich, dass sich die strikte Politik der libanesischen Regierung gegenüber den Flüchtlingen im Libanon, angesichts des derzeitigen politischen Klimas und der finanzpolitischen Herausforderungen, mit denen der Libanon derzeit konfrontiert ist, in absehbarer Zeit ändern wird (DIS 9.3.2020). Z.B. ist laut libanesischer Botschaft Berlin für die Ausstellung eines Reisedokuments sowohl ein Aufenthaltstitel in Deutschland (oder eine Zusicherung der deutschen Ausländerbehörde) als auch im Libanon nötig (BL 2021).\"",
            "annotations": []
        },
        {
            "text": "3.3. Überdies war zum Zeitpunkt der Entscheidung des Bundesverwaltungsgerichtes bereits eine aktualisierte Version des Länderinformationsblattes der Staatendokumentation für den Libanon vom 1. März 2023 verfügbar. Die darin abgebildete Situation hinsichtlich der Rückkehr in den Libanon entspricht zwar im Wesentlichen den vom Bundesverwaltungsgericht getroffenen Feststellungen. An die Angaben der libanesischen Botschaft Berlin wurde jedoch folgende Passage angefügt: ",
            "annotations": []
        },
        {
            "text": "\"Ausländische Staatsangehörige, vor allem Syrer und Palästinenser, bei denen der Verdacht einer irregulären Einreise nach Deutschland besteht, müssen damit rechnen, dass ihnen die Einreise in den Libanon verweigert wird. Dies kann auch trotz einer aktuell gültigen Aufenthaltserlaubnis für Deutschland der Fall sein (AA 19.1.2023).\"",
            "annotations": []
        },
        {
            "text": "4. Mit der – vor allem auf die legale Einreise im Jahr 2012 und den Aufenthalt bis zum Jahr 2019 gestützten – Annahme einer Einreisemöglichkeit für den Beschwerdeführer in den Libanon ignoriert das Bundesverwaltungsgericht den – von ihm selbst festgestellten – Sachverhalt, wonach sich die Einreisemöglichkeiten in den Libanon (auch für \"PRL\") seit 2018 deutlich verändert haben. Durch das Unterlassen von Ermittlungen (etwa durch eine Anfrage an die Staatendokumentation), ob dem Beschwerdeführer tatsächlich eine Möglichkeit zur legalen Einreise offensteht, belastet das Bundesverwaltungsgericht – auch unter Bedachtnahme auf das Vorbringen, wonach der Beschwerdeführer seine Zuordnung zur Gruppe der \"PRL\" bestreitet, seine Zugehörigkeit zu den \"PRS\" argumentiert und angibt, den Libanon im Jahr 2019 wegen der nicht verlängerten Aufenthaltsgenehmigung verlassen zu haben – sein Erkenntnis mit Willkür (vgl auch VfGH 19.9.2022, E1644/2022).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}