{
    "document_id": "JFT_20230612_23G00203_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit dem vorliegenden, auf Art140a iVm Art140 Abs1 Z1 litd B-VG sowie Art140 Abs1 Z1 litd B-VG gestützten Antrag begehren die Antragstellerinnen, das Übereinkommen über die zivilrechtlichen Aspekte internationaler Kindesentführung (Haager Kindesentführungsübereinkommen) zur Gänze sowie §110 Abs2 JN als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140a iVm Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140a Abs1 iVm 140 Abs1b B VG).",
            "annotations": []
        },
        {
            "text": "3. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Staatsvertrages gemäß Art140a iVm Art140 B-VG (vgl VfSlg 19.750/2013) sowie zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "4. Die Antragstellerinnen behaupten zum einen die – nicht näher konkretisierte – Verfassungswidrigkeit des Übereinkommens über die zivilrechtlichen Aspekte internationaler Kindesentführung (Haager Kindesentführungsübereinkommen) zur Gänze sowie zum anderen die Verfassungswidrigkeit des §110 Abs2 JN wegen Verstoßes gegen Art6 EMRK und Art47 GRC.",
            "annotations": []
        },
        {
            "text": "5. Entgegen der Auffassung der Antragstellerinnen kann der Verfassungsgerichtshof nicht erkennen, dass §110 Abs2 JN gegen Art6 EMRK und Art47 GRC verstößt. Nach der ständigen Rechtsprechung wird durch §110 Abs2 JN der Zugang zu einem Gericht nicht verwehrt: Das Gericht darf nur dann von der Einleitung oder Fortsetzung des Verfahrens absehen, wenn gesichert ist, dass die Rechte und Interessen des Minderjährigen oder der sonstigen schutzberechtigten Personen durch die Behörden des ausländischen Staates ausreichend gewahrt sind (zB OGH 29.1.2013, 10 Ob 45/12h; 8.11.2000, 7 Ob 238/00a). Mit einer Vorgangsweise nach §110 Abs2 JN erlischt die österreichische internationale Zuständigkeit nicht; sie wird lediglich nicht ausgeübt, soweit und solange durch ausländische Maßnahmen das Wohl des Pflegebefohlenen in inhaltlicher und verfahrensrechtlicher Hinsicht ausreichend gewahrt ist. Soweit und sobald dies nicht mehr zutrifft, ist das inländische Verfahren einzuleiten bzw fortzusetzen (OGH 24.6.2010, 6 Ob 98/10w; 16.4.2013, 3 Ob 55/13d.).",
            "annotations": []
        },
        {
            "text": "6. Auf den Antrag auf Feststellung der Verfassungswidrigkeit des gesamten Übereinkommens über die zivilrechtlichen Aspekte internationaler Kindesentführung (Haager Kindesentführungsübereinkommen) kann der Verfassungsgerichtshof schon deswegen nicht eingehen, weil zum einen keine Konkretisierung der behaupteten Verfassungswidrigkeit erfolgt und zum anderen die Anfechtung des gesamten Übereinkommens nicht zulässig ist (vgl sinngemäß zur Anfechtung eines gesamten Gesetzes zB VfGH 29.9.2015, G324/2015; VfSlg 20.112/2016). ",
            "annotations": []
        },
        {
            "text": "7. Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Formerfordernisse und Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}