{
    "document_id": "JFT_20230227_21E04603_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt und Beschwerde",
            "annotations": []
        },
        {
            "text": "1. Die GIS Gebühren Info Service GmbH schrieb dem Beschwerdeführer mit Bescheid vom 29. Mai 2020 für einen näher bezeichneten Standort gemäß §1, §2, §3 Abs1 und 4 und §6 Abs1 Rundfunkgebührengesetz iVm §31 ORF-Gesetz, §1 Kunstförderungsbeitragsgesetz 1981 und §2 Steiermärkisches Rundfunkabgabegesetz die Zahlung von Rundfunkgebühren samt der damit verbundenen Abgaben und Entgelte für den Betrieb von Radio- und Fernsehempfangseinrichtungen für den Zeitraum vom 1. April 2017 bis zum 31. Mai 2020 in der Höhe von insgesamt € 1.015,74 vor.",
            "annotations": []
        },
        {
            "text": "2. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 12. November 2021 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten sowie in Rechten wegen Anwendung eines verfassungswidrigen Gesetzes behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. Begründend wird dazu im Wesentlichen vorgebracht, dass das Bundesverwaltungsgericht die Pflicht des Beschwerdeführers zur Zahlung von Rundfunkgebühren sowie eines Programmentgeltes nicht ausreichend begründet habe und dass sich §31 Abs10 ORF-Gesetz auf Grund der technischen Weiterentwicklung zum Übertragungsstandard DVB-T2 als sachlich nicht mehr gerechtfertigt erweise.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die Beschwerde ist zulässig.",
            "annotations": []
        },
        {
            "text": "A. Soweit sich die Beschwerde gegen die Vorschreibung eines Programmentgeltes richtet, ist sie auch begründet:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof hat mit Erkenntnis vom 30. Juni 2022, G226/2021, die Wortfolge \", jedenfalls aber dann, wenn der Rundfunkteilnehmer (§2 Abs1 RGG) an seinem Standort mit den Programmen des Österreichischen Rundfunks gemäß §3 Abs1 terrestrisch (analog oder DVB-T) versorgt wird. Der Beginn und das Ende der Pflicht zur Entrichtung des Programmentgeltes sowie die Befreiung von dieser Pflicht richten sich nach den für die Rundfunkgebühren geltenden bundesgesetzlichen Vorschriften\" in §31 Abs10 ORF-G sowie §31 Abs17 und 18 ORF-G als verfassungswidrig aufgehoben.",
            "annotations": []
        },
        {
            "text": "2. Gemäß Art140 Abs7 B-VG wirkt die Aufhebung eines Gesetzes auf den Anlassfall zurück. Es ist daher hinsichtlich des Anlassfalles so vorzugehen, als ob die als verfassungswidrig erkannte Norm bereits zum Zeitpunkt der Verwirklichung des der angefochtenen Entscheidung des Verwaltungsgerichtes zugrunde gelegten Tatbestandes nicht mehr der Rechtsordnung angehört hätte. Dem in Art140 Abs7 B-VG genannten Anlassfall (im engeren Sinn), anlässlich dessen das Gesetzesprüfungsverfahren tatsächlich eingeleitet worden ist, sind all jene Beschwerdefälle gleichzuhalten, die zum Zeitpunkt der mündlichen Verhandlung im Gesetzesprüfungsverfahren (bei Unterbleiben einer mündlichen Verhandlung zu Beginn der nichtöffentlichen Beratung) beim Verfassungsgerichtshof bereits anhängig waren (VfSlg 10.616/1985, 11.711/1988).",
            "annotations": []
        },
        {
            "text": "3. Die nichtöffentliche Beratung im Gesetzesprüfungsverfahren begann am 22. Juni 2022. Die vorliegende Beschwerde ist beim Verfassungsgerichtshof am 28. Dezember 2021 eingelangt, war also zu Beginn der nichtöffentlichen Beratung schon anhängig; der ihr zugrunde liegende Fall ist somit einem Anlassfall gleichzuhalten.",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht wendete bei Erlassung des angefochtenen Erkenntnisses die als verfassungswidrig aufgehobenen Gesetzesbestimmungen an. Es ist nach Lage des Falles nicht ausgeschlossen, dass diese Gesetzesanwendung für die Rechtsstellung des Beschwerdeführers nachteilig war. Der Beschwerdeführer wurde somit wegen Anwendung eines verfassungswidrigen Gesetzes in seinen Rechten verletzt.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher insoweit aufzuheben.",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, also soweit sie sich der Sache nach auch gegen die Vorschreibung einer Rundfunkgebühr richtet, wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die vorliegende Beschwerde rügt die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten. Nach den Beschwerdebehauptungen wären diese Rechtsverletzungen aber zum erheblichen Teil nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob die Pflicht des Beschwerdeführers zur Zahlung von Rundfunkgebühren in jeder Hinsicht ausreichend begründet wird, insoweit nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "Soweit die Beschwerde aber insofern verfassungsrechtliche Fragen berührt, als die Verfassungswidrigkeit des Rundfunkgebührengesetzes behauptet wird, lässt ihr Vorbringen vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes zum rechtspolitischen Gestaltungsspielraum des Gesetzgebers (vgl zuletzt VfGH 14.12.2022, E846/2021) die behauptete Rechtsverletzung, die Verletzung in einem anderen verfassungsgesetzlich gewährleisteten Recht oder die Verletzung in einem sonstigen Recht wegen Anwendung einer gesetzwidrigen Verordnung als so wenig wahrscheinlich erkennen, dass sie keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung, soweit damit seine Beschwerde gegen die Vorschreibung eines Programmentgeltes abgewiesen wird, wegen Anwendung eines verfassungswidrigen Gesetzes in seinen Rechten verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass insoweit auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von der Behandlung der Beschwerde abgesehen und diese gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abgetreten (zum System der Abtretung der Beschwerde an den Verwaltungsgerichtshof durch den Verfassungsgerichtshof nach Inkrafttreten der Verwaltungsgerichtsbarkeits-Novelle 2012 vgl VfSlg 19.867/2014).",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs3 Z4 und Z1 iVm §31 letzter Satz VfGG ohne weiteres Verfahren und ohne vorangegangene Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie der Ersatz der Eingabengebühr in Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}