{
    "document_id": "JFT_20231004_22E00883_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind Staatsangehörige von Georgien. Der Erstbeschwerdeführer und die Zweitbeschwerdeführerin sind miteinander verheiratet und Eltern der minderjährigen Dritt- und Viertbeschwerdeführerinnen.",
            "annotations": []
        },
        {
            "text": "1.1. Die Beschwerdeführer stellten am 7. Oktober 2015 Anträge auf internationalen Schutz. Als Fluchtgrund führten sie die Erkrankung (Leukämie) der minderjährigen Drittbeschwerdeführerin sowie die mangelnden Behandlungsmöglichkeiten im Herkunftsstaat ins Treffen.",
            "annotations": []
        },
        {
            "text": "1.2. Mit Bescheiden vom 24. Oktober 2016 wies das Bundesamt für Fremdenwesen und Asyl die Anträge der Beschwerdeführer auf internationalen Schutz sowie auf Zuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Georgien ab. Darüber hinaus wurde ein Aufenthaltstitel aus berücksichtigungswürdigen Gründen nicht erteilt, eine Rückkehrentscheidung erlassen und festgestellt, dass die Abschiebung der Beschwerdeführer nach Georgien zulässig sei. Gleichzeitig wurde eine 14-tägige Frist für die freiwillige Ausreise ab Rechtskraft der Rückkehrentscheidung gesetzt.",
            "annotations": []
        },
        {
            "text": "1.3. Die gegen diese Bescheide erhobenen Beschwerden wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 7. Oktober 2019, schriftlich ausgefertigt am 29. November 2019, als unbegründet ab (Spruchpunkt I. betreffend die Nichtzuerkennung des Status eines bzw einer Asylberechtigten wurde jeweils nicht in Beschwerde gezogen).",
            "annotations": []
        },
        {
            "text": "1.4. Gegen dieses Erkenntnis erhoben die Beschwerdeführer eine auf Art144 B-VG gestützte Beschwerde an den Verfassungsgerichtshof, die zu E177-180/2020 protokolliert wurde.",
            "annotations": []
        },
        {
            "text": "1.5. Ferner erhoben die Beschwerdeführer gegen das Erkenntnis außerordentliche Revision an den Verwaltungsgerichtshof. Der Verwaltungsgerichtshof hob aus Anlass der Behandlung der bei ihm eingebrachten Revision mit Erkenntnis vom 25. Februar 2021, Ra 2020/18/0018-0021-9, die angefochtene Entscheidung des Bundesverwaltungsgerichtes, soweit sie die Drittbeschwerdeführerin betrifft, wegen Rechtswidrigkeit infolge Verletzung von Verfahrensvorschriften und im Übrigen wegen Rechtswidrigkeit ihres Inhalts auf.",
            "annotations": []
        },
        {
            "text": "Begründend verwies der Verwaltungsgerichtshof zum einen darauf, dass die vom Bundesverwaltungsgericht getroffenen Feststellungen eine Beurteilung des Vorliegens des realen Risikos für die Drittbeschwerdeführerin, wegen des Fehlens angemessener Behandlung im Zielstaat der Abschiebung oder des fehlenden Zugangs zu einer solchen Behandlung einer ernsten, raschen und unwiederbringlichen Verschlechterung ihres Gesundheitszustands ausgesetzt zu sein, die zu intensivem Leiden oder einer erheblichen Verkürzung der Lebenserwartung führt, nicht ermöglichten. Zum anderen erachtete er es als nicht nachvollziehbar, dass das Bundesverwaltungsgericht sich ohne medizinischen Sachverständigen in der Lage vermeinte, ein reales Risiko der Verletzung von Art3 EMRK bei Rückkehr der Drittbeschwerdeführerin nach Georgien verneinen zu können. Nach Ansicht des Verwaltungsgerichtshofes hätte das Bundesverwaltungsgericht vielmehr \"unter Beiziehung eines medizinischen Sachverständigen die Wahrscheinlichkeit eines solchen Rückfalls, die diesbezüglichen Behandlungsnotwendigkeiten und -möglichkeiten einerseits in Österreich und andererseits in Georgien sowie die Intensität des damit für die [Drittbeschwerdeführerin] verbundenen Leidens sowie die Verkürzung der Lebenserwartung genauer erheben müssen\".",
            "annotations": []
        },
        {
            "text": "1.6. Mit Beschluss des Verfassungsgerichtshofes vom 10. Juni 2021, E177-180/2020-19, wurde die Beschwerde als gegenstandslos geworden erklärt und das Verfahren eingestellt.",
            "annotations": []
        },
        {
            "text": "2. Nach Durchführung einer mündlichen Verhandlung wies das Bundesverwaltungsgericht die Beschwerden im fortgesetzten Verfahren mit Erkenntnis vom 7. Februar 2022, schriftlich ausgefertigt am 16. März 2022, neuerlich als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Zur Begründung seiner Entscheidung stützt sich das Bundesverwaltungsgericht (in Bezug auf den Gesundheitszustand der Drittbeschwerdeführerin) auf ein eingeholtes medizinisches Sachverständigengutachten sowie (in Bezug auf die Behandelbarkeit von Leukämie im Herkunftsstaat) auf eine vom Bundesamt für Fremdenwesen und Asyl in Auftrag gegebene Anfragebeantwortung der Staatendokumentation zu Georgien aus dem Jahr 2018. Demnach sei aus dem vorliegenden Krankheitsbild nicht ableitbar, dass eine Überstellung nach Georgien zu einer Beeinträchtigung des gesundheitlichen Zustandes der Drittbeschwerdeführerin führen werde, weshalb von keiner Verletzung im Recht nach Art3 EMRK auszugehen sei. In Georgien seien die gleichen Medikamente bzw Ersatzpräparate wie in Österreich erhältlich. Es könne daher nicht von einem gänzlichen Fehlen von angemessenen Behandlungsmöglichkeiten ausgegangen werden. Es müsse zwar eventuell mit einer Verschlechterung des persönlichen Zustandes der Drittbeschwerdeführerin gerechnet werden. Diese sei jedoch nicht unwiederbringlich oder derart gravierend, dass eine Abschiebung für unzulässig zu erklären oder der Status einer subsidiär Schutzberechtigten zu gewähren wäre.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten, insbesondere im Recht auf Leben (Art2 EMRK), im Recht auf Achtung des Privat- und Familienlebens (Art8 EMRK) sowie im Recht, keiner unmenschlichen oder erniedrigenden Strafe oder Behandlung (Folter) unterworfen zu werden (Art3 EMRK), behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "Begründend wird dazu im Wesentlichen ausgeführt, dass sich das Bundesverwaltungsgericht mit der Frage des Vorliegens des realen Risikos für die Drittbeschwerdeführerin, wegen des Fehlens einer angemessenen Behandlung im Herkunftsstaat oder des fehlenden Zugangs zu einer solchen Behandlung einer ernsten, raschen und unwiederbringlichen Verschlechterung ihres Gesundheitszustandes ausgesetzt zu sein, die zu intensivem Leiden oder einer erheblichen Verkürzung der Lebenserwartung führe, neuerlich nur mangelhaft auseinandergesetzt habe. Das vom Bundesverwaltungsgericht eingeholte medizinische Sachverständigengutachten sei nicht geeignet, die bereits im ersten Verfahrensgang vorgelegten Befunde zu entkräften. Es sei auf Grund der Beweisergebnisse nicht nachvollziehbar, auf welcher Grundlage das Bundesverwaltungsgericht ein reales Risiko der Verletzung von Art3 EMRK bei einer Rückkehr der Drittbeschwerdeführerin nach Georgien ausgeschlossen habe. Zudem bleibe offen, auf Grund welcher Ermittlungsergebnisse das Bundesverwaltungsgericht zur Feststellung gelangt sei, dass das Auftreten eines neuerlichen Rezidivs nicht absehbar sei. Dies, obwohl die Gefahr eines Rückfalls ua in dem vom Bundesverwaltungsgericht in Auftrag gegebenen Gutachten substantiiert und mit konkreten Zahlen dargelegt worden sei. Eine – die Verschlechterung des Gesundheitszustandes hintanhaltende – Stammzellentransplantation sei nach den Feststellungen des Bundesverwaltungsgerichtes in Georgien nicht verfügbar. Vor diesem Hintergrund habe die Drittbeschwerdeführerin im Fall eines – jederzeit zu erwartenden – Rezidivs in Georgien signifikant schlechtere Überlebenschancen zu gewärtigen. Das Bundesverwaltungsgericht habe auch nicht erhoben, ob und in welcher Häufigkeit Kontrollen zur frühzeitigen Erkennung eines Rezidivs durchgeführt würden und ob ein entsprechendes Monitoringverfahren für die Drittbeschwerdeführerin in Georgien zur Verfügung stünde. Letztlich habe es das Bundesverwaltungsgericht verabsäumt, eine – dem Alter und der Aufenthaltsdauer im Bundesgebiet entsprechende – adäquate und einzelfallbezogene Berücksichtigung des Kindeswohles vorzunehmen.",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "3. Solche Fehler sind dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Nichtzuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Georgien an die minderjährige Drittbeschwerdeführerin unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Gemäß §8 Abs1 AsylG 2005 ist ua einem Fremden, dessen Antrag auf internationalen Schutz in Bezug auf die Zuerkennung des Status des Asylberechtigten abgewiesen wird, der Status des subsidiär Schutzberechtigten zuzuerkennen, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2 oder 3 EMRK oder des 6. oder 13. ZPEMRK bedeuten oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "3.2. Der Verwaltungsgerichtshof hielt in seinem Erkenntnis vom 25. Februar 2021, Ra 2020/18/0018-0021-9, in Zusammenhang mit dem Gesundheitszustand der Drittbeschwerdeführerin und den Behandlungsmöglichkeiten im Zielland fest, dass die Revision zu Recht das Absehen von der Beiziehung eines medizinischen Sachverständigen rüge. Hinsichtlich der – grundrechtlich – geforderten Erhebungen führte der Verwaltungsgerichtshof wörtlich aus:",
            "annotations": []
        },
        {
            "text": "\"Die Beiziehung eines Sachverständigen ist regelmäßig dann 'notwendig' iSd §52 Abs1 AVG, wenn zur Ermittlung des maßgebenden Sachverhalts besonderes Fachwissen erforderlich ist, über das das entscheidende Organ selbst nicht verfügt (vgl etwa VwGH 24.1.2020, Ra 2020/18/0008, mwN). Auf der Basis der im verwaltungsgerichtlichen Verfahren vorhandenen ärztlichen Befunde, die auf eine schwere Leukämieerkrankung der Drittrevisionswerberin mit mehrfachen Rezidiven hinwiesen, eine engmaschige Kontrolle ihres Krankheitsverlaufes empfahlen und bei einem weiteren Rezidiv die in Georgien nicht erhältliche allogene Stammzellentransplantation als einzige kurative Möglichkeit erachteten, um die Patientin am Leben zu erhalten, lässt sich nicht nachvollziehen, dass das BVwG sich ohne medizinischen Sachverständigen in der Lage vermeinte, ein reales Risiko der Verletzung von Art3 EMRK bei Rückkehr der Drittrevisionswerberin nach Georgien verneinen zu können. Vielmehr hätte das BVwG unter Beiziehung eines medizinischen Sachverständigen die Wahrscheinlichkeit eines solchen Rückfalls, die diesbezüglichen Behandlungsnotwendigkeiten und -möglichkeiten einerseits in Österreich und andererseits in Georgien sowie die Intensität des damit für die Drittrevisionswerberin verbundenen Leidens sowie die Verkürzung der Lebenserwartung genauer erheben müssen.\"",
            "annotations": []
        },
        {
            "text": "3.3. Das Bundesverwaltungsgericht hat im fortgesetzten Verfahren ein medizinisches Sachverständigengutachten durch einen Facharzt für Innere Medizin eingeholt. Das achtseitige Gutachten stützt sich lediglich auf vorhandene, in den Jahren 2017 bis 2021 erstellte Arztberichte. Begründend verweist das Bundesverwaltungsgericht in der angefochtenen Entscheidung im Wesentlichen auf die im Gutachten getroffene Aussage, dass bei der Drittbeschwerdeführerin – nach drei Krankheitsrückfällen – \"derzeit keine aktive Erkrankung\" bestehe. In Bezug auf die Wahrscheinlichkeit eines weiteren (vierten) Rückfalles hält das Bundesverwaltungsgericht fest, dass es sich bei der Erkrankung der Drittbeschwerdeführerin um eine Krankheit handle, \"bei welcher sowohl in Georgien als auch in allen anderen Ländern der Welt jederzeit wieder Rückfälle auftreten können\". Hinsichtlich der Behandlungsnotwendigkeiten und -möglichkeiten einerseits in Österreich und andererseits in Georgien führt das Bundesverwaltungsgericht – unter Verweis auf eine Anfragebeantwortung der Staatendokumentation aus dem Jahr 2018 – aus, dass im Herkunftsstaat \"nicht von einem gänzlichen Fehlen von angemessenen Behandlungsmöglichkeiten ausgegangen werden\" könne. In Bezug auf die Intensität des mit einem weiteren Rückfall verbundenen Leidens hält das Bundesverwaltungsgericht fest, dass \"zwar eventuell mit einer Verschlechterung des persönlichen Zustandes\" der Drittbeschwerdeführerin gerechnet werden müsse. Eine unwiederbringliche oder besonders gravierende Verschlechterung des Gesundheitszustandes sei jedoch nicht zu gewärtigen.",
            "annotations": []
        },
        {
            "text": "3.4. In Zusammenhang mit der Rückführung schwerkranker minderjähriger Personen in ihren Herkunftsstaat hat der Verfassungsgerichtshof – der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte folgend – hervorgehoben, dass dem jungen Alter und der sich daraus ergebenden besonderen Vulnerabilität für die Beurteilung der Gefahr einer Verletzung von Art3 EMRK besondere Bedeutung zukommt (vgl EGMR 13.12.2016 [GK], 41.738/10, Paposhvili, Z174 sowie VfSlg 20.371/2020; VfGH 22.9.2020, E2246/2020 ua). Der Verfassungsgerichtshof vermag nicht zu erkennen, dass das Bundesverwaltungsgericht mit dem im fortgesetzten Verfahren eingeholten – den Anforderungen an die Ausstellung eines ärztlichen Zeugnisses nicht entsprechenden (vgl zB VwGH 22.3.2023, Ra 2022/09/0122) – fachärztlichen Gutachten und dem Verweis auf eine – im Entscheidungszeitpunkt knapp drei Jahre alte – Anfragebeantwortung der Staatendokumentation dieser besonderen Vulnerabilität hinreichend Rechnung getragen hat. Begründend stützt sich das Bundesverwaltungsgericht wesentlich auf die im Gutachten enthaltene Aussage, wonach bei der Drittbeschwerdeführerin \"derzeit keine aktive Erkrankung\" bestehe. Dabei lässt es das junge Alter, die hohe Rückfallwahrscheinlichkeit, die damit einhergehenden Behandlungsnotwendigkeiten sowie die – nach den eigenen Feststellungen eingeschränkt bzw nicht vorhandenen – Behandlungsmöglichkeiten in Georgien gänzlich außer Betracht. Mit der Frage, welche Leidensintensität die Drittbeschwerdeführerin im Falle eines neuerlichen Rezidivs im Herkunftsstaat zu gewärtigen hätte, setzt sich das Bundesverwaltungsgericht ebenfalls nicht auseinander. Das Bundesverwaltungsgericht verabsäumt zudem zu erheben, ob die Nichtverfügbarkeit bestimmter Therapien in Georgien zu einer erheblichen Verkürzung der Lebenserwartung der minderjährigen Drittbeschwerdeführerin führen kann. Im Übrigen vermag der Verfassungsgerichtshof nicht zu erkennen, dass sich eine auf die Erhebung des allgemeinen Lungenkrebsrisikos von Rauchern bezogene Ermittlungstätigkeit im vorliegenden Fall als geeignet erweist, die reale Gefahr einer Verletzung von Art3 EMRK im Rückkehrfall zu bemessen.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat es damit ungeachtet seiner gemäß §63 Abs1 VwGG bestehenden Bindung an das aufhebende Erkenntnis des Verwaltungsgerichtshofes vom 25. Februar 2021, Ra 2020/18/0018-0021-9 abermals unterlassen, im entscheidungswesentlichen Punkt eine auf entsprechende Ermittlungen gestützte Begründung vorzunehmen, die eine nachprüfende Kontrolle des angefochtenen Erkenntnisses ermöglicht.",
            "annotations": []
        },
        {
            "text": "4. Die angefochtene Entscheidung des Bundesverwaltungsgerichtes entspricht im Hinblick auf die Beurteilung einer der Drittbeschwerdeführerin im Falle der Rückkehr drohenden Verletzung im verfassungsgesetzlich gewährleisteten Recht gemäß Art3 EMRK nicht den rechtsstaatlichen Anforderungen an die Begründung gerichtlicher Entscheidungen; sie ist einer nachprüfenden Kontrolle durch den Verfassungsgerichtshof nicht zugänglich und daher mit Willkür belastet (vgl zB VfGH 8.6.2020, E535/2020 ua; 26.6.2020, E948/2020; 28.2.2022, E2047/2021 ua).",
            "annotations": []
        },
        {
            "text": "5. Der Mangel schlägt gemäß §34 Abs4 AsylG 2005 auf die Entscheidung betreffend die übrigen Beschwerdeführer durch (VfSlg 19.855/2014, 20.371/2020; VfGH 11.6.2019, E2094/2018 ua; 22.9.2020, E2246/2020 ua), weshalb diese auch hinsichtlich des Erstbeschwerdeführers, der Zweit- und der Viertbeschwerdeführerin aufzuheben ist.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Dem Antrag auf Bewilligung der Verfahrenshilfe ist im beantragten Umfang (§64 Abs1 Z1 lita bis d ZPO) stattzugeben.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 523,20 enthalten. Da die Beschwerdeführer gemeinsam durch eine Rechtsanwältin vertreten sind, ist der einfache Pauschalsatz, erhöht um einen entsprechenden Streitgenossenzuschlag, zuzusprechen. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießen.",
            "annotations": []
        }
    ]
}