{
    "document_id": "JFT_20230309_23V00001_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Anlassverfahren, Prüfungsbeschluss und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Beim Verfassungsgerichtshof ist zur Zahl E3866/2021 eine auf Art144 B-VG gestützte Beschwerde anhängig, der folgender Sachverhalt zugrunde liegt:",
            "annotations": []
        },
        {
            "text": "1.1. Der Beschwerdeführer ist Eigentümer der Grundstücke Nr .512 und 2467, KG Kematen, und Nachbar des zu bebauenden Grundstückes Nr .529, KG Kematen, in der Gemeinde Kematen in Tirol. ",
            "annotations": []
        },
        {
            "text": "1.2. Mit Bescheid des Bürgermeisters der Gemeinde Kematen in Tirol vom 18. Mai 2021 wurde der beteiligten Partei die baubehördliche Bewilligung zum Neubau einer Wohnanlage mit 23 Wohnungen samt Tiefgarage mit 23 Stellplätzen und weiteren Stellplätzen im Freien auf dem Grundstück Nr .529, KG Kematen, erteilt. ",
            "annotations": []
        },
        {
            "text": "1.3. Die gegen diesen Bescheid erhobene Beschwerde wies das Landesverwaltungsgericht Tirol mit Erkenntnis vom 13. September 2021 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "2. Bei der Behandlung der gegen diese Entscheidung gerichteten Beschwerde sind im Verfassungsgerichtshof Bedenken ob der Gesetzmäßigkeit des Bebauungsplanes und Ergänzenden Bebauungsplanes B22 Dorfstraße/Hintere Gasse – Bauwerk der Gemeinde Kematen in Tirol, beschlossen vom Gemeinderat der Gemeinde Kematen in Tirol am 27. November 2020, kundgemacht durch Anschlag an der Amtstafel vom 16. Dezember 2020 bis zum 7. Jänner 2021, soweit er sich auf das Grundstück Nr .529, KG Kematen, bezieht, entstanden. Der Verfassungsgerichtshof hat daher am 5. Dezember 2022 beschlossen, diese Verordnung von Amts wegen auf ihre Gesetzmäßigkeit zu prüfen.",
            "annotations": []
        },
        {
            "text": "3. Der Verfassungsgerichtshof legte seine Bedenken, die ihn zur Einleitung des Verordnungsprüfungsverfahrens bestimmt haben, in seinem Prüfungsbeschluss wie folgt dar: ",
            "annotations": []
        },
        {
            "text": "\"3. Der Verfassungsgerichtshof hegt gegen die hiemit in Prüfung gezogene Verordnung das Bedenken, dass diese unter Verletzung des Öffentlichkeitsgebotes gemäß Art117 Abs4 B-VG und §36 Abs1 TGO und deshalb nicht rechtmäßig zustande gekommen ist: ",
            "annotations": []
        },
        {
            "text": "3.1. Gemäß Art117 Abs4 B-VG sind die Sitzungen des Gemeinderates öffentlich, es können jedoch Ausnahmen gesetzlich vorgesehen werden. §36 Abs1 TGO verlangt in diesem Sinne, dass die Sitzungen des Gemeinderates öffentlich sind, soweit im Abs3 nichts anderes bestimmt ist. Gemäß §36 Abs3 erster Satz TGO ist die Öffentlichkeit von einer Sitzung ausgeschlossen, 'soweit aufgrund von behördlichen Maßnahmen, die zur Verhinderung der Verbreitung einer der Anzeigepflicht nach dem Epidemiegesetz 1950 unterliegenden Krankheit getroffen werden, die Bewegungsfreiheit und die zwischenmenschlichen Kontakte eingeschränkt sind'. Nach dem zweiten Satz dieser Bestimmung ist darüber hinaus 'in Ausnahmefällen die Öffentlichkeit von einer Sitzung für die Dauer der Beratung und Beschlussfassung über einen Verhandlungsgegenstand auszuschließen, wenn es der Gemeinderat mit einer Mehrheit von zwei Dritteln der anwesenden Mitglieder beschließt'. §36 Abs3 letzter Satz TGO bestimmt, dass Beschlüsse des Gemeinderates, die entgegen dieser Bestimmung gefasst werden, nichtig sind. §46 Abs3 TGO ordnet schließlich an, dass die Niederschrift über eine Sitzung des Gemeinderates von den Angaben nach Abs1 litd leg cit nur den Wortlaut der gefassten Beschlüsse enthalten darf, sofern 'die Öffentlichkeit von einer Sitzung des Gemeinderates oder von einzelnen Teilen ausgeschlossen' wurde. ",
            "annotations": []
        },
        {
            "text": "3.2. Nach der Rechtsprechung des Verfassungsgerichtshofes ergibt sich aus dem Öffentlichkeitsgebot des Art117 Abs4 B-VG, dass dem Geschehen im Gemeinderat eine unmittelbar über die Mitglieder des Gemeinderates hinausgehende, potentiell alle Gemeindebürger betreffende Bedeutung zukommt (vgl VfSlg 12.398/1990, 20.350/2019). Diese sollen im Regelfall den Beratungen und Beschlussfassungen des Gemeinderates unmittelbar beiwohnen dürfen (idS auch Müllner, Art117 B-VG, in: Korinek/Holoubek et. al. [Hrsg.], Bundesverfassungsrecht, 15. Lfg. 2019, Rz 44). ",
            "annotations": []
        },
        {
            "text": "3.3. Vor diesem Hintergrund geht der Verfassungsgerichtshof vorläufig von folgender Rechtslage aus: ",
            "annotations": []
        },
        {
            "text": "3.3.1. Der Tiroler Landesgesetzgeber dürfte mit §36 Abs3 erster Satz TGO für den Fall von verkehrsbeschränkenden Maßnahmen im Zusammenhang mit dem Auftreten von nach dem Epidemiegesetz 1950 anzeigepflichtigen Krankheiten, darunter COVID-19, eine spezielle, die Funktionsfähigkeit des Gemeinderates sichernde Maßnahme getroffen haben (vgl auch RV 128/2020 BlgLT [Tir.] 17. GP, 9). Ein Ausschluss der Öffentlichkeit nach dieser Bestimmung dürfte im Lichte des Öffentlichkeitsgebotes des Art117 Abs4 B-VG, dem der Wortlaut des §36 Abs3 erster Satz TGO ('soweit') Rechnung trägt, auf jene Personen beschränkt sein, die auf Grund einer verkehrsbeschränkenden Maßnahme einer Sitzung des Gemeinderates nicht beiwohnen dürfen (RV 438/2020 BlgLT [Tir.] 17. GP, 1). ",
            "annotations": []
        },
        {
            "text": "3.3.2. Demgegenüber scheint die allgemeine Bestimmung des §36 Abs3 zweiterSatz TGO, nach der der Gemeinderat \"in Ausnahmefällen\" mit einer Mehrheit von zwei Dritteln der anwesenden Mitglieder den Ausschluss der Öffentlichkeit beschließen kann, keine Grundlage für einen weitergehenden, nicht durch eine verkehrsbeschränkende Maßnahme begründeten Ausschluss der Öffentlichkeit aus Anlass des Auftretens einer Krankheit im Sinne des §36 Abs3 erster Satz TGO zu bieten. In einem solchen Fall dürfte vielmehr die spezielle Regelung des §36 Abs3 erster Satz TGO die alleinige Grundlage für einen Ausschluss der Öffentlichkeit bieten. ",
            "annotations": []
        },
        {
            "text": "Dafür dürfte überdies sprechen, dass bereits im Lichte des Öffentlichkeitsgebotes des Art117 Abs4 B-VG die Annahme einer Ausnahme im Sinne des §36 Abs3 zweiter Satz TGO, die den Ausschluss der Öffentlichkeit rechtfertigen könnte, ausschließlich wegen des Auftretens einer der Anzeigepflicht nach dem Epidemiegesetz 1950 unterliegenden Krankheit nicht in Betracht kommen dürfte, soweit dieses Auftreten keinen Anlass für verkehrsbeschränkende Maßnahmen, die der Teilnahme der Öffentlichkeit an der Sitzung entgegenstehen, gegeben hat. ",
            "annotations": []
        },
        {
            "text": "3.3.3. §36 Abs3 zweiter Satz TGO dürfte es außerdem seinem Wortlaut nach dem Gemeinderat lediglich ermöglichen, die Öffentlichkeit 'für die Dauer der Beratung und Beschlussfassung über einen Verhandlungsgegenstand' auszuschließen. Daran dürfte auch die Regelung des §46 Abs3 TGO über die Niederschrift von Sitzungen des Gemeinderates, bei denen die Öffentlichkeit zur Gänze oder zum Teil ausgeschlossen wurde, nichts ändern, weil diese nur an einen Ausschluss der Öffentlichkeit anknüpft, ohne die Voraussetzungen für einen solchen Ausschluss zu regeln. ",
            "annotations": []
        },
        {
            "text": "3.4. Verfahrensmängel im Verordnungserlassungsverfahren bewirken nach der Rechtsprechung des Verfassungsgerichtshofes dann die Gesetzwidrigkeit der Verordnung, wenn sie beachtlich sind (vgl VfSlg 16.031/2000). In seinem Erkenntnis VfSlg 12.398/1990 stellte der Verfassungsgerichtshof fest, dass es die Erlassung der in Prüfung gezogenen Verordnung mit Gesetzwidrigkeit belastet, wenn sie unter dem Tagesordnungspunkt 'Allfälliges' beschlossen wurde, ohne dass das Thema vorausgehend in die Tagesordnung aufgenommen worden war. Der Verfassungsgerichtshof nahm an, dies gelte insbesondere auch im Hinblick auf das Öffentlichkeitsgebot des Art117 Abs4 B-VG, aus welchem sich ergebe, dass dem Geschehen im Gemeinderat eine unmittelbar über die Mitglieder des Gemeinderates hinausgehende, potentiell alle Gemeindebürger betreffende Bedeutung zukomme. Nichts anderes dürfte – vor dem Hintergrund des Art117 Abs4 B-VG – für den Fall gelten, dass der Gemeinderat entgegen §36 Abs3 TGO mit einer Mehrheit von zwei Dritteln der anwesenden Mitglieder beschließt, die Öffentlichkeit von der Sitzung des Gemeinderates auszuschließen. ",
            "annotations": []
        },
        {
            "text": "Der Bebauungsplan und Ergänzende Bebauungsplan B22 Dorfstraße/Hintere Gasse – Bauwerk wurde vom Gemeinderat der Gemeinde Kematen in Tirol in dessen Sitzung am 27. November 2020 beschlossen. An diesem Tag galt zwar gemäß §1 Abs1 COVID-19-Notmaßnahmenverordnung eine verkehrsbeschränkende Maßnahme in Gestalt einer Ausgangsregelung, nach der das 'Verlassen des eigenen privaten Wohnbereichs und der Aufenthalt außerhalb des eigenen privaten Wohnbereichs' nur zu bestimmten, in dieser Vorschrift genannten Zwecken zulässig war. Ausdrücklich erlaubt war auf Grund Z6 leg cit in der Fassung der am 27. November 2020 in Kraft getretenen Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz, mit der die COVID-19-Notmaßnahmenverordnung – COVID-19-NotMV geändert wird (1. COVID-19-NotMV-Novelle), BGBl II 528/2020, jedoch das Verlassen des privaten Wohnbereiches und der Aufenthalt außerhalb von diesem 'zur Wahrnehmung von unaufschiebbaren behördlichen oder gerichtlichen Wegen, einschließlich der Teilnahme an öffentlichen Sitzungen der allgemeinen Vertretungskörper und an mündlichen Verhandlungen der Gerichte und Verwaltungsbehörden zur Wahrung des Grundsatzes der Öffentlichkeit'. Eine verkehrsbeschränkende Maßnahme wegen COVID-19, die einen Ausschluss der Öffentlichkeit von der an diesem Tag stattgefundenen Sitzung des Gemeinderates nach §36 Abs3 erster Satz TGO zur Folge gehabt hätte, scheint demnach am 27. November 2020 nicht vorgelegen zu haben. ",
            "annotations": []
        },
        {
            "text": "3.5. Da der Gemeinderat dennoch für die gesamte Sitzung am 27. November 2020 den Ausschluss der Öffentlichkeit allein wegen des Auftretens von COVID-19 und damit ohne Vorliegen der Voraussetzungen nach §36 Abs3 zweiter Satz TGO beschlossen haben dürfte, dürfte die in Prüfung gezogene Verordnung aus diesem Grund gesetzwidrig sein.\"",
            "annotations": []
        },
        {
            "text": "4. Die Tiroler Landesregierung hat eine Äußerung erstattet, in welcher sie – zusammengefasst – das Folgende ausführt:",
            "annotations": []
        },
        {
            "text": "4.1. Die Tiroler Landesregierung teile die im Prüfungsbeschluss dargelegte Auffassung des Verfassungsgerichtshofes, wonach die Bestimmung des §36 Abs3 erster Satz TGO die Funktionsfähigkeit des Gemeinderates sichern solle und den Ausschluss der Öffentlichkeit nach dieser Bestimmung auf jene Personen beschränke, die auf Grund einer verkehrsbeschränkenden Maßnahme einer Sitzung des Gemeinderates nicht beiwohnen dürften. Das gelte auch für die vorläufige Annahme des Verfassungsgerichtshofes, dass §36 Abs3 zweiter Satz TGO keine über die Regelung des §36 Abs3 erster Satz TGO hinausgehende Grundlage für einen weitergehenden, nicht durch eine verkehrsbeschränkende Maßnahme begründeten Ausschluss der Öffentlichkeit aus Anlass des Auftretens einer Krankheit (im Sinne des §36 Abs3 erster Satz TGO) biete. ",
            "annotations": []
        },
        {
            "text": "4.2. Für die Frage, inwieweit die Öffentlichkeit von einer Sitzung des Gemeinderates wegen Auftretens einer anzeigepflichtigen Krankheit und der aus diesem Grund behördlich verfügten Verkehrsbeschränkungen ausgeschlossen sei, sei die jeweilige epidemierechtliche Rechtslage entscheidend. Der Verfassungsgerichtshof gehe im Hinblick auf §1 Abs1 Z6 COVID-19-Notmaßnahmenverordnung idF BGBl II 528/2020 davon aus, dass eine verkehrsbeschränkende Maßnahme wegen COVID-19, die einen Ausschluss der Öffentlichkeit von der an diesem Tag stattgefundenen Sitzung des Gemeinderates nach §36 Abs3 erster Satz TGO zur Folge gehabt hätte, am 27. November 2020 nicht vorgelegen habe. Diese Bestimmung sei aber zum damaligen Zeitpunkt – nach Abstimmung mit dem Bundesministerium für Soziales, Gesundheit, Pflege und Konsumentenschutz – von den Gesundheitsbehörden unter Heranziehung der eine einschränkende Auslegung nahelegenden rechtlichen Begründung zur COVID-19-Notmaßnahmenverordnung sowie zur 1. Novelle der COVID-19-Notmaßnahmenverordnung differenziert ausgelegt worden. Man sei davon ausgegangen, dass nur im Fall der Behandlung des Haushaltsvoranschlages und des Rechnungsabschlusses, also jener Angelegenheiten, in denen nach Art117 Abs4 B-VG ein absolutes Verbot des Ausschlusses der Öffentlichkeit bestehe, die Teilnahme der Öffentlichkeit an einer Gemeinderatssitzung zwingend zu garantieren und nicht vom generellen Ausgangsverbot umfasst gewesen sei. Ein derart enges Verständnis sei ausgehend vom Wortlaut in Verbindung mit den Erläuterungen insbesondere durch den Zweck der Ausgangsregelung (Verhinderung größerer Menschenansammlungen, insbesondere auch in Innenräumen, wo epidemiologisch besonders ungünstige Verhältnisse herrschen) nahegelegen. ",
            "annotations": []
        },
        {
            "text": "4.3. Selbst wenn man von diesem seinerzeit von den Gesundheitsbehörden vertretenen – engeren – Verständnis der Ausnahmebestimmung des §1 Abs1 Z6 COVID-19-Notmaßnahmenverordnung ausgehe, wäre dennoch kein gänzlicher Ausschluss der Öffentlichkeit von der Sitzung des Gemeinderates der Gemeinde Kematen am 27. November 2020 gemäß §36 Abs3 erster Satz TGO statthaft gewesen. Denn nach der damaligen epidemierechtlichen Rechtslage hätten jedenfalls Medienvertreter in Ausübung ihrer beruflichen Tätigkeit – gestützt auf den Ausnahmetatbestand des §1 Abs1 Z4 der COVID-19-Notmaßnahmenverordnung – einer Gemeinderatssitzung beiwohnen dürfen. Gleiches habe für Sachverständige, Gemeindebedienstete oder Auskunftspersonen gegolten.",
            "annotations": []
        },
        {
            "text": "5. Der Bürgermeister der Gemeinde Kematen in Tirol und die beteiligte Partei im Anlassverfahren haben jeweils im Wesentlichen gleichlautende Äußerungen erstattet, in denen auf das Wesentliche zusammengefasst Folgendes vorgebracht wird:",
            "annotations": []
        },
        {
            "text": "5.1. Die Öffentlichkeit sei von einer Sitzung des Gemeinderates gemäß §36 Abs3 erster Satz TGO auf Grund behördlich verordneter Verkehrsbeschränkungen, die der Verhinderung der Verbreitung einer der Anzeigepflicht nach dem Epidemiegesetz 1950 unterliegenden Krankheit dienen, unmittelbar von Gesetzes wegen ausgeschlossen. Darüber hinaus stünde es jedoch dem Gemeinderat gemäß §36 Abs3 zweiter Satz TGO frei, bei Vorliegen eines Ausnahmefalles die Öffentlichkeit von einer Sitzung für die Dauer der Beratung und Beschlussfassung über einen Verhandlungsgegenstand auszuschließen. Der Ausschluss der Öffentlichkeit könne sich, wie sich insbesondere aus §46 Abs3 TGO 2001 ergeben würde, auch auf die gesamte Sitzung beziehen. In dieser Bestimmung werde explizit sowohl auf den Ausschluss von der gesamten Sitzung als auch auf den bloßen Ausschluss von Teilen der Sitzung abgestellt, womit beide Varianten möglich und zulässig seien.",
            "annotations": []
        },
        {
            "text": "5.2. Der Gemeinderat der Gemeinde Kematen in Tirol habe einen solchen Ausschluss der Öffentlichkeit auf Grund des Vorliegens eines Ausnahmefalles unter Hinweis auf die zum Zeitpunkt der Sitzung nach wie vor akute Gefahr von COVID-19 beschlossen. Auch wenn der schon kraft Gesetzes und damit ohne entsprechenden Beschluss des Gemeinderates wirksame Ausschlussgrund der Pandemie mit Inkrafttreten der Novelle BGBl II 528/2020 der COVID-19-Notmaßnahmenverordnung am Tag der Sitzung des Gemeinderates der Gemeinde Kematen weggefallen sei, bedeute dies nicht, dass damit zugleich auch die Gefahr der Ansteckung mit COVID-19 nicht mehr gegeben gewesen sei. Die Möglichkeit zum Ausschluss der Öffentlichkeit mit Beschluss des Gemeinderates sei daher in Anbetracht der weiterhin bestehenden relativen Ansteckungsgefahr mit COVID-19 weiterhin aufrecht geblieben.",
            "annotations": []
        },
        {
            "text": "5.3. Der Gemeinderat der Gemeinde Kematen in Tirol sei mehrheitlich der Ansicht gewesen, dass auf Grund der nach wie vor gegebenen Ansteckungsgefahr mit COVID-19 im Falle der unbeschränkten Möglichkeit zur Teilnahme der Öffentlichkeit an der Gemeinderatssitzung vom 27. November 2020 auch noch an diesem Tag ein erhebliches Gesundheitsrisiko für die Mitglieder des Gemeinderates bestanden habe, weshalb der Beschluss gefasst worden sei, vom Vorliegen eines Ausnahmefalles auszugehen und die Öffentlichkeit von der Sitzung auszuschließen.",
            "annotations": []
        },
        {
            "text": "5.4. Dabei habe sicherlich auch eine Rolle gespielt, dass die Mitwirkungsmöglichkeiten von Gemeindebewohnern bei der Erlassung von Raumordnungsplänen einschließlich von Bebauungsplänen abschließend in den (damals geltenden Bestimmungen der) §§63 ff TROG 2016 geregelt gewesen seien. Die Mitwirkungsmöglichkeiten beschränkten sich danach darauf, während der Kundmachung des Planes bis einschließlich eine Woche nach Abnahme des Planes von der Gemeindetafel eine schriftliche Äußerung zum jeweiligen Planungsakt einzubringen. Eine weitergehende Mitwirkungsmöglichkeit im Rahmen der Planerlassung, insbesondere ein (zugleich sanktionsbewehrtes) Recht auf Teilnahme der Gemeindebürger an der Beschlussfassung über den Plan im Rahmen der entsprechenden Sitzung des Gemeinderates, sei nach dem TROG 2016 nicht vorgesehen gewesen, sodass ein Ausschluss der Öffentlichkeit von der Sitzung über die Beschlussfassung eines solchen Planungsaktes denkunmöglich eine Verkürzung der Gemeindebürger in ihren subjektiven öffentlichen Rechten bewirken habe könne.",
            "annotations": []
        },
        {
            "text": "5.5. Eine Rechtswidrigkeit des Ausschlusses der Öffentlichkeit könne daher im Hinblick auf die ausdrückliche gesetzliche Ermächtigung des §36 Abs3 TGO 2001 zu einer solchen Beschlussfassung des Gemeinderates mit Zweidrittelmehrheit nicht erblickt werden.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §36 der Tiroler Gemeindeordnung 2001 – TGO, LGBl 36/2001 idF LGBl 109/2020, lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§36",
            "annotations": []
        },
        {
            "text": "Öffentlichkeit",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Sitzungen des Gemeinderates sind öffentlich, soweit im Abs3 nichts anderes bestimmt ist. Jedermann ist nach Maßgabe des vorhandenen Platzes berechtigt, zuzuhören und sich Aufzeichnungen zu machen. Fernseh- und Hörfunkaufnahmen und -übertragungen sowie Film- und Lichtbildaufnahmen sind nur mit Genehmigung des Bürgermeisters zulässig. Die Übertragung der Gemeinderatssitzungen im Internet mit einer Bildfixierung auf den jeweiligen Redner und deren Aufzeichnung durch die Gemeinde sowie die Verwendung eines Tonträgers als Hilfsmittel des Schriftführers für die Erstellung der Niederschrift sind zulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Einberufung zu einer Sitzung des Gemeinderates ist gleichzeitig mit der Einladung der Mitglieder des Gemeinderates unter Bekanntgabe des Ortes, des Tages und der Uhrzeit des Sitzungsbeginnes sowie der Tagesordnung nach §60 Abs1 kundzumachen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Öffentlichkeit ist mit Ausnahme der Beratung und Beschlussfassung über den Voranschlag und den Rechnungsabschluss der Gemeinde von einer Sitzung ausgeschlossen, soweit aufgrund von behördlichen Maßnahmen, die zur Verhinderung der Verbreitung einer der Anzeigepflicht nach dem Epidemiegesetz 1950 unterliegenden Krankheit getroffen werden, die Bewegungsfreiheit und die zwischenmenschlichen Kontakte eingeschränkt sind. Darüber hinaus ist in Ausnahmefällen die Öffentlichkeit von einer Sitzung für die Dauer der Beratung und Beschlussfassung über einen Verhandlungsgegenstand auszuschließen, wenn es der Gemeinderat mit einer Mehrheit von zwei Dritteln der anwesenden Mitglieder beschließt. Bei der Beratung und Beschlussfassung über den Voranschlag und den Rechnungsabschluss der Gemeinde, über die Ausschreibung der Gemeindeabgaben und über die Bezüge der Gemeindefunktionäre darf die Öffentlichkeit nicht ausgeschlossen werden. Beschlüsse des Gemeinderates, die entgegen dieser Bestimmung gefasst werden, sind nichtig.\"",
            "annotations": []
        },
        {
            "text": "2. §46 der Tiroler Gemeindeordnung 2001 – TGO, LGBl 36/2001 idF LGBl 82/2019, lautet wie folgt: ",
            "annotations": []
        },
        {
            "text": "\"§46",
            "annotations": []
        },
        {
            "text": "Niederschrift über die Sitzungen des Gemeinderates",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Über jede Sitzung des Gemeinderates ist eine Niederschrift aufzunehmen. Die Niederschrift hat zu enthalten:",
            "annotations": []
        },
        {
            "text": "a) den Tag, den Beginn und das Ende der Sitzung,",
            "annotations": []
        },
        {
            "text": "b) die Namen des Vorsitzenden, der übrigen anwesenden und der entschuldigt und unentschuldigt ferngebliebenen Mitglieder des Gemeinderates,",
            "annotations": []
        },
        {
            "text": "c) die Tagesordnung und",
            "annotations": []
        },
        {
            "text": "d) den wesentlichen Verlauf der Beratungen, insbesondere alle in der Sitzung gestellten Anträge und die darüber gefassten Beschlüsse unter Anführung des Abstimmungsergebnisses.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Mitglieder des Gemeinderates, die einem Beschluss nicht zugestimmt haben, können verlangen, dass dies in der Niederschrift festgehalten wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Wurde die Öffentlichkeit von einer Sitzung des Gemeinderates oder von einzelnen Teilen ausgeschlossen, so darf die Niederschrift von den Angaben nach Abs1 litd nur den Wortlaut der gefassten Beschlüsse enthalten. Das Weitere ist in einer gesonderten Niederschrift festzuhalten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Niederschrift ist vom Vorsitzenden, von zwei weiteren Mitgliedern des Gemeinderates und vom Schriftführer zu unterfertigen und bei den Gemeindeakten zu verwahren. Jeder Gemeinderatspartei ist eine Ausfertigung der Niederschrift zu übermitteln.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Jedermann kann während der Amtsstunden des Gemeindeamtes in die Niederschrift Einsicht nehmen. Die Einsichtnahme in die gesonderte Niederschrift ist auf die Mitglieder des Gemeinderates beschränkt. Die Gemeinde hat die Niederschrift auf der Internetseite der Gemeinde, sofern eine solche vorhanden ist, zu veröffentlichen. Die Veröffentlichung der gesonderten Niederschrift ist nicht zulässig.\"",
            "annotations": []
        },
        {
            "text": "3. §1 der Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz, mit der besondere Schutzmaßnahmen zur Verhinderung einer Notsituation auf Grund von COVID-19 getroffen werden (COVID-19-Notmaßnahmenverordnung – COVID-19-NotMV), BGBl II 479/2020 idF der – zufolge ihrer Z21 am 27. November 2020 in Kraft getretenen – 1. COVID-19-NotMV-Novelle, BGBl II 528/2020, lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Ausgangsregelung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§1. (1) Zur Verhinderung der Verbreitung von COVID-19 und zur Verhinderung eines Zusammenbruchs der medizinischen Versorgung ist das Verlassen des eigenen privaten Wohnbereichs und der Aufenthalt außerhalb des eigenen privaten Wohnbereichs nur zu folgenden Zwecken zulässig:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Abwendung einer unmittelbaren Gefahr für Leib, Leben und Eigentum,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Betreuung von und Hilfeleistung für unterstützungsbedürftige Personen sowie Ausübung familiärer Rechte und Erfüllung familiärer Pflichten,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Deckung der notwendigen Grundbedürfnisse des täglichen Lebens, wie insbesondere",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "a) der Kontakt mit",
            "annotations": []
        },
        {
            "text": "aa) dem nicht im gemeinsamen Haushalt lebenden Lebenspartner,",
            "annotations": []
        },
        {
            "text": "bb) einzelnen engsten Angehörigen,",
            "annotations": []
        },
        {
            "text": "cc) einzelnen wichtigen Bezugspersonen, mit denen in der Regel mehrmals wöchentlich Kontakt gepflegt wird,",
            "annotations": []
        },
        {
            "text": "b) die Versorgung mit Grundgütern des täglichen Lebens,",
            "annotations": []
        },
        {
            "text": "c) die Inanspruchnahme von Gesundheitsdienstleistungen,",
            "annotations": []
        },
        {
            "text": "d) die Deckung eines Wohnbedürfnisses,",
            "annotations": []
        },
        {
            "text": "e) die Befriedigung religiöser Grundbedürfnisse, wie Friedhofsbesuche und individuelle Besuche von Orten der Religionsausübung, sowie",
            "annotations": []
        },
        {
            "text": "f) die Versorgung von Tieren,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. berufliche Zwecke und Ausbildungszwecke, sofern dies erforderlich ist,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Aufenthalt im Freien zur körperlichen und psychischen Erholung,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. zur Wahrnehmung von unaufschiebbaren behördlichen oder gerichtlichen Wegen, einschließlich der Teilnahme an öffentlichen Sitzungen der allgemeinen Vertretungskörper und an mündlichen Verhandlungen der Gerichte und Verwaltungsbehörden zur Wahrung des Grundsatzes der Öffentlichkeit,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "7. zur Teilnahme an gesetzlich vorgesehenen Wahlen und zum Gebrauch von gesetzlich vorgesehenen Instrumenten der direkten Demokratie,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "8. zum Zweck des zulässigen Betretens von Kundenbereichen von Betriebsstätten gemäß den §§5, 7 und 8 sowie bestimmten Orten gemäß den §§9, 10 und 11, und",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "9. zur Teilnahme an Veranstaltungen gemäß den §§12 und 13.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Zum eigenen privaten Wohnbereich zählen auch Wohneinheiten in Beherbergungsbetrieben sowie in Alten-, Pflege- und Behindertenheimen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Verfahrens",
            "annotations": []
        },
        {
            "text": "Im Verfahren hat sich nichts ergeben, was an der Präjudizialität der in Prüfung gezogenen Bestimmungen zweifeln ließe. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich das Verordnungsprüfungsverfahren insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Sitzungen des Gemeinderates sind gemäß Art117 Abs4 B-VG öffentlich. Ausnahmen von diesem Gebot können jedoch – abgesehen von der Behandlung des Haushaltsvoranschlages und des Rechnungsabschlusses – gesetzlich vorgesehen werden. ",
            "annotations": []
        },
        {
            "text": "§36 Abs1 TGO verlangt in diesem Sinne, dass die Sitzungen des Gemeinderates öffentlich sind, soweit im Abs3 nichts anderes bestimmt ist. Gemäß §36 Abs3 erster Satz TGO ist die Öffentlichkeit von einer Sitzung ausgeschlossen, \"soweit aufgrund von behördlichen Maßnahmen, die zur Verhinderung der Verbreitung einer der Anzeigepflicht nach dem Epidemiegesetz 1950 unterliegenden Krankheit getroffen werden, die Bewegungsfreiheit und die zwischenmenschlichen Kontakte eingeschränkt sind\". Nach dem zweiten Satz dieser Bestimmung ist darüber hinaus \"in Ausnahmefällen die Öffentlichkeit von einer Sitzung für die Dauer der Beratung und Beschlussfassung über einen Verhandlungsgegenstand auszuschließen, wenn es der Gemeinderat mit einer Mehrheit von zwei Dritteln der anwesenden Mitglieder beschließt\". §36 Abs3 letzter Satz TGO bestimmt, dass Beschlüsse des Gemeinderates, die entgegen dieser Bestimmung gefasst werden, nichtig sind. ",
            "annotations": []
        },
        {
            "text": "2.2. Der in Prüfung gezogene Bebauungsplan und Ergänzende Bebauungsplan B22 Dorfstraße/Hintere Gasse – Bauwerk wurde vom Gemeinderat der Gemeinde Kematen in Tirol in dessen Sitzung am 27. November 2020 beschlossen. Die Öffentlichkeit war für diese Sitzung des Gemeinderates kraft eines Beschlusses des Gemeinderates ausgeschlossen. An diesem Tag galt zwar gemäß §1 Abs1 COVID-19-Notmaßnahmenverordnung eine verkehrsbeschränkende Maßnahme in Gestalt einer Ausgangsregelung, nach der das \"Verlassen des eigenen privaten Wohnbereichs und der Aufenthalt außerhalb des eigenen privaten Wohnbereichs\" nur zu bestimmten, in dieser Vorschrift genannten Zwecken zulässig war. Ausdrücklich erlaubt war auf Grund Z6 leg cit in der Fassung der am 27. November 2020 in Kraft getretenen Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz, mit der die COVID-19-Notmaßnahmenverordnung – COVID-19-NotMV geändert wird (1. COVID-19-NotMV-Novelle), BGBl II 528/2020, jedoch das Verlassen des privaten Wohnbereiches und der Aufenthalt außerhalb von diesem \"zur Wahrnehmung von unaufschiebbaren behördlichen oder gerichtlichen Wegen, einschließlich der Teilnahme an öffentlichen Sitzungen der allgemeinen Vertretungskörper und an mündlichen Verhandlungen der Gerichte und Verwaltungsbehörden zur Wahrung des Grundsatzes der Öffentlichkeit\".",
            "annotations": []
        },
        {
            "text": "2.3. Ausgehend davon hegte der Verfassungsgerichtshof das Bedenken, dass die Sitzung des Gemeinderates unter Verletzung des Öffentlichkeitsgebotes gemäß Art117 Abs4 B-VG und §36 Abs1 TGO stattgefunden habe und der Bebauungsplan und Ergänzende Bebauungsplan B22 Dorfstraße/Hintere Gasse – Bauwerk deshalb nicht rechtmäßig zustande gekommen sei. Die Öffentlichkeit sei nicht auf Grund §36 Abs3 erster Satz TGO ausgeschlossen gewesen, weil am Tag der Sitzung des Gemeinderates keine verkehrsbeschränkenden Maßnahmen aus Anlass des Auftretens einer Krankheit im Sinne dieser Bestimmung bestanden hätten, die der Teilnahme der (Gemeinde-)Bürger an der Sitzung entgegengestanden hätten. Die allgemeine Bestimmung des §36 Abs3 zweiter Satz TGO, nach der der Gemeinderat \"in Ausnahmefällen\" mit einer Mehrheit von zwei Dritteln der anwesenden Mitglieder den Ausschluss der Öffentlichkeit beschließen kann, hätte – auch im Lichte des Öffentlichkeitsgebotes des Art117 Abs4 B-VG – keine Grundlage für einen weitergehenden, nicht durch eine verkehrsbeschränkende Maßnahme begründeten Ausschluss der Öffentlichkeit aus Anlass des Auftretens einer Krankheit im Sinne des §36 Abs3 erster Satz TGO geboten. Da der Gemeinderat dennoch für die gesamte Sitzung am 27. November 2020 den Ausschluss der Öffentlichkeit allein wegen des Auftretens von COVID-19 beschlossen haben dürfte, dürfte die in Prüfung gezogene Verordnung aus diesem Grund gesetzwidrig sein.",
            "annotations": []
        },
        {
            "text": "2.4. Die im Prüfungsbeschluss dargelegten Bedenken des Verfassungsgerichtshofes konnten im Verordnungsprüfungsverfahren nicht zerstreut werden: ",
            "annotations": []
        },
        {
            "text": "2.4.1. Die Tiroler Landesregierung teilt die im Prüfungsbeschluss des Verfassungsgerichtshofes dargelegte Auffassung, wonach der Ausschluss der Öffentlichkeit gemäß §36 Abs3 erster Satz TGO auf jene Personen beschränkt sei, die auf Grund einer verkehrsbeschränkenden Maßnahme einer Sitzung des Gemeinderates nicht beiwohnen dürfen. Sie weist jedoch darauf hin, dass §1 Abs1 Z6 COVID-19-Notmaßnahmenverordnung \"zum damaligen Zeitpunkt – nach Abstimmung mit dem Bundesministerium für Soziales, Gesundheit, Pflege und Konsumentenschutz – von den Gesundheitsbehörden differenziert [so] ausgelegt\" worden sei, dass nur im Fall der Behandlung jener Angelegenheiten, in denen nach Art117 Abs4 B-VG ein \"absolutes Verbot des Ausschlusses der Öffentlichkeit\" besteht (Haushaltsvoranschlag, Rechnungsabschluss), die Teilnahme der Öffentlichkeit an einer Sitzung des Gemeinderates zwingend zu garantieren und demnach nicht vom generellen Ausgangsverbot umfasst gewesen sei.",
            "annotations": []
        },
        {
            "text": "Einer solchen Auslegung des §1 Abs1 Z6 COVID-19-Notmaßnahmenverordnung steht jedoch (schon) der eindeutige Wortlaut dieser Bestimmung entgegen. Das Verlassen des privaten Wohnbereiches und der Aufenthalt außerhalb von diesem war auf Grund §1 Abs1 Z6 leg cit \"zur Wahrnehmung von unaufschiebbaren behördlichen oder gerichtlichen Wegen, einschließlich der Teilnahme an öffentlichen Sitzungen der allgemeinen Vertretungskörper […] zur Wahrung des Grundsatzes der Öffentlichkeit\" ausdrücklich erlaubt. Eine Einschränkung der Möglichkeit der Bürger zur Teilnahme an Gemeinderatssitzungen auf jene Angelegenheiten, bei denen nach Art117 Abs4 B-VG die Öffentlichkeit unter keinen Umständen ausgeschlossen werden darf, ergibt sich aus dieser Bestimmung nicht.",
            "annotations": []
        },
        {
            "text": "2.4.2. Der Bürgermeister der Gemeinde Kematen in Tirol sowie die beteiligte Partei im Anlassverfahren bringen vor, dass am 27. November 2020 zwar kein ausdrückliches gesetzliches Verbot der Teilnahme der Öffentlichkeit an der Sitzung des Gemeinderates mehr bestanden habe. Der Gemeinderat habe jedoch auf der Grundlage des §36 Abs3 zweiter Satz TGO den Ausschluss der Öffentlichkeit beschlossen, weil an diesem Tag nach wie vor die akute Gefahr einer Ansteckung mit COVID-19 gegeben gewesen sei. Ein rechtswidriger Ausschluss der Öffentlichkeit liege deshalb nicht vor.",
            "annotations": []
        },
        {
            "text": "Diese Auffassung übersieht, dass der Tiroler Landesgesetzgeber mit §36 Abs3 erster Satz TGO für den Fall von verkehrsbeschränkenden Maßnahmen im Zusammenhang mit dem Auftreten von nach dem Epidemiegesetz 1950 anzeigepflichtigen Krankheiten, darunter COVID-19, eine spezielle Regelung getroffen hat (vgl RV 128/2020 BlgLT [Tir.] 17. GP, 9). Ein Ausschluss der Öffentlichkeit nach dieser Bestimmung ist im Lichte des Öffentlichkeitsgebotes des Art117 Abs4 B VG, dem der Wortlaut des §36 Abs3 erster Satz TGO (\"soweit\") Rechnung trägt, auf jene Personen beschränkt, die auf Grund einer verkehrsbeschränkenden Maßnahme einer Sitzung des Gemeinderates nicht beiwohnen dürfen (RV 438/2020 BlgLT [Tir.] 17. GP, 1). Demgegenüber bietet, wie auch die Tiroler Landesregierung in ihrer Äußerung einräumt, die allgemeine Bestimmung des §36 Abs3 zweiter Satz TGO keine Grundlage für einen weitergehenden, nicht durch eine verkehrsbeschränkende Maßnahme begründeten Ausschluss der Öffentlichkeit aus Anlass des Auftretens einer nach dem Epidemiegesetz 1950 anzeigepflichtigen Krankheit. ",
            "annotations": []
        },
        {
            "text": "Auch im Lichte des Öffentlichkeitsgebotes des Art117 Abs4 B-VG erlaubt allein das Auftreten einer der Anzeigepflicht nach dem Epidemiegesetz 1950 unterliegenden Krankheit nicht die Annahme einer Ausnahme im Sinne des §36 Abs3 zweiter Satz TGO, die den Ausschluss der Öffentlichkeit rechtfertigen könnte, soweit dieses Auftreten, wie im vorliegenden Fall, keinen Anlass für verkehrsbeschränkende Maßnahmen, die der Teilnahme der Öffentlichkeit entgegenstehen, gegeben hat.",
            "annotations": []
        },
        {
            "text": "2.4.3. Das in diesem Zusammenhang vom Bürgermeister der Gemeinde Kematen in Tirol und von der beteiligten Partei im Anlassverfahren vorgebrachte Argument, wonach die Mitwirkungsmöglichkeiten von Gemeindebürgern bei der Erlassung von Raumordnungsplänen im Tiroler Raumordnungsgesetz 2016 abschließend geregelt gewesen und bei der Erlassung des in Prüfung gezogenen Bebauungsplanes und Ergänzenden Bebauungsplanes gewahrt worden seien, verfängt nicht: Nach der Rechtsprechung des Verfassungsgerichtshofes kommt dem Geschehen im Gemeinderat selbst eine unmittelbar über die Mitglieder des Gemeinderates hinausgehende, potentiell alle Gemeindebürger betreffende Bedeutung zu (siehe VfSlg 12.398/1990, 20.350/2019). Das Öffentlichkeitsgebot des Art117 Abs4 B-VG dient der Transparenz der Beratungen und Abstimmungen des Gemeinderates und erfüllt damit eine demokratische Legitimation stiftende Funktion (vgl auch Stolzlechner/Auner, Art117 B-VG, in: Kneihs/Lienbacher (Hrsg.), Rill-Schäffer-Kommentar Bundesverfassungsrecht, 29. Lfg. 2022, Rz 44). Es ist demnach für die Wahrung des Öffentlichkeitsgebotes nicht von Relevanz, ob die Gemeindebürger bereits bei der Erarbeitung der Entscheidungsgrundlagen im Vorfeld eines Beschlusses des Gemeinderates einzubinden sind, wie dies im Planungsverfahren regelmäßig der Fall ist. ",
            "annotations": []
        },
        {
            "text": "2.5. Verfahrensmängel im Verordnungsverfahren bewirken nach der Rechtsprechung des Verfassungsgerichtshofes dann die Gesetzwidrigkeit der Verordnung, wenn sie beachtlich sind (vgl VfSlg 16.031/2000). Ein nicht dem Gesetz entsprechender Ausschluss der Öffentlichkeit von einer Sitzung des Gemeinderates stellt einen solchen Verfahrensmangel dar. Da der Gemeinderat der Gemeinde Kematen in Tirol für die gesamte Sitzung am 27. November 2020 den Ausschluss der Öffentlichkeit allein wegen des Auftretens von COVID-19 und damit ohne Vorliegen der Voraussetzungen nach §36 Abs3 TGO verfügt hat, ist die in Prüfung gezogene, in dieser Sitzung beschlossene Verordnung gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "2.6. Aus den dargelegten Erwägungen folgt, dass sich die Gesetzwidrigkeit der Verordnungserlassung im vorliegenden Fall nicht auf den in Prüfung gezogenen präjudiziellen Teil der Verordnung, der sich auf das Grundstück Nr .529, KG Kematen, bezieht, beschränkt, sondern die gesamte Verordnung betrifft. Vor dem Hintergrund, dass Art139 Abs3 B-VG nach der Rechtsprechung des Verfassungsgerichtshofes von dem Gedanken getragen ist, den Verfassungsgerichtshof in die Lage zu versetzen, in all jenen Fällen, in denen die festgestellte Gesetzwidrigkeit der präjudiziellen Verordnungsstelle offenkundig auch alle übrigen Verordnungsbestimmungen erfasst, die ganze Verordnung als gesetzwidrig aufzuheben (vgl VfSlg 8213/1977, 15.765/2000), eine am Zweck des Gesetzes orientierte Auslegung ergibt, dass der im vorliegenden Verfahren festgestellte Mangel den im Art139 Abs3 Z1 bis 3 B-VG ausdrücklich genannten Fällen gleichzuhalten ist (vgl VfSlg 20.350/2019 mwN), und Umstände, die diesem Vorgehen im Sinne des Art139 Abs3 letzter Satz B-VG entgegenstünden, im Verfahren nicht hervorgekommen sind, ist die gesamte Verordnung als gesetzwidrig aufzuheben (vgl zB VfSlg 8213/1977, 13.707/1994, 14.679/1996, 20.339/2019).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Bebauungsplan und Ergänzende Bebauungsplan B22 Dorfstraße/Hintere Gasse – Bauwerk der Gemeinde Kematen in Tirol, beschlossen vom Gemeinderat der Gemeinde Kematen in Tirol am 27. November 2020, kundgemacht durch Anschlag an der Amtstafel vom 16. Dezember 2020 bis zum 7. Jänner 2021, ist als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §2 Abs1 litj Landes-VerlautbarungsG 2021.",
            "annotations": []
        }
    ]
}