{
    "document_id": "JFT_20230613_23E01200_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit einer an das Bundesverwaltungsgericht adressierten und nachrichtlich an die Beschwerdeführer (zu Handen ihres Rechtsvertreters) ergangenen \"Enderledigung\" vom 8. März 2023 sprach das Verwaltungsgericht Wien Folgendes aus (ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"In der Anlage wird der am 8.3.2023 beim Verwaltungsgericht Wien eingebrachte Schriftsatz der Beschwerdeführer […], soweit damit eine Maßnahmenbeschwerde wegen Ausübung unmittelbarer Befehls- und Zwangsgewalt von Organen der Landespolizeidirektion Wien am 24. bzw 25.1.2023 auf Basis eines Festnahmeauftrages vom 24.1.2023 des Bundesamtes für Fremdenwesen und Asyl erhoben wird, gemäß §17 Verwaltungsgerichtsverfahrensgesetz – VwGVG iVm §6 Abs1 Allgemeines Verwaltungsverfahrensgesetz 1991 – AVG zuständigkeitshalber weitergeleitet. Die Unzuständigkeit des Verwaltungsgerichtes Wien bzw die Zuständigkeit Bundesverwaltungsgerichtes ergibt sich aus Art131 Abs2 Bundes-Verfassungsgesetzes – B-VG bzw §7 Abs1 Z3 iVm §34 BFA-Verfahrensgesetz.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Gegen diese als Beschluss iSd Art144 Abs4 B-VG gewertete Erledigung richtet sich die vorliegende Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten sowie die Verletzung in Rechten wegen Anwendung eines verfassungswidrigen Gesetzes behauptet und die kostenpflichtige Aufhebung des angefochtenen \"Beschlusses\" begehrt wird; unter einem beantragen die Beschwerdeführer die Bewilligung der Verfahrenshilfe im Umfang der einstweiligen Befreiung von der Entrichtung der Eingabengebühr (§35 VfGG iVm §64 Abs1 Z1 lita ZPO).",
            "annotations": []
        },
        {
            "text": "3. Gemäß Art144 Abs1 und 4 B-VG erkennt der Verfassungsgerichtshof über Beschwerden gegen den Beschluss eines Verwaltungsgerichtes.",
            "annotations": []
        },
        {
            "text": "Mit der angefochtenen Erledigung des Verwaltungsgerichtes Wien wird ein Schriftsatz der Beschwerdeführer zuständigkeitshalber an das Bundesverwaltungsgericht weitergeleitet. Wie der Verfassungsgerichtshof bereits mehrfach ausgesprochen hat, sind Mitteilungen von der Abtretung einer Verwaltungssache iSd §6 AVG keine Bescheide. Bei der angefochtenen Erledigung handelt es sich um keinen (verfahrensbeendenden) Beschluss eines Verwaltungsgerichtes. Die angefochtene Erledigung kann daher nicht beim Verfassungsgerichtshof bekämpft werden (vgl VfSlg 18.283/2007 mwN).",
            "annotations": []
        },
        {
            "text": "4. Damit erweist sich die von den Beschwerdeführern angestrebte Rechtsverfolgung als offenbar aussichtslos, weshalb ihre Anträge auf Bewilligung der Verfahrenshilfe im beantragten Umfang gemäß §63 Abs1 ZPO iVm §35 VfGG abzuweisen sind.",
            "annotations": []
        },
        {
            "text": "5. Die Beschwerde ist zurückzuweisen. Da die Nichtzuständigkeit des Verfassungsgerichtshofes offenbar ist, konnte dies gemäß §19 Abs3 Z2 lita VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}