{
    "document_id": "JFT_20230919_23E01089_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der minderjährige Beschwerdeführer, geboren am 20. März 2007, ist syrischer Staatsangehöriger, gehört der arabischen Volksgruppe an und bekennt sich zum islamischen Glauben. Er stammt aus der Provinz Ar-Raqqa. ",
            "annotations": []
        },
        {
            "text": "2. Am 14. Dezember 2020 stellte der Beschwerdeführer einen Antrag auf internationalen Schutz, den das Bundesamt für Fremdenwesen und Asyl mit Bescheid vom 1. März 2021 im Hinblick auf die Zuerkennung des Status des Asylberechtigten abwies. Es erkannte den Status des subsidiär Schutzberechtigten zu und erteilte dem Beschwerdeführer eine Aufenthaltsberechtigung für ein Jahr.",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde, in welcher der Beschwerdeführer ua die Mangelhaftigkeit der Länderberichte, die von Seiten verschiedener Akteure drohende Zwangsrekrutierung bzw Wehrdienstverweigerung vorbrachte sowie die Durchführung einer mündlichen Verhandlung beantragte, wies das Bundesverwaltungsgericht ohne Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 10. März 2023 ab. ",
            "annotations": []
        },
        {
            "text": "Begründend führte das Bundesverwaltungsgericht im Wesentlichen aus, dass dem Beschwerdeführer keine aktuelle Einberufung und/oder Zwangsrekrutierung drohe. Es werde nicht verkannt, dass die Länderfeststellungen und auch die in der Beschwerde erwähnten UNHCR-Erwägungen die Gefährdung von Kindern hervorheben und durch das Beschwerdevorbringen auch allgemeine Befürchtungen hinsichtlich einer zukünftigen Zwangsrekrutierung im Verfahren dargelegt worden seien. Weiters gäbe es auch Berichte über die Zwangsrekrutierung Jugendlicher, jedoch handle es sich dabei um abstrakte Einzelfälle, die nicht auf die Situation des Beschwerdeführers anwendbar seien. Die Kriterien für eine Wehrfähigkeit erfülle der minderjährigen Beschwerdeführer noch nicht. Wie sich die diesbezügliche Situation gestalten werde, wenn der Beschwerdeführer die Volljährigkeit erreicht habe bzw welcher konkreten Gefährdung er zukünftig ausgesetzt sein werde, sei auf Grund der volatilen Sicherheitslage in Syrien im nunmehrigen Entscheidungszeitpunkt nicht vorhersehbar und daher nicht verfahrensrelevant. Dem erst 15-jährigen Beschwerdeführer drohe daher zum aktuellen Zeitpunkt mit maßgeblicher Wahrscheinlichkeit keine Einberufung zum Wehrdienst durch kurdische Milizen oder syrische Streitkräfte. Auf Grund seiner aktuellen Minderjährigkeit sowie seiner Minderjährigkeit im Zeitpunkt des Verlassens Syriens handle es sich bei dem Beschwerdeführer derzeit um keinen Wehrdienstverweigerer, der sich etwa durch seine Ausreise einer ihn betreffenden, konkreten Einberufung entzogen haben könnte. Der Beschwerdeführer habe auch eine versuchte (Zwangs-)Rekrutierung durch kurdische Milizen bzw durch Oppositionsgruppen oder sonstige Gruppierungen im gesamten Verfahren nicht vorgebracht. ",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht geht davon aus, dass es sich bei dem Beschwerdeführer um einen minderjährigen Jugendlichen handle, der nie einer Zwangsrekrutierung ausgesetzt gewesen sei und dem im Zeitpunkt der Entscheidung nicht die Einberufung zum Wehrdienst in der syrischen Armee bzw die Zwangsrekrutierung durch kurdische Milizen drohe. Die Kriterien für eine Wehrfähigkeit seien im Falle des minderjährigen Beschwerdeführers noch nicht erfüllt. Wie sich die Situation gestalten werde, wenn der Beschwerdeführer die Volljährigkeit erreicht habe, sei auf Grund der volatilen Sicherheitslage in Syrien im nunmehrigen Entscheidungszeitpunkt nicht vorhersehbar und daher nicht verfahrensrelevant zu beurteilen. ",
            "annotations": []
        },
        {
            "text": "Bei dieser Beurteilung stützt sich das Bundesverwaltungsgericht in seiner Entscheidung vom 10. März 2023 auf die im angefochtenen Bescheid vom 1. März 2021 abgedruckten Länderberichte zu Syrien, die im Wesentlichen aus den Jahren 2020 und 2021 stammen. ",
            "annotations": []
        },
        {
            "text": "Nach den im angefochtenen Erkenntnis abgedruckten Länderberichten ist für männliche, syrische Staatsangehörige im Alter zwischen 18 und 42 Jahren die Ableistung eines Wehrdienstes verpflichtend. Dies gilt vom 1. Jänner des Jahres, in dem das Alter von 18 Jahren erreicht wird. Weiters sind nach dem  im Zeitpunkt der Entscheidung aktuellen  nicht zitierten bzw herangezogenen Länderinformationsblatt der Staatendokumentation zu Syrien, Version 8, vom 29. Dezember 2022, die jungen Männer im Alter von 17 Jahren dazu aufgerufen, sich ihr Wehrbuch abzuholen und sich einer medizinischen Untersuchung zu unterziehen. ",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht stützt sich hinsichtlich der maßgeblichen Lage in Syrien überwiegend auf Länderberichte aus den Jahren 2020 und 2021, die zum Zeitpunkt der Entscheidung des Bundesverwaltungsgerichtes zum Teil bereits mehr als drei Jahre alt und damit im Hinblick auf die volatile Lage nicht hinreichend aktuell sind (vgl VfGH 21.9.2020, E86/2020; 7.6.2021, E3297/2020; 15.12.2021, E2434/2020). Daran kann auch der bloß pauschale Hinweis in der Begründung der angefochtenen Entscheidung, dass aus jüngeren Länderberichten keine wesentlichen Änderungen ersichtlich seien, nichts ändern. ",
            "annotations": []
        },
        {
            "text": "4. Dies ist umso relevanter als der Verfassungsgerichtshof in vergleichbaren Fällen betreffend minderjährige Staatsangehörige Syriens festgehalten hat, dass die asylrelevante Verfolgungsgefahr aktuell sein und somit im Entscheidungszeitpunkt des Bundesverwaltungsgerichtes vorliegen muss (vgl Filzwieser/Frank/Kloibmüller/Raschhofer, Asyl- und Fremdenrecht, 2016, §3, K61; vgl VfGH 13.6.2023, E693-699/2023; 13.6.2022, E2987/2022; 27.2.2023, E3307/2022). Auf diesen Zeitpunkt hat die der Asylentscheidung immanente Prognose abzustellen, ob der Asylsuchende mit maßgeblicher Wahrscheinlichkeit Verfolgung aus den Konventionsgründen zu befürchten habe (siehe VwGH 19.10.2000, 98/20/0233; s. zuletzt VwGH 23.5.2023, Ra 2023/20/0110). ",
            "annotations": []
        },
        {
            "text": "4.1. Das Bundesverwaltungsgericht setzt sich hinsichtlich des Beschwerdeführers zwar überwiegend mit der Gefahr einer möglichen Zwangsrekrutierung als Minderjähriger auseinander, auf die Gefahr einer Zwangsrekrutierung bzw Einziehung zum Militärdienst, weil er nach einer Rückkehr das \"wehrfähige\" Alter von 18 Jahren erreichen wird, geht das Bundesverwaltungsgericht jedoch nicht ein. Das Bundesverwaltungsgericht unterlässt damit eine Prüfung anhand der in diesem Zusammenhang maßgeblichen Kriterien (siehe das Länderinformationsblatt der Staatendokumentation zu Syrien, Version 8, 29.12.2022). ",
            "annotations": []
        },
        {
            "text": "4.2. Vor dem Hintergrund des konkreten Falles hätte das Bundesverwaltungsgericht daher nicht ohne weiteres die fehlende Aktualität der Verfolgung annehmen dürfen, sondern sich im Rahmen seiner Prognoseentscheidung mit einer etwaigen asylrelevanten Verfolgung im Zusammenhang mit der vorgebrachten Gefahr einer Einziehung zum Militärdienst bzw einer Zwangsrekrutierung auseinandersetzen müssen. Der Beschwerdeführer befand sich im Zeitpunkt der Entscheidung in einem Alter von 16 Jahren und damit in einem Alter, in dem eine mögliche Zwangsrekrutierung ab Erreichen des 18. Lebensjahres – auch angesichts der bereits ein Jahr davor einsetzenden staatlichen Vorbereitungsmaßnahmen – nicht allein mit dem Hinweis darauf, dass er derzeit das wehrfähige Alter von 18 Jahren noch nicht erreicht hat, als Verfolgungsgefahr ausgeschlossen werden kann (vgl VfGH 13.6.2023, E693-699/2023; 27.2.2023, E3307/2022; 20.9.2022, E1138/2022; 13.6.2022, E2987/2022). ",
            "annotations": []
        },
        {
            "text": "4.3. Indem das Bundesverwaltungsgericht, ohne sich einen persönlichen Eindruck vom Beschwerdeführer im Zuge einer mündlichen Verhandlung zu verschaffen, es unterlässt, sich mit der individuellen Situation des minderjährigen Beschwerdeführers anhand aktueller Länderberichte und der vorgebrachten Gefahr einer drohenden Einziehung bzw Zwangsrekrutierung, wenn der Beschwerdeführer das wehrfähige Alter erreicht, zu prüfen, mangelt es der angefochtenen Entscheidung an einer schlüssigen Begründung, warum diesbezüglich keine asylrelevante Verfolgung vorliegt, womit sie schon aus diesen Gründen mit Willkür belastet ist. ",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}