{
    "document_id": "JFT_20230919_23E00720_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist syrischer Staatsangehöriger, gehört der Volksgruppe der Kurden an und bekennt sich zum sunnitisch-muslimischen Glauben. Er verließ seine Heimatstadt Ra's al-Ain in Syrien im Jahr 2011 und hielt sich bis Ende Februar 2022 in der Ukraine auf. Am 4. März 2022 stellte er im Bundesgebiet einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 18. Oktober 2022 wies das Bundesamt für Fremdenwesen und Asyl den Antrag auf internationalen Schutz hinsichtlich der Zuerkennung des Status eines Asylberechtigten ab (Spruchpunkt I.), erkannte dem Beschwerdeführer jedoch den Status des subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihm eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "3. Die ausschließlich gegen Spruchpunkt I. erhobene Beschwerde wies das Bundesverwaltungsgericht mit am 13. Jänner 2023 nach der mündlichen Beschwerdeverhandlung mündlich verkündetem und am 13. Februar 2023 schriftlich ausgefertigtem Erkenntnis als unbegründet ab. Der Beschwerdeführer habe keine individuell gegen seine Person gerichtete asylrelevante Verfolgung glaubhaft machen können. Auch die Durchsicht aktueller Länderberichte erlaube es nicht anzunehmen, dass sonstige mögliche Gründe für die Befürchtung einer entsprechenden Verfolgungsgefahr vorlägen.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der ua die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht und das Bundesamt für Fremdenwesen und Asyl haben die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Der Beschwerdeführer brachte als Fluchtgründe vor, ihm drohe eine Zwangsrekrutierung zum Militärdienst von Seiten des syrischen Regimes oder kurdischen Streitkräften und befürchte er zudem, auf Grund seiner Zugehörigkeit zur Volksgruppe der Kurden durch türkische Streitkräfte bzw Türkei-nahe Milizen in Nordsyrien verfolgt zu werden.",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht stellt fest, dass der Beschwerdeführer ein Angehöriger der Volksgruppe der Kurden sei und aus Ra's al-Ain, einem aktuell türkisch kontrollierten Gebiet, stamme. Es legt seinen Feststellungen das Länderinformationsblatt der Staatendokumentation zu Syrien vom 29. Dezember 2022 zugrunde, welches zur Lage der Kurden in den türkisch kontrollierten Gebieten folgende Informationen enthält (ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"Kurden in türkisch besetzten bzw von pro-türkischen Gruppen kontrollierten Gebieten ",
            "annotations": []
        },
        {
            "text": "Im Zuge der türkischen Militäroperation 'Friedensquelle' im Nordosten von Syrien Anfang Oktober 2019 kam und kommt es Berichten zufolge zu willkürlichen Tötungen von Kurden durch Kämpfer der – mit den türkischen Truppen affiliierten – Milizen der SNA sowie zu Plünderungen und Vertreibungen von Kurden, Jesiden und Christen (ÖB 1.10.2021). Seit den türkischen Offensiven im Nordosten Syriens ab 2018 werden Menschenrechtsverletzungen zB Morde, Plünderungen, Vergewaltigungen und Enteignungen durch mit der Türkei verbündeten Gruppen vor allem gegen Kurden - einschließlich Jeziden und deren religiöse Stätten - berichtet (USDOS 2.6.2022; vgl USDOS 12.4.2022).\"",
            "annotations": []
        },
        {
            "text": "3.3. Das Bundesverwaltungsgericht legt im Rahmen seiner Beweiswürdigung dar, weshalb es das Vorbringen des Beschwerdeführers zur drohenden Gefahr einer Verfolgung auf Grund seiner Zugehörigkeit zur Volksgruppe der Kurden durch türkische Streitkräfte bzw Türkei-nahe Milizen für nicht glaubhaft erachtet: Die Länderberichte zu Syrien berichteten zwar von willkürlichen Tötungen von Kurden durch Kämpfer der – mit den türkischen Truppen alliierten – Milizen der SNA sowie von Plünderungen, Vergewaltigungen, Enteignungen und Vertreibungen von Kurden. Sie stellten diese willkürlichen Menschenrechtsverletzungen jedoch \"nicht als so dramatisch\" dar, dass daraus ableitend das Bundesverwaltungsgericht zur Auffassung gelange, dass gleichsam jeder Kurde, der in den von der Türkei annektierten Teil Nordsyriens einreise, mit maßgeblicher Wahrscheinlichkeit in eine asylrelevante Verfolgungssituation auf Grund seiner Volksgruppenzugehörigkeit als Kurde gerate.",
            "annotations": []
        },
        {
            "text": "3.4. Das Bundesverwaltungsgericht hat bei dieser Entscheidung insbesondere nicht beachtet, dass zum Zeitpunkt seiner Entscheidung der von der Asylagentur der Europäischen Union (European Agency for Asylum – EUAA; vormals European Asylum Support Office – EASO) veröffentlichte \"Leitfaden: Syrien\" vom November 2021 vorlag, welchem insbesondere folgende Informationen zu entnehmen sind (vgl aaO, S 28; ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"Gefährdungsanalyse für Kurden aus von der SNA kontrollierten Gebieten: Grundsätzlich ist davon auszugehen, dass eine begründete Furcht vor Verfolgung nachgewiesen werden kann.\"",
            "annotations": []
        },
        {
            "text": "3.5. Das Bundesverwaltungsgericht sieht ohne nähere Begründung im vorliegenden Fall keine Gefahr einer Verfolgung des – den Feststellungen zufolge aus einem aktuell türkisch kontrollierten Gebiet stammenden – Beschwerdeführers auf Grund seiner Zugehörigkeit zur Volksgruppe der Kurden durch türkische Streitkräfte bzw Türkei-nahe Milizen, dies ohne auf den von EUAA veröffentlichten Leitfaden einzugehen und darzulegen, auf Grund welcher Umstände es zu einer anderen Einschätzung als EUAA gelangt ist.",
            "annotations": []
        },
        {
            "text": "3.6. Damit hat das Bundesverwaltungsgericht seine Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen und Willkür geübt (zur gebotenen Auseinandersetzung mit aktuellen Berichten der EUAA und UNHCR-Erwägungen vgl zB VfSlg 20.358/2019, 20.372/2020; VfGH 12.12.2019, E2692/2019; 23.6.2021, E865/2021; 28.2.2023, E995/2022; 13.6.2023, E2551/2022).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}