{
    "document_id": "JFT_20230613_23G00204_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art140 Abs1 Z1 litd B-VG begehrt der Antragsteller",
            "annotations": []
        },
        {
            "text": "\"§123 Abs4 StPO idgF (BGBl I Nr 103/2011) mit der Wortfolge '… eine Blutabnahme oder ein vergleichbar…' sowie damit in Zusammenhang stehend §117 Z4 StPO idgF (BGBl II Nr 32/2018) mit der Wortfolge '… die Abnahme einer Blutprobe und jeder andere Eingriff in die körperliche Integrität von Personen…'\"",
            "annotations": []
        },
        {
            "text": "als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "§117 und 123 der Strafprozeßordnung 1975 (StPO), BGBl 631/1975 idF BGBl I 32/2018, lauten (die angefochtenen Vorschriften sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"2. Abschnitt",
            "annotations": []
        },
        {
            "text": "Identitätsfeststellung, Durchsuchung von Orten und Gegenständen,",
            "annotations": []
        },
        {
            "text": "Durchsuchung von Personen, körperliche Untersuchung und",
            "annotations": []
        },
        {
            "text": "molekulargenetische Untersuchung",
            "annotations": []
        },
        {
            "text": "Definitionen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§117. Im Sinne dieses Gesetzes ist",
            "annotations": []
        },
        {
            "text": "1. 'Identitätsfeststellung' die Ermittlung und Feststellung von Daten (§36 Abs2 Z1 DSG), die eine bestimmte Person unverwechselbar kennzeichnen,",
            "annotations": []
        },
        {
            "text": "2. 'Durchsuchung von Orten und Gegenständen' das Durchsuchen",
            "annotations": []
        },
        {
            "text": "a. eines nicht allgemein zugänglichen Grundstückes, Raumes, Fahrzeuges oder Behältnisses,",
            "annotations": []
        },
        {
            "text": "b. einer Wohnung oder eines anderen Ortes, der durch das Hausrecht geschützt ist, und darin befindlicher Gegenstände,",
            "annotations": []
        },
        {
            "text": "3. 'Durchsuchung einer Person'",
            "annotations": []
        },
        {
            "text": "a. die Durchsuchung der Bekleidung einer Person und der Gegenstände, die sie bei sich hat,",
            "annotations": []
        },
        {
            "text": "b. die Besichtigung des unbekleideten Körpers einer Person,",
            "annotations": []
        },
        {
            "text": "4. 'körperliche Untersuchung' die Durchsuchung von Körperöffnungen, die Abnahme einer Blutprobe und jeder andere Eingriff in die körperliche Integrität von Personen,",
            "annotations": []
        },
        {
            "text": "5. 'molekulargenetische Untersuchung' die Ermittlung jener Bereiche in der DNA einer Person, die der Wiedererkennung dienen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Körperliche Untersuchung",
            "annotations": []
        },
        {
            "text": "§123.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Eine körperliche Untersuchung ist zulässig, wenn",
            "annotations": []
        },
        {
            "text": "1. auf Grund bestimmter Tatsachen anzunehmen ist, dass eine Person Spuren hinterlassen hat, deren Sicherstellung und Untersuchung für die Aufklärung einer Straftat wesentlich sind,",
            "annotations": []
        },
        {
            "text": "2. auf Grund bestimmter Tatsachen anzunehmen ist, dass eine Person Gegenstände im Körper verbirgt, die der Sicherstellung unterliegen, oder",
            "annotations": []
        },
        {
            "text": "3. Tatsachen, die für die Aufklärung einer Straftat oder die Beurteilung der Zurechnungsfähigkeit von maßgebender Bedeutung sind, auf andere Weise nicht festgestellt werden können.",
            "annotations": []
        },
        {
            "text": "(2) Eine körperliche Untersuchung nach Abs1 Z1 ist auch an Personen zulässig, die einem durch bestimmte Merkmale individualisierbaren Personenkreis angehören, wenn auf Grund bestimmter Tatsachen anzunehmen ist, dass sich der Täter in diesem Personenkreis befindet und die Aufklärung einer mit mehr als fünf Jahren Freiheitsstrafe bedrohten Straftat oder eines Verbrechens nach dem 10. Abschnitt des Strafgesetzbuches andernfalls wesentlich erschwert wäre.",
            "annotations": []
        },
        {
            "text": "(3) Eine körperliche Untersuchung ist von der Staatsanwaltschaft auf Grund einer gerichtlichen Bewilligung anzuordnen. Bei Gefahr im Verzug kann die Untersuchung auch auf Grund einer Anordnung der Staatsanwaltschaft durchgeführt werden, doch hat die Staatsanwaltschaft in diesem Fall unverzüglich die gerichtliche Bewilligung einzuholen. Wird diese nicht erteilt, so hat die Staatsanwaltschaft die Anordnung sofort zu widerrufen und das Ergebnis der körperlichen Untersuchung vernichten zu lassen. Einen Mundhöhlenabstrich kann die Kriminalpolizei jedoch von sich aus abnehmen.",
            "annotations": []
        },
        {
            "text": "(4) Operative Eingriffe und alle Eingriffe, die eine Gesundheitsschädigung von mehr als dreitägiger Dauer bewirken könnten, sind unzulässig. Andere Eingriffe dürfen vorgenommen werden, wenn die zu untersuchende Person nach vorheriger Aufklärung über die möglichen Folgen ausdrücklich zustimmt. Ohne Einwilligung des Betroffenen darf eine Blutabnahme oder ein vergleichbar geringfügiger Eingriff, bei dem der Eintritt von anderen als bloß unbedeutenden Folgen ausgeschlossen ist, vorgenommen werden, wenn",
            "annotations": []
        },
        {
            "text": "1. die Person im Verdacht steht,",
            "annotations": []
        },
        {
            "text": "a) eine Straftat nach §178 StGB oder",
            "annotations": []
        },
        {
            "text": "b) eine Straftat gegen Leib und Leben durch Ausübung einer gefährlichen Tätigkeit in alkoholisiertem oder sonst durch ein berauschendes Mittel beeinträchtigtem Zustand begangen zu haben, oder",
            "annotations": []
        },
        {
            "text": "2. die körperliche Untersuchung des Beschuldigten zur Aufklärung einer mit mehr als fünf Jahren Freiheitsstrafe bedrohten Straftat oder eines Verbrechens nach dem 10. Abschnitt des Strafgesetzbuches erforderlich ist.",
            "annotations": []
        },
        {
            "text": "(5) Jede körperliche Untersuchung ist von einem Arzt vorzunehmen; ein Mundhöhlenabstrich kann jedoch auch von einer anderen Person, die für diesen Zweck besonders geschult ist, abgenommen werden. Im Übrigen gelten die Bestimmungen der §§121 sowie 122 Abs1 letzter Satz und 3 über die Durchsuchung sinngemäß.",
            "annotations": []
        },
        {
            "text": "(6) Als Beweismittel dürfen die Ergebnisse einer körperlichen Untersuchung nur verwendet werden, wenn",
            "annotations": []
        },
        {
            "text": "1. die Voraussetzungen für eine körperliche Untersuchung vorlagen,",
            "annotations": []
        },
        {
            "text": "2. die körperliche Untersuchung rechtmäßig angeordnet worden ist und",
            "annotations": []
        },
        {
            "text": "3. die Verwendung zum Nachweis einer Straftat, deretwegen die körperliche Untersuchung angeordnet wurde oder hätte angeordnet werden können, dient.",
            "annotations": []
        },
        {
            "text": "(7) Ergebnisse einer körperlichen Untersuchung, die aus anderen als strafprozessualen Gründen durchgeführt wurde, dürfen in einem Strafverfahren nur als Beweismittel verwendet werden, wenn dies zum Nachweis einer Straftat, deretwegen die körperliche Untersuchung hätte angeordnet werden können, erforderlich ist.\"",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "2. Der Antragsteller wurde mit Urteil des Landesgerichtes Wiener Neustadt vom 2. Februar 2023 wegen zweier Vergehen der grob fahrlässigen Tötung nach §81 Abs2 StGB, des Vergehens der fahrlässigen Körperverletzung nach §88 Abs3 und 4 zweiter Fall StGB und des Vergehens der fahrlässigen Körperverletzung nach §88 Abs3 zweiter Fall StGB zu einer Freiheitsstrafe verurteilt. Prozessgegenstand ist ein Verkehrsunfall am 31. August 2021, an dem der Antragsteller beteiligt war. Eines der Beweismittel, das im Hauptverfahren (§§210 ff. StPO) verwertet wurde, ist eine Blutabnahme, die im Ermittlungsverfahren (§§91 ff. StPO) am Antragsteller gemäß §123 Abs1 und 4 Z1 litb StPO von der Kriminalpolizei auf Grund einer Anordnung der Staatsanwaltschaft Wiener Neustadt vom selben Tag (31. August 2021), die vom Landesgericht Wiener Neustadt wiederum am selben Tag bewilligt worden war, ohne Zustimmung des Antragstellers durchgeführt wurde.",
            "annotations": []
        },
        {
            "text": "3. Gegen dieses Urteil hat der Antragsteller fristgerecht Berufung (§489 StPO) angemeldet und ausgeführt und anlässlich der Ausführung dieses Rechtsmittels den hier in Rede stehenden Antrag gemäß Art140 Abs1 Z1 litd B-VG gestellt. Darin äußert er verfassungsrechtliche Bedenken gegen die angefochtenen Wortfolgen und beruft sich insbesondere auf den Grundsatz des Anklageprozesses im Strafverfahren (Art90 Abs2 B-VG). Zusammengefasst meint er, dass die gesetzliche Möglichkeit einer zwangsweisen Blutabnahme ohne Zustimmung des Betroffenen verfassungswidrig sei.",
            "annotations": []
        },
        {
            "text": "IV. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig:",
            "annotations": []
        },
        {
            "text": "2. Der Antragsteller begehrt die Aufhebung der Wortfolge \"die Abnahme einer Blutprobe und jeder andere Eingriff in die körperliche Integrität von Personen\" in §117 Z4 StPO \"idgF (BGBl II Nr 32/2018)\" (richtig: BGBl I 32/2018) und der Wortfolge \"eine Blutabnahme oder ein vergleichbar\" in §123 Abs4 StPO idgF (BGBl I 103/2011).",
            "annotations": []
        },
        {
            "text": "3. Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "4. Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011; VfGH 14.3.2017, G311/2016). Der Antragsteller hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des Antragstellers teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "5. Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; 10.10.2016, G662/2015), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015; VfGH 15.10.2016, G339/2015).",
            "annotations": []
        },
        {
            "text": "6. Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Gesetzesbestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "7. Zu §123 Abs4 StPO:",
            "annotations": []
        },
        {
            "text": "7.1. Fraglich ist schon, ob §123 Abs4 StPO nach der vom Antragsteller begehrten Aufhebung bestimmter Wortfolgen überhaupt noch einen verständlichen Inhalt hätte, weil der dritte Satz dann wie folgt beginnen würde: \"Ohne Einwilligung des Betroffenen darf geringfügiger Eingriff, bei dem der Eintritt von anderen als bloß unbedeutenden Folgen ausgeschlossen ist, vorgenommen werden, wenn …\".",
            "annotations": []
        },
        {
            "text": "7.2. Aber selbst wenn man zu Gunsten des Antragstellers zwischen der Wortfolge \"darf geringfügiger\" gedanklich das Wort \"ein\" ergänzen würde, um dem Satz einen sprachlichen Sinn zu geben, übersieht der Antragsteller, dass die in dieser Vorschrift erwähnte Blutabnahme lediglich als Beispiel eines geringfügigen Eingriffs genannt wird (arg. \"oder ein vergleichbar geringfügiger Eingriff\"). Durch den bloßen Wegfall des Beispiels der Blutabnahme würde diese aber nicht unzulässig werden, weil ihre Vornahme dann immer noch auf den allgemeinen Tatbestand des \"geringfügigen Eingriffs\" gestützt werden könnte (vgl AB 406 BlgNR 22. GP, 17). Die begehrte Aufhebung würde daher die vom Antragsteller behauptete Verfassungswidrigkeit nicht beseitigen.",
            "annotations": []
        },
        {
            "text": "8. Zu §117 Z4 StPO:",
            "annotations": []
        },
        {
            "text": "8.1. Nach der Rechtsprechung des Verfassungsgerichtshofes kommt Legaldefinitionen in der Regel keine eigenständige normative Bedeutung zu; eine solche wird vielmehr in der Regel erst im Zusammenhang mit anderen Regelungen bewirkt, die diesen Begriff verwenden (vgl VfSlg 17.340/2004, 18.087/2007; VfGH 12.12.2016, G105/2016). Die angefochtene Wortfolge des §117 Z4 StPO enthält lediglich eine Legaldefinition des Begriffes der \"körperlichen Untersuchung\", ohne eigenständige normative Bedeutung zu entfalten; rechtliche Wirkung entfaltet der Terminus der \"körperlichen Untersuchung\" erst in Verbindung mit anderen Vorschriften, etwa §123 und §141 Abs4 StPO.",
            "annotations": []
        },
        {
            "text": "8.2. Da aber der Antragsteller, wie oben zu §123 Abs4 StPO aufgezeigt, keine andere solche Vorschrift in zulässiger Weise angefochten hat, ergibt sich daraus auch die Unzulässigkeit der Anfechtung der besagten Wortfolge in §117 Z4 StPO.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}