{
    "document_id": "JFT_20230921_23V00033_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art139 Abs1 Z1 B-VG begehrt der Verwaltungsgerichtshof, \"die Freizeitwohnsitzabgabe-Verordnung der Stadt Innsbruck (Gemeinderatsbeschluss vom 22. November 2019) als gesetzwidrig aufzuheben; in eventu wird beantragt, der Verfassungsgerichtshof möge gemäß Art139 Abs4 B-VG aussprechen, dass die Freizeitwohnsitzabgabe-Verordnung der Stadt Innsbruck (Gemeinderatsbeschluss vom 22. November 2019) gesetzwidrig war\".",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Gesetzes vom 8. Mai 2019 über die Erhebung einer Freizeitwohnsitzabgabe (Tiroler Freizeitwohnsitzabgabegesetz – TFWAG), LGBl 79/2019, aufgehoben durch das Gesetz vom 6. Juli 2022 über die Erhebung einer Freizeitwohnsitzabgabe und einer Leerstandsabgabe (Tiroler Freizeitwohnsitz- und Leerstandsabgabegesetz – TFLAG), LGBl 86/2022, lauten:",
            "annotations": []
        },
        {
            "text": "\"§1",
            "annotations": []
        },
        {
            "text": "Abgabengegenstand",
            "annotations": []
        },
        {
            "text": "(1) Für die Verwendung eines Wohnsitzes als Freizeitwohnsitz ist eine Freizeitwohnsitzabgabe zu erheben. ",
            "annotations": []
        },
        {
            "text": "(2) Freizeitwohnsitze sind Gebäude, Wohnungen oder sonstige Teile von Gebäuden, die nicht der Befriedigung eines ganzjährigen, mit dem Mittelpunkt der Lebensbeziehungen verbundenen Wohnbedürfnisses dienen, sondern zum Aufenthalt während des Urlaubs, der Ferien, des Wochenendes oder sonst nur zeitweilig zu Erholungszwecken verwendet werden.",
            "annotations": []
        },
        {
            "text": "(3) Die Freizeitwohnsitzabgabe ist eine ausschließliche Gemeindeabgabe. ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§4",
            "annotations": []
        },
        {
            "text": "Bemessungsgrundlage und Höhe der Abgabe",
            "annotations": []
        },
        {
            "text": "(1) Die Freizeitwohnsitzabgabe ist nach der Nutzfläche des Freizeitwohnsitzes zu bemessen. ",
            "annotations": []
        },
        {
            "text": "(2) Die Nutzfläche ist die gesamte Bodenfläche abzüglich der Wandstärken und der im Verlauf der Wände befindlichen Durchbrechungen und Ausnehmungen. Bei der Berechnung der Nutzfläche sind Keller- und Dachbodenräume, soweit sie ihrer Ausstattung nach nicht für Wohn- oder Geschäftszwecke geeignet sind, Treppen, offene Balkone, Loggien, Terrassen sowie für landwirtschaftliche oder gewerbliche Zwecke spezifisch ausgestattete Räume innerhalb eines Freizeitwohnsitzes nicht zu berücksichtigen. Die Nutzfläche ist nach den der Baubewilligung bzw -anzeige und allfälligen Änderungen zugrunde liegenden Unterlagen zu berechnen, außer das tatsächliche Ausmaß weicht um mehr als 3 v. H. davon ab. Änderungen der Nutzfläche des Freizeitwohnsitzes sind für die Bemessung der Freizeitwohnsitzabgabe ab dem Zeitpunkt des Einlangens der Anzeige über die Bauvollendung nach §44 der Tiroler Bauordnung 2018, LGBl Nr 28/2018, in der jeweils geltenden Fassung, zu berücksichtigen. ",
            "annotations": []
        },
        {
            "text": "(3) Die Höhe der jährlichen Abgabe ist abhängig von der Nutzfläche des Freizeit-wohnsitzes mit Verordnung des Gemeinderates festzulegen wie folgt: ",
            "annotations": []
        },
        {
            "text": "a) bis 30 m2 mit mindestens 100,- Euro und höchstens 240,- Euro, ",
            "annotations": []
        },
        {
            "text": "b) von mehr als 30 m2 bis 60 m2 mit mindestens 200,- Euro und höchstens 480,- Euro, ",
            "annotations": []
        },
        {
            "text": "c) von mehr als 60 m2 bis 90 m2 mit mindestens 290,- Euro und höchstens 700,- Euro, ",
            "annotations": []
        },
        {
            "text": "d) von mehr als 90 m2 bis 150 m2 mit mindestens 420,- Euro und höchstens 1.000,- Euro,",
            "annotations": []
        },
        {
            "text": "e) von mehr als 150 m2 bis 200 m2 mit mindestens 590,- Euro und höchstens 1.400,- Euro, ",
            "annotations": []
        },
        {
            "text": "f) von mehr als 200 m2 bis 250 m2 mit mindestens 760,- Euro und höchstens 1.800,- Euro, ",
            "annotations": []
        },
        {
            "text": "g) von mehr als 250 m2 mit mindestens 920,- Euro und höchstens 2.200,- Euro. ",
            "annotations": []
        },
        {
            "text": "Bei der Festlegung der Abgabe ist auf den Verkehrswert der Liegenschaften in der Gemeinde und auf die finanziellen Belastungen der Gemeinde durch Freizeitwohnsitze Bedacht zu nehmen. Die Abgabe kann für bestimmte Teile des Gemeindegebietes in unterschiedlicher Höhe festgesetzt werden, wenn die Gewichtung der für die Festlegung maßgeblichen Umstände sich erheblich auf die Höhe der Abgabe auswirken.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2. Die – zur Gänze angefochtene – \"Verordnung des Gemeinderates der Gemeinde Innsbruck vom 22.11.2019 über die Höhe der Freizeitwohnsitzabgabe\" (im Folgenden: Freizeitwohnsitzabgabe-Verordnung), der durch die Verordnung des Gemeinderates der Stadtgemeinde Innsbruck vom 25. Oktober 2022 über die Höhe der Freizeitwohnsitzabgabe materiell derogiert wurde, lautet:",
            "annotations": []
        },
        {
            "text": "\"Aufgrund des §4 Abs3 des Tiroler Freizeitwohnsitzabgabegesetzes, LGBl Nr 79/2019 wird verordnet:",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Festlegung der Abgabenhöhe",
            "annotations": []
        },
        {
            "text": "Die Gemeinde Innsbruck legt die Höhe der jährlichen Freizeitwohnsitzabgabe einheitlich für das gesamte Gemeindegebiet",
            "annotations": []
        },
        {
            "text": "a) bis 30 m2 Nutzfläche mit 240 Euro,",
            "annotations": []
        },
        {
            "text": "b) von mehr als 30 m2 bis 60 m2 Nutzfläche mit 480 Euro,",
            "annotations": []
        },
        {
            "text": "c) von mehr als 60 m2 bis 90 m2 Nutzfläche mit 700 Euro,",
            "annotations": []
        },
        {
            "text": "d) von mehr als 90 m2 bis 150 m2 Nutzfläche mit 1.000 Euro,",
            "annotations": []
        },
        {
            "text": "e) von mehr als 150 m2 bis 200 m2 Nutzfläche mit 1.400 Euro,",
            "annotations": []
        },
        {
            "text": "f) von mehr als 200 m2 bis 250 m2 Nutzfläche mit 1.800 Euro,",
            "annotations": []
        },
        {
            "text": "g) von mehr als 250 m2 Nutzfläche mit 2.200 Euro",
            "annotations": []
        },
        {
            "text": "fest.",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Inkrafttreten",
            "annotations": []
        },
        {
            "text": "Diese Verordnung tritt mit 1. Jänner 2020 in Kraft.\"",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Laut Antragsvorbringen ist beim Verwaltungsgerichtshof eine Revision gegen ein Erkenntnis des Landesverwaltungsgerichtes Tirol vom 8. November 2022 anhängig, mit dem die Beschwerden der Revisionswerberin gegen zwei Bescheide des Stadtmagistrats Innsbruck vom 22. November 2021 als unbegründet abgewiesen wurden. Mit diesen Bescheiden wurde der Revisionswerberin gemäß §4 TFWAG in Verbindung mit der Freizeitwohnsitzabgabe-Verordnung für die Kalenderjahre 2020 und 2021 unter Zugrundelegung einer Nutzfläche von 55 m² eine Freizeitwohnsitzabgabe in Höhe von jeweils € 480,– vorgeschrieben.",
            "annotations": []
        },
        {
            "text": "1.2. Aus Anlass dieses Revisionsverfahrens sind beim Verwaltungsgerichtshof Bedenken ob der Gesetzmäßigkeit der Freizeitwohnsitzabgabe-Verordnung entstanden, weshalb der Verwaltungsgerichtshof den vorliegenden Antrag nach Art139 Abs1 Z1 B-VG gestellt hat.",
            "annotations": []
        },
        {
            "text": "Zur Präjudizialität führt der Verwaltungsgerichtshof aus, dass er bei Erledigung dieser Revision die in Prüfung gezogene Verordnung anzuwenden habe, weil diese im vorliegenden Fall (allenfalls mit einem auf die Vergangenheit beschränkten zeitlichen Anwendungsbereich) weiterhin in Geltung stehe.",
            "annotations": []
        },
        {
            "text": "2. Der Verwaltungsgerichtshof legt seine Bedenken, die ihn zur Antragstellung beim Verfassungsgerichtshof bewogen haben, der Sache nach wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.1. Gegen die hier anzuwendende Verordnung bestünden die gleichen Bedenken, die der Verfassungsgerichtshof bereits gegen die gleichlautenden Verordnungen des Gemeinderates der Stadtgemeinde Kufstein bzw der Gemeinde Kramsach gehegt habe. Diese habe der Verfassungsgerichtshof mit seinen Erkenntnissen vom 7. März 2022, V157/2021, und vom 28. November 2022, V181/2022, als gesetzwidrig aufgehoben.",
            "annotations": []
        },
        {
            "text": "2.2. Nach der Rechtsprechung des Verfassungsgerichtshofes (vgl VfGH 7.3.2022, V157/2021) seien bei der Bemessung der als Zweitwohnsitzabgabe zu qualifizierenden Freizeitwohnsitzabgabe nach dem TFWAG Aufwendungen zu berücksichtigen, die diesen Wohnsitzen zuzurechnen seien, allerdings nur insoweit, als diese nicht bereits im Wege von Benützungsgebühren oder Fremdenverkehrsabgaben für Ferienwohnungen abgegolten würden. Überlasse der Landesgesetzgeber den Gemeinden als Verordnungsgeber die Berücksichtigung der Fremdenverkehrsabgabe bei der Bemessung der Zweitwohnsitzabgabe, so obliege es diesen, das Ausmaß der jeweils erhobenen Fremdenverkehrsabgabe auch tatsächlich als Kriterium für die Zweitwohnsitzabgabe heranzuziehen. Dies gelte auch in dem Fall, in dem das Freizeitwohnsitzpauschale als ausschließliche Landesabgabe eingehoben werde und dem jeweiligen Tourismusverband zugutekomme. Eine Berücksichtigung sei insofern geboten, als es auszuschließen gelte, dass im Rahmen der Festlegung der Freizeitwohnsitzabgabe besondere Aufwendungen der Gemeinde berücksichtigt würden, die bereits durch Einnahmen aus Fremdenverkehrsabgaben abgegolten seien.",
            "annotations": []
        },
        {
            "text": "2.3. Der Gemeinderat der Stadt Innsbruck habe mit der hier anzuwendenden Verordnung jeweils den gesetzlich vorgeschriebenen Höchstbetrag für die Freizeitwohnsitzabgabe festgelegt. Im bisherigen Verfahren sei jedoch keinerlei Vorbringen dazu erstattet worden, welcher Art die nicht durch Benützungsgebühren und das Freizeitwohnsitzpauschale abgegoltenen finanziellen Belastungen seien.",
            "annotations": []
        },
        {
            "text": "3. Das Landesverwaltungsgericht Tirol hat eine Äußerung erstattet, in der es sich den vom Verwaltungsgerichtshof dargelegten Bedenken anschließt.",
            "annotations": []
        },
        {
            "text": "4. Die Tiroler Landesregierung hat eine Äußerung erstattet, in der dem Antrag Folgendes entgegengehalten wird: Nach dem TFWAG seien die Gemeinden dazu verpflichtet gewesen, eine Freizeitwohnsitzabgabe zu erheben. Zielsetzung der Einhebung einer Freizeitwohnsitzabgabe sei es, durch Freizeitwohnsitze finanziell belasteten Gemeinden zusätzliche Einnahmemöglichkeiten zur Abdeckung der Kosten für Infrastruktur und Verwaltungseinrichtungen zu bieten (vgl VfSlg 12.505/1990). Bei der Festlegung der Abgabenhöhe der Freizeitwohnsitzabgabe habe sich die Gemeinde innerhalb der vom Landesgesetzgeber vorgegebenen Bandbreite an den durch Freizeitwohnsitze verursachten Belastungen, soweit diese nicht durch Benützungsgebühren oder Fremdenverkehrsabgaben abgedeckt würden, und dem Verkehrswert der Liegenschaften der Gemeinde zu orientieren (VfGH 7.3.2022, V157/2021). Im Hinblick auf den – im landesweiten Vergleich – hohen Verkehrswert der Liegenschaften könne die Festlegung des gesetzlich vorgeschriebenen Höchstbetrages für die Freizeitwohnsitzabgabe für die gesamte Stadt Innsbruck auf Basis des Kriteriums des Verkehrswertes nicht beanstandet werden. In welchem Ausmaß der Stadt Innsbruck spezifische finanzielle Belastungen durch Freizeitwohnsitze entstanden seien, sei von dieser darzulegen.",
            "annotations": []
        },
        {
            "text": "5. Der Gemeinderat der Stadt Innsbruck als verordnungserlassende Behörde sowie die Revisionswerberin im Verfahren vor dem Verwaltungsgerichtshof haben keine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "6. Der Stadtmagistrat Innsbruck hat die Akten betreffend das Zustandekommen der zur Prüfung gestellten Verordnung vorgelegt und eine Äußerung erstattet, in der den im Antrag dargelegten Bedenken wie folgt entgegengetreten wird:",
            "annotations": []
        },
        {
            "text": "6.1. Gemäß §4 Abs3 TFWAG sei bei der Festlegung der Abgabe auf den Verkehrswert der Liegenschaften in der Gemeinde und auf die finanziellen Belastungen der Gemeinde durch Freizeitwohnsitze Bedacht zu nehmen. Bei der Beschlussfassung über die Höhe der Freizeitwohnsitzabgabe sei diesem Umstand jedenfalls Rechnung getragen worden.",
            "annotations": []
        },
        {
            "text": "6.2. Die Immobilienpreise für in der Stadt Innsbruck gelegene Objekte lägen deutlich über jenen, die in den übrigen Tiroler Bezirken erzielt würden: So weise etwa der Immobilienpreis-Spiegel 2019 der Wirtschaftskammer Österreich für Innsbruck (Stadt) im Vergleich zu anderen Bezirken in Tirol (von wenigen Ausnahmen abgesehen) mit Abstand die höchsten Werte auf.",
            "annotations": []
        },
        {
            "text": "6.3. Ferner sei auf die zum TFWAG in der Stammfassung LGBl 79/2019 ergangenen erläuternden Bemerkungen zu verweisen, in denen unter Verweis auf das Erkenntnis des Verfassungsgerichtshofes VfSlg 18.792/2009 festgehalten werde, dass Zweitwohnsitzabgaben als Aufwandsteuern qualifiziert würden, deren Ziel es sei, die in der Einkommensverwendung für den persönlichen Lebensbedarf zum Ausdruck kommende wirtschaftliche Leistungsfähigkeit zu erfassen. Der Verfassungsgerichtshof verweise in diesem Erkenntnis auf seine ständige Rechtsprechung, wonach diese Abgaben ihre Rechtfertigung darin fänden, dass die Eigentümer von Ferienwohnungen zu den Kosten der für die Allgemeinheit bestimmten Einrichtungen des Ortes weniger beitragen würden und am örtlichen Wirtschaftsleben weniger nachhaltig beteiligt wären als jene Personen, die sich in der Gemeinde ständig aufhielten. Eine Differenzierung in der Abgabenhöhe je nach Region sei unbedenklich, sofern damit entweder der unterschiedlichen Leistungsfähigkeit Rechnung getragen werde oder sachlich vertretbare Lenkungsziele verfolgt würden. In den erläuternden Bemerkungen zum TFWAG werde ebenfalls auf das Erkenntnis des Verfassungsgerichtshofes VfSlg 15.973/2000 Bezug genommen, in dem dieser klargestellt habe, dass Zweitwohnsitz- und Fremdenverkehrsabgaben grundsätzlich auch nebeneinander erhoben werden dürften. An der grundsätzlichen Zulässigkeit der Besteuerung von Ferienwohn-sitzen unter verschiedenen finanzverfassungsrechtlichen Tatbeständen hege der Verfassungsgerichtshof, davon ausgehend, dass bei der Bemessung der Zweit-wohnsitzabgaben berücksichtigt werde, ob und in welcher Höhe bereits eine Fremdenverkehrsabgabe auf Nächtigungen in Ferienwohnungen eingehoben werde, keine Bedenken. Nach Ansicht des Landesgesetzgebers liege keine unzulässige Doppelbesteuerung im Hinblick auf das Tiroler Aufenthaltsabgabegesetz (LGBl 85/2003) vor, da eine klare Trennung zwischen der Freizeitwohnsitzabgabe als Zweitwohnsitzabgabe und der Aufenthaltsabgabe als Fremdenverkehrsabgabe gegeben sei.",
            "annotations": []
        },
        {
            "text": "6.4. Im Hinblick auf die durch Freizeitwohnsitze entstehenden finanziellen Belastungen führt der Stadtmagistrat Innsbruck aus:",
            "annotations": []
        },
        {
            "text": "\"Der Stadt Innsbruck entstehen durch Freizeitwohnsitze Kosten, die weder durch Benützungsgebühren abgedeckt werden können, noch durch Einnahmen aus den Ertragsanteilen kompensiert werden. Aufwendungen, die durch Benützungsgebühren oder Fremdenverkehrsabgaben finanziert werden, blieben bei der Festsetzung der Freizeitwohnsitzabgabe außer Betracht. So werden etwa öffentliche Wanderwege, Radwege und Parkanlagen, die zwar nicht ausschließlich, aber doch zu einem nicht geringen Teil einer touristischen Nutzung unterliegen, von der Stadt Innsbruck errichtet und betreut, ohne dass sich dieser Umstand in einer Zuweisung von Ertragsanteilen oder der Tourismusabgabe widerspiegeln würde. So verfügt die Stadt Innsbruck über 217 öffentliche Parkanlagen mit einer Gesamtfläche von 813.000 m2 sowie 72 Spiel- und Sportanlagen mit rund 750 Spiel- und Sportgeräten (wie beispielsweise Schaukeln, Federwippen, Spieltürme etc.). Darüber hinaus verfügt die Stadt Innsbruck über insgesamt 119,5 km Wanderwege, 60 km Mountainbike-Trails und 8,2 km Singletrails.\"",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Im Ausgangsverfahren vor dem Verwaltungsgerichthof ist über eine Revision gegen die Vorschreibung einer Freizeitwohnsitzabgabe nach der Freizeitwohnsitzabgabe-Verordnung der Stadt Innsbruck für die Kalenderjahre 2020 und 2021 zu entscheiden. Der Freizeitwohnsitz der Revisionswerberin weist eine Nutzfläche von 55 m2 auf. Für den Verfassungsgerichtshof bestehen daher keine Zweifel, dass der Verwaltungsgerichtshof §1 litb der angefochtenen Verordnung in dem bei ihm anhängigen Verfahren anzuwenden hat. Diese Bestimmung steht mit den übrigen Bestimmungen der angefochtenen Verordnung in einem derart engen Regelungszusammenhang, dass von einem untrennbaren Zusammenhang auszugehen ist (vgl VfGH 7.3.2022, V54/2021).",
            "annotations": []
        },
        {
            "text": "1.3. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof ist in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist begründet.",
            "annotations": []
        },
        {
            "text": "2.3. Die vom Verwaltungsgerichtshof angefochtene Verordnung stützt sich auf §4 Abs3 TFWAG, LGBl 79/2019, aufgehoben durch das TFLAG, LGBl 86/2022. Diese Bestimmung ermächtigte die Gemeinden die Höhe der Abgabe durch Verordnung festzulegen, wobei in Abhängigkeit von der Nutzfläche des Freizeitwohnsitzes jeweils Mindest- und Höchstsätze durch den Landesgesetzgeber festgelegt waren. Innerhalb dieser Bandbreiten war bei der Festlegung der Abgabe auf den Verkehrswert der Liegenschaften in der Gemeinde und auf die finanziellen Belastungen der Gemeinde durch Freizeitwohnsitze Bedacht zu nehmen (siehe dazu VfGH 7.3.2022, V54/2021). Die Stadt Innsbruck hat mit der auf §4 Abs3 TFWAG gestützten Freizeitwohnsitzabgabe-Verordnung die Abgabe jeweils mit dem gesetzlich vorgesehenen Höchstsatz festgelegt.",
            "annotations": []
        },
        {
            "text": "2.4. Mit Bezugnahme auf das Erkenntnis des Verfassungsgerichtshofes vom 7. März 2022, V157/2021, hegt der Verwaltungsgerichtshof das Bedenken, dass die angefochtene Verordnung gesetzwidrig sei, zumal den im Verfahren erstatteten Äußerungen nicht zu entnehmen sei, welcher Art die nicht durch Benützungsgebühren und das Freizeitwohnsitzpauschale abgegoltenen finanziellen Belastungen der Gemeinde seien.",
            "annotations": []
        },
        {
            "text": "Damit ist der Verwaltungsgerichtshof im Recht:",
            "annotations": []
        },
        {
            "text": "2.4.1. Wie der Verfassungsgerichtshof in seinen Erkenntnissen vom 7. März 2022, V54/2021 und V157/2021, festgehalten hat, ist die Freizeitwohnsitzabgabe finanzverfassungsrechtlich eine Zweitwohnsitzabgabe. Als solche soll diese Abgabe es den Gemeinden ermöglichen, jene Aufwendungen abzudecken, die durch Zweitwohnsitze in den Gemeinden entstehen. Im Fall der Festlegung der Abgabe mit dem Höchstsatz muss erkennbar sein, dass es sich bei den darzulegenden Aufwendungen um überdurchschnittliche Aufwendungen handelt. Dabei haben Aufwendungen, die durch Benützungsgebühren oder Fremdenverkehrsabgaben finanziert werden, außer Betracht zu bleiben. Allgemeine Ausführungen etwa zur regionalen oder wirtschaftlichen Stellung einer Gemeinde und den Infrastruktur- und Versorgungseinrichtungen reichen dagegen nicht hin, den Höchstsatz zu begründen (vgl VfGH 7.3.2022, V54/2021, mit Hinweis auf VfSlg 18.792/2009).",
            "annotations": []
        },
        {
            "text": "2.4.2. Da weder dem Verordnungsakt noch den im Verfahren erstatteten Äußerungen Ausführungen dazu zu entnehmen sind, welcher Art die nicht durch Benützungsgebühren und Fremdenverkehrsabgaben – im Konkreten durch das Freizeitwohnsitzpauschale (nach dem Tiroler Aufenthaltsabgabegesetz 2003, LGBl 85/2003) – abgegoltenen finanziellen Belastungen sind, auf die vom Gemeinderat im Rahmen der Festlegung der Höhe der Abgabe Bedacht zu nehmen ist, erweist sich die Verordnung als gesetzwidrig:",
            "annotations": []
        },
        {
            "text": "Zwar legt die Tiroler Landesregierung in ihrer Stellungnahme ausführlich dar, dass die Immobilienpreise in der Stadt Innsbruck im landesweiten Vergleich deutlich über jenen liegen, die in anderen Bezirken erzielt werden. Eine Ausschöpfung im Höchstsatz kann allerdings nicht allein auf die Höhe der Verkehrswerte gestützt werden, ohne die durch Freizeitwohnsitze bedingten überdurchschnittlichen Belastungen der Gemeinde für Freizeitwohnsitze darzulegen (vgl auch insoweit VfGH 7.3.2022, V54/2021).",
            "annotations": []
        },
        {
            "text": "Dazu führt der Stadtmagistrat Innsbruck in seiner Äußerung die Anzahl und Fläche der Parkanlagen sowie die Anzahl an Spiel- und Sportanlagen samt Zahl der Sport- und Spielgeräte sowie die Länge des Wander- und Radwegenetzes an, wobei er weiter ausführt, dass diese Infrastrukturen \"zwar nicht ausschließlich, aber doch zu einem nicht geringen Teil einer touristischen Nutzung unterliegen, […] ohne dass sich dieser Umstand in einer Zuweisung von Ertragsanteilen oder der Tourismusabgabe widerspiegeln würde\".",
            "annotations": []
        },
        {
            "text": "Diese allgemein gehaltenen Ausführungen lassen nicht erkennen, dass der Gemeinderat bei der Erlassung der angefochtenen Verordnung darauf Bedacht genommen hätte, in welchem Ausmaß mit Freizeitwohnsitzen in Zusammenhang stehende Aufwendungen anfallen und in welchem Ausmaß diese durch Benützungsgebühren und das Freizeitwohnsitzpauschale abgegolten sind (VfSlg 18.792/2009).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung des Gemeinderates der Gemeinde Innsbruck vom 22.11.2019 über die Höhe der Freizeitwohnsitzabgabe ist daher wegen Verstoßes gegen §4 Abs3 TFWAG als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "Mit der Verordnung des Gemeinderates der Stadtgemeinde Innsbruck vom 25. Oktober 2022 über die Höhe der Freizeitwohnsitzabgabe wurde der in Prüfung gezogenen Verordnung materiell derogiert. Da die als gesetzwidrig erkannte Verordnung jedoch mit einem auf die Vergangenheit beschränkten zeitlichen Anwendungsbereich weiterhin in Geltung steht, ist im Sinne der ständigen Rechtsprechung des Verfassungsgerichtshofes (siehe zB VfSlg 19.343/2011 mwN) mit Aufhebung nach Abs3 des Art139 B-VG und nicht mit einem Ausspruch nach Abs4 dieser Verfassungsbestimmung vorzugehen.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Tiroler Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §2 Abs1 litj Tiroler Landes-Verlautbarungsgesetz 2021.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}