{
    "document_id": "JFT_20230613_22G00251_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Das Verwaltungsgericht Wien begehrt mit auf Art140 Abs1 Z1 lita iVm Art135 Abs4 und Art89 Abs2 B-VG gestütztem Antrag (Zitat ohne die Hervorhebungen im Original),",
            "annotations": []
        },
        {
            "text": "\"der Verfassungsgerichtshof möge",
            "annotations": []
        },
        {
            "text": "die Wortfolge ' noch diesen Straßen gleichzuhalten sind' im Einleitungssatz des §94d StVO, BGBl 1960/159 zuletzt geändert durch BGBl I 2019/37, als verfassungswidrig aufheben,",
            "annotations": []
        },
        {
            "text": "in eventu",
            "annotations": []
        },
        {
            "text": "§45 Abs2 StVO, BGBl 1960/159 zuletzt geändert durch BGBl I 2017/6, zur Gänze als verfassungswidrig aufheben\".",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die anzuwendenden Bestimmungen des Bundesgesetzes vom 6. Juli 1960, mit dem Vorschriften über die Straßenpolizei erlassen werden (Straßenverkehrsordnung 1960 – StVO 1960), BGBl 159/1960, lauten in der jeweils maßgeblichen Fassung (Zitat ohne die Hervorhebungen im Original, die mit Haupt- und Eventualantrag angefochtenen Bestimmungen sind jeweils hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"§94d. Eigener Wirkungsbereich der Gemeinde",
            "annotations": []
        },
        {
            "text": "Sofern der Akt der Vollziehung nur für das Gebiet der betreffenden Gemeinde wirksam werden und sich auf Straßen, die nach den Rechtsvorschriften weder als Autobahnen, Autostraßen, Bundesstraßen oder Landesstraßen gelten noch diesen Straßen gleichzuhalten sind, beziehen soll, sind folgende Angelegenheiten von der Gemeinde im eigenen Wirkungsbereich zu besorgen:",
            "annotations": []
        },
        {
            "text": "1.–1a. […]",
            "annotations": []
        },
        {
            "text": "1b. die Bestimmung von Kurzparkzonen (§25),",
            "annotations": []
        },
        {
            "text": "1c.–4. […]",
            "annotations": []
        },
        {
            "text": "4a. die Erlassung von Verordnungen nach §43 Abs2a,",
            "annotations": []
        },
        {
            "text": "5. […]",
            "annotations": []
        },
        {
            "text": "6. die Bewilligung von Ausnahmen (§45) von den erlassenen Beschränkungen und Verboten,",
            "annotations": []
        },
        {
            "text": "7.–21. […]",
            "annotations": []
        },
        {
            "text": "§45. Ausnahmen in Einzelfällen.",
            "annotations": []
        },
        {
            "text": "(1) Die Behörde kann auf Antrag durch Bescheid die Benützung von Straßen mit einem Fahrzeug oder einer Ladung mit größeren als den zulässigen Maßen und Gewichten bewilligen, wenn das Vorhaben im besonderen Interesse der österreichischen Volkswirtschaft liegt, sich anders nicht durchführen läßt und keine erheblichen Erschwerungen des Verkehrs und keine wesentlichen Überlastungen der Straße verursacht. Antragsberechtigt sind der Fahrzeugbesitzer oder die Person, für welche die Beförderung durchgeführt werden soll. Liegt bereits eine entsprechende kraftfahrrechtliche Bewilligung vor, so ist eine Bewilligung nach diesem Absatz nicht erforderlich.",
            "annotations": []
        },
        {
            "text": "(2) In anderen als in Abs1 bezeichneten Fällen kann die Behörde Ausnahmen von Geboten oder Verboten, die für die Benützung der Straßen gelten, auf Antrag bewilligen, wenn ein erhebliches persönliches (wie zB auch wegen einer schweren Körperbehinderung) oder wirtschaftliches Interesse des Antragstellers eine solche Ausnahme erfordert, oder wenn sich die ihm gesetzlich oder sonst obliegenden Aufgaben anders nicht oder nur mit besonderen Erschwernissen durchführen ließen und weder eine wesentliche Beeinträchtigung von Sicherheit, Leichtigkeit und Flüssigkeit des Verkehrs, noch wesentliche schädliche Einwirkungen auf die Bevölkerung oder die Umwelt durch Lärm, Geruch oder Schadstoffe zu erwarten sind.",
            "annotations": []
        },
        {
            "text": "(2a)–(3) […]",
            "annotations": []
        },
        {
            "text": "(4) Eine Bewilligung kann für die in der Verordnung gemäß §43 Abs2a Z1 angegebenen Kurzparkzonen auf die Dauer von höchstens zwei Jahren erteilt werden, wenn der Antragsteller in dem gemäß dieser Verordnung umschriebenen Gebiet wohnt und dort auch den Mittelpunkt seiner Lebensinteressen hat und ein persönliches Interesse nachweist, in der Nähe dieses Wohnsitzes zu parken und",
            "annotations": []
        },
        {
            "text": "1. Zulassungsbesitzer oder Leasingnehmer eines Kraftfahrzeugs ist, oder",
            "annotations": []
        },
        {
            "text": "2. nachweist, dass ihm ein arbeitgebereigenes oder von seinem Arbeitgeber geleastes Kraftfahrzeug auch zur Privatnutzung überlassen wird.",
            "annotations": []
        },
        {
            "text": "(4a) Eine Bewilligung kann für die in der Verordnung gemäß §43 Abs2a Z1 angegebenen Kurzparkzonen auf die Dauer von höchstens zwei Jahren im notwendigen zeitlichen Ausmaß erteilt werden, wenn der Antragsteller zu dem in der Verordnung gemäß §43 Abs2a Z2 umschriebenen Personenkreis gehört und",
            "annotations": []
        },
        {
            "text": "1. Zulassungsbesitzer oder Leasingnehmer eines Kraftfahrzeugs ist, oder nachweislich ein arbeitgebereigenes Kraftfahrzeug beruflich benützt, und",
            "annotations": []
        },
        {
            "text": "2. entweder die Tätigkeit des Antragstellers ohne Bewilligung erheblich erschwert oder unmöglich wäre, oder die Erteilung der Bewilligung im Interesse der Nahversorgung liegt.",
            "annotations": []
        },
        {
            "text": "(5) […]\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer im Verfahren vor dem Verwaltungsgericht Wien (im Folgenden: Beschwerdeführer) beantragte gemäß §45 Abs2 StVO 1960 für ein näher bezeichnetes Kraftfahrzeug für die Dauer von zwei Jahren eine Ausnahmebewilligung von der im 12., 13., 14., 15. und 23. Wiener Gemeindebezirk geltenden höchstzulässigen Parkdauer von zwei Stunden. Dieser Antrag wurde mit Bescheid des Magistrates der Stadt Wien vom 17. Mai 2022 als unbegründet abgewiesen. Der Beschwerdeführer wurde in der Rechtsmittelbelehrung des Bescheides darauf hingewiesen, dass er gegen diesen – soweit er sich auf Bundes- oder Landesstraßen beziehe – innerhalb von vier Wochen Beschwerde an das Verwaltungsgericht erheben und – soweit sich der Bescheid auf Gemeindestraßen beziehe – innerhalb von zwei Wochen beim Magistrat der Stadt Wien Berufung einbringen könne.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer brachte beim Magistrat der Stadt Wien per E-Mail vom 15. Juni 2022 ein als Einspruch bezeichnetes Rechtsmittel gegen diesen Bescheid ein, welches dem Verwaltungsgericht Wien als Beschwerde zur Entscheidung vorgelegt wurde.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass dieses Verfahrens stellt das Verwaltungsgericht Wien den vorliegenden, auf Art140 Abs1 Z1 lita iVm Art135 Abs4 und Art89 Abs2 B-VG gestützten Antrag, \"der Verfassungsgerichtshof möge die Wortfolge ' noch diesen Straßen gleichzuhalten sind' im Einleitungssatz des §94d StVO, BGBl 1960/159 zuletzt geändert durch BGBl I 2019/37, als verfassungswidrig aufheben\". In eventu wird beantragt, der Verfassungsgerichtshof möge \"§45 Abs2 StVO, BGBl 1960/159 zuletzt geändert durch BGBl I 2017/6, zur Gänze als verfassungswidrig aufheben\".",
            "annotations": []
        },
        {
            "text": "2.1. Das Verwaltungsgericht Wien legt einleitend zunächst dar, dass Gegenstand des vorliegenden Beschwerdeverfahrens lediglich die Abweisung des Antrages in dem Umfang sei, soweit sich der Antrag des Beschwerdeführers auf Bundes- und Landesstraßen beziehe. Das Beschwerdeverfahren umfasse daher ausschließlich jene Straßenzüge, die nicht vom eigenen Wirkungsbereich der Gemeinde erfasst seien und hinsichtlich derer der Magistrat als Bezirksverwaltungsbehörde gemäß §107 Wiener Stadtverfassung entschieden habe.",
            "annotations": []
        },
        {
            "text": "Nach Auffassung des Verwaltungsgerichtes Wien handle es sich bei den in der Verordnung des Gemeinderates der Gemeinde Wien betreffend Feststellung der Hauptstraßen und Nebenstraßen genannten \"Hauptstraßen B\" um Straßen mit einer Bedeutung für den Durchzugsverkehr, die überwiegend übergeordneten Interessen dienen würden und somit um Straßen, die nicht vom eigenen Wirkungsbereich der Gemeinde Wien erfasst seien. Auch wenn diese Straßen nicht als Landesstraßen bezeichnet seien, seien diese aus folgenden Überlegungen iSd §94d StVO 1960 Landesstraßen gleichzuhalten: Mit dem Bundesgesetz über die Auflassung und Übertragung von Bundesstraßen, BGBl I 50/2002, habe bezüglich eines großen Teils der österreichischen Bundesstraßen eine sogenannte \"Verländerung\" stattgefunden. So seien jene Straßenzüge in den Regelungsbereich der Bundesländer übertragen worden, welche zuvor auf Grund ihrer Bedeutung für den Durchzugsverkehr als \"Bundesstraßen B\" des Bundesstraßengesetzes 1971 (Verzeichnis 3) erfasst gewesen seien. Als Reaktion auf diese \"Verländerung der Bundesstraßen\" sei mit der Novelle LGBl 18/2002 in §103 Abs2 Wiener Stadtverfassung die Unterscheidung in \"Hauptstraße A\" und \"Hauptstraße B\" eingefügt und die konkrete Einteilung der Straßenzüge dem Gemeinderat durch Verordnungserlassung vorbehalten worden.",
            "annotations": []
        },
        {
            "text": "Die in der Verordnung des Gemeinderates der Gemeinde Wien betreffend Feststellung der Hauptstraßen und Nebenstraßen genannten \"Hauptstraßen B\" würden im Wesentlichen den vormals im Bundesstraßengesetz 1971 bezeichneten \"Bundesstraßen B\" entsprechen.",
            "annotations": []
        },
        {
            "text": "2.2. Zur Zulässigkeit des vorliegenden Antrages sowie dem Anfechtungsgegenstand und -umfang wird Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "\"Die Beschwerde der beteiligten Partei wäre vom antragstellenden Verwaltungsgericht Wien gemäß Art132 Abs5 B-VG mangels Erschöpfung des Instanzenzugs zurückzuweisen, wenn die Bewilligung der Ausnahme von der maximalen Parkdauer der in Wien flächendeckend kundgemachten Kurzparkzone (auch) in Bezug auf 'Hauptstraßen B' iSd Verordnung betreffend Feststellung der Hauptstraßen und Nebenstraßen vom Magistrat der Stadt Wien im eigenen Wirkungsbereich zu besorgen wäre. Bei Beurteilung dieser Frage hat das antragstellende Verwaltungsgericht Wien §94d StVO, der die Angelegenheiten aufzählt, die von der Gemeinde im eigenen Wirkungsbereich zu besorgen sind, anzuwenden. Es hat auch §45 Abs2 StVO anzuwenden, weil dort die Voraussetzungen für die Bewilligung von Ausnahmen von der höchstzulässigen Parkdauer der in Wien flächendeckend kundgemachten Kurzparkzone normiert sind.\"",
            "annotations": []
        },
        {
            "text": "Das Verwaltungsgericht Wien hege das Bedenken, dass die Bewilligung einer Ausnahme von der höchstzulässigen Parkdauer in der in Wien flächendeckend kundgemachten Kurzparkzone auch in Bezug auf die \"Hauptstraßen B\" von der Generalklausel des Art118 Abs2 B-VG erfasst sei und daher vom Gesetzgeber der Straßenverkehrsordnung 1960 ausdrücklich als solche des eigenen Wirkungsbereiches der Gemeinde zu bezeichnen gewesen wäre.",
            "annotations": []
        },
        {
            "text": "Nach der Judikatur des Verfassungsgerichtshofes könne für den Fall einer (in verfassungswidriger Weise) unterbliebenen Bezeichnung einer Angelegenheit des eigenen Wirkungsbereiches der Gemeinde die darin liegende Verfassungswidrigkeit nur jener Gesetzesstelle angelastet werden, in der die zu bezeichnende Angelegenheit geregelt sei. Im vorliegenden Fall sei jedoch der davon abweichende, vom Verfassungsgerichtshof in seiner Entscheidung VfSlg 9811/1983 judizierte Weg einschlägig: §94d Z6 StVO 1960 erkläre die Bewilligung von Ausnahmen (§45 leg. cit.) von den erlassenen Beschränkungen und Verboten zur Angelegenheit des eigenen Wirkungsbereiches der Gemeinde. Dieser umfassende Verweis werde durch die Wortfolge \"die nach den Rechtsvorschriften weder als Autobahnen, Autostraßen, Bundesstraßen oder Landesstraßen gelten noch diesen Straßen gleichzuhalten sind\" im Einleitungssatz des §94d StVO 1960 eingeschränkt. Da es sich bei den als \"Hauptstraßen B\" bezeichneten Straßen um Landesstraßen handle, fiele die Bewilligung von Ausnahmen in Bezug auf Kurzparkzonen durch Beseitigung der mit dem Hauptantrag angefochtenen Wortfolge \" noch diesen gleichzuhalten sind\" in den eigenen Wirkungsbereich der Gemeinde, wodurch die vom Verwaltungsgericht Wien in seinem Antrag angenommene Verfassungswidrigkeit beseitigt wäre.",
            "annotations": []
        },
        {
            "text": "Sollte dieser aufgezeigte Ausnahmeweg im vorliegenden Fall nicht anwendbar sein, komme jedoch der allgemeine Grundsatz zur Anwendung, wonach die Verfassungswidrigkeit jener Gesetzesstelle anzulasten sei, in der die Angelegenheit, welche bezeichnet hätte werden sollen, geregelt sei. Dies sei im Anlassfall die mit dem Eventualantrag angefochtene Bestimmung des §45 Abs2 StVO 1960, welche die Grundlage für die Bewilligung von Ausnahmen ua auch von der höchstzulässigen Parkdauer in Kurzparkzonen bilde.",
            "annotations": []
        },
        {
            "text": "2.3. In der Folge legt das Verwaltungsgericht Wien die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.3.1. Nach Art118 Abs2 B-VG seien alle Angelegenheiten, die im ausschließlichen oder überwiegenden Interesse der in der Gemeinde verkörperten örtlichen Gemeinschaft gelegen und geeignet seien, durch die Gemeinschaft innerhalb ihrer örtlichen Grenzen besorgt zu werden, von der Gemeinde im eigenen Wirkungsbereich zu besorgen. Diese Angelegenheiten seien gemäß Art118 Abs2 zweiter Satz B-VG durch den Bundes- und Landesgesetzgeber ausdrücklich als solche zu bezeichnen. Für den Fall, dass der Gesetzgeber eine Angelegenheit des eigenen Wirkungsbereiches der Gemeinde nicht als solche bezeichnet habe, sei das Gesetz in diesem Punkt verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "2.3.2. Bei der Bestimmung von Kurzparkzonen nach §25 StVO 1960 sowie der Bewilligung von Ausnahmen nach §45 StVO 1960 handle es sich um von der Gemeinde im eigenen Wirkungsbereich zu besorgende Angelegenheiten (§94d Z1b und 6 StVO 1960). Dies sei verfassungskonform, weil eine Kurzparkzonenverordnung gemäß §25 StVO 1960 – insbesondere auch in Verbindung mit einer Abgrenzungsverordnung gemäß §43 Abs2a StVO 1960 – dem spezifischen Interesse der Wohnbevölkerung an Dauerparkmöglichkeiten oder/und der \"Erleichterung der Verkehrslage\" diene. Kurzparkzonen seien daher insbesondere von \"ortsbedingten Gründen im Interesse der Wohnbevölkerung\" getragen, weshalb vom Vorliegen eines spezifisch öffentlichen Interesses iSd Art118 Abs2 B-VG auszugehen sei. Dass auch die Bewilligung von Ausnahmen von in einer Kurzparkzonenverordnung enthaltenen Verboten in den eigenen Wirkungsbereich der Gemeinde falle, wenn die Erlassung der Kurzparkzonenverordnung ebenfalls in den eigenen Wirkungsbereich der Gemeinde falle, sei verfassungsrechtlich ebenso wenig zu beanstanden.",
            "annotations": []
        },
        {
            "text": "2.3.3. Nach Ansicht des Verwaltungsgerichtes Wien sei die Bestimmung der in Wien flächendeckend kundgemachten Kurzparkzone und (damit ebenso) die Bewilligung von Ausnahmen von deren Ge- und Verboten gemäß §45 Abs2 StVO 1960 auch in Bezug auf \"Hauptstraßen B\" im ausschließlichen oder überwiegenden Interesse der Gemeinde Wien gelegen und geeignet, von der Gemeinde Wien im eigenen Wirkungsbereich besorgt zu werden. Die Bewilligung von Ausnahmen von der in Wien flächendeckend kundgemachten Kurzparkzone falle daher nach Ansicht des Verwaltungsgerichtes Wien auch in Bezug auf \"Hauptstraßen B\" gemäß Art118 Abs2 B-VG in den eigenen Wirkungsbereich der Gemeinde Wien.",
            "annotations": []
        },
        {
            "text": "Nach §94d erster Satz StVO 1960 seien jedoch Vollzugsakte, die sich auf Landesstraßen gleichzuhaltende Straßen – wie etwa \"Hauptstraßen B\" iSd Verordnung des Gemeinderates der Gemeinde Wien betreffend Feststellung der Hauptstraßen und Nebenstraßen – beziehen, ausdrücklich nicht dem eigenen Wirkungsbereich der Gemeinde zugewiesen. Der Gesetzgeber sei damit der Verpflichtung zur ausdrücklichen Bezeichnung einer Angelegenheit des eigenen Wirkungsbereiches der Gemeinde nicht nachgekommen, sodass die Bestimmung in diesem Umfang verfassungswidrig sei. Die Annahme des Verwaltungsgerichtes Wien werde zum einen auf den Umstand gestützt, dass die Interessenlage der Wohnbevölkerung an der Bestimmung von Kurzparkzonen gemäß §25 StVO 1960 in Bezug auf Gemeindestraßen und auf \"Hauptstraßen B\" dieselbe sei. Dies würde schon aus dem Umstand erhellen, dass der Gesetzgeber für die Bestimmung von Kurzparkzonen in Bezug auf Gemeindestraßen und auf \"Hauptstraßen B\" dieselben Voraussetzungen normiert habe und dass die in Wien flächendeckend kundgemachte Kurzparkzone auch beide Kategorien von Straßen erfasse. Zum anderen scheine sich das Kriterium für die Unterscheidung zwischen Gemeindestraßen und \"Hauptstraßen B\" – nämlich die Frage, ob den betroffenen Straßen bloß örtliche oder aber überörtliche Bedeutung zukomme – zumindest maßgeblich auf den fließenden Verkehr zu beziehen und nicht auf den (von den Kurzparkzonenverordnungen erfassten) ruhenden Verkehr.",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung hat eine Äußerung erstattet und beantragt, der Verfassungsgerichtshof möge aussprechen, dass die angefochtenen Bestimmungen nicht verfassungswidrig seien. Für den Fall der Aufhebung wird der Antrag gestellt, im Hinblick auf eine vom Gesetzgeber zu treffende Neuregelung für das Außerkrafttreten eine Frist von einem Jahr zu bestimmen.",
            "annotations": []
        },
        {
            "text": "3.1. Die Bundesregierung führt zunächst aus, dass der Gesetzgeber in §94d StVO 1960 eine Zuweisung in den eigenen Wirkungsbereich ausschließe, wenn es sich um Bundesstraßen, Landesstraßen oder diesen gleichzuhaltende Straßen handle, weil er offensichtlich davon ausgehe, dass mit solchen Straßen immer ein überwiegend überörtliches bzw übergeordnetes Interesse verbunden sei. Neben den als Bundes-, Landes- und Gemeindestraßen bezeichneten Straßen gebe es aber auch andere Straßen, die nicht eindeutig dieser Terminologie folgen würden. Mit der Formulierung \"diesen Straßen gleichzuhalten\" in §94d StVO 1960 sei daher eine Konkretisierung erfolgt, die eine Abgrenzung der Aufgaben des eigenen Wirkungsbereiches der Gemeinde auch hinsichtlich jener Straßen bewirke, die in den Bezug habenden Rechtsvorschriften nicht explizit als Autobahnen, Autostraßen, Bundesstraßen oder Landesstraßen bezeichnet seien. Das Verwaltungsgericht Wien sei nach Ansicht der Bundesregierung zutreffend davon ausgegangen, dass die \"Hauptstraßen B\" iSd Verordnung betreffend Feststellung der Hauptstraßen und Nebenstraßen den Landesstraßen für Zwecke des §94d StVO 1960 gleichzuhalten seien.",
            "annotations": []
        },
        {
            "text": "3.2. In der Folge tritt die Bundesregierung den im Antrag vorgebrachten Bedenken inhaltlich entgegen:",
            "annotations": []
        },
        {
            "text": "Soweit das Verwaltungsgericht Wien auf die gesetzlichen Voraussetzungen für die Erlassung einer Kurzparkzonenverordnung Bezug nehme, sei darauf hinzuweisen, dass §25 Abs1 StVO 1960 neben den Interessen der Wohnbevölkerung die (alternative) inhaltliche Voraussetzung nenne, dass die Erlassung einer Kurzparkzonenverordnung \"zur Erleichterung der Verkehrslage erforderlich\" sei. Dies bedeute nach Ansicht der Bundesregierung, dass die Behörde – selbst wenn es sich um die Regelung des ruhenden Verkehrs handle – die Gesamtverhältnisse einer Straße zu beurteilen habe. Diese Beurteilung liege im Fall von Landesstraßen und diesen gleichzuhaltenden Straßen nicht überwiegend im örtlichen Interesse und könne somit nicht von der Gemeinde im eigenen Wirkungsbereich besorgt werden.",
            "annotations": []
        },
        {
            "text": "Dem Vorbringen des Verwaltungsgerichtes Wien, dass sich das Kriterium für die Unterscheidung zwischen Gemeindestraßen und \"Hauptstraßen B\" maßgeblich auf den fließenden Verkehr beziehe, greife nach Ansicht der Bunderegierung für die hier vorliegende Fragestellung zu kurz: Auch die Regelung des ruhenden Verkehrs auf Landesstraßen und diesen gleichzuhaltenden Straßen könne erhebliche Auswirkungen auf den fließenden Verkehr auf diesen Straßen haben. Gerade eine flächendeckende Kurzparkzone – wie im Anlassfall auch im Bereich der \"Hauptstraßen B\" in Wien – betreffe im Ergebnis sehr viele Parkflächen entlang der ehemaligen Bundesstraßen B und habe daher keine begrenzte Reichweite und auch nicht nur eine mindere Bedeutung für den fließenden Verkehr. So könne die Verordnung einer Kurzparkzone etwa zu zusätzlichen Verkehrsbewegungen (durch Ein-, Aus- und Umparkvorgänge) auf diesen Straßen führen und die Sicherheit, Leichtigkeit und Flüssigkeit des dort fließenden Verkehrs beeinträchtigen. Eine Regelung des ruhenden Verkehrs auf Landesstraßen gleichzuhaltenden Straßen in Form einer Kurzparkzone und die Erteilung von darauf bezogenen Ausnahmegenehmigungen über die höchstzulässige Parkdauer sei daher zutreffend nicht dem eigenen Wirkungsbereich der Gemeinde gemäß §94d StVO 1960 zugewiesen, sodass kein Widerspruch zur Bezeichnungspflicht des Art118 Abs2 B-VG bestehe.",
            "annotations": []
        },
        {
            "text": "3.3. Im Zusammenhang mit dem Anfechtungsgegenstand und -umfang weist die Bundesregierung abschließend darauf hin, dass sich der eigene Wirkungsbereich der Gemeinde im Fall von Landesstraßen gleichzuhaltenden Straßen – wie etwa \"Hauptstraßen B\" in Wien – für den Fall der Aufhebung der mit dem Hauptantrag angefochtenen Wortfolge in §94d StVO 1960 auf alle in den Z1 bis 21 leg. cit. geregelten Angelegenheiten erstrecken würde. Dies würde auch Bereiche betreffen, bei denen überörtliche Interessen eindeutig überwiegen würden. Die Aufhebung des mit dem Eventualantrag angefochtenen §45 Abs2 StVO 1960 würde für sich alleine noch nicht dazu führen, dass die im Anlassfall in Rede stehende Verwaltungssache im eigenen Wirkungsbereich der Gemeinde zu entscheiden wäre. Für den Fall der Aufhebung dieser Bestimmung würde lediglich die gesetzliche Grundlage für die begehrte Ausnahme entfallen.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist nicht zulässig.",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Gesetzesprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit hin zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Gerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl zB VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011). Das antragstellende Gericht hat all jene Normen anzufechten, die für das antragstellende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "1.3. Anträge, in welchen der Aufhebungsumfang der zur Prüfung gestellten Norm zu eng gewählt ist, sind als unzulässig zurückzuweisen (vgl VfSlg 14.498/1996, 17.594/2005, 17.655/2005; VfGH 10.3.2015, G201/2014; 29.11.2022, G361/2021).",
            "annotations": []
        },
        {
            "text": "2. Der im Hauptantrag sowie der im Eventualantrag gewählte Anfechtungsumfang erweist sich vor dem Hintergrund der dargestellten Rechtsprechung im Lichte der geltend gemachten Bedenken als zu eng gefasst.",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §25 StVO 1960 kann die Behörde, wenn und insoweit es zu bestimmten Zeiten aus ortsbedingten Gründen (auch im Interesse der Wohnbevölkerung) oder zur Erleichterung der Verkehrslage erforderlich ist, durch Verordnung für bestimmte Straßen oder Straßenstrecken oder für Straßen innerhalb eines bestimmten Gebietes das Parken zeitlich beschränken (Kurzparkzone). Die Bestimmung von Kurzparkzonen ist gemäß §94d Z1b StVO 1960 von der Gemeinde im eigenen Wirkungsbereich zu besorgen, sofern der Akt der Vollziehung nur für das Gebiet der betreffenden Gemeinde wirksam werden und sich auf Straßen beziehen soll, die nach den Rechtsvorschriften weder als Autobahnen, Autostraßen, Bundesstraßen oder Landesstraßen gelten noch diesen Straßen gleichzuhalten sind. Dasselbe gilt gemäß §94d Z6 StVO 1960 für die Bewilligung von Ausnahmen nach §45 StVO 1960 von den mittels einer solchen Kurzparkzonenverordnung erlassenen Beschränkungen und Verboten.",
            "annotations": []
        },
        {
            "text": "2.2. Die Bedenken des Verwaltungsgerichtes Wien richten sich im Wesentlichen dagegen, dass der Gesetzgeber die Bewilligung von Ausnahmen von der höchstzulässigen Parkdauer in einer Kurzparkzone gemäß §45 Abs2 StVO 1960 auch für Landesstraßen gleichzuhaltende Straßen (wie in Wien die \"Hauptstraßen B\" iSd Verordnung betreffend Feststellung der Hauptstraßen und Nebenstraßen) auf Grund der angefochtenen Wortfolge im Einleitungssatz des §94d StVO 1960 in verfassungswidriger Weise nicht als Angelegenheit des eigenen Wirkungsbereiches bezeichnet habe.",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Regelungskontext, in dem eine Ausnahme von der Bezeichnung von Angelegenheiten des eigenen Wirkungsbereiches ausdrücklich angeordnet ist, bilden die mit dem Hauptantrag (ausschließlich) angefochtene Wortfolge \" noch diesen Straßen gleichzuhalten sind\" im Einleitungssatz des §94d StVO 1960 und die mit dem Eventualantrag (ausschließlich) angefochtene materiellrechtliche Grundlage für die Bewilligung von Ausnahmen in §45 Abs2 StVO 1960 eine untrennbare Einheit iSd Rechtsprechung des Verfassungsgerichtshofes (vgl bereits VfSlg 12.875/1991). Das Verwaltungsgericht Wien hätte daher diese Bestimmungen kumulativ anfechten müssen, um den Verfassungsgerichtshof im Falle des Zutreffens der Bedenken in die Lage zu versetzen, darüber zu befinden, auf welche Weise die Verfassungswidrigkeit beseitigt werden kann (vgl insbesondere VfSlg 12.875/1991, ferner auch VfGH 10.3.2015, G201/2014; 7.10.2015, G315/2015 ua, V100/2016; 28.11.2019, G190/2019; 24.11.2020, G133/2020; 30.11.2021, G79/2021; 29.11.2022, G361/2021).",
            "annotations": []
        },
        {
            "text": "2.3. Damit erweisen sich sowohl der Hauptantrag als auch der Eventualantrag als zu eng gefasst und schon aus diesem Grund als unzulässig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}