{
    "document_id": "JFT_20230315_21E01840_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein irakischer Staatsangehöriger, der der Volksgruppe der Araber angehört und sich zum sunnitisch-muslimischen Glauben bekennt. Er lebte bis zu seiner Ausreise in Mossul. Am 15. Mai 2015 stellte er im Bundesgebiet einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 22. Juni 2017 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag sowohl hinsichtlich der Zuerkennung des Status des Asylberechtigten als auch hinsichtlich des Status des subsidiär Schutzberechtigten als unbegründet ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ gegen den Beschwerdeführer eine Rückkehrentscheidung, stellte fest, dass die Abschiebung in den Irak zulässig ist, und setzte eine 14-tägige Frist zur freiwilligen Ausreise.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 21. April 2021 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht führt aus, dass der Beschwerdeführer keine individuell gegen seine Person gerichtete asylrelevante Verfolgung habe glaubhaft machen können. Die vorgebrachte Verfolgungsgefahr auf Grund der Rekrutierung durch den IS sei unglaubwürdig, weil der Beschwerdeführer widersprüchliche Angaben gemacht habe. So habe er etwa unterschiedliche Angaben zu den Ausreisedaten und zur Art und Weise, wie er ausgereist sei, getätigt. Zudem habe er angegeben, über vom IS kontrollierte Städte ausgereist zu sein, was nicht nachvollziehbar sei, wenn er vor dem IS habe fliehen wollen. Außerdem habe er mehrmals angegeben, nie von IS-Anhängern bedroht oder rekrutiert worden zu sein. Da somit das Fluchtvorbringen als nicht glaubhaft zu werten sei, erübrige sich eine nähere Auseinandersetzung mit der Tatsache, dass der IS seit 2017 als besiegt gelte und kein vernünftiger Grund mehr zu Annahme bestehe, der Beschwerdeführer wäre auch heute noch von Zwangsrekrutierung betroffen.",
            "annotations": []
        },
        {
            "text": "3.2. Auch die Voraussetzungen für die Zuerkennung des Status des subsidiär Schutzberechtigten hält das Bundesverwaltungsgericht für nicht gegeben. Zwar erweise sich die Situation in Mossul als angespannt; jedoch bestehe für den Beschwerdeführer jedenfalls die Möglichkeit, sich in einem anderen Teil des Iraks – beispielsweise in Bagdad – niederzulassen, \"zumal auch keine risikoerhöhenden Umstände in Hinblick auf die Person des Beschwerdeführers erkennbar\" seien. Aus den Feststellungen zur Lage im Irak könne weiters nicht abgeleitet werden, dass der Beschwerdeführer alleine schon auf Grund seiner bloßen Anwesenheit mit maßgeblicher Wahrscheinlichkeit einer individuellen Gefährdung durch Anschlagskriminalität oder bürgerkriegsähnliche Zustände ausgesetzt wäre. Es sei in Betracht zu ziehen, dass der Beschwerdeführer ein junger, leistungs- und arbeitsfähiger Mann sei, der keine besonderen Vulnerabilitäten aufweise. Eine die physische Existenz nur unzureichend sichernde Versorgungssituation im Herkunftsstaat, die im Einzelfall eine Verletzung der durch Art3 EMRK gewährleisteten Rechte darstellen würde, liege ebenfalls nicht vor. \"[In] Zusammenhang mit der sunnitischen Glaubenszugehörigkeit des Beschwerdeführers [gelte es] noch auszuführen, dass eine systematische Verfolgung von Sunniten nach den vorliegenden, auf unbedenkliche[n] Quellen basierenden Länderberichten nicht [bestehe] und zuletzt auch vom Verwaltungsgerichtshof verneint [worden sei] (VwGH 30.04.2019, Ra 2018/14/0354).\"",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet, die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses und die Zuerkennung der aufschiebenden Wirkung beantragt werden. Der Beschwerdeführer bringt insbesondere vor, dass das Bundesverwaltungsgericht seinem Erkenntnis nicht die aktuellsten Länderinformationen zugrunde gelegt und es unberücksichtigt gelassen habe, dass der Beschwerdeführer aus Mossul und damit aus einem Gebiet stamme, das zuvor vom IS besetzt gewesen sei.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Soweit sich die – zulässige – Beschwerde gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich der Nichtzuerkennung des Status des subsidiär Schutzberechtigten, der Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, der Erlassung einer Rückkehrentscheidung, der Feststellung der Zulässigkeit der Abschiebung und der Festsetzung einer 14-tägigen Frist für die freiwillige Ausreise richtet, ist sie auch begründet: ",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Nichtzuerkennung des Status des subsidiär Schutzberechtigten unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §8 Abs1 AsylG 2005 ist einem Fremden, dessen Antrag auf internationalen Schutz in Bezug auf die Zuerkennung des Status des Asylberechtigten abgewiesen wird, der Status des subsidiär Schutzberechtigten zuzuerkennen, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2 oder 3 EMRK oder der Protokolle Nr 6 oder Nr 13 zur EMRK bedeuten oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "2.2. Das Bundesverwaltungsgericht begründet die Nichtzuerkennung des Status des subsidiär Schutzberechtigten damit, dass dem Beschwerdeführer, der keine besonderen Vulnerabilitäten aufweise, mit der Stadt Bagdad eine innerstaatliche Fluchtalternative zur Verfügung stehe. Der Beschwerdeführer habe lediglich angegeben, dass eine Bedrohung durch Milizen auch in Bagdad vorliege und er dort niemanden kenne.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht berücksichtigt aber nicht, dass nach den UNHCR-Erwägungen vom Mai 2019 zum Schutzbedarf von Personen, die aus dem Irak fliehen (im Folgenden: UNHCR-Erwägungen), eine innerstaatliche Fluchtalternative für sunnitische Araber aus ehemals vom IS besetzten oder konfliktbetroffenen Gebieten nicht in Bezug auf Gebiete möglich sei, in denen behördliche Einreise- oder Aufenthaltsbestimmungen bestehen, sofern nicht festgestellt werden könne, dass der Betroffene auf Grund der besonderen Umstände seines Falles in der Lage ist, den geplanten Neuansiedlungsort zu erreichen und sich dort legal und dauerhaft aufzuhalten (UNHCR-Erwägungen, S 138). ",
            "annotations": []
        },
        {
            "text": "Für Bagdad bestünde nach übereinstimmenden Berichten des Länderinformationsblattes der Staatendokumentation in der Fassung vom 14. Mai 2020 (Kapitel \"Bewegungsfreiheit\") und den UNHCR-Erwägungen (S 137) solche Aufenthaltsbestimmungen. Personen aus ehemals vom IS besetzten oder konfliktbetroffenen Gebieten benötigten für eine Ansiedlung in Bagdad zwei Bürgen aus dem Viertel, in dem sie leben möchten, sowie einen Unterstützungsbrief des lokalen \"Mukhtars\" (vgl auch EASO-Country Guidance:Iraq von Jänner 2021, S 168). ",
            "annotations": []
        },
        {
            "text": "Da das Bundesverwaltungsgericht entgegen diesen Länderinformationen in keiner Weise darauf eingeht, ob dem Beschwerdeführer auch angesichts seines besonderen Risikoprofils eine Neuansiedlung in Bagdad möglich ist und ihm damit eine innerstaatliche Fluchtalternative offen steht, hat das Bundesverwaltungsgericht in einem entscheidenden Punkt die Ermittlungstätigkeit unterlassen und sein Erkenntnis daher im angegebenen Umfang mit Willkür belastet (vgl VfGH 7.10.2021, E2563/2021).",
            "annotations": []
        },
        {
            "text": "2.3. Sofern das Bundesverwaltungsgericht in seinem Erkenntnis auch von der Zulässigkeit einer Rückkehr nach Mossul ausgehen sollte, fehlt diesbezüglich jegliche Auseinandersetzung damit, ob diese Region sicher zu erreichen ist (vgl dazu VfSlg 20.296/2018; VfGH 8.6.2021, E149/2020 ua; VwGH 22.2.2021, Ra 2020/18/0516).",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, soweit sich die Beschwerde gegen die Abweisung des Antrages auf Zuerkennung des Status des Asylberechtigten richtet, wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerde rügt die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten. Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen, insbesondere der Frage, ob das Bundesverwaltungsgericht ein ordnungsgemäßes Ermittlungsverfahren durchgeführt und in jeder Hinsicht rechtmäßig entschieden hat, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis, soweit damit seine Beschwerde gegen die Nichtzuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung, gegen die Feststellung der Zulässigkeit der Abschiebung und gegen die Festsetzung einer 14-tägigen Frist für die freiwillige Ausreise abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        },
        {
            "text": "5. Damit erübrigt sich ein Abspruch über den Antrag, der Beschwerde die aufschiebende Wirkung zuzuerkennen.",
            "annotations": []
        }
    ]
}