{
    "document_id": "JFT_20230628_22E02014_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren ",
            "annotations": []
        },
        {
            "text": "1.  Die Beschwerdeführerin ist armenische Staatsangehörige, gehört der Volksgruppe der Armenier an und bekennt sich zum christlichen Glauben. Nach Einreise in das Bundesgebiet gemeinsam mit ihrem am 21. Jänner 1995 geborenen Sohn stellten beide am 14. Dezember 2017 einen Antrag auf internationalen Schutz. Der Sohn der Beschwerdeführerin leidet an einer inkompletten Querschnittslähmung mit konsekutiver Paraspastik an den unteren Extremitäten. Deren Folge ist der Verlust der Gehfähigkeit und eine Blasen- und Mastdarmentleerungsstörung, die zu Verstopfung und wiederholten, behandlungsbedürftigen Harnwegsinfekten führt.",
            "annotations": []
        },
        {
            "text": "2. Das Bundesamt für Fremdenwesen und Asyl (BFA) wies diese Anträge mit Bescheiden vom 21. Juni 2018 zurück und erklärte zur Prüfung der Anträge Italien für zuständig. Die gegen diese Bescheide erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 27. Juli 2018 als unbegründet ab. Nach Ablauf der Überstellungsfrist wurde das Verfahren am 5. September 2018 eingestellt.",
            "annotations": []
        },
        {
            "text": "3. Am 11. September 2018 stellten die Beschwerdeführerin und ihr Sohn neuerlich Anträge auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "4. Das BFA wies mit Bescheiden vom 15. Mai 2019 die Anträge der Beschwerdeführerin und ihres Sohnes auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten und des subsidiär Schutzberechtigten ab (Spruchpunkte I. und II.), erteilte keine Aufenthaltstitel aus berücksichtigungswürdigen Gründen (Spruchpunkt III.), erließ Rückkehrentscheidungen (Spruchpunkt IV.), stellte fest, dass die Abschiebungen nach Armenien zulässig sind (Spruchpunkt V.), und setzte eine Frist für die freiwilligen Ausreisen von zwei Wochen ab Rechtskraft der Entscheidung (Spruchpunkt VI.). ",
            "annotations": []
        },
        {
            "text": "5. Die Beschwerde der Beschwerdeführerin gegen den sie betreffenden Bescheid wies das Bundesverwaltungsgericht mit Erkenntnis vom 15. April 2020 ab.",
            "annotations": []
        },
        {
            "text": "6. Die Beschwerde des Sohnes gegen den ihn betreffenden Bescheid wies das Bundesverwaltungsgericht hinsichtlich der Zuerkennung des Status des Asylberechtigten mit Erkenntnis vom 15. April 2020 ab. Mit gleichzeitig gefasstem Beschluss hob das Bundesverwaltungsgericht den Bescheid hinsichtlich der Nichtzuerkennung des Status des subsidiär Schutzberechtigten und die darauf aufbauenden Spruchteile auf und verwies die Angelegenheit diesbezüglich zur Erlassung eines neuen Bescheides an das BFA zurück.",
            "annotations": []
        },
        {
            "text": "7. Mit Bescheid des BFA vom 10. November 2020 wurde dem Antrag des Sohnes der Beschwerdeführerin auf internationalen Schutz stattgegeben und diesem hinsichtlich seines Herkunftsstaates der Status des subsidiär Schutzberechtigten zugesprochen.",
            "annotations": []
        },
        {
            "text": "8. Die Beschwerdeführerin erhob gegen das sie betreffende Erkenntnis des Bundesverwaltungsgerichtes Beschwerde an den Verfassungsgerichtshof. Dieser lehnte die Behandlung der Beschwerde mit Beschluss vom 9. Dezember 2020 ab und trat die Beschwerde dem Verwaltungsgerichtshof zur Entscheidung ab.",
            "annotations": []
        },
        {
            "text": "9. Der Verwaltungsgerichtshof wies die von der Beschwerdeführerin erhobene Revision gegen das sie betreffende Erkenntnis des Bundesverwaltungsgerichts, soweit sie die Abweisung des Antrages auf internationalen Schutz und die Nichterteilung eines Aufenthaltstitels gemäß §57 AsylG 2005 betraf, mit Erkenntnis vom 1. März 2022 als unzulässig zurück. Zugleich gab er der hinsichtlich der übrigen Spruchpunkte (Rückkehrentscheidung und darauf aufbauende weitere Aussprüche) erhobenen Revision statt und hob das Erkenntnis des Bundesverwaltungsgerichtes insoweit auf, weil die Voraussetzungen für die Abstandnahme von einer mündlichen Verhandlung nicht vorgelegen seien, zumal auf der Grundlage der Ermittlungsergebnisse nicht beurteilt habe werden können, ob das von der Beschwerdeführerin behauptete Abhängigkeitsverhältnis in Bezug auf ihren Sohn vorliege und inwieweit diesem Relevanz für die Rückkehrentscheidung zukomme (VwGH 1.3.2022, Ra 2021/14/0050).",
            "annotations": []
        },
        {
            "text": "10. Mit dem angefochtenen Erkenntnis vom 22. Juni 2022 wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung die Beschwerde der Beschwerdeführerin gegen die Spruchpunkte IV. bis VI. des Bescheides des BFA vom 15. Mai 2019 mit der Maßgabe ab, dass die Frist für die freiwillige Ausreise laut Spruchpunkt VI. vier Monate ab Rechtskraft der Rückkehrentscheidung betrage.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht begründete seine Entscheidung im Wesentlichen damit, dass die Aufenthaltsdauer der Beschwerdeführerin mit viereinhalb Jahren zu kurz sei, um eine rechtlich relevante Integration zu begründen. Ihr Aufenthalt in Österreich sei durch die Stellung eines unbegründeten Antrages begründet worden. Sie verfüge über keine relevanten Deutschkenntnisse. Armenien sei ein sicherer Herkunftsstaat und habe die Beschwerdeführerin gegen die Rückkehr in diesen Staat keine substantiierten Bedenken vorgebracht. Im Rahmen der Interessenabwägung nach Art8 EMRK iVm §9 BFA-VG überwögen die öffentlichen Interessen an der Beendigung des unrechtmäßigen Aufenthaltes der Beschwerdeführerin im Bundesgebiet das persönliche Interesse der Beschwerdeführerin am Verbleib im Bundesgebiet.",
            "annotations": []
        },
        {
            "text": "11. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die Aufhebung des angefochtenen Erkenntnisses beantragt wird. Die Beschwerdeführerin führt darin im Wesentlichen aus, dass das Bundesverwaltungsgericht ihren Antrag auf Einholung eines psychologischen bzw psychiatrischen Sachverständigengutachtens mit untauglicher Begründung abgewiesen habe, weil es sich darauf bezogen habe, dass der Behandlungsbedarf des Sohnes der Beschwerdeführerin bereits in dessen rechtskräftig abgeschlossenem Asylverfahren festgestellt worden sei. Beweisthema sei aber nicht dieser Behandlungsbedarf, sondern das besondere Abhängigkeitsverhältnis zwischen der Beschwerdeführerin und ihrem Sohn gewesen. Zudem habe sich das Bundesverwaltungsgericht nicht mit den von der Beschwerdeführerin vorgelegten medizinischen Befunden auseinandergesetzt. In diesen werde etwa dargelegt, dass die Spastiksituation des Sohnes wegen der bevorstehenden Rückkehr der Mutter nach Armenien wieder schlechter geworden sei, er nervös und zittrig und \"pflegerisch von der Mutter abhängig\" sei und die Betreuung durch die Beschwerdeführerin weiterhin fortgesetzt werden solle. Im Erkenntnis fänden sich abermals keine tragfähigen Erwägungen, weshalb der Sohn der Beschwerdeführerin auf Grund der alleinigen Existenz von Pflege- und Betreuungseinrichtungen nicht auf ihre Pflege und persönliche Stütze angewiesen sein solle.",
            "annotations": []
        },
        {
            "text": "12. Das Bundesverwaltungsgericht hat von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn das Verwaltungsgericht bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Familiäre Beziehungen unter Erwachsenen fallen dann unter Art8 Abs1 EMRK, wenn zusätzliche Merkmale der Abhängigkeit hinzutreten, die über die üblichen Bindungen hinausgehen (vgl EGMR 24.4.1996, 22.070/93, Boughanemi, Z33 ff.; VfGH 24.11.2014, E1091/2014; 12.3.2014, U1904/2013).",
            "annotations": []
        },
        {
            "text": "2.2. Das Bundesverwaltungsgericht stellte im fortgesetzten Verfahren – nach Durchführung einer mündlichen Verhandlung – fest, dass der subsidiär schutzberechtigte Sohn der Beschwerdeführerin einen Behinderungsgrad von 100% aufweise, Pflegegeld der Pflegestufe 4 beziehe, gemeinsam mit der Beschwerdeführerin in einem Haushalt lebe und ausschließlich von ihr betreut werde. In der rechtlichen Begründung verweist das Bundesverwaltungsgericht pauschal auf die Existenz entsprechender Pflege- und Betreuungseinrichtungen und geht davon aus, dass der Sohn nicht auf die Pflege der Mutter angewiesen sei. Vor dem Hintergrund der getroffenen Feststellungen hat sich das Bundesverwaltungsgericht aber nicht ausreichend mit der Frage des Vorliegens eines Abhängigkeitsverhältnisses zwischen der Beschwerdeführerin und ihrem Sohn auseinandergesetzt. Daran vermag auch der Umstand nichts zu ändern, dass die Frist zur freiwilligen Ausreise durch das Erkenntnis des Bundesverwaltungsgerichtes auf vier Monate angehoben wurde. ",
            "annotations": []
        },
        {
            "text": "2.3. Indem das Bundesverwaltungsgericht sohin seine Entscheidung mangelhaft begründet hat, hat es sein Erkenntnis mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis, mit dem ihre Beschwerde gegen die Erlassung einer Rückkehrentscheidung, den Ausspruch der Zulässigkeit der Abschiebung nach Armenien und die Festsetzung einer viermonatigen Frist für die freiwillige Ausreise abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das angefochtene Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die Beschwerdeführerin Verfahrenshilfe im Umfang des §35 Abs1 VfGG iVm §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}