{
    "document_id": "JFT_20230919_23G00232_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt und Beschwerde",
            "annotations": []
        },
        {
            "text": "1. Mit Urteil des Landesgerichtes Feldkirch vom 6. März 2023 wurde der Antragsteller wegen des in der Form eines Medieninhaltsdeliktes (§1 Abs1 Z12 iVm §28 MedienG) begangenen Vergehens der Üblen Nachrede (§12 zweiter Fall, §111 Abs1 und 2 StGB) verurteilt.",
            "annotations": []
        },
        {
            "text": "2. Mit dem vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag begehrt der Antragsteller die Aufhebung des Vierten Abschnittes des Besonderen Teiles des Strafgesetzbuches (§§111 bis 117 StGB) als verfassungswidrig. Mit mehreren Eventualanträgen begehrt der Antragsteller überdies die Aufhebung der §§111 und 112 StGB sowie näher bezeichneter Wortfolgen in den §§114 und 116 StGB, von §111 StGB, von §111 Abs2 StGB sowie einer Wortfolge in §111 Abs3 StGB. Nähere Angaben zu den Fundstellen der angefochtenen Vorschriften sind dem Antrag nicht zu entnehmen, und wörtlich zitiert wird lediglich §111 Abs3 StGB.",
            "annotations": []
        },
        {
            "text": "2.1. Der Antragsteller begründet sein Begehren damit, dass die Ehre kein \"notwehrfähiges Gut\" mehr sei und \"dringender Handlungsbedarf\" bestehe, die exzessive Anwendung des Ehrenbeleidigungsrechtes in die Schranken zu verweisen und dadurch dem Grundrecht auf freie Meinungsäußerung zum Durchbruch zu verhelfen. §111 Abs3 StGB schließe den Beweis des guten Glaubens aus, wenn die Üble Nachrede auf eine Weise begangen werde, dass sie einer breiten Öffentlichkeit iSv Abs2 leg cit zugänglich werde. Der in dieser Bestimmung enthaltene Verweis (\"Im Fall des Abs1\") könne nur so verstanden werden, dass damit die Anwendung des Gutglaubensbeweises (§111 Abs3 zweiter Satz StGB) im Anwendungsbereich des §111 Abs2 StGB ausgeschlossen werden solle.",
            "annotations": []
        },
        {
            "text": "2.2. Aus Art15 Abs9 B-VG folge, dass Verwaltungsstrafnormen gewisse Grenzen nicht überschreiten dürften, die dem gerichtlichen Strafrecht vorbehalten seien. Umgekehrt dürften Bagatelldelikte nicht dem gerichtlichen Strafrecht zugeordnet werden; vielmehr müssten diese verwaltungsstrafrechtlich sanktioniert werden. Selbst wenn man dieser Argumentation nicht folge, werde durch den Ausschluss des Beweises des guten Glaubens bei \"Mediendelikten\" eine völlig unsystematische Diskriminierung festgeschrieben. Jede überzogene Strafnorm im Bereich der Meinungsäußerung habe zudem eine präventiv-repressive Wirkung (\"chilling effect\").",
            "annotations": []
        },
        {
            "text": "2.3. Es fehle überdies an einer entsprechenden Klarheit im Gesetz, wobei der Verfassungsgerichtshof in VfSlg 10.737/1985 festgehalten habe, dass die Eingriffskriterien bei besonders eingriffsnahen Gesetzen entsprechend präzise gefasst sein müssten, wobei es sich bei der freien Meinungsäußerung von Politikern und dem Recht der Bevölkerung auf umfassende Information um solche besonders eingriffsintensiven Rechtsmaterien handle. Art7 EMRK verlange diese präzisen Regelungen auch im Hinblick auf die Rechtsgrundsätze \"nullum crimen sine lege\" und \"nulla poena sine lege\". Es werde für die Meinungsfreiheit zudem kritisch, wenn geäußerte Verdächtigungen als ausreichend für eine Bestrafung gesehen werden. Bei Aufhebung der angefochtenen Bestimmungen würde im Übrigen das bestehende Verwaltungsstrafrecht mehr als genügen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Strafgesetzbuches (StGB), BGBl 60/1974, idF BGBl I 117/2017 lauten wie folgt: ",
            "annotations": []
        },
        {
            "text": "Vierter Abschnitt",
            "annotations": []
        },
        {
            "text": "Strafbare Handlungen gegen die Ehre",
            "annotations": []
        },
        {
            "text": "Üble Nachrede",
            "annotations": []
        },
        {
            "text": "§111. (1) Wer einen anderen in einer für einen Dritten wahrnehmbaren Weise einer verächtlichen Eigenschaft oder Gesinnung zeiht oder eines unehrenhaften Verhaltens oder eines gegen die guten Sitten verstoßenden Verhaltens beschuldigt, das geeignet ist, ihn in der öffentlichen Meinung verächtlich zu machen oder herabzusetzen, ist mit Freiheitsstrafe bis zu sechs Monaten oder mit Geldstrafe bis zu 360 Tagessätzen zu bestrafen. ",
            "annotations": []
        },
        {
            "text": "(2) Wer die Tat in einem Druckwerk, im Rundfunk oder sonst auf eine Weise begeht, wodurch die üble Nachrede einer breiten Öffentlichkeit zugänglich wird, ist mit Freiheitsstrafe bis zu einem Jahr oder mit Geldstrafe bis zu 720 Tagessätzen zu bestrafen.",
            "annotations": []
        },
        {
            "text": "(3) Der Täter ist nicht zu bestrafen, wenn die Behauptung als wahr erwiesen wird. Im Fall des Abs1 ist der Täter auch dann nicht zu bestrafen, wenn Umstände erwiesen werden, aus denen sich für den Täter hinreichende Gründe ergeben haben, die Behauptung für wahr zu halten. ",
            "annotations": []
        },
        {
            "text": "Wahrheitsbeweis und Beweis des guten Glaubens",
            "annotations": []
        },
        {
            "text": "§112. Der Wahrheitsbeweis und der Beweis des guten Glaubens sind nur aufzunehmen, wenn sich der Täter auf die Richtigkeit der Behauptung oder auf seinen guten Glauben beruft. Über Tatsachen des Privat- oder Familienlebens und über strafbare Handlungen, die nur auf Verlangen eines Dritten verfolgt werden, sind der Wahrheitsbeweis und der Beweis des guten Glaubens nicht zuzulassen. ",
            "annotations": []
        },
        {
            "text": "Vorwurf einer schon abgetanen gerichtlich strafbaren Handlung",
            "annotations": []
        },
        {
            "text": "§113. Wer einem anderen in einer für einen Dritten wahrnehmbaren Weise eine strafbare Handlung vorwirft, für die die Strafe schon vollzogen oder wenn auch nur bedingt nachgesehen oder nachgelassen oder für die der Ausspruch der Strafe vorläufig aufgeschoben worden ist, ist mit Freiheitsstrafe bis zu drei Monaten oder mit Geldstrafe bis zu 180 Tagessätzen zu bestrafen. ",
            "annotations": []
        },
        {
            "text": "Straflosigkeit wegen Ausübung eines Rechtes oder Nötigung durch besondere Umstände",
            "annotations": []
        },
        {
            "text": "§114. (1) Wird durch eine im §111 oder im §113 genannte Handlung eine Rechtspflicht erfüllt oder ein Recht ausgeübt, so ist die Tat gerechtfertigt. ",
            "annotations": []
        },
        {
            "text": "(2) Wer durch besondere Umstände genötigt ist, eine dem §111 oder dem §113 entsprechende Behauptung in der Form und auf die Weise vorzubringen, wie es geschieht, ist nicht zu bestrafen, es sei denn, daß die Behauptung unrichtig ist und der Täter sich dessen bei Aufwendung der nötigen Sorgfalt (§6) hätte bewußt sein können. ",
            "annotations": []
        },
        {
            "text": "Beleidigung",
            "annotations": []
        },
        {
            "text": "§115. (1) Wer öffentlich oder vor mehreren Leuten einen anderen beschimpft, verspottet, am Körper mißhandelt oder mit einer körperlichen Mißhandlung bedroht, ist, wenn er deswegen nicht nach einer anderen Bestimmung mit strengerer Strafe bedroht ist, mit Freiheitsstrafe bis zu drei Monaten oder mit Geldstrafe bis zu 180 Tagessätzen zu bestrafen. ",
            "annotations": []
        },
        {
            "text": "(2) Eine Handlung wird vor mehreren Leuten begangen, wenn sie in Gegenwart von mehr als zwei vom Täter und vom Angegriffenen verschiedenen Personen begangen wird und diese sie wahrnehmen können. ",
            "annotations": []
        },
        {
            "text": "(3) Wer sich nur durch Entrüstung über das Verhalten eines anderen dazu hinreißen läßt, ihn in einer den Umständen nach entschuldbaren Weise zu beschimpfen, zu verspotten, zu mißhandeln oder mit Mißhandlungen zu bedrohen, ist entschuldigt, wenn seine Entrüstung, insbesondere auch im Hinblick auf die seit ihrem Anlaß verstrichene Zeit, allgemein begreiflich ist. ",
            "annotations": []
        },
        {
            "text": "Öffentliche Beleidigung eines verfassungsmäßigen Vertretungskörpers, des Bundesheeres oder einer Behörde",
            "annotations": []
        },
        {
            "text": "§116. Handlungen nach dem §111 oder dem §115 sind auch strafbar, wenn sie gegen den Nationalrat, den Bundesrat, die Bundesversammlung oder einen Landtag, gegen das Bundesheer, eine selbständige Abteilung des Bundesheeres oder gegen eine Behörde gerichtet sind und öffentlich begangen werden. Die Bestimmungen der §§111 Abs3, 112 und 114 gelten auch für solche strafbare Handlungen. ",
            "annotations": []
        },
        {
            "text": "Berechtigung zur Anklage",
            "annotations": []
        },
        {
            "text": "§117. (1) Die strafbaren Handlungen gegen die Ehre sind nur auf Verlangen des in seiner Ehre Verletzten zu verfolgen. Sie sind jedoch von Amts wegen zu verfolgen, wenn sie gegen den Bundespräsidenten, gegen den Nationalrat, den Bundesrat, die Bundesversammlung oder einen Landtag, gegen das Bundesheer, eine selbständige Abteilung des Bundesheeres oder gegen eine Behörde gerichtet sind. Zur Verfolgung ist die Ermächtigung der beleidigten Person, des beleidigten Vertretungskörpers oder der beleidigten Behörde, zur Verfolgung wegen einer Beleidigung des Bundesheeres oder einer selbständigen Abteilung des Bundesheeres die Ermächtigung des Bundesministers für Landesverteidigung einzuholen. ",
            "annotations": []
        },
        {
            "text": "(2) Wird eine strafbare Handlung gegen die Ehre wider einen Beamten oder wider einen Seelsorger einer im Inland bestehenden Kirche oder Religionsgesellschaft während der Ausübung seines Amtes oder Dienstes begangen, so hat die Staatsanwaltschaft den Täter mit Ermächtigung des Verletzten und der diesem vorgesetzten Stelle zu verfolgen. Das gleiche gilt, wenn eine solche Handlung gegen eine der genannten Personen in Beziehung auf eine ihrer Berufshandlungen in einem Druckwerk, im Rundfunk oder sonst auf eine Weise begangen wird, daß sie einer breiten Öffentlichkeit zugänglich wird. ",
            "annotations": []
        },
        {
            "text": "(3) Der Täter ist wegen einer im §115 mit Strafe bedrohten Handlung mit Ermächtigung des Verletzten von der Staatsanwaltschaft zu verfolgen, wenn sich die Tat gegen den Verletzten wegen seiner Zugehörigkeit zu einer der im §283 Abs1 bezeichneten Gruppen richtet und entweder in einer Mißhandlung oder Bedrohung mit einer Mißhandlung oder in einer Beschimpfung oder Verspottung besteht, die geeignet ist, den Verletzten in der öffentlichen Meinung verächtlich zu machen oder herabzusetzen. ",
            "annotations": []
        },
        {
            "text": "(4) In den Fällen der Abs2 und 3 ist der Verletzte jederzeit berechtigt, sich der Anklage anzuschließen. Verfolgt die Staatsanwaltschaft eine solche strafbare Handlung nicht oder tritt sie von der Verfolgung zurück, so ist der Verletzte selbst zur Anklage berechtigt.",
            "annotations": []
        },
        {
            "text": "III. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels. Der Verfassungsgerichtshof hat die Rechtzeitigkeit eines solchen Antrages unmittelbar vor dem Hintergrund des Art140 Abs1 Z1 litd B-VG zu beurteilen. Daraus folgt, dass ein solcher Antrag durch den Rechtsmittelwerber grundsätzlich dann rechtzeitig ist, wenn er innerhalb der Rechtsmittelfrist gestellt wird (VfSlg 20.074/2016; VfGH 30.11.2016, G535/2015; 14.12.2016, G423/2016 ua; 30.11.2017, G213/2017).",
            "annotations": []
        },
        {
            "text": "Der Antragsteller ist als Angeklagter (§41 Abs1 MedienG iVm §48 Abs1 Z3 StPO) Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache und damit iSv Art140 Abs1 Z1 litd B-VG antragslegitimiert.",
            "annotations": []
        },
        {
            "text": "Da dem Antragsteller die schriftliche Ausfertigung des Urteils am 31. Mai 2023 zugestellt wurde, dürfte die vom Antragsteller am 15. Juni 2023 erhobene Berufung ebenso rechtzeitig sein wie der am 21. Juni 2023 gestellte Antrag nach Art140 Abs1 Z1 litd B-VG (§41 Abs1 MedienG iVm §489 Abs1 iVm §467 Abs1 StPO). Aufgrund der Mitteilung des Landesgerichtes Feldkirch vom 3. Juli 2023 geht der Verfassungsgerichtshof überdies davon aus, dass die Berufung auch sonst zulässig ist.",
            "annotations": []
        },
        {
            "text": "3. Nach §62 Abs1 VfGG muss der Antrag, ein Gesetz als verfassungswidrig aufzuheben, begehren, dass entweder das Gesetz seinem ganzen Inhalte nach oder dass bestimmte Stellen des Gesetzes als verfassungswidrig aufgehoben werden. Gemäß §62 Abs1 zweiter Satz VfGG hat der Antrag die gegen die Verfassungsmäßigkeit des Gesetzes sprechenden Bedenken \"im Einzelnen\" darzulegen. Wenn mehrere Bedenken vorgetragen werden und verschiedene Gesetze und Verordnungen bzw Gesetzes- und Verordnungsstellen bekämpft werden, ist es auch Sache des Antragstellers, die jeweiligen Bedenken den verschiedenen Aufhebungsbegehren zuzuordnen (vgl VfGH 5.3.2014, G79/2013 ua; 2.3.2015, G140/2014 ua). Dem Antrag muss mit hinreichender Deutlichkeit zu entnehmen sein, zu welcher Rechtsvorschrift jede von mehreren zur Aufhebung beantragte Norm in Widerspruch stehen soll und welche Gründe für diese These sprechen (VfSlg 14.802/1997, 17.752/2006, 19.938/2003). Es ist nicht Aufgabe des Verfassungsgerichtshofes, pauschal vorgetragene Bedenken einzelnen Bestimmungen zuzuordnen und – gleichsam stellvertretend – für den Antragsteller zu präzisieren (vgl VfSlg 17.099/2003, 17.102/2003, vgl auch VfSlg 19.825/2013, 19.832/2013, 19.870/2014; VfGH 20.11.2014, V61/2013). Anträge, die dem Erfordernis des §62 Abs1 VfGG nicht entsprechen, sind nach der ständigen Rechtsprechung des Verfassungsgerichtshofs (vgl VfSlg 14.320/1995, 14.526/1996, 15.977/2000, 18.235/2007) nicht im Sinne von §18 VfGG verbesserungsfähig, sondern als unzulässig zurückzuweisen (vgl etwa VfSlg 12.797/1991, 13.717/1994, 17.111/2004, 18.187/2007, 19.505/2011, 19.721/2012 und zuletzt etwa VfGH 1.10.2020, V405/2020; 1.10.2020, G271/2020 ua).",
            "annotations": []
        },
        {
            "text": "4. Vor dem Hintergrund der dargestellten Judikatur erweist sich der Antrag als unzulässig:",
            "annotations": []
        },
        {
            "text": "Soweit der Antragsteller in seinem Hauptantrag ohne nähere Bezeichnung der Fundstellen pauschal den gesamten Vierten Abschnitt des Besonderen Teils des Strafgesetzbuches anficht, ist dieser Antrag im Lichte des Ausgangsverfahrens, in dem offensichtlich nur die §§111, 112, 114 Abs1 und 117 Abs1 StGB angewandt wurden, zu weit gefasst.",
            "annotations": []
        },
        {
            "text": "Es kann aber dahinstehen, ob sich Teile des Hauptantrages oder eines der Eventualanträge als zulässig erweisen könnten, da dem ein anderes Hindernis entgegensteht: Der Antragsteller gliedert seinen Antrag in fünf Abschnitte (1. \"Sachverhalt\", 2. \"Üble Nachrede – Strafrecht\", 3. \"Verfahrensgeschehen – angefochtenes Ersturteil\", 4. \"Verfassungswidrigkeit des\" [sic] und 5. \"Wirkungen einer allfälligen Normaufhebung\"). Dem ersten Abschnitt ist eine Darstellung des Falles zu entnehmen, der zweite Abschnitt enthält Ausführungen zur Bedeutung der Ehre im zeitgenössischen und historischen Kontext. Der dritte Abschnitt betrifft ebenso wie der fünfte Abschnitt Formalia, wohingegen sich der zentrale vierte Abschnitt in der zusammenhanglosen Aneinanderreihung apodiktischer Aussagen ergeht, die sich fallweise auf die einfachgesetzliche Rechtslage beziehen, fallweise auf angebliche verfassungsrechtliche Vorgaben, ohne dass sich für den Verfassungsgerichtshof ein Bezug zwischen den einzelnen Aussagen herstellen lässt. Eine Zuordnung konkret bezeichneter Bedenken zu konkret angefochtenen Normen lässt sich der Gemengelage des Antrages daher nicht entnehmen.",
            "annotations": []
        },
        {
            "text": "5. Der Antrag entspricht daher nicht den Anforderungen des §62 Abs1 VfGG und ist daher schon aus diesem Grund wegen nicht behebbarer inhaltlicher Mängel als unzulässig zurückzuweisen, ohne dass das Vorliegen der weiteren Prozessvoraussetzungen zu prüfen ist.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist daher als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}