{
    "document_id": "JFT_20230919_23G00304_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag begehrt die Antragstellerin, §8 und §35 Abs1 StAG (in eventu: §35 StAG) als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Bundesgesetzes vom 5. März 1986 über die staatsanwaltschaftlichen Behörden (Staatsanwaltschaftsgesetz – StAG), BGBl 164/1986, idF BGBl I 32/2018 lauten:",
            "annotations": []
        },
        {
            "text": "\"Berichte der Staatsanwaltschaften",
            "annotations": []
        },
        {
            "text": "§8. (1) Die Staatsanwaltschaften haben über Strafsachen, an denen wegen der Bedeutung der aufzuklärenden Straftat oder der Funktion des Verdächtigen im öffentlichen Leben ein besonderes öffentliches Interesse besteht, oder in denen noch nicht hinreichend geklärte Rechtsfragen von grundsätzlicher Bedeutung zu beurteilen sind, von sich aus der jeweils übergeordneten Oberstaatsanwaltschaft zu berichten.",
            "annotations": []
        },
        {
            "text": "(1a) Berichte nach Abs1 haben das beabsichtigte Vorgehen darzustellen und zu begründen. Ihnen ist der Entwurf der beabsichtigten Erledigung anzuschließen. Soweit sich diese Angaben nicht aus dem Entwurf der Erledigung ergeben, haben sie insbesondere zu enthalten:",
            "annotations": []
        },
        {
            "text": "1. eine Darstellung des dem Bericht zu Grunde liegenden Sachverhalts;",
            "annotations": []
        },
        {
            "text": "2. die aufgenommenen Beweise und deren Würdigung;",
            "annotations": []
        },
        {
            "text": "3. die rechtliche Beurteilung des Sachverhalts.",
            "annotations": []
        },
        {
            "text": "(2) Die Oberstaatsanwaltschaften können in Wahrnehmung ihrer Aufsichts- und Weisungsbefugnisse, insbesondere auch zur Förderung einer einheitlichen Rechtsanwendung, schriftlich anordnen, dass ihnen über bestimmte Gruppen von Strafsachen Bericht erstattet werde; sie können auch in Einzelfällen Berichte anfordern, wobei sich Zeitpunkt und Art der Berichterstattung nach den besonderen Anordnungen der Oberstaatsanwaltschaften richten.",
            "annotations": []
        },
        {
            "text": "(3) Berichte nach Abs1 sind grundsätzlich vor einem Absehen von der Einleitung des Ermittlungsverfahrens (§35c), einer Beendigung des Ermittlungsverfahrens nach den Bestimmungen des 10. und 11. Hauptstückes der StPO, dem Einbringen (§210 StPO) oder dem Rücktritt von einer Anklage (§227), oder vor der Entscheidung über einen Rechtsmittelverzicht oder die Ausführung eines Rechtsmittels im Hauptverfahren zu erstatten, es sei denn, dass zuvor eine Anordnung oder ein Antrag von der Beurteilung einer noch nicht hinreichend geklärten Rechtsfrage von grundsätzlicher Bedeutung abhängt. Im Übrigen haben die Staatsanwaltschaften in Strafverfahren, die einer Berichtspflicht nach Abs1 unterliegen, über bedeutende Verfahrensschritte, insbesondere Zwangsmaßnahmen (§§102 Abs1 zweiter Satz, 105 Abs1 StPO), zu informieren, nachdem diese angeordnet wurden.",
            "annotations": []
        },
        {
            "text": "(4) Der Pflicht zur Berichterstattung über eine beabsichtige Verfügung oder Erledigung stehen Anordnungen und Anträge, die wegen Gefahr im Verzug sofort gestellt werden müssen, nicht entgegen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Einsicht in Behelfe und Unterlagen der staatsanwaltschaftlichen Behörden",
            "annotations": []
        },
        {
            "text": "§35. (1) Das Recht auf Einsicht in Tagebücher steht unbeschadet der nachstehenden Bestimmungen nur Staatsanwaltschaften und dem Bundesministerium für Justiz sowie im erforderlichen Umfang jenen Behörden zu, die mit einem Straf- oder Disziplinarverfahren gegen einen Staatsanwalt oder mit einem Verfahren nach dem Amtshaftungsgesetz, BGBl Nr 20/1949, gegen den Bund wegen behaupteter Rechtsverletzung eines Organs einer Staatsanwaltschaft befaßt sind.",
            "annotations": []
        },
        {
            "text": "(2) Gesetzliche Bestimmungen, wonach einer gesetzgebenden Körperschaft oder der Volksanwaltschaft ein Recht auf Einsicht in Tagebücher zusteht, bleiben unberührt.",
            "annotations": []
        },
        {
            "text": "(3) Darüber hinaus kann das Bundesministerium für Justiz oder die Oberstaatsanwaltschaft zum Zwecke der wissenschaftlichen Forschung oder aus anderen vergleichbar wichtigen Gründen Einsicht in Tagebücher gestatten. In diesem Fall soll die Einsicht nicht gewährt werden, bevor seit Zurücklegung der Anzeige oder sonstiger Beendigung des Verfahrens zehn Jahre vergangen sind.",
            "annotations": []
        },
        {
            "text": "(4) Die Einsicht in den staatsanwaltschaftlichen Ermittlungsakt und diesem angeschlossene Berichte über kriminalpolizeiliche und andere Ermittlungen und Beweisaufnahmen richtet sich ausschließlich nach den Bestimmungen der StPO.",
            "annotations": []
        },
        {
            "text": "(5) Die vorstehenden Bestimmungen stehen den Verständigungspflichten nach §195 StPO nicht entgegen, sofern ein begründetes rechtliches Interesse an der Auskunft besteht.\"",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "              Die Antragstellerin ist Anzeigerin (§80 Abs1 StPO) im Verfahren der Staatsanwaltschaft Salzburg, AZ 21 St 176/23y. Mit Note vom 13. Juli 2023 teilte die Staatsanwaltschaft Salzburg der Antragstellerin mit, dass gemäß §35c StAG von der Einleitung eines Ermittlungsverfahrens (§§91 ff StPO) abgesehen werde, da kein Anfangsverdacht (§1 Abs3 StPO) vorliege.",
            "annotations": []
        },
        {
            "text": "Mit Note vom 25. Juli 2023 teilte die Staatsanwaltschaft Salzburg der Antragstellerin in Bezug auf deren Eingabe vom 21. Juli 2023 (die dem Verfassungsgerichtshof nicht vorliegt) mit, dass bei einem Vorgehen der Staatsanwaltschaft nach §35c StAG kein Recht des Anzeigers auf Akteneinsicht bestehe.",
            "annotations": []
        },
        {
            "text": "In Bezug auf diese Mitteilung vom 25. Juli 2023 brachte die Antragstellerin am 21. August 2023 eine \"Beschwerde\" ein, aus deren Anlass sie den auf Art140 Abs1 Z1 litd B-VG gestützten Antrag stellte. ",
            "annotations": []
        },
        {
            "text": "              In der Sache behauptet die Antragstellerin, dass die Bestimmungen der §§8 und 35 StAG gegen näher bezeichnete verfassungsgesetzlich gewährleistete Rechte verstoßen würden.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2. Die Antragstellerin führt in ihrem Antrag an, sich selbst mit ihrer Vertretung bevollmächtigt zu haben. Dies ist rechtlich unmöglich, weil der Abschluss jedes Vertrages – somit auch eines Bevollmächtigungsvertrages (§§1002 ff ABGB) – das Vorhandensein von mindestens zwei verschiedenen Personen voraussetzt (§861 ABGB; OGH 13.10.1998, 5 Ob 177/98k). Der Verfassungsgerichtshof versteht die Eingabe der Antragstellerin daher so, dass sie in eigenem Namen auftritt.",
            "annotations": []
        },
        {
            "text": "3. Gemäß Art140 Abs1 Z1 litd B-VG iVm §62a VfGG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels.",
            "annotations": []
        },
        {
            "text": "Gemäß dem mit BGBl 2/2008 eingefügten Art90a B-VG sind Staatsanwälte zwar \"Organe der Gerichtsbarkeit\"; aber auch nach Schaffung dieser Bestimmung sind Staatsanwälte keine Richter und Staatsanwaltschaften keine Gerichte (VfSlg 19.350/2011; VfGH 3.3.2015, G47/2015). Die Mitteilung der Staatsanwaltschaft Salzburg vom 25. Juli 2023 ist daher keine von einem ordentlichen Gericht in erster Instanz entschiedene Rechtssache im Sinne von Art140 Abs1 Z1 litd B-VG und §62a VfGG (vgl den gegenüber der Antragstellerin ergangenen Beschluss vom 29.9.2021, G273/2021).",
            "annotations": []
        },
        {
            "text": "Der Antragstellerin fehlt es somit an der Legitimation zur Antragstellung nach Art140 Abs1 Z1 litd B-VG und §62a VfGG, weshalb ihr Antrag zurückzuweisen ist.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "              Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "              Diese Entscheidung konnte gemäß §19 Abs3 Z2 lite VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}