{
    "document_id": "JFT_20231004_21G00095_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit auf Art140 Abs1 Z1 lita B-VG gestütztem Antrag begehrt das Bundesverwaltungsgericht, §430 Abs3a letzter Satz ASVG, BGBl 189/1955, idF BGBl I 100/2018 als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die §§418, 419, 420, 421, 422, 426, 428, 430, 432, 433, 435, 441, 441a, 441b, 441c und 441d des Bundesgesetzes vom 9. September 1955 über die Allgemeine Sozialversicherung (Allgemeines Sozialversicherungsgesetz – ASVG.), BGBl 189/1955, idF BGBl I 100/2018 (§§418, 419, 422, 428, 430, 432, 433, 435, 441, 441a, 441c und 441d), BGBl I 28/2021 (§§426 und 441b) und BGBl I 179/2022 (§§420 und 421) lauten wie folgt (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"ACHTER TEIL",
            "annotations": []
        },
        {
            "text": "Aufbau der Verwaltung",
            "annotations": []
        },
        {
            "text": "ABSCHNITT I",
            "annotations": []
        },
        {
            "text": "Verwaltungsstellen der Versicherungsträger",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Haupt-, Landes- und Außenstellen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§418. (1) Die Verwaltung der Versicherungsträger ist durch Hauptstellen, durch Landesstellen nach Maßgabe der Abs3 und 4 und, soweit dies nach Abs5 vorgesehen ist, durch Außenstellen zu führen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Hauptstelle ist am Sitz des Versicherungsträgers zu errichten. Die Hauptstelle hat die Verwaltung des Versicherungsträgers zu führen, soweit nicht einzelne Aufgaben durch Gesetz den Landesstellen zugewiesen sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Österreichische Gesundheitskasse und die Pensionsversicherungsanstalt haben in jedem Bundesland jeweils eine Landesstelle für das betreffende Bundesland einzurichten. Die Allgemeine Unfallversicherungsanstalt hat Landesstellen in Wien für die Länder Wien, Niederösterreich und Burgenland, in Linz für das Land Oberösterreich, in Salzburg für die Länder Salzburg, Tirol und Vorarlberg sowie in Graz für die Länder Steiermark und Kärnten zu errichten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Landesstellen nach Abs3 haben die Hauptstelle in Angelegenheiten des allgemeinen Versicherten- und Dienstgeber/innenservice zu unterstützen und die im §434 Abs2 bis 4 genannten Aufgaben zu besorgen. Verantwortlicher im Sinne des Art4 Z7 DSGVO ist hinsichtlich dieser Aufgaben stets die Hauptstelle des Versicherungsträgers.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die Versicherungsträger können, soweit eine im Verhältnis zu den Versicherten und den Dienstgeber/inne/n örtlich nahe Verwaltung zweckmäßig ist, Außenstellen einrichten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "ABSCHNITT II",
            "annotations": []
        },
        {
            "text": "Verwaltungskörper der Versicherungsträger",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Arten der Verwaltungskörper",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§419. Die Verwaltungskörper der Versicherungsträger sind",
            "annotations": []
        },
        {
            "text": "1. der Verwaltungsrat,",
            "annotations": []
        },
        {
            "text": "2. die Hauptversammlung und",
            "annotations": []
        },
        {
            "text": "3. die Landesstellenausschüsse am Sitz der Landesstellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Versicherungsvertreter/innen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§420. (1) Die Verwaltungskörper bestehen aus Vertreter/inne/n der Dienstnehmer/innen und der Dienstgeber/innen (Versicherungsvertreter/innen).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Versicherungsvertreter/innen können Personen sein, die nicht vom Wahlrecht in die gesetzgebenden Organe ausgeschlossen sind, am Tag der Berufung das 18. Lebensjahr vollendet und, wenn es sich nicht um Bedienstete von Gebietskörperschaften handelt, ihren Wohnort, Beschäftigungsort oder Betriebssitz im Sprengel des Versicherungsträgers haben. Sie müssen entweder seit mindestens sechs Monaten in Österreich als Dienstnehmer/innen oder Unternehmer/innen tätig sein oder",
            "annotations": []
        },
        {
            "text": "1. Bevollmächtigte von Dienstgeber/inne/n oder",
            "annotations": []
        },
        {
            "text": "2. Vorstandsmitglieder oder Bedienstete öffentlich-rechtlicher Interessenvertretungen oder von Organisationen der Dienstnehmer/innen bzw Dienstgeber/innen oder",
            "annotations": []
        },
        {
            "text": "3. Bedienstete von Gebietskörperschaften",
            "annotations": []
        },
        {
            "text": "sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Versicherungsvertreter/innen müssen, soweit es sich nicht um Angehörige des im Abs2 Z2 und 3 umschriebenen Personenkreises handelt, im Zeitpunkt ihrer Entsendung dem betreffenden Versicherungsträger bzw der betreffenden Landesstelle als pflichtversicherte Dienstnehmer/innen oder Dienstgeber/innen von solchen oder als freiwillig Versicherte angehören.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Jedes Mitglied eines Verwaltungskörpers führt in diesem eine Stimme. Das Mitglied kann jedoch auch zwei Stimmen führen, wenn es von einem anderen Mitglied schriftlich mit seiner Vertretung bei einer einzelnen Sitzung betraut worden ist. Das Recht den Vorsitz zu führen kann nicht übertragen werden. Das vertretene Mitglied ist bei der Feststellung der Beschlussfähigkeit nicht mitzuzählen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die Tätigkeit als Mitglied eines Verwaltungskörpers erfolgt auf Grund einer öffentlichen Verpflichtung und begründet kein Dienstverhältnis zum Versicherungsträger. Hiefür gebühren Entschädigungen nach folgenden Grundsätzen:",
            "annotations": []
        },
        {
            "text": "1. Die Mitglieder der Verwaltungskörper haben Anspruch auf Ersatz der Reise- und Aufenthaltskosten nach Maßgabe von Richtlinien nach §30a Abs1 Z31.",
            "annotations": []
        },
        {
            "text": "2. Die Obmänner/Obfrauen und ihre Stellvertreter/innen, die Vorsitzenden der Hauptversammlungen und ihre Stellvertreter/innen sowie die Vorsitzenden der Landesstellenausschüsse und ihre Stellvertreter/innen haben Anspruch auf Funktionsgebühren. Das Nähere hat die Bundesministerin für Arbeit, Soziales, Gesundheit und Konsumentenschutz nach Anhörung des Dachverbandes durch Verordnung unter Bedachtnahme auf den örtlichen Wirkungsbereich und die Zahl der Versicherten des jeweiligen Versicherungsträgers zu bestimmen; dabei darf die für ein Jahr zustehende Funktionsgebühr 40% des einem Mitglied des Nationalrates jährlich gebührenden Bezuges nicht übersteigen.",
            "annotations": []
        },
        {
            "text": "3. Die Mitglieder der Verwaltungskörper, soweit sie nicht unter Z2 fallen, haben Anspruch auf Sitzungsgeld, dessen Höhe durch Verordnung der Bundesministerin für Arbeit, Soziales, Gesundheit und Konsumentenschutz nach Anhörung des Dachverbandes festzusetzen ist.",
            "annotations": []
        },
        {
            "text": "§107 Abs4 ist anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Von der Entsendung in das Amt eines Versicherungsvertreters/einer Versicherungsvertreterin sind ausgeschlossen:",
            "annotations": []
        },
        {
            "text": "1. Mitglieder des Europäischen Parlaments, des Nationalrates, des Bundesrates, der Landtage, der Bundesregierung und der Landesregierungen;",
            "annotations": []
        },
        {
            "text": "2. Bedienstete eines Versicherungsträgers und des Dachverbandes;",
            "annotations": []
        },
        {
            "text": "3. Personen, die auf Grund einer von ihnen ausgeübten Erwerbstätigkeit mit einem Versicherungsträger oder dem Dachverband in regelmäßigen geschäftlichen Beziehungen stehen;",
            "annotations": []
        },
        {
            "text": "4. Personen, über deren Vermögen ein Insolvenzverfahren eröffnet ist;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bestellung der Versicherungsvertreter/innen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§421. (1) Die Versicherungsvertreter/innen sind von den geschäftsführenden Organen der örtlich und sachlich zuständigen öffentlich-rechtlichen Interessenvertretungen der Dienstnehmer/innen und der Dienstgeber/innen unter Bedachtnahme auf ihre fachliche Eignung und auf die einzelnen von den entsendeberechtigten Stellen jeweils zu vertretenden Berufsgruppen in die Verwaltungskörper der Versicherungsträger zu entsenden. Dabei ist die Geschlechterparität durch ein ausgewogenes Verhältnis an Versicherungsvertreterinnen und Versicherungsvertretern in den Verwaltungskörpern zu beachten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Interessenvertretungen nach Abs1 haben die Entsendung nach dem Mandatsergebnis der Wahl zu ihrem jeweiligen satzungsgebenden Organ (z. B. Vollversammlung, Hauptversammlung) auf Vorschlag der jeweils wahlwerbenden Gruppe nach dem System d‘Hondt unter sinngemäßer Anwendung von Abs5 Z1 und 2 vorzunehmen; sind die Interessenvertretungen mehrerer Länder oder eine bundesweite Interessenvertretung zur Entsendung berufen, so sind dabei die jeweiligen (bei bundesweiter Zuständigkeit: sämtliche) Landesmandatsergebnisse zusammenzuzählen. Soweit die Wirtschaftskammern zur Entsendung berechtigt sind, hat die Nominierung der Versicherungsvertreter/innen nach dem Mandatsergebnis der Wahlen zu den Fachorganisationen (Fachvertretungen) zu erfolgen. Bei der Entsendung von Versicherungsvertreter/inne/n in die Landesstellenausschüsse der Allgemeinen Unfallversicherungsanstalt und der Pensionsversicherungsanstalt ist das jeweilige Wahlergebnis auf Landesebene zu berücksichtigen. Die Entsendung von Versicherungsvertreter/inne/n in die Landesstellenausschüsse der Österreichischen Gesundheitskasse erfolgt von den Interessenvertretungen nach Abs1 auf Vorschlag der jeweiligen Interessenvertretungen auf Landesebene, die bei der Erstattung ihres Vorschlages das jeweilige Wahlergebnis auf Landesebene zu berücksichtigen haben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Bestehen keine Interessenvertretungen nach Abs1, so sind die Versicherungsvertreter/innen der Dienstnehmer/innen/gruppe vom Österreichischen Gewerkschaftsbund, und zwar von der in Betracht kommenden Gewerkschaft, zu entsenden. Die Versicherungsvertreter/innen der Dienstgeber/innen/gruppe sind in einem solchen Fall von der Bundesministerin für Arbeit, Soziales, Gesundheit und Konsumentenschutz auf Vorschlag der Wirtschaftskammer Österreich zu entsenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Unzulässig ist die gleichzeitige Entsendung ein und derselben Person als Versicherungsvertreter/in",
            "annotations": []
        },
        {
            "text": "1. sowohl in den Verwaltungsrat als auch in einen Landesstellenausschuss desselben Versicherungsträgers;",
            "annotations": []
        },
        {
            "text": "2. sowohl in einen Landesstellenausschuss als auch in die Hauptversammlung als weitere/n Versicherungsvertreter/in nach §426 Abs2 Z1 desselben Versicherungsträgers;",
            "annotations": []
        },
        {
            "text": "3. in die Verwaltungskörper mehrerer Versicherungsträger.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Kommen mehrere entsendeberechtigte Stellen in der Gruppe der Dienstgeber/innen oder in der Gruppe der Dienstnehmer/innen in Betracht, so hat die Aufsichtsbehörde (§448) die auf die einzelnen Stellen entfallende Zahl von Versicherungsvertreter/inne/n unter Bedachtnahme auf die Zahl der pflichtversicherten Dienstnehmer/innen in den den einzelnen Stellen zugehörigen Gruppen von Dienstnehmer/inne/n oder Dienstgeber/inne/n festzusetzen. Die Zahl der pflichtversicherten Dienstnehmer/innen ist auf Grund einer Stichtagserhebung zum 1. Juli jenes Kalenderjahres zu ermitteln, das der Neubestellung der Verwaltungskörper zweitvorangeht. Die Berechnung der auf die einzelnen Stellen entfallenden Zahl von Versicherungsvertreter/inne/n hat nach dem System d‘Hondt zu erfolgen, wobei",
            "annotations": []
        },
        {
            "text": "1. die Wahlzahl ungerundet zu errechnen ist und",
            "annotations": []
        },
        {
            "text": "2. bei gleichem Anspruch mehrerer Stellen auf einen Versicherungsvertreter/eine Versicherungsvertreterin nach dieser Berechnung das Los entscheidet.",
            "annotations": []
        },
        {
            "text": "Die Aufteilung gilt jeweils für die betreffende Amtsdauer. Vor der Aufteilung der Zahl der Versicherungsvertreter/innen ist den in Betracht kommenden öffentlich-rechtlichen Interessenvertretungen und Gewerkschaften Gelegenheit zur Stellungnahme zu geben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Die Aufsichtsbehörde hat die in Betracht kommenden öffentlich-rechtlichen Interessenvertretungen und Gewerkschaften aufzufordern, die Vertreter/innen innerhalb einer angemessenen Frist, die mindestens einen Monat zu betragen hat, zu entsenden. Verstreicht diese Frist ungenützt, so hat die Aufsichtsbehörde selbst die Versicherungsvertreter/innen zu bestellen. Im Fall der Säumigkeit einer öffentlich-rechtlichen Interessenvertretung hat die Aufsichtsbehörde dabei nach dem System d’Hondt unter Zugrundelegung des Mandatsergebnisses der Wahl zum satzungsgebenden Organ dieser Interessenvertretung unter sinngemäßer Anwendung des Abs5 Z1 und 2 vorzugehen, ohne an einen Vorschlag gebunden zu sein; Abs2 erster Satz letzter Halbsatz ist anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) In den Fällen der Abs5 und 6, in denen der Wirkungsbereich der örtlich und sachlich zuständigen öffentlich-rechtlichen Interessenvertretung der Dienstnehmer/innen sich nicht über mehr als ein Land erstreckt und eine für das gesamte Bundesgebiet zuständige öffentlich-rechtliche Interessenvertretung nicht besteht, ist der Berechnung der auf diese Gruppe von Dienstnehmer/inne/n entfallenden Zahl von Versicherungsvertreter/inne/n die Gesamtzahl der im Bundesgebiet in Betracht kommenden Dienstnehmer/innen zugrunde zu legen. Es sind sodann die Versicherungsvertreter/innen von jener Interessenvertretung zu entsenden, die für sich allein die größte Zahl von Dienstnehmer/inne/n vertritt. Diese hat dabei das Einvernehmen mit den übrigen für diese Gruppe von Dienstnehmer/inne/n in Betracht kommenden Interessenvertretungen herzustellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Scheidet ein Versicherungsvertreter/eine Versicherungsvertreterin dauernd aus, so hat die Stelle, die die ausgeschiedene Person bestellt hat, für den Rest der Amtsdauer einen neuen Versicherungsvertreter/eine neue Versicherungsvertreterin zu bestellen. Ist die Neubestellung durch eine Enthebung (§423) erforderlich geworden und tritt nachträglich die Entscheidung über diese Enthebung außer Kraft, so erlöschen mit dem gleichen Zeitpunkt die rechtlichen Wirkungen der Neubestellung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ablehnung des Amtes und Recht zur Amtsausübung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§422. (1) Das Amt eines Versicherungsvertreters/einer Versicherungsvertreterin darf nur aus wichtigen Gründen abgelehnt werden. Nach mindestens zweijähriger Amtsführung kann eine Wiederbestellung für die nächste Amtsdauer abgelehnt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Versicherungsvertreter/Die Versicherungsvertreterin hat von der Annahme seiner/ihrer Bestellung (§421) den Versicherungsträger nachweislich in Kenntnis zu setzen und ist unbeschadet des §425 zweiter Satz ab dem Zeitpunkt des Einlangens dieser Mitteilung beim Versicherungsträger zur Ausübung seines/ihres Amtes ab dem Zeitpunkt, ab dem er/sie bestellt ist, berechtigt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammensetzung der Verwaltungskörper",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§426. (1) Der Verwaltungsrat und die Landesstellenausschüsse bei der Österreichischen Gesundheitskasse, bei der Allgemeinen Unfallversicherungsanstalt und bei der Pensionsversicherungsanstalt setzt sich je zur Hälfte aus Vertreter/inne/n der Dienstnehmer/innen und Vertreter/inne/n der Dienstgeber/innen zusammen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Hauptversammlung bei der Österreichischen Gesundheitskasse, bei der Allgemeinen Unfallversicherungsanstalt und bei der Pensionsversicherungsanstalt setzt sich zusammen aus",
            "annotations": []
        },
        {
            "text": "1. zwölf Versicherungsvertreter/innen aus der Gruppe der Dienstnehmer/innen und zwölf Versicherungsvertreter/innen aus der Gruppe der Dienstgeber/innen, wobei die ersten sechs Mitglieder der jeweiligen Gruppe die Mitglieder des jeweiligen Verwaltungsrates sind,",
            "annotations": []
        },
        {
            "text": "2. den Vorsitzenden der jeweiligen Landesstellenausschüsse samt ihren Stellvertreter/inne/n,",
            "annotations": []
        },
        {
            "text": "3. jeweils drei Senior/inn/envertreter/inne/n, die vom Österreichischen Seniorenrat zu entsenden sind,",
            "annotations": []
        },
        {
            "text": "4. jeweils drei Behindertenvertreter/inne/n, von denen je einer/eine vom ÖZIV Bundesverband, vom Österreichischen Behindertenrat und vom Kriegsopfer- und Behindertenverband Österreich zu entsenden ist.",
            "annotations": []
        },
        {
            "text": "Die Versicherungsvertreter/innen nach Z1, die zugleich Mitglieder des Verwaltungsrates sind, sind in der Hauptversammlung auf die Zahl der Versicherungsvertreter/innen jener Gruppe nach §421 Abs2 bis 5 anzurechnen, der sie im Verwaltungsrat angehören.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Hauptversammlung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§428. Die Zahl der Versicherungsvertreter/innen in der Hauptversammlung beträgt: ",
            "annotations": []
        },
        {
            "text": "1. bei der Österreichischen Gesundheitskasse………………………………………………….42;",
            "annotations": []
        },
        {
            "text": "2. bei der Allgemeinen Unfallversicherungsanstalt…………………………………………..32;",
            "annotations": []
        },
        {
            "text": "3. bei der Pensionsversicherungsanstalt…………………………………………………………..42.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vorsitz in den Verwaltungskörpern",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§430. (1) Den Vorsitz im Verwaltungsrat führt der/die vom Verwaltungsrat gewählte Obmann/Obfrau. Den Vorsitz in der Hauptversammlung führt der/die von der Hauptversammlung gewählte Vorsitzende.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Verwaltungsrat der Österreichischen Gesundheitskasse sowie der Pensionsversicherungsanstalt hat aus seiner Mitte zu Beginn jeder Amtsperiode auf Vorschlag der Gruppe der Dienstnehmer/innen und auf Vorschlag der Gruppe der Dienstgeber/innen je einen Obmann/eine Obfrau aus der Dienstnehmer/innen- und aus der Dienstgeber/innengruppe zu wählen. Diese führen abwechselnd jeweils für die Dauer von sechs Monaten den Vorsitz. Für die Wahl ist jeweils die einfache Mehrheit der Mitglieder des Verwaltungsrates sowie die einfache Mehrheit der Gruppe erforderlich, der die zu wählende Person angehört. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der Gruppe jener Versicherungsvertreter/innen, der die zu wählende Person angehört. Der/Die den Vorsitz nicht führende Obmann/Obfrau ist Stellvertreter/in des/der den Vorsitz führenden Obmannes/Obfrau.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Der Verwaltungsrat der Allgemeinen Unfallversicherungsanstalt hat für seine Amtsdauer aus seiner Mitte einen Obmann/eine Obfrau zu wählen. Er/Sie muss der Gruppe der Dienstgeber/innen angehören. Für die Wahl ist die einfache Mehrheit sowohl aller Mitglieder des Verwaltungsrates als auch der Gruppe der Dienstgeber/innen erforderlich. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der Gruppe der Dienstgeber/innen. Im Anschluss an die Wahl des Obmannes/der Obfrau ist für diesen/diese aus der Mitte des Verwaltungsrates auf dieselbe Weise ein Stellvertreter/eine Stellvertreterin aus der Gruppe der Dienstnehmer/innen zu wählen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3a) Die Hauptversammlung der Österreichischen Gesundheitskasse sowie der Pensionsversicherungsanstalt hat aus ihrer Mitte zu Beginn jeder Amtsperiode je eine/n Vorsitzende/n aus der Dienstnehmer/innen- und aus der Dienstgeber/innengruppe zu wählen. Diese führen abwechselnd jeweils für die Dauer von sechs Monaten den Vorsitz, beginnend mit jenem/jener Vorsitzenden, der/die nicht der Gruppe angehört, der der/die den Vorsitz führende Obmann/Obfrau des Verwaltungsrates angehört. Für die Wahl ist die einfache Mehrheit der Mitglieder der Hauptversammlung erforderlich. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der Gruppe jener Versicherungsvertreter/innen, der die zu wählende Person angehört. Die den Vorsitz nicht führende Person ist Stellvertreter/in der den Vorsitz führenden Person. Die Vorsitzenden dürfen weder dem Verwaltungsrat noch einem Landesstellenausschuss angehören. Darüber hinaus dürfen sie nicht derselben wahlwerbenden Gruppe angehören, der der Obmann/die Obfrau des Verwaltungsrates zuzurechnen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3b) Die Hauptversammlung der Allgemeinen Unfallversicherungsanstalt hat für ihre Amtsdauer aus ihrer Mitte eine/n Vorsitzende/n zu wählen. Er/Sie muss der Gruppe der Dienstgeber/innen angehören. Für die Wahl ist die einfache Mehrheit aller Mitglieder der Hauptversammlung erforderlich. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der Gruppe der Dienstgeber/innen. Im Anschluss an die Wahl des/der Vorsitzenden ist für diese/n aus der Mitte der Hauptversammlung ein Stellvertreter/eine Stellvertreterin aus der Gruppe der Dienstnehmer/innen zu wählen. Der/Die Vorsitzende sowie sein/seine/ihr/ihre Stellvertreter/in dürfen weder dem Verwaltungsrat noch einem Landesstellenausschuss angehören. Darüber hinaus dürfen diese Personen nicht derselben wahlwerbenden Gruppe angehören, der der Obmann/die Obfrau des Verwaltungsrates bzw sein/seine/ihr/ihre Stellvertreter/in zuzurechnen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Landesstellenausschüsse der Österreichischen Gesundheitskasse sowie der Pensionsversicherungsanstalt haben aus ihrer Mitte zu Beginn jeder Amtsperiode auf Vorschlag der Gruppe der Dienstnehmer/innen und auf Vorschlag der Gruppe der Dienstgeber/innen je einen Vorsitzenden/eine Vorsitzende aus der Dienstnehmer/innen- und aus der Dienstgeber/innengruppe zu wählen. Diese führen abwechselnd jeweils für die Dauer von sechs Monaten den Vorsitz. Für die Wahl ist die einfache Mehrheit aller Mitglieder des Landesstellenausschusses erforderlich. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der Gruppe jener Versicherungsvertreter/innen, der die zu wählende Person angehört. Der/Die den Vorsitz nicht führende Vorsitzende ist Stellvertreter/in der den Vorsitz führenden Person. Der/Die Vorsitzende und sein/ihr Stellvertreter bzw seine/ihre Stellvertreterin vertreten den jeweiligen Landesstellenausschuss in der Hauptversammlung (§426 Abs2 Z2).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die Landesstellenausschüsse der Allgemeinen Unfallversicherungsanstalt haben für ihre Amtsdauer einen Vorsitzenden/eine Vorsitzende aus ihrer Mitte zu wählen. Er/Sie muss der Gruppe der Dienstgeber/innen angehören. Für die Wahl ist die einfache Mehrheit aller Mitglieder des Landesstellenausschusses erforderlich. Im Anschluss daran ist ein Stellvertreter/eine Stellvertreterin des/der Vorsitzenden zu wählen, der/die der Gruppe der Dienstnehmer/innen anzugehören hat. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der Gruppe jener Versicherungsvertreter/innen, der die zu wählende Person angehört. Der/Die Vorsitzende und sein/ihr Stellvertreter bzw seine/ihre Stellvertreterin vertreten den jeweiligen Landesstellenausschuss in der Hauptversammlung (§426 Abs2 Z2).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Die gewählten Obmänner/Obfrauen sowie die gewählten Vorsitzenden der Hauptversammlungen und der Landesstellenausschüsse und ihre Stellvertreter/innen sind, wenn sie die Annahme der Wahl dem zur Wahl berufenen Verwaltungskörper ausdrücklich erklärt haben, sogleich oder ab einem anlässlich der Wahl vom Verwaltungskörper festgelegten Zeitpunkt zur Ausübung ihrer Funktion berechtigt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Scheidet ein Vorsitzender/eine Vorsitzende (ein Stellvertreter/eine Stellvertreterin) eines Verwaltungskörpers infolge Enthebung (§423) vom Amt als Versicherungsvertreter/in aus und tritt nachträglich die Entscheidung über diese Enthebung außer Kraft, so erlöschen mit dem gleichen Zeitpunkt die rechtlichen Wirkungen einer bereits erfolgten Wahl des Nachfolgers/der Nachfolgerin und es ist neuerlich eine entsprechende Wahl durchzuführen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "ABSCHNITT III",
            "annotations": []
        },
        {
            "text": "Aufgaben der Verwaltungskörper",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aufgaben des Verwaltungsrates und Vertretung des Versicherungsträgers",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§432. (1) Dem Verwaltungsrat obliegt die Geschäftsführung, soweit diese nicht gesetzlich der Hauptversammlung oder einem Landesstellenausschuss zugewiesen ist, die Vertretung des Versicherungsträgers sowie die Vorbereitung der in der Hauptversammlung zu treffenden Beschlüsse. Er kann einzelne seiner Obliegenheiten dem Obmann/der Obfrau und die Besorgung bestimmter laufender Angelegenheiten dem Büro des Versicherungsträgers übertragen. Tunlichst dem Büro zu übertragen hat der Verwaltungsrat unbeschadet seiner eigenen Verantwortlichkeit und seiner Weisungsbefugnis",
            "annotations": []
        },
        {
            "text": "1. laufende Verwaltungsgeschäfte, sofern im Einzelfall das Eineinhalbfache des für das jeweilige Jahr festgesetzten Schwellenwertes für Dienstleistungen nach §12 Abs1 Z1 BVergG 2018 nicht überschritten wird,",
            "annotations": []
        },
        {
            "text": "2. Personalangelegenheiten mit Ausnahme des bereichsleitenden und leitenden Dienstes sowie der Leiter/innen des höheren Dienstes nach der DO. A und des ärztlichen Dienstes nach §37 Z1 und 2 DO. B,",
            "annotations": []
        },
        {
            "text": "3. die Entscheidung in Leistungsangelegenheiten nach den vom Verwaltungsrat zu erlassenden Richtlinien und",
            "annotations": []
        },
        {
            "text": "4. die Vertretung des Versicherungsträgers nach außen in jenen Angelegenheiten, die nicht der Beschlussfassung des Verwaltungsrates oder der Hauptversammlung bedürfen.",
            "annotations": []
        },
        {
            "text": "Dem Verwaltungsrat ist über die laufenden Verwaltungsgeschäfte nach Z1 gemäß der Geschäftsordnung nachträglich, mindestens halbjährlich Bericht zu erstatten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Vertretungsbefugnis natürlicher Personen wird durch eine Bescheinigung der Aufsichtsbehörde oder einen Auszug aus dem die sonstigen Betroffenen erfassenden Teil des Ergänzungsregisters (§6 Abs4 in Verbindung mit §2 Z7 des E-Government-Gesetzes, BGBl I Nr 10/2004) nachgewiesen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) In folgenden Angelegenheiten bedürfen Beschlüsse des Verwaltungsrates zu ihrer Wirksamkeit der einfachen Mehrheit der gültig abgegebenen Stimmen sowohl in der Gruppe der Dienstnehmer/innen als auch in der Gruppe der Dienstgeber/innen:",
            "annotations": []
        },
        {
            "text": "1. die dauernde Veranlagung von Vermögensbeständen;",
            "annotations": []
        },
        {
            "text": "2. der Abschluss von Verträgen mit den im Sechsten Teil bezeichneten und sonstigen Vertragspartner/inne/n, wenn diese Verträge eine wesentliche dauernde Belastung des Versicherungsträgers herbeiführen;",
            "annotations": []
        },
        {
            "text": "3. die Erlassung von Richtlinien nach §84 Abs6 über die Verwendung der Mittel des Unterstützungsfonds;",
            "annotations": []
        },
        {
            "text": "4. der Abschluss von Landes-Zielsteuerungsübereinkommen nach dem G-ZG.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Der Verwaltungsrat darf Beschlüsse",
            "annotations": []
        },
        {
            "text": "1. über die Erwerbung, Errichtung oder Erweiterung von Gebäuden oder von Einrichtungen in fremden Gebäuden, die Zwecken der Verwaltung, der Krankenbehandlung, der Anstaltspflege, der Jugendlichen- und Vorsorge(Gesunden)untersuchungen, der Erbringung von Zahnbehandlung oder Zahnersatz, der Unfallheilbehandlung, der Rehabilitation, der Maßnahmen zur Festigung der Gesundheit, der Krankheitsverhütung oder der Gesundheitsvorsorge dienen sollen, sowie",
            "annotations": []
        },
        {
            "text": "2. über Umbauten von Gebäuden, wenn damit eine Änderung des Verwendungszweckes verbunden ist,",
            "annotations": []
        },
        {
            "text": "nur dann fassen, wenn ein Bedarf für das jeweilige Bauvorhaben besteht. Die Bedarfsprüfung ist vom Versicherungsträger vorzunehmen und hat sich auf den Bereich der gesamten Sozialversicherung zu erstrecken. Die Grundsätze für die Bedarfsprüfung sind von der Bundesministerin für Arbeit, Soziales, Gesundheit und Konsumentenschutz mit Verordnung festzulegen und haben jedenfalls Näheres über den Ablauf und den Umfang der Prüfung sowie die dabei auszuarbeitenden Unterlagen zu enthalten. Nach Abschluss des Bauvorhabens ist der Aufsichtsbehörde eine von den zuständigen Verwaltungskörpern des Versicherungsträgers gebilligte Schlussabrechnung vorzulegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Beschlüsse des Verwaltungsrates über die Erstellung von Dienstpostenplänen (§460 Abs1), soweit sie sich auf die Gehaltsgruppen F (Höherer Dienst) und G (Leitender Dienst) der Dienstordnung A für die Angestellten bei den Sozialversicherungsträgern Österreichs (DO. A) erstrecken, bedürfen der Genehmigung durch die Aufsichtsbehörde im Einvernehmen mit dem Bundesminister für Finanzen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aufgaben der Hauptversammlung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§433. (1) Die Hauptversammlung des Versicherungsträgers hat jährlich mindestens zweimal zusammenzutreten. Sie ist vom Verwaltungsrat einzuberufen. Ihr ist vorbehalten:",
            "annotations": []
        },
        {
            "text": "1. die Beschlussfassung über den Jahresvoranschlag (Haushaltsplan);",
            "annotations": []
        },
        {
            "text": "2. die Beschlussfassung über den Jahresbericht des Verwaltungsrates, der aus dem durch einen beeideten Wirtschaftsprüfer/eine beeidete Wirtschaftsprüferin geprüften Rechnungsabschluss und den Statistischen Nachweisungen besteht;",
            "annotations": []
        },
        {
            "text": "3. die Beschlussfassung über die Entlastung des Verwaltungsrates;",
            "annotations": []
        },
        {
            "text": "4. die Beschlussfassung über die Satzung und Krankenordnung sowie ihre Änderungen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der beeidete Wirtschaftsprüfer/Die beeidete Wirtschaftsprüferin nach Abs1 Z2 ist von der Hauptversammlung zu beauftragen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Über die im Abs1 Z2 bis 4 genannten Gegenstände kann nur mit einer Mehrheit von zwei Dritteln der abgegebenen Stimmen gültig Beschluss gefasst werden. Bei Ablehnung der Entlastung hat die Aufsichtsbehörde zu entscheiden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sitzungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§435. (1) Die Sitzungen der Verwaltungskörper sind nichtöffentlich. Der/Die leitende Angestellte und seine/ihre Stellvertreter/innen sind berechtigt, an den Sitzungen der Verwaltungskörper mit beratender Stimme teilzunehmen. Der Obmann/Die Obfrau kann die Teilnahme von Bediensteten des Versicherungsträgers verfügen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der ordnungsmäßig einberufene Verwaltungskörper ist bei Anwesenheit des/der Vorsitzenden und von mindestens der Hälfte der Versicherungsvertreter/innen beschlussfähig. Der/Die Vorsitzende ist auf die erforderliche Mindestzahl von anwesenden Versicherungsvertreter/inne/n anzurechnen. Ein gültiger Beschluss bedarf – wenn gesetzlich nichts anderes bestimmt ist – der Zustimmung der Mehrheit der gültig abgegebenen Stimmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) In den Sitzungen der Verwaltungskörper hat auch der/die Vorsitzende Stimmrecht. Bei Stimmengleichheit gibt seine/ihre Stimme den Ausschlag; dies gilt nicht für die im §430 Abs2, 3a und 4 genannten Vorsitzenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die im §426 Abs2 Z3 und 4 genannten Mitglieder nehmen an den Sitzungen der Hauptversammlung mit beratender Stimme teil.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Verstoßen Beschlüsse eines Verwaltungskörpers gegen eine Rechtsvorschrift oder in einer wichtigen Frage gegen den Grundsatz der Zweckmäßigkeit der Gebarung des Versicherungsträgers, so hat der Obmann/die Obfrau oder der/die Vorsitzende des Landesstellenausschusses ihre Durchführung vorläufig aufzuschieben und unter gleichzeitiger Angabe der Gründe für seine/ihre Vorgangsweise die Entscheidung der Aufsichtsbehörde einzuholen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "ABSCHNITT IVa",
            "annotations": []
        },
        {
            "text": "Verwaltungskörper des Dachverbandes",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Arten der Verwaltungskörper",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§441. Die Verwaltungskörper des Dachverbandes sind",
            "annotations": []
        },
        {
            "text": "1. die Konferenz der Sozialversicherungsträger (im Folgenden kurz Konferenz genannt) und",
            "annotations": []
        },
        {
            "text": "2. die Hauptversammlung der Sozialversicherungsträger (im Folgenden kurz Hauptversammlung genannt).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Konferenz",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§441a. (1) Die Konferenz besteht aus den Obmännern/Obfrauen und ihren Stellvertretern/Stellvertreterinnen",
            "annotations": []
        },
        {
            "text": "1. der Österreichischen Gesundheitskasse,",
            "annotations": []
        },
        {
            "text": "2. der Allgemeinen Unfallversicherungsanstalt,",
            "annotations": []
        },
        {
            "text": "3. der Pensionsversicherungsanstalt,",
            "annotations": []
        },
        {
            "text": "4. der Sozialversicherungsanstalt der Selbständigen und",
            "annotations": []
        },
        {
            "text": "5. der Versicherungsanstalt öffentlich Bediensteter, Eisenbahnen und Bergbau.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Konferenz ist beschlussfähig, wenn mindestens sieben Mitglieder anwesend sind. Ein gültiger Beschluss erfordert Einstimmigkeit, wobei jedem Mitglied eine Stimme zukommt. Kommt kein gültiger Beschluss zustande und wird die Angelegenheit auf Antrag eines Mitgliedes der Konferenz in einer weiteren Sitzung behandelt, so bedarf ein gültiger Beschluss der Zustimmung von mindestens sieben Mitgliedern.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Beschlüsse der Konferenz sind im Internet zu veröffentlichen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Konferenz hat aus ihrer Mitte zu Beginn jeder Amtsperiode zwei Vorsitzende zu wählen. Diese führen abwechselnd jeweils für die Dauer von sechs Monaten den Vorsitz. Die den Vorsitz nicht führende Person ist Stellvertreter/in der den Vorsitz führenden Person. Für die Wahl ist die Mehrheit nach Abs2 erforderlich. Bei der Wahl ist zu bestimmen, welcher/welche Vorsitzende im ersten halben Jahr der Amtsperiode den Vorsitz führt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Der/Die Vorsitzende hat insbesondere für die rechtzeitige Einberufung der Konferenz zu sorgen, die Konferenz zu leiten und die Sitzungspolizei wahrzunehmen. Die näheren Bestimmungen sind in einer von der Konferenz zu beschließenden Geschäftsordnung (§456a) zu treffen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Hauptversammlung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§441b. (1) Die Hauptversammlung besteht aus",
            "annotations": []
        },
        {
            "text": "1. den vorsitzführenden Obmännern/Obfrauen der Verwaltungsräte der im §441a Abs1 genannten Versicherungsträger,",
            "annotations": []
        },
        {
            "text": "2. den Vorsitzenden der Hauptversammlung und deren Stellvertreter/innen der im §441a Abs1 genannten Versicherungsträger,",
            "annotations": []
        },
        {
            "text": "3. drei Senior/inn/envertreter/inne/n, die vom Österreichischen Seniorenrat zu entsenden sind,",
            "annotations": []
        },
        {
            "text": "4. drei Behindertenvertreter/inne/n, von denen je einer/eine vom ÖZIV Bundesverband, vom Österreichischen Behindertenrat und vom Kriegsopfer- und Behindertenverband Österreich zu entsenden ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Hauptversammlung ist beschlussfähig, wenn zumindest die Hälfte ihrer stimmberechtigten Mitglieder anwesend ist. Ein gültiger Beschluss bedarf – wenn gesetzlich nichts anderes bestimmt ist – der Zustimmung der Mehrheit der gültig abgegebenen Stimmen. Die im Abs1 Z3 und 4 genannten Mitglieder haben beratende Stimme.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Den Vorsitz in der Hauptversammlung führt der/die jeweilige Vorsitzende der Hauptversammlung jenes Trägers, der auch den Vorsitz in der Konferenz führt. Dieser wird vertreten von seinem/ihrem/seiner/ihrer Stellvertreter/in.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Dem/Der Vorsitzenden obliegt die Vertretung der Hauptversammlung gegenüber den Versicherungsträgern. Er/Sie hat insbesondere für die rechtzeitige Einberufung der Hauptversammlung Sorge zu tragen, die Sitzungen der Hauptversammlung zu leiten und die Sitzungspolizei wahrzunehmen. Die näheren Bestimmungen sind in einer von der Hauptversammlung zu beschließenden 'Geschäftsordnung der Hauptversammlung' (§456a) zu treffen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aufgaben der Konferenz",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§441c. (1) Der Konferenz obliegt die Besorgung aller Aufgaben des Dachverbandes, die nicht ausdrücklich der Hauptversammlung zugewiesen sind. Sie vertritt den Dachverband nach außen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Konferenz kann unter Aufrechterhaltung ihrer eigenen Verantwortlichkeit die Besorgung bestimmter laufender Angelegenheiten dem Büro des Dachverbandes übertragen; §432 Abs1 letzter Satz ist sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Konferenz hat einen Jahresbericht des Dachverbandes und der bei ihm errichteten Fonds zu erstellen, der aus dem Rechnungsabschluss und den statistischen Nachweisungen besteht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aufgaben der Hauptversammlung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§441d. (1) Die Hauptversammlung hat mindestens zweimal im Jahr zusammenzutreten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Hauptversammlung obliegt",
            "annotations": []
        },
        {
            "text": "1. die Beschlussfassung über den von der Konferenz vorgelegten Jahresvoranschlag (Haushaltsplan einschließlich Investitionsplan) des Dachverbandes; dieser ist der Bundesministerin für Arbeit, Soziales, Gesundheit und Konsumentenschutz zur Kenntnis zu bringen;",
            "annotations": []
        },
        {
            "text": "2. die Genehmigung des durch einen beeideten Wirtschaftsprüfer/eine beeidete Wirtschaftsprüferin geprüften Rechnungsabschlusses;",
            "annotations": []
        },
        {
            "text": "3. die Entlastung der Konferenz; diese ist der Bundesministerin für Arbeit, Soziales, Gesundheit und Konsumentenschutz zur Kenntnis zu bringen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Der beeidete Wirtschaftsprüfer/Die beeidete Wirtschaftsprüferin nach Abs2 Z2 ist von der Hauptversammlung zu beauftragen.\"",
            "annotations": []
        },
        {
            "text": "2. §24 des Bundesgesetzes, mit dem ein Bundesgesetz über die Sozialversicherungsanstalt der Selbständigen erlassen wird (Selbständigen-Sozialversicherungsgesetz – SVSG), BGBl I 100/2018, lautet: ",
            "annotations": []
        },
        {
            "text": "\"Vorsitz in den Verwaltungskörpern",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§24. (1) Den Vorsitz im Verwaltungsrat führt der/die vom Verwaltungsrat gewählte Obmann/Obfrau. Den Vorsitz in der Hauptversammlung führt der/die von der Hauptversammlung gewählte Vorsitzende.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Verwaltungsrat der Sozialversicherungsanstalt der Selbständigen hat für seine Amtsdauer aus seiner Mitte einen Obmann/eine Obfrau zu wählen. Er/Sie muss dabei aus dem Kreis jener Versicherungsvertreter/innen stammen, der die größere Gruppe nach §18 Abs2 repräsentiert. Für die Wahl ist die einfache Mehrheit aller Mitglieder des Verwaltungsrates erforderlich. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der größeren Gruppe nach §18 Abs2. Im Anschluss an die Wahl des Obmannes/der Obfrau ist für diesen/diese aus der Mitte des Verwaltungsrates ein Stellvertreter/eine Stellvertreterin zu wählen, der/die nicht der gleichen Versichertengruppe wie der Obmann/die Obfrau angehören darf. Darüber hinaus kann aus der Mitte des Verwaltungsrates ein zweiter Stellvertreter/eine zweite Stellvertreterin gewählt werden. Dieser ist nicht Mitglied der Konferenz nach §441a ASVG.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2a) Die Hauptversammlung der Sozialversicherungsanstalt der Selbständigen hat für ihre Amtsdauer aus ihrer Mitte eine/n Vorsitzende/n zu wählen. Er/Sie muss dabei aus dem Kreis jener Versicherungsvertreter/innen stammen, der die größere Gruppe nach §18 Abs2 repräsentiert. Für die Wahl ist die einfache Mehrheit aller Mitglieder der Hauptversammlung erforderlich. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der größeren Gruppe nach §18 Abs2. Im Anschluss an die Wahl des/der Vorsitzenden ist für diese/n aus der Mitte der Hauptversammlung ein Stellvertreter/eine Stellvertreterin zu wählen, der/die nicht der gleichen Versichertengruppe wie der Obmann/die Obfrau angehören darf. Der/Die Vorsitzende sowie sein/seine/ihr/ihre Stellvertreter/in dürfen weder dem Verwaltungsrat noch einem Landesstellenausschuss angehören. Darüber hinaus dürfen diese Personen nicht derselben wahlwerbenden Gruppe angehören, der der Obmann/die Obfrau des Verwaltungsrates bzw sein/seine/ihr/ihre Stellvertreter/in zuzurechnen ist, es sei denn, es steht keine Person einer anderen wahlwerbenden Gruppe zur Verfügung. Darüber hinaus kann aus der Mitte der Hauptversammlung ein zweiter Stellvertreter/eine zweite Stellvertreterin gewählt werden. Dieser ist nicht Mitglied der Hauptversammlung nach §441b ASVG.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Landesstellenausschüsse der Sozialversicherungsanstalt der Selbständigen haben für ihre Amtsdauer einen Vorsitzenden/eine Vorsitzende aus ihrer Mitte zu wählen. Für die Wahl ist die einfache Mehrheit aller Mitglieder des Landesstellenausschusses erforderlich. Im Anschluss daran ist ein Stellvertreter/eine Stellvertreterin des/der Vorsitzenden zu wählen, der/die nicht jener Gruppe angehören darf, aus der der/die Vorsitzende gewählt wurde. Der/Die Vorsitzende vertritt den jeweiligen Landesstellenausschuss in der Hauptversammlung (§23 Abs2 Z2).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Der gewählte Obmann/Die gewählte Obfrau und sein/ihr Stellvertreter bzw seine/ihre Stellvertreterin sowie die gewählten Vorsitzenden der Hauptversammlung sowie der Landesstellenausschüsse und ihre Stellvertreter/innen sind, wenn sie die Annahme der Wahl dem zur Wahl berufenen Verwaltungskörper ausdrücklich erklärt haben, sogleich oder ab einem anlässlich der Wahl vom Verwaltungskörper festgelegten Zeitpunkt zur Ausübung ihrer Funktion berechtigt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Scheidet ein Vorsitzender/eine Vorsitzende (ein Stellvertreter/eine Stellvertreterin) eines Verwaltungskörpers infolge Enthebung (§20) vom Amt als Versicherungsvertreter/in aus und tritt nachträglich die Entscheidung über diese Enthebung außer Kraft, so erlöschen mit dem gleichen Zeitpunkt die rechtlichen Wirkungen einer bereits erfolgten Wahl des Nachfolgers/der Nachfolgerin und es ist neuerlich eine entsprechende Wahl durchzuführen.\"",
            "annotations": []
        },
        {
            "text": "3. §139 des Bundesgesetzes vom 31. Mai 1967 über die Kranken- und Unfallversicherung öffentlich Bediensteter (Beamten-Kranken- und Unfallversicherungsgesetz – B-KUVG.), BGBl 200/1967, idF BGBl I 100/2018 lautet:",
            "annotations": []
        },
        {
            "text": "\"Vorsitz in den Verwaltungskörpern",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§139. (1) Den Vorsitz im Verwaltungsrat führt der/die vom Verwaltungsrat gewählte Obmann/Obfrau. Den Vorsitz in der Hauptversammlung führt der/die von der Hauptversammlung gewählte Vorsitzende.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Verwaltungsrat der Versicherungsanstalt öffentlich Bediensteter, Eisenbahnen und Bergbau hat für seine Amtsdauer aus seiner Mitte einen Obmann/eine Obfrau zu wählen. Er/Sie muss der Gruppe der Dienstnehmer/innen angehören. Für die Wahl ist die einfache Mehrheit sowohl aller Mitglieder des Verwaltungsrates als auch der Gruppe der Dienstnehmer/innen erforderlich. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der Gruppe der Dienstnehmer/innen. Im Anschluss an die Wahl des Obmannes/der Obfrau ist für diesen/diese aus der Mitte des Verwaltungsrates ein Stellvertreter/eine Stellvertreterin aus der Gruppe der Dienstgeber/innen zu wählen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2a) Die Hauptversammlung der Versicherungsanstalt öffentlich Bediensteter, Eisenbahnen und Bergbau hat für ihre Amtsdauer aus ihrer Mitte eine/n Vorsitzende/n zu wählen. Er/Sie muss der Gruppe der Dienstnehmer/innen angehören. Für die Wahl ist die einfache Mehrheit aller Mitglieder der Hauptversammlung erforderlich. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der Gruppe der Dienstnehmer/innen. Im Anschluss an die Wahl des/der Vorsitzenden ist für diese/n aus der Mitte der Hauptversammlung ein Stellvertreter/eine Stellvertreterin aus der Gruppe der Dienstgeber/innen zu wählen. Der/Die Vorsitzende sowie sein/seine/ihr/ihre Stellvertreter/in dürfen weder dem Verwaltungsrat noch einem Landesstellenausschuss angehören. Darüber hinaus dürfen diese Personen nicht derselben wahlwerbenden Gruppe angehören, der der Obmann/die Obfrau des Verwaltungsrates bzw sein/seine/ihr/ihre Stellvertreter/in zuzurechnen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Landesstellenausschüsse der Versicherungsanstalt öffentlich Bediensteter, Eisenbahnen und Bergbau haben für ihre Amtsdauer einen Vorsitzenden/eine Vorsitzende aus ihrer Mitte zu wählen. Er/Sie muss der Gruppe der Dienstnehmer/innen angehören. Für die Wahl ist die einfache Mehrheit aller Mitglieder des Landesstellenausschusses erforderlich. Im Anschluss daran ist ein Stellvertreter/eine Stellvertreterin des/der Vorsitzenden zu wählen, der/die der Gruppe der Dienstgeber/innen anzugehören hat. Bei Stimmengleichheit entscheidet die einfache Mehrheit in der Gruppe jener Versicherungsvertreter/innen, der die zu wählende Person angehört. Der/Die Vorsitzende und sein/ihr Stellvertreter bzw seine/ihre Stellvertreterin vertreten den jeweiligen Landesstellenausschuss in der Hauptversammlung (§138 Abs2 Z2).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Der gewählte Obmann/Die gewählte Obfrau und sein/ihr Stellvertreter bzw seine/ihre Stellvertreterin sowie die gewählten Vorsitzenden der Hauptversammlung sowie der Landesstellenausschüsse und ihre Stellvertreter/innen sind, wenn sie die Annahme der Wahl dem zur Wahl berufenen Verwaltungskörper ausdrücklich erklärt haben, sogleich oder ab einem anlässlich der Wahl vom Verwaltungskörper festgelegten Zeitpunkt zur Ausübung ihrer Funktion berechtigt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Scheidet ein Vorsitzender/eine Vorsitzende (ein Stellvertreter/eine Stellvertreterin) eines Verwaltungskörpers infolge Enthebung (§135) vom Amt als Versicherungsvertreter/in aus und tritt nachträglich die Entscheidung über diese Enthebung außer Kraft, so erlöschen mit dem gleichen Zeitpunkt die rechtlichen Wirkungen einer bereits erfolgten Wahl seines Nachfolgers/seiner Nachfolgerin und es ist neuerlich eine entsprechende Wahl durchzuführen.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Mit Schreiben vom 28. Jänner 2020 beantragte der Beschwerdeführer im Anlassverfahren vor dem Bundesverwaltungsgericht als (weiterer) Versicherungsvertreter in der Hauptversammlung der Österreichischen Gesundheitskasse (ÖGK) die Erlassung eines Bescheides des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz (BMSGPK) gemäß §450 ASVG und begehrte die Feststellung, dass ihm als Versicherungsvertreter, der nicht dem Verwaltungsrat oder einem Landesstellenausschuss angehöre, das passive Wahlrecht für die Funktion des Vorsitzes der Hauptversammlung unabhängig von der wahlwerbenden Gruppe, von der er vorgeschlagen wurde, zukomme. Der BMSGPK stellte daraufhin mit Bescheid vom 30. Juni 2020 fest, dass ihm dieses Recht gemäß §430 Abs3a letzter Satz ASVG nicht zustehe, weil er von der Bundeskammer für Arbeiter und Angestellte als Versicherungsvertreter aus der Gruppe der Dienstnehmer in die Hauptversammlung der ÖGK entsandt worden sei und derselben Fraktion wie der Obmann des Verwaltungsrates der ÖGK aus der Gruppe der Dienstnehmer, nämlich der Fraktion Sozialdemokratischer GewerkschafterInnen (FSG) als wahlwerbender Gruppe, angehöre. Gegen diesen Bescheid erhob der Beschwerdeführer fristgerecht Beschwerde an das Bundesverwaltungsgericht und brachte darin insbesondere vor, dass der Ausschluss von Versicherungsvertretern vom passiven Wahlrecht für die Funktion des Vorsitzenden der Hauptversammlung der ÖGK auf Grund der Zugehörigkeit zu einer bestimmten wahlwerbenden Gruppe (\"Fraktionssperre\") gegen die verfassungsrechtlichen Prinzipien der Selbstverwaltung (Art120a ff. B-VG), gegen den Gleichheitsgrundsatz (Art7 B-VG, Art2 StGG, Art14 EMRK) und gegen das Recht auf gleiche Ämterzugänglichkeit (Art3 StGG) verstoße.",
            "annotations": []
        },
        {
            "text": "1.2. Aus Anlass dieses Beschwerdeverfahrens stellt das Bundesverwaltungsgericht den vorliegenden Gesetzesprüfungsantrag.",
            "annotations": []
        },
        {
            "text": "2. Das Bundesverwaltungsgericht legt seine Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"IV. Zu den Bedenken zur Verfassungskonformität des §430 Abs3a letzter Satz ASVG:",
            "annotations": []
        },
        {
            "text": "1. Verstoß gegen die Grundsätze der Selbstverwaltung, insbesondere die Wahl der Organe der Selbstverwaltungskörper aus dem Kreis der Mitglieder nach demokratischen Grundsätzen:",
            "annotations": []
        },
        {
            "text": "Gemäß Art120c Abs1 B-VG sind die Organe der Selbstverwaltungskörper aus dem Kreis ihrer Mitglieder nach demokratischen Grundsätzen zu bilden. Nach der Rechtsprechung des Verfassungsgerichtshofes sind (jedenfalls) die mit 'entscheidungswichtigen Aufgaben und Befugnissen' betrauten Organe des Selbstverwaltungskörpers (die leitenden Organe, vgl VfSlg 11.469/1987) von diesem 'autonom' (VfSlg 8644/1979), dh aus der Mitte seiner Angehörigen bzw für die soziale Selbstverwaltung 'abgeleitet' (VfSlg 17.023/2003), zu bestellen, um demokratisch legitimiert zu sein. Diese demokratische Bestellung der Organe entspricht einem Kerngedanken der Selbstverwaltung (vgl VfSlg 17.023/2003 mwN).",
            "annotations": []
        },
        {
            "text": "In der Frage, in welcher Weise die demokratische Legitimation der Organe eines Selbstverwaltungskörpers gewährleistet wird, kommt dem Gesetzgeber ein weiter rechtspolitischer Gestaltungsspielraum zu (VfSlg 17.023/2003; VfGH 13. 12. 2019, G78/2019). Die für Wahlen zu den allgemeinen Vertretungskörpern geltenden Grundsätze (Art26 Abs1, Art95 Abs2, Art117 Abs2 B-VG) sind als solche nicht anwendbar (VfSlg 8590/1979). In einer gegliederten Interessenvertretung würde ein Wahlrecht, das allen Grundsätzen des Art26 Abs1 entspricht, im Übrigen gar nicht zum erwünschten Ergebnis führen: Hier ist nämlich der Grundsatz der indirekten Wahl wesentliche Voraussetzung dafür, dass die Interessen aller Gruppen in den obersten Organen der Selbstverwaltung vertreten sind (VfSlg 14.440/1996).",
            "annotations": []
        },
        {
            "text": "Allgemeine Ausschlussgründe für in diese Organe zu entsendende Mitglieder vorzusehen, ist dem Gesetzgeber zwar nicht schlechthin verwehrt, doch darf — abgesehen davon, dass diese Ausschlussgründe sachlich zu sein haben — keine Anforderung vorgesehen werden, die geeignet wäre, eine Entsendung nach demokratischen Grundsätzen zu konterkarieren. Damit könnte sich nämlich der Gesetzgeber über das verfassungsrechtliche Gebot des Art120c Abs1 B-VG hinwegsetzen (vgl VfGH vom 13.12.2019, G78-81/2019) (Grabenwarter/Frank, B-VG Art120c (Stand 20.6.2020, rdb.at) Rz 2).",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund sprach der VfGH aus, dass es dem Gesetzgeber nicht verwehrt sei, bei der Regelung der Entsendung von Versicherungsvertretern auf fachliche Qualifikationen Bedacht zu nehmen, es jedoch in einer Zusammenschau gegen Art120c Abs1 B-VG verstoße, dass er ein Instrumentarium in Form einer Prüfung mit von außerhalb des Selbstverwaltungskörpers festgelegten (überzogenen, wohl weit über das Notwendige hinausgehenden) Inhalten durch eine außerhalb des Selbstverwaltungskörpers einzurichtende Prüfungskommission schafft, gehe dies doch weit über die bis zum Inkrafttreten des SV-OG bestehende, verfassungsrechtlich unbedenkliche Voraussetzung der 'fachlichen Eignung' hinaus (vgl das zuvor genannte Erkenntnis vom 13.12.2019, G78-81/2019).",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf die im gegenständlichen Beschwerdeverfahren zu beurteilende Besetzung einer leitenden Funktion eines Verwaltungskörpers des Sozialversicherungsträges aus dem Kreis der Versicherungsvertreter/innen, wirft die oben dargelegte Judikatur gleichermaßen erhebliche Bedenken gegen die im Beschwerdeverfahren strittige Regelung auf:",
            "annotations": []
        },
        {
            "text": "Gemäß §428 Z1 ASVG besteht die Hauptversammlung der ÖGK aus 42 Versicherungsvertreter/innen. Gemäß §426 Abs2 ASVG setzt sich die Hauptversammlung bei der ÖGK (sowie auch bei AUVA und PVA) zusammen aus zwölf Versicherungsvertreter/innen aus der Gruppe der Dienstnehmer/innen, zwölf Versicherungsvertreter/innen aus der Gruppe der Dienstgeber/innen, wobei die ersten sechs Mitglieder der jeweiligen Gruppe die Mitglieder des jeweiligen Verwaltungsrates sind, den Vorsitzenden der jeweiligen Landesstellenausschüsse samt ihren Stellvertreter/inne/n, jeweils drei Senior/inn/envertreter/inne/n, die vom Österreichischen Seniorenrat zu entsenden sind und jeweils drei Behindertenvertreter/inne/n, von denen je einer/eine vom ÖZIV Bundesverband, vom Österreichischen Behindertenrat und vom Kriegsopfer- und Behindertenverband Österreich zu entsenden ist.",
            "annotations": []
        },
        {
            "text": "Nach dem Grundsatz des allgemeinen Wahlrechts ist dafür Sorge zu tragen, dass das Recht gewählt zu werden (passives Wahlrecht) allen Staatsbürgern zukommt, ohne dass die Wahlberechtigung von Voraussetzungen — 'ohne Ansehung der Person und des Geschlechts und ohne Bedachtnahme auf Stand, Bildung, Religion, Steuerleistung etc' (Stolzlechner in Rill/Schäffer, Art120c B-VG Rz 14), wozu auch die politische Weltanschauung zählt — abhängig gemacht werden darf, die nicht jeder Bürger im wahlfähigen Alter erfüllen kann. Das bedeutet für die Organisation von Selbstverwaltungskörpern der sonstigen Selbstverwaltung, dass das passive Wahlrecht allen dort zusammengefassten Personen zuzukommen hat.",
            "annotations": []
        },
        {
            "text": "Mit Stand 25.02.2021 setzt sich die Hauptversammlung der ÖGK auf der Seite der Dienstnehmervertreter aus acht Mitgliedern der Fraktion Sozialdemokratischer GewerkschafterInnen (FSG) und drei Mitgliedern der Fraktion Christlicher Gewerkschafter (FCG) zusammen. Ein Mitglied der Fraktion Freiheitlicher Arbeitnehmer (FA) wurde aktuell nicht nachbesetzt. Davon gehörten fünf Mitglieder der FSG und ein Mitglied der FCG zugleich dem Überleitungsausschuss bzw Verwaltungsrat an. Dies hat zur Folge, dass aufgrund des Ausschlusses der Verwaltungsratsmitglieder und jener Mitglieder, die derselben wahlwerbenden Gruppe wie der Obmann des Verwaltungsrats (auf Dienstnehmerseite sohin FSG) angehörten, auf Seite der Dienstnehmervertreter/innen lediglich tatsächlich drei Personen ein passives Wahlrecht für die Funktion des Vorsitzenden der Hauptversammlung zukommt, wobei noch dazu derzeit eine Position nicht besetzt ist.",
            "annotations": []
        },
        {
            "text": "Zwar ist nach der oben dargelegten Judikatur (in Bezug auf die Entsendung in den Kreis Versicherungsvertreter/in) im Regime des Art120c Abs1 B-VG nicht grundsätzlich ausgeschlossen, bestimmte in der Person gelegene Eigenschaften (zB fachliche Eignung) der Versicherungsvertreter vorauszusetzen. Indem bereits die Zugehörigkeit zu einer bestimmten wahlwerbenden Gruppe — zumal diese im gegenständlichen Fall die Mehrzahl der Versicherungsvertreter/innen stellt und damit die Mehrzahl der Dienstnehmer/innen repräsentiert — schlechthin zum Ausschluss vom passiven Wahlrecht für die Funktion des Vorsitzenden der Hauptversammlung führt, geht diese Bestimmung jedoch weit darüber hinaus und wird der in Frage kommende Personenkreis so weit eingeschränkt, dass eine demokratische Legitimation des gewählten Organs durch Ausschluss der Mitglieder einer Fraktion vom passiven Wahlrecht nicht mehr gewährleistet ist.",
            "annotations": []
        },
        {
            "text": "Der Ausschluss vom passiven Wahlrecht aufgrund der Zugehörigkeit zu einer bestimmten wahlwerbenden Gruppe (politische Fraktion/Organisation) greift unter diesen vom VfGH aufgestellten Schranken und Kriterien zweifellos in verfassungswidriger und unzulässiger Weise in die Selbstverwaltung ein und verstößt daher gegen Art120c B-VG.",
            "annotations": []
        },
        {
            "text": "Vergleichend sei auch noch darauf hingewiesen, dass ein Ausschluss vom Wahlrecht oder von der Wählbarkeit, auch in jeweils unterschiedlichem Umfang, zwar nur durch Bundesgesetz als Folge rechtskräftiger gerichtlicher Verurteilung vorgesehen werden kann (vgl Art26 Abs5 B-VG). Nicht wählbar bei Nationalratswahlen, Bundespräsidentenwahlen, Europawahlen sowie bei Landtagswahlen ist, wer durch ein inländisches Gericht wegen einer oder mehrerer mit Vorsatz begangener und von Amts wegen zu verfolgender gerichtlich strafbarer Handlungen rechtskräftig zu einer nicht bedingt nachgesehenen sechs Monate übersteigenden Freiheitsstrafe oder zu einer bedingt nachgesehenen ein Jahr übersteigenden Freiheitsstrafe verurteilt wurde. Während jedoch bei Straftätern nicht alle Straftäter als Gruppe vom Ausschluss umfasst sind, sieht die fallgegenständliche Regelung ihrem Umfang nach einen Ausschluss sämtlicher Angehöriger einer gesamten Fraktion vor.",
            "annotations": []
        },
        {
            "text": "Folglich sieht das Bundesverwaltungsgericht durch §430 Abs3a letzter Satz ASVG den Grundsatz der Bildung der Organe der Selbstverwaltungskörper aus dem Kreis ihrer Mitglieder nach demokratischen Grundsätzen verletzt.",
            "annotations": []
        },
        {
            "text": "2. Verstoß gegen den Gleichheitssatz; Verstoß gegen die gleiche Zugänglichkeit der öffentlichen Ämter:",
            "annotations": []
        },
        {
            "text": "Aus Art120c B-VG folgt — bestätigt durch die ständige Rechtsprechung des VfGH (vgl VfSlg 8644, 10.306, 11.469, 17.023) —, dass die Regelungen der Organkreation ein sachliches aktives und passives Wahlrecht beinhalten müssen (vgl auch Stolzlechner in Rill/Schäffer, Art120c B-VG). Das Wahlrecht ist trotz eines Spielraumes des Gesetzgebers ein gleiches, freies und geheimes (vgl VfSlg 10.412). Auch das Stimmrecht der Mitglieder muss sachlich ausgestaltet sein (VfSlg 19.751).",
            "annotations": []
        },
        {
            "text": "Der Gleichheitssatz bindet auch die Gesetzgebung (vgl VfSlg 13.327/1993, 16.407/2001). Er setzt ihr insofern inhaltliche Schranken, als er verbietet, unsachliche, durch tatsächliche Unterschiede nicht begründbare Differenzierungen und eine unsachliche Gleichbehandlung von Ungleichem (vgl VfSlg 17.315/2004, 17.500/2005) sowie sachlich nicht begründbare Regelungen zu schaffen (vgl VfSlg 14.039/1995, 16.407/2001). Innerhalb dieser Schranken ist es der Gesetzgebung jedoch von Verfassungs wegen nicht verwehrt, ihre (sozial-)politischen Zielvorstellungen auf die ihr geeignet erscheinende Art zu verfolgen (vgl VfSlg 13.576/1993, 13.743/1994, 15.737/2000, 16.167/2001, 16.504/2002). Sie kann im Rahmen ihres rechtspolitischen Gestaltungsspielraumes einfache und leicht handhabbare Regelungen treffen und darf bei der Normsetzung generalisierend von einer Durchschnittsbetrachtung ausgehen und auf den Regelfall abstellen (vgl VfSlg 13.497/1993, 15.850/2000, 16.048/2000, 17.315/2004 und 17.816/2006, 19.722/2012, jeweils mwN) sowie auch Härtefälle in Kauf nehmen (vgl VfSlg 16.771/2002 mwN).",
            "annotations": []
        },
        {
            "text": "Nach dem Wortlaut des §430 Abs3a ASVG sind mit der Funktionsausübung des Vorsitzenden der Hauptversammlung Unvereinbarkeiten mit anderen Funktionen verbunden. Unvereinbar ist es, dass der Vorsitzende der Hauptversammlung der ÖGK und der PVA dem Verwaltungsrat, einem Landesstellenausschuss oder derselben wahlwerbenden Gruppe wie der Obmann/Obfrau des Verwaltungsrates angehört (Abs3a). Entsprechendes gilt für den Stellvertreter, der nach dem Rotationsprinzip für ein halbes Jahr den Vorsitz innehat.",
            "annotations": []
        },
        {
            "text": "Den Materialien zum SV-OG, BGBl I Nr 100/2018 (329 der Beilagen XXVI. GP) sind in Bezug auf diesen Punkt, wie auch zu den gleichlautenden Bestimmungen des §430 Abs3b ASVG und des §139 Abs2a B-KUVG, keinerlei erläuternde Bemerkungen zu entnehmen. Festzuhalten ist an dieser Stelle, dass dem Bundesverwaltungsgericht mit Ausnahme der soeben genannten Parallelbestimmungen, keine in Geltung stehenden gleich- oder ähnlich gelagerten gesetzlichen Bestimmungen, die die Zugehörigkeit zu einer bestimmten wahlwerbenden Gruppe als Ausschlusskriterium definieren, bekannt sind.",
            "annotations": []
        },
        {
            "text": "Damit konterkariert der Gesetzgeber das in den Art120a, b, c B-VG enthalte Bekenntnis zur Sozialpartnerschaft und deren Selbstverwaltung und verwehrt den Akteuren der Selbstverwaltung der ÖGK selbst unter demokratischen Voraussetzungen die für ihre Aufgaben am besten geeigneten Personen auszuwählen. Dies ist rechtsstaatlich unzulässig. Überdies ist das Grundrecht auf gleichen Zugang zu öffentlichen Ämtern (Art3 StGG) — auch bei der gegenständlichen Position handelt es sich um ein solches öffentliches Amt (vgl dazu Stolzlechner in Rill/Schäffer, Art120c B-VG) — verletzt.",
            "annotations": []
        },
        {
            "text": "Die Wirkung des §430 Abs3a ASVG letzter Satz geht sogar so weit, dass durch die Regelung, wonach der Vorsitzende der HV nicht derselben wahlwerbenden Gruppe wie der Obmann des Verwaltungsrats angehören darf, aufgrund §441 b Abs3 ASVG, den Vertretern dieser Fraktion auch die Möglichkeit genommen wird, die Mitgliedschaft in der Hauptversammlung des Dachverbands der Sozialversicherungsträger zu erlangen und in letzter Konsequenz auch die Vorsitzführung in der Hauptversammlung des Dachverbandes zu übernehmen. §430 Abs3a ASVG ist schon alleine deshalb überschießend.",
            "annotations": []
        },
        {
            "text": "Selbst wenn man der Ansicht von Aubauer und Rosenmayr-Khoshideh, Die Versicherungsvertreter nach dem SV-OG — Neue Gremienstrukturen in der Selbstverwaltung der Sozialversicherung, in Festschrift Marhold (2020) 249, folgen will, dass sich der Gesetzgeber bei der gegenständlichen Bestimmung der Stärkung der Minderheitenrechte bei der Besetzung des Vorsitzenden bzw des Stellvertreters der Hauptversammlung verschrieben haben will — wofür es in den Erläuterungen mangels Ausführungen keine Anhaltspunkte gibt, so ist darauf hinzuweisen, dass ähnlich weitreichende Regelungen von Minderheitenrechten aus Sicht der antragstellenden Richterin selbst dem Gesellschaftsrecht unbekannt sind.",
            "annotations": []
        },
        {
            "text": "Unvereinbarkeitsbestimmungen finden sich im Regime des ASVG auch in §420 Abs6 ASVG für die Entsendung von Personen als Versicherungsvertreter in die Verwaltungskörper der Sozialversicherungsträger bzw des Hauptverbandes. §420 Abs6 ASVG normiert mehrere Sachverhalte, die die Bestellung zum Versicherungsvertreter ausschließen (zB Dienstverhältnis zu Versicherungsträger oder Dachverband, regelmäßige geschäftliche Beziehung mit einem Versicherungsträger oder Dachverband). Ziel des Abs6 ist offenkundig der Schutz der Verwaltungskörper und ihrer 'unverfälschten demokratischen Legitimation' (so Souhrada in Sonntag, ASVG 11. Auflage, §420 Rz 12, 15: Verhinderung der Beeinflussung der Funktionäre durch demokratiefremde Motive, etwa wirtschaftliche Beweggründe) (Sild in Mosler/Müller/Pfeil, Der SV-Komm §420 ASVG (Stand 1.7.2020, rdb.at) Rz 27). Der durch das SV-OG neu hinzugekommene Ausschluss von Mitgliedern der gesetzgebenden Organe auf EU-, Bundes- und Landesebene (Europäisches Parlament, NR/BR und Landtage) sowie der Bundes- und der Landesregierungen (§420 Abs6 Z1 ASVG) soll der Vermeidung von Interessenkonflikten zwischen dem politischen Mandat und der Funktion als Versicherungsvertreter dienen (vgl Sild in Mosler/Müller/Pfeil, Der SV-Komm §420 ASVG (Stand 1.7.2020, rdb.at) Rz 29 mit Verweis auf die ErläutRV 329 BIgNR 26. GP 15 f).",
            "annotations": []
        },
        {
            "text": "Demgegenüber erhellt sich für das erkennende Gericht nicht, inwiefern bereits allein in der Zugehörigkeit des Vorsitzenden der Hauptversammlung und des Obmannes des Verwaltungsrates zu derselben wahlwerbenden Gruppe ein gleichgelagerter Interessenskonflikt begründet wäre und ein Ausschluss der betroffenen Versicherungsvertreter/innen von der Funktion des/der Vorsitzenden der Hauptversammlung gerechtfertigt wäre. Erneut darf an dieser Stelle darauf hingewiesen werden, dass die Erläuterungen zur Regierungsvorlage hierzu keinen Aufschluss geben.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht vermag insofern der Argumentation der belangten Behörde, wonach eine Parität nach wahlwerbenden Gruppen in analogiam zu der vom VfGH als zulässig beurteilten Parität der Dienstgeber- und Dienstnehmer/innenvertreter in den Verwaltungskörpern der Sozialversicherungsträger sachlich gerechtfertigt wäre, nicht zu folgen, geht es hierbei schließlich um eine gänzlich anders gelagerte Problematik, nämlich die Frage der Zulässigkeit der demokratischen Repräsentation der Dienstgeber in den Organen der Sozialversicherungsträger, die auf Leistungsseite einzig Dienstnehmer als Versicherte betrifft. Dabei fand der VfGH aufgrund der Beitragsleistung auch vonseiten der Dienstgeber und dem gemeinsamen Interesse an der Aufrechterhaltung der Gesundheitsversorgung für die nach dem ASVG versicherten keine Bedenken an der gesetzlich normierten (sozialpartnerschaftliche) Parität von Dienstgebern und Dienstnehmern in den Organen der Sozialversicherungsträger (vgl VfGH G78/2019). Die Grundsätze dieser Judikatur lassen sich freilich nicht auf das Verhältnis der unterschiedlichen in den Verwaltungskörpern der Sozialversicherungsträger vertretenen wahlwerbenden Gruppen untereinander umlegen, zumal der demokratischen Zusammensetzung der Verwaltungskörper im Hinblick auf die Mehrheitsverhältnisse der einzelnen Fraktionen ohnehin aufgrund der Entsendung der Versicherungsvertreter/innen durch die zuständigen öffentlich-rechtlichen Interessensvertretungen nach dem System d´Hondt (§421 Abs2 ASVG) Rechnung getragen ist. Damit finden bei der Wahl des/der Vorsitzenden der Hauptversammlung, für die gemäß §430 Abs3a 3. Satz ASVG die einfache Mehrheit der Mitglieder der Hauptversammlung erforderlich ist, in der alle Fraktionen gemäß ihren Stimmenverhältnissen vertreten sind, eine Ausgestaltung nach demokratischen Grundsätzen, die durch Abs3a letzter Satz eine insofern sachlich nicht zu rechtfertigende Einschränkung erfährt.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus enthält §430 Abs3a ASVG auch im System der Sozialversicherung nach dem SV-OG im Hinblick auf §24 Abs2a SVSG eine unsachliche Differenzierung. Dieser lautet auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "'[…] Der/Die Vorsitzende sowie sein/seine/ihr/ihre Stellvertreter/in dürfen weder dem Verwaltungsrat noch einem Landesstellenausschuss angehören. Darüber hinaus dürfen diese Personen nicht derselben wahlwerbenden Gruppe angehören, der der Obmann/die Obfrau des Verwaltungsrates bzw sein/seine/ihr/ihre Stellvertreter/in zuzurechnen ist, es sei denn, es steht keine Person einer anderen wahlwerbenden Gruppe zur Verfügung.'",
            "annotations": []
        },
        {
            "text": "Der Gesetzgeber scheint also bei den Selbständigen durchaus den Fall vor Augen gehabt zu haben, dass keine andere Person 'zur Verfügung steht'. Denn es bleibt freilich denkunmöglich, dass es in einem Träger, der aus zwei Interessenvertretungen beschickt wird, nicht zumindest eine andere wahlwerbende Gruppe gibt (zB in WKÖ 'Wirtschaftsbund', in LWK 'Bauernbund')",
            "annotations": []
        },
        {
            "text": "Nach Auffassung des Bundesverwaltungsgerichtes ist keine sachliche Rechtfertigung dafür ersichtlich, aus welchem Grund im Regime des Sozialversicherungsrechts der Selbständigen eine Ausnahme normiert wurde, diese in ASVG bzw B-KUVG jedoch ausgespart wurde. Erneut enthalten die einschlägigen Materialien keine Hinweise auf die dahinterstehende Absicht des Gesetzgebers.",
            "annotations": []
        },
        {
            "text": "Auch vor diesem Hintergrund ist die relevierte Bestimmung unsachlich, weil der Gesetzgeber in einer Insich-Betrachtung Gleiches ungleich behandelt.\"",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung hat eine Äußerung erstattet, in der sie den im Antrag erhobenen Bedenken wie folgt entgegentritt (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"1. Zu den Bedenken im Hinblick auf Art120c B-VG",
            "annotations": []
        },
        {
            "text": "1.1. Das antragstellende Gericht bringt zusammengefasst vor, der durch den angefochtenen Satz bewirkte Ausschluss vom passiven Wahlrecht für den Vorsitz in der Hauptversammlung der ÖGK auf Grund der Zugehörigkeit zu einer bestimmten wahlwerbenden Gruppe verstoße gegen den Grundsatz der Wahl der Selbstverwaltungskörper aus dem Kreis der Mitglieder nach demokratischen Grundsätzen (Art120c B-VG). Der für die Wahl des Vorsitzes in Frage kommende Personenkreis werde durch die angefochtene Bestimmung derart eingeschränkt, dass eine demokratische Legitimation des gewählten Organs nicht mehr gewährleistet sei.",
            "annotations": []
        },
        {
            "text": "1.2. Nach Ansicht der Bundesregierung steht die angefochtene Bestimmung der demokratischen Legitimation der Organe der Selbstverwaltungskörper, wie sie von Art120c Abs1 B-VG gefordert wird, jedoch nicht entgegen: Gemäß Art120c Abs1 B-VG sind die Organe der Selbstverwaltungskörper aus dem Kreis der Mitglieder nach demokratischen Grundsätzen zu bilden. Diese durch die B-VG-Novelle 2008, BGBl I Nr 2/2008, eingefügte Bestimmung bringt einen Kerngedanken der Selbstverwaltung positivrechtlich zum Ausdruck: Nämlich, dass im Hinblick auf die der Selbstverwaltung wesensimmanente Durchbrechung des Weisungszusammenhangs zu den obersten Staatsorganen im Sinne des Art19 Abs1 iVm. Art20 Abs1 B-VG und der damit einhergehenden Entkoppelung von deren demokratischer Legitimation zumindest jene Organe der Selbstverwaltungskörper mit entsprechender demokratischer Legitimation ausgestattet sein müssen, die mit demokratisch zu legitimierenden Entscheidungsbefugnissen betraut sind (vgl dazu ua VfSlg 8644/1979, 17.023/2003).",
            "annotations": []
        },
        {
            "text": "Der Selbstverwaltungskörper 'Österreichische Gesundheitskasse' verfügt gemäß §419 ASVG über folgende Organe (Verwaltungskörper): den Verwaltungsrat, die Hauptversammlung und die Landesstellenausschüsse. Es handelt sich dabei um Kollegialorgane, deren Beschlussfassung grundsätzlich durch Mehrheitsbeschluss erfolgt (vgl §435 Abs2 ASVG). Dem Organ 'Hauptversammlung' wird einfachgesetzlich ein bestimmter Aufgabenbereich zugewiesen (vgl §433 Abs1 ASVG); darunter zum Teil auch die Erlassung von Hoheitsakten.",
            "annotations": []
        },
        {
            "text": "Beim Vorsitzenden der Hauptversammlung der ÖGK handelt es sich hingegen um kein Organ im Sinne des Art120c Abs1 B-VG. Er ist lediglich zur Vorsitzführung im Kollegialorgan 'Hauptversammlung' berufen, besitzt aber darüber hinaus keine eigenständigen Kompetenzen (vgl zu seinen Aufgaben §435 ASVG; vgl insbesondere auch Abs3 leg. cit., wonach seine Stimme bei Stimmengleichheit nicht den Ausschlag gibt).",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund und unter Berücksichtigung des mit dem Erfordernis demokratischer Legitimation der Organe der Selbstverwaltungskörper verfolgten Zwecks – nämlich einen Ausgleich für deren Ausnahme von der Leitungs- und Weisungsbefugnis der obersten Organe der Vollziehung herzustellen – sind nach Auffassung der Bundesregierung an die Wahlen des Vorsitzenden der Hauptversammlung der ÖGK nicht dieselben (verfassungsrechtlichen) Anforderungen gestellt, wie an die Kreation des Organs 'Hauptversammlung' selbst. Die angefochtene Bestimmung steht daher nach Ansicht der Bundesregierung nicht in Widerspruch zu Art120c Abs1 B-VG.",
            "annotations": []
        },
        {
            "text": "2. Zu den Bedenken im Hinblick auf den Gleichheitssatz und die gleiche Zugänglichkeit zu öffentlichen Ämtern",
            "annotations": []
        },
        {
            "text": "2.1. Das antragstellende Gericht bestreitet die Sachlichkeit der angefochtenen Bestimmung und führt auf das Wesentliche zusammengefasst aus, mit der angefochtenen Regelung werde das in den Art120a ff B-VG zum Ausdruck kommende Bekenntnis zur Sozialpartnerschaft und deren Selbstverwaltung konterkariert und deren Akteuren verwehrt, die für ihre Aufgaben jeweils am besten geeigneten Personen auszuwählen. Dies sei 'rechtsstaatlich unzulässig'. Die Wirkung des §430 Abs3a letzter Satz ASVG iVm. §441b Abs3 ASVG gehe sogar so weit, dass es den Vertretern derselben wahlwerbenden Gruppe verwehrt sei, die Mitgliedschaft in der Hauptversammlung im Dachverband zu erlangen bzw dort die Vorsitzführung zu übernehmen.",
            "annotations": []
        },
        {
            "text": "Mangels entsprechender Erläuterungen in der Regierungsvorlage zum SV-OG sei dem antragstellenden Gericht auch nicht ersichtlich, welche Ziele die Gesetzgebung mit der verfahrensgegenständlichen Unvereinbarkeitsbestimmung verfolgen wolle. Es sei insbesondere nicht erkennbar, inwiefern die Zugehörigkeit des Obmannes des Verwaltungsrates und des Vorsitzenden der Hauptversammlung zur selben wahlwerbenden Gruppe mit einem derartigen Interessenkonflikt verbunden wäre, der den Ausschluss der betreffenden Versicherungsvertreter von der Funktion des Vorsitzenden der Hauptversammlung rechtfertigen würde.",
            "annotations": []
        },
        {
            "text": "Zudem differenziere die Gesetzgebung innerhalb des Systems der Sozialversicherung unsachlich: In §24 Abs2a des Selbständigen-Sozialversicherungsgesetzes – SVSG, BGBl I Nr 100/2018, sei eine Ausnahme von der (grundsätzlichen) Unvereinbarkeit zwischen der Funktion des Obmanns des Verwaltungsrates und des Vorsitzenden der Hauptversammlung bei Zugehörigkeit zur selben wahlwerbenden Gruppe vorgesehen. Es sei nicht ersichtlich, wieso es eine derartige Ausnahmeregelung im Regime des ASVG (und des B-KUVG) nicht gebe.",
            "annotations": []
        },
        {
            "text": "Durch die angefochtene Unvereinbarkeitsbestimmung sei auch das Recht auf gleichen Zugang zu öffentlichen Ämtern (Art3 StGG) verletzt.",
            "annotations": []
        },
        {
            "text": "2.2. Die Bundesregierung führt dazu aus:",
            "annotations": []
        },
        {
            "text": "Bei der Hauptversammlung handelt es sich um ein Kontrollorgan, das insbesondere zur Beschlussfassung über den Jahresbericht des Verwaltungsrates und zur Entlastung des Verwaltungsrates zuständig ist (§433 Abs1 ASVG). Neben den allgemein für die Entsendung in das Amt als Versicherungsvertreter geltenden Unvereinbarkeiten gemäß §420 Abs6 ASVG und der speziell für die Funktion der Vorsitzführung in der Hauptversammlung darüber hinaus bestehenden Voraussetzung, nicht dem Verwaltungsrat oder einem Landesstellenausschuss anzugehören (§430 Abs3a fünfter Satz ASVG), dient auch die verfahrensgegenständliche Bestimmung der möglichst unvoreingenommenen Kontrolle der Tätigkeit des Verwaltungsrates.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund dieses mit der angefochtenen Bestimmung verfolgten Zwecks ist der Einwand der Unsachlichkeit der angefochtenen Bestimmung für die Bundesregierung nicht nachvollziehbar. Insbesondere ist für die Bundesregierung nicht ersichtlich, inwiefern mit einer Inkompatibilitätsbestimmung die Vorsitzführung in einem Organ der Selbstverwaltung betreffend ein Eingriff in die Institution der Sozialpartnerschaft bzw der Selbstverwaltung verbunden wäre.",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf das Vorbringen, wonach die angefochtene Bestimmung so weit gehe, dass es den Vertretern derselben wahlwerbenden Gruppe verwehrt sei, die Mitgliedschaft in der Hauptversammlung im Dachverband zu erlangen bzw dort die Vorsitzführung zu übernehmen, weist die Bundesregierung darauf hin, dass die entsprechenden Bestimmungen seitens des antragstellenden Gerichts nicht in Anfechtung gezogen wurden, weshalb sich ein näheres Eingehen darauf erübrigt.",
            "annotations": []
        },
        {
            "text": "Den Ausführungen des antragstellenden Gerichts, wonach es unsachlich sei, dass in das ASVG − anders als in die Parallelbestimmung im SVSG − kein Ausnahmetatbestand durch Aufnahme des Zusatzes 'es sei denn, es steht keine Person einer anderen wahlwerbenden Gruppe zur Verfügung' aufgenommen worden sei, ist zu entgegnen, dass nach ständiger Rechtsprechung des Verfassungsgerichtshofes die Gesetzgebung durch den Gleichheitssatz nicht daran gehindert werde, in verschiedenen Ordnungssystemen unterschiedliche Regelungen zu treffen (vgl ua VfSlg 5727/1968, 8938/1980; vgl insb. VfSlg 20.361/2019, wonach aus dem Vergleich von Regelungen des ASVG mit Regelungen des B-KUVG nichts zu gewinnen ist, da es sich dabei doch um ein eigenständiges Regelungssystem, dessen Ausgestaltung im rechtspolitischen Gestaltungsspielraum der Gesetzgebung liegt, handelt). Abgesehen davon hat jeder Versicherungsträger eine andere Versichertenstruktur, weshalb jede Versichertengemeinschaft im Hinblick auf die Ausgestaltung der Selbstverwaltungsorgane gesondert zu betrachten ist.",
            "annotations": []
        },
        {
            "text": "Soweit das antragstellende Gericht eine Verletzung des Rechts auf gleiche Zugänglichkeit zu öffentlichen Ämtern behauptet, weist die Bundesregierung darauf hin, dass es dahinstehen kann, ob durch die angefochtene Regelung überhaupt ein Eingriff in Art3 StGG vorliegt (vgl VfSlg 16.740/2002), da die Regelung vor dem Hintergrund des damit verfolgten Zwecks jedenfalls sachlich gerechtfertigt ist.",
            "annotations": []
        },
        {
            "text": "3. Zu den Bedenken im Hinblick auf die Erwerbsausübungsfreiheit",
            "annotations": []
        },
        {
            "text": "3.1. Das antragstellende Gericht vermeint, der durch die angefochtene Bestimmung bewirkte Ausschluss vom passiven Wahlrecht stelle einen Eingriff in die Freiheit der Erwerbsausübung gemäß Art6 StGG dar, da nur der Vorsitzende der Hauptversammlung Anspruch auf Funktionsgebühren habe.",
            "annotations": []
        },
        {
            "text": "3.2. Nach Ansicht der Bundesregierung scheidet ein derartiger Eingriff schon alleine aus dem Grund aus, dass es sich bei der Ausübung der Funktion als Versicherungsvertreter nicht um eine Berufstätigkeit in Erwerbsabsicht, sondern um die Ausübung einer öffentlichen Verpflichtung handelt (vgl §420 Abs5 ASVG). Daran ändern auch die dem Vorsitzenden zu gewährenden Entschädigungen in Form von Funktionsgebühren nichts.\"",
            "annotations": []
        },
        {
            "text": "4. Der Beschwerdeführer des Verfahrens vor dem antragstellenden Gericht hat als beteiligte Partei eine Äußerung erstattet, in der er sich den Bedenken des antragstellenden Gerichtes anschließt.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Der – zulässige – Antrag ist begründet:",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Die maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "Die Österreichische Gesundheitskasse (ÖGK) ist Trägerin der Krankenversicherung nach dem ASVG (§23 Abs1 ASVG). §419 ASVG bestimmt als Verwaltungskörper der Versicherungsträger, sohin auch der ÖGK, den Verwaltungsrat, die Hauptversammlung sowie die Landesstellenausschüsse am Sitz der Landesstellen. Die Verwaltungskörper bestehen aus Vertretern der Dienstnehmer und der Dienstgeber (Versicherungsvertreter, §420 Abs1 ASVG). Die Versicherungsvertreter sind gemäß §421 Abs1 ASVG grundsätzlich von den geschäftsführenden Organen der örtlich und sachlich zuständigen öffentlich-rechtlichen Interessenvertretungen der Dienstnehmer und der Dienstgeber unter Bedachtnahme auf ihre fachliche Eignung und auf die einzelnen von den entsendeberechtigten Stellen jeweils zu vertretenden Berufsgruppen in die Verwaltungskörper der Versicherungsträger zu entsenden. Die genannten Interessenvertretungen haben die Entsendung nach dem Mandatsergebnis der Wahl zu ihrem jeweiligen satzungsgebenden Organ auf Vorschlag der jeweils wahlwerbenden Gruppe nach dem System d'Hondt vorzunehmen (näher §421 Abs2 ASVG).",
            "annotations": []
        },
        {
            "text": "Die Tätigkeit als Mitglied eines Verwaltungskörpers erfolgt \"auf Grund einer öffentlichen Verpflichtung und begründet kein Dienstverhältnis zum Versicherungsträger\", wohl aber gebühren \"Entschädigungen\" nach Maßgabe von §420 Abs5 ASVG. Das Amt eines Versicherungsvertreters darf nur aus den Gründen des §422 Abs1 ASVG abgelehnt werden. §423 ASVG regelt die Enthebung eines Versicherungsvertreters von seinem Amt.",
            "annotations": []
        },
        {
            "text": "Der Verwaltungsrat und die Landesstellenausschüsse der ÖGK setzen sich jeweils zur Hälfte aus Vertretern der Dienstnehmer und Vertretern der Dienstgeber zusammen (§426 Abs1 ASVG). Die Hauptversammlung der ÖGK setzt sich jeweils aus zwölf Versicherungsvertretern aus der Gruppe der Dienstnehmer und zwölf Versicherungsvertretern aus der Gruppe der Dienstgeber, wobei die ersten sechs Mitglieder der jeweiligen Gruppe die Mitglieder des jeweiligen Verwaltungsrates sind, weiters den Vorsitzenden der jeweiligen Landesstellenausschüsse und ihren Stellvertretern sowie drei Seniorenvertretern und drei Behindertenvertretern zusammen (§426 Abs2 ASVG), wobei die Senioren- und Behindertenvertreter lediglich eine beratende Stimme haben (§435 Abs4 ASVG). Die Hauptversammlung der ÖGK umfasst damit 42 Versicherungsvertreter (§428 ASVG).",
            "annotations": []
        },
        {
            "text": "Den Vorsitz im Verwaltungsrat führt der vom Verwaltungsrat gewählte Obmann (§430 Abs1 ASVG). Bei der ÖGK ist jeweils ein Obmann auf Vorschlag der Gruppe der Dienstnehmer bzw auf Vorschlag der Gruppe der Dienstgeber – jeweils aus dieser Gruppe – zu wählen, die abwechselnd den Vorsitz für sechs Monate führen; der den Vorsitz nicht führende Obmann ist Stellvertreter des den Vorsitz führenden Obmannes (§430 Abs2 ASVG).",
            "annotations": []
        },
        {
            "text": "Die Hauptversammlung der ÖGK hat gemäß §430 Abs3a ASVG jeweils einen Vorsitzenden aus der Dienstnehmer- und aus der Dienstgebergruppe zu wählen, die abwechselnd für sechs Monate den Vorsitz führen, wobei jener Vorsitzende beginnt, der nicht der Gruppe angehört, welcher der den Vorsitz führende Obmann des Verwaltungsrates zuzurechnen ist, während der andere als Stellvertreter fungiert. Die Vorsitzenden dürfen weder dem Verwaltungsrat noch einem Landesstellenausschuss angehören; darüber hinaus dürfen sie nicht derselben wahlwerbenden Gruppe angehören, der der Obmann des Verwaltungsrates zuzurechnen ist (§430 Abs3a vorletzter und letzter Satz ASVG).",
            "annotations": []
        },
        {
            "text": "Die §§432 ff. ASVG regeln die Aufgaben der Verwaltungskörper. Dem Verwaltungsrat obliegt die Geschäftsführung, soweit diese nicht gesetzlich der Hauptversammlung oder einem Landesstellenausschuss zugewiesen ist, dann die Vertretung des Versicherungsträgers sowie die Vorbereitung der in der Hauptversammlung zu treffenden Beschlüsse (§432 Abs1 ASVG). §433 Abs1 ASVG regelt die Aufgaben der Hauptversammlung, die jährlich mindestens zweimal zusammenzutreten hat; Aufgaben der Hauptversammlung sind demnach die Beschlussfassung über den Jahresvoranschlag (Haushaltsplan), die Beschlussfassung über den Jahresbericht des Verwaltungsrates, die Beschlussfassung über die Entlastung des Verwaltungsrates und die Beschlussfassung über die Satzung und Krankenordnung sowie ihre Änderungen (§433 Abs1 ASVG).",
            "annotations": []
        },
        {
            "text": "Die Beschlussfassung in der Hauptversammlung bedarf zu den Gegenständen nach §433 Abs1 Z2 bis 4 ASVG einer Zweidrittelmehrheit der abgegebenen Stimmen (§433 Abs3 ASVG), die Beschlussfassung über den Jahresvoranschlag erfolgt mit einfacher Mehrheit (§435 Abs2 ASVG), wobei auch der Vorsitzende stimmberechtigt ist (§435 Abs3 ASVG). Bei Stimmengleichheit hat der Vorsitzende der Hauptversammlung der ÖGK kein Dirimierungsrecht (§435 Abs3 ASVG; Aubauer/Rosenmayr-Koshideh, Die Versicherungsvertreter nach dem SV-OG, in FS Marhold, 2020, 249 [256]).",
            "annotations": []
        },
        {
            "text": "Die ÖGK, die PVA, die AUVA, die Sozialversicherungsanstalt der Selbständigen (SVS) und die Versicherungsanstalt öffentlich Bediensteter, Eisenbahnen und Bergbau (BVAEB) gehören dem Dachverband der Sozialversicherungsträger an (§30 Abs1 ASVG). Die Verwaltungskörper des Dachverbandes sind die Konferenz der Sozialversicherungsträger und die Hauptversammlung der Sozialversicherungsträger (§441 ASVG). Die Konferenz der Sozialversicherungsträger besteht aus den Obmännern und -stellvertretern der fünf dem Dachverband angehörigen Sozialversicherungsträger (§441a Abs1 ASVG). Die Hauptversammlung des Dachverbandes der Sozialversicherungsträger besteht aus den vorsitzführenden Obmännern der Verwaltungsräte und den Vorsitzenden sowie Vorsitzendenstellvertretern der Hauptversammlungen dieser Versicherungsträger sowie – lediglich mit beratender Stimme – drei Senioren- und drei Behindertenvertretern (§441b Abs1 und 2 ASVG). Der Hauptversammlung, die mindestens zweimal im Jahr zusammenzutreten hat, obliegt die Beschlussfassung über den von der Konferenz vorgelegten Jahresvoranschlag (Haushaltsplan einschließlich Investitionsplan) des Dachverbandes, die Genehmigung des Rechnungsabschlusses und die Entlastung der Konferenz (§441d Abs2 ASVG). Alle anderen Aufgaben des Dachverbandes obliegen der Konferenz (§441c Abs1 ASVG).",
            "annotations": []
        },
        {
            "text": "1.3. Zu den Bedenken hinsichtlich Art120c Abs1 B-VG",
            "annotations": []
        },
        {
            "text": "1.3.1. Das Bundesverwaltungsgericht begründet sein Bedenken, §430 Abs3a letzter Satz ASVG verstoße gegen den Grundsatz der Bildung der Organe der Selbstverwaltungskörper aus dem Kreis ihrer Mitglieder nach demokratischen Grundsätzen (Art120c Abs1 B-VG), auf das Wesentliche zusammengefasst wie folgt:",
            "annotations": []
        },
        {
            "text": "Zwar sei es dem Gesetzgeber nicht schlechthin verwehrt, allgemeine Ausschlussgründe für in Organe eines Selbstverwaltungskörpers zu entsendende Mitglieder vorzusehen, doch dürfe keine Anforderung vorgesehen werden, die geeignet wäre, eine Entsendung nach demokratischen Grundsätzen zu konterkarieren. Die Hauptversammlung der ÖGK bestehe aus 42 Versicherungsvertretern (§428 Z1 ASVG). Gemäß §426 Abs2 ASVG setze sich die Hauptversammlung aus zwölf Versicherungsvertretern aus der Gruppe der Dienstnehmer und zwölf Versicherungsvertretern aus der Gruppe der Dienstgeber, wobei die ersten sechs Mitglieder der jeweiligen Gruppe die Mitglieder des jeweiligen Verwaltungsrates seien, weiters den Vorsitzenden der jeweiligen Landesstellenausschüsse samt Stellvertretern, drei Seniorenvertretern und drei Behindertenvertretern zusammen. Nach dem Grundsatz des allgemeinen Wahlrechtes sei dafür Sorge zu tragen, dass das Recht gewählt zu werden (passives Wahlrecht) allen Staatsbürgern zukomme, ohne dass die Wahlberechtigung von Voraussetzungen abhängig gemacht werden dürfe, die nicht jeder Bürger in wahlfähigem Alter erfüllen könne. Das bedeute für die Organisation von Selbstverwaltungskörpern der sonstigen Selbstverwaltung, dass das passive Wahlrecht allen dort zusammengefassten Personen zukommen müsse.",
            "annotations": []
        },
        {
            "text": "Zum 25. Februar 2021 habe sich die Hauptversammlung der ÖGK auf der Seite der Dienstnehmervertreter aus acht Mitgliedern der Fraktion Sozialdemokratischer GewerkschafterInnen (FSG) und drei Mitgliedern der Fraktion Christlicher Gewerkschafter (FCG) zusammengesetzt. Ein Mitglied der Fraktion Freiheitlicher Arbeitnehmer (FA) sei aktuell nicht nachbesetzt. Davon gehörten fünf Mitglieder der FSG und ein Mitglied der FCG zugleich dem Verwaltungsrat an. Das habe zur Folge, dass auf Grund des Ausschlusses der Verwaltungsratsmitglieder und jener Mitglieder, die derselben wahlwerbenden Gruppe wie jener des Obmannes (auf Dienstnehmerseite sohin FSG) angehörten, auf Seite der Dienstnehmervertreter lediglich drei Personen das passive Wahlrecht für die Funktion des Vorsitzenden der Hauptversammlung zukomme, wobei noch dazu derzeit eine Position nicht besetzt sei.",
            "annotations": []
        },
        {
            "text": "Zwar schließe Art120c Abs1 B-VG nach der Rechtsprechung nicht grundsätzlich aus, bestimmte in der Person gelegene Eigenschaften (zB fachliche Eignung) der Versicherungsvertreter vorauszusetzen. Indem bereits die Zugehörigkeit zu einer von zwei betroffenen bestimmten wahlwerbenden Gruppen – zumal diese im vorliegenden Fall die Mehrzahl der Versicherungsvertreter stelle und damit die Mehrzahl der Dienstnehmer repräsentiere – zum Ausschluss vom passiven Wahlrecht für die Funktion des Vorsitzenden der Hauptversammlung führe, gehe diese Bestimmung jedoch weit darüber hinaus und werde der in Frage kommende Personenkreis so weit eingeschränkt, dass eine demokratische Legitimation des gewählten Organes durch Ausschluss der Mitglieder einer Fraktion vom passiven Wahlrecht nicht mehr gewährleistet sei.",
            "annotations": []
        },
        {
            "text": "1.3.2. Die Bundesregierung hält diesen Bedenken entgegen, dass Art120c Abs1 B-VG den Kerngedanken der Selbstverwaltung positivrechtlich zum Ausdruck bringe, dass im Hinblick auf die der Selbstverwaltung wesensimmanente Durchbrechung des Weisungszusammenhanges zu den obersten Staatsorganen und die damit einhergehende Entkoppelung von deren demokratischer Legitimation zumindest jene Organe der Selbstverwaltungskörper mit entsprechender demokratischer Legitimation ausgestattet sein müssten, die mit demokratisch zu legitimierenden Entscheidungsbefugnissen betraut seien (Hinweis auf VfSlg 8644/1979, 17.023/2003). Beim Vorsitzenden der Hauptversammlung handle es sich um kein Organ im Sinne von Art120c Abs1 B-VG; er sei lediglich zur Vorsitzführung im Kollegialorgan \"Hauptversammlung\" berufen, besitze aber darüber hinaus keine eigenständigen Kompetenzen. Vor diesem Hintergrund seien an die Wahlen des Vorsitzenden der Hauptversammlung nicht dieselben (verfassungsrechtlichen) Anforderungen zu stellen wie an die Kreation des Organes \"Hauptversammlung\" selbst.",
            "annotations": []
        },
        {
            "text": "1.3.3. Das Bedenken des Bundesverwaltungsgerichtes ist begründet:",
            "annotations": []
        },
        {
            "text": "1.3.3.1. Gemäß Art120c Abs1 B-VG sind die Organe der (sonstigen) Selbstverwaltungskörper aus dem Kreis ihrer Mitglieder nach demokratischen Grundsätzen zu bilden.",
            "annotations": []
        },
        {
            "text": "1.3.3.2. Die Hauptversammlung der ÖGK ist das satzungsgebende Organ der ÖGK (§433 Abs1 Z4 ASVG); ihre Bestellung unterliegt zweifellos den Anforderungen des Art120c Abs1 B-VG (vgl zu diesen Anforderungen VfGH 6.3.2023, G237/2022 ua).",
            "annotations": []
        },
        {
            "text": "1.3.3.3. Der Vorsitzende der Hauptversammlung der ÖGK bzw sein Stellvertreter leiten dieses Kollegialorgan. Sie bestimmen insbesondere die Tagesordnung, können Tagesordnungspunkte vertagen und führen die Abstimmungen durch. Angesichts dieser Funktion gelten für die Wahl des Vorsitzenden der Hauptversammlung der ÖGK bzw dessen Stellvertreter ebenfalls die Anforderungen des Art120c Abs1 B-VG.",
            "annotations": []
        },
        {
            "text": "1.3.3.4. Gemäß §430 Abs3a letzter Satz ASVG dürfen die Vorsitzenden der Hauptversammlung der ÖGK \"nicht derselben wahlwerbenden Gruppe angehören, der der Obmann/die Obfrau des Verwaltungsrates zuzurechnen ist\". Für die Wahl der Obmänner des Verwaltungsrates ist die einfache Mehrheit der Mitglieder des Verwaltungsrates und die einfache Mehrheit der Gruppe (der Dienstnehmer bzw der Dienstgeber) erforderlich, der die zu wählende Person angehört. Damit fällt diese Obmannfunktion regelmäßig – demokratischen Grundsätzen entsprechend – den mandatsstärksten wahlwerbenden Gruppen auf Dienstnehmer- bzw Dienstgeberseite zu. §430 Abs3a letzter Satz ASVG schließt damit im Ergebnis idR gerade diese mandatsstärksten wahlwerbenden Gruppen von der Wahrnehmung der Vorsitzendenfunktion in der Hauptversammlung der ÖGK aus. Dies widerspricht den \"demokratischen Grundsätzen\" iSv Art120c Abs1 B-VG.",
            "annotations": []
        },
        {
            "text": "1.3.3.5. Auch die Bundesregierung vermochte keine stichhaltigen Gründe vorzubringen, die eine solche Regelung rechtfertigen könnten. Wenn die Bundesregierung ins Treffen führt, die angefochtene Bestimmung diene \"der möglichst unvoreingenommenen Kontrolle der Tätigkeit des Verwaltungsrates\", ist ihr entgegenzuhalten, dass die wichtigste Aufgabe der Hauptversammlung in der Satzungsgebung liegt und dass die Kontrolle der Tätigkeit des Verwaltungsrates Aufgabe der Hauptversammlung und nicht von deren Vorsitzendem ist. Auch vermag der Verfassungsgerichtshof nicht zu erkennen, inwiefern – insbesondere angesichts des Umstandes, dass der Hauptversammlung auch die Mitglieder des Verwaltungsrates angehören (§426 Abs2 Z1 ASVG) – zum Zweck der möglichst unvoreingenommenen Kontrolle der Tätigkeit des Verwaltungsrates der Ausschluss von (typischerweise) Angehörigen der mandatsstärksten wahlwerbenden Gruppen von der Funktion des Vorsitzenden(-stellvertreters) der Hauptversammlung erforderlich ist.",
            "annotations": []
        },
        {
            "text": "1.3.3.6. §430 Abs3a letzter Satz ASVG widerspricht daher Art120c Abs1 B-VG. Damit erübrigt es sich, auf die weiteren Bedenken des Bundesverwaltungsgerichtes einzugehen.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. §430 Abs3a letzter Satz ASVG ist daher wegen Verstoßes gegen den auch den Gesetzgeber bindenden Art120c Abs1 B-VG als verfassungswidrig aufzuheben. Bei diesem Ergebnis erübrigt sich ein Eingehen auf die weiteren im Antrag dargelegten Bedenken.",
            "annotations": []
        },
        {
            "text": "2. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "3. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Der beteiligten Partei sind die für die abgegebene Äußerung begehrten Kosten nicht zuzusprechen, weil es im Falle eines auf Antrag eines Gerichtes eingeleiteten Normenprüfungsverfahrens Sache des antragstellenden Gerichtes ist, über allfällige Kostenersatzansprüche nach den für sein Verfahren geltenden Vorschriften zu erkennen (zB VfSlg 19.019/2010 mwN).",
            "annotations": []
        }
    ]
}