{
    "document_id": "JFT_20230228_22E02830_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Am 16. Mai 2021 wurde der Beschwerdeführer von der österreichischen Polizei festgenommen, nachdem ihm die Einreise nach Deutschland verweigert wurde.",
            "annotations": []
        },
        {
            "text": "2. Mit Mandatsbescheid des Bundesamtes für Fremdenwesen und Asyl (im Folgenden: BFA) vom 16. Mai 2021 wurde gemäß §76 Abs2 Z2 FPG iVm §57 Abs1 AVG die Schubhaft zum Zwecke der Sicherung des Verfahrens zur Erlassung einer aufenthaltsbeendenden Maßnahme und der Sicherung der Abschiebung angeordnet.",
            "annotations": []
        },
        {
            "text": "3. Am 19. Mai 2021 stellte der Beschwerdeführer aus der Schubhaft einen Antrag auf internationalen Schutz. Mit Bescheid des BFA vom 25. Juli 2021 wurde der Antrag abgewiesen und eine Rückkehrentscheidung erlassen. Dieser Bescheid wurde am 24. August 2021 rechtskräftig.",
            "annotations": []
        },
        {
            "text": "4. Mit Schriftsatz vom 30. August 2021 erhob der Beschwerdeführer eine Schubhaftbeschwerde an das Bundesverwaltungsgericht. Mit dem am 2. September 2021 mündlich verkündeten und am 7. September 2021 schriftlich ausgefertigten Erkenntnis des Bundesverwaltungsgerichtes wurde der Beschwerde insoweit stattgegeben, als die Anhaltung in Schubhaft vom 16. Mai 2021 bis 31. August 2021 für rechtwidrig erklärt wurde. Im Übrigen wurde die Beschwerde als unbegründet abgewiesen und die (weitere) Anhaltung ab dem 31. August 2021 für rechtmäßig erklärt. ",
            "annotations": []
        },
        {
            "text": "5. Am 31. August 2021 wurde ein Verfahren zur Erlangung eines Heimreisezertifikats mit der Vertretungsbehörde von Senegal durch des BFA eingeleitet. Am 4. Oktober 2021 wurde der Beschwerdeführer von der senegalesischen Botschaft positiv identifiziert. Bisher wurde kein Heimreisezertifikat ausgestellt.",
            "annotations": []
        },
        {
            "text": "6. Die Verhältnismäßigkeit der Anhaltung des Beschwerdeführers in Schubhaft wurde seit der Entscheidung des Bundesverwaltungsgerichtes vom 2. September 2021 mehrfach überprüft. In allen Anlassfällen stellte das Bundesverwaltungsgericht gemäß §22a Abs4 BFA-VG fest, dass zum Zeitpunkt der jeweiligen Entscheidung die für die Fortsetzung der Schubhaft maßgeblichen Voraussetzungen vorgelegen wären und die Aufrechterhaltung der Schubhaft verhältnismäßig gewesen sei.",
            "annotations": []
        },
        {
            "text": "7. Am 4. Februar 2022 wurde vom BFA neuerlich der Akt gemäß §22a Abs4 BFA-VG dem Bundesverwaltungsgericht zur amtswegigen Überprüfung der Anhaltung vorgelegt. Am selben Tag brachte der Beschwerdeführer eine Schubhaftbeschwerde ein.",
            "annotations": []
        },
        {
            "text": "8. Das Bundesverwaltungsgericht führte am 11. Februar 2022 eine öffentliche mündliche Verhandlung durch und verkündete im Anschluss das angefochtene Erkenntnis mündlich.",
            "annotations": []
        },
        {
            "text": "9. Das gegenüber dem Beschwerdeführer mündlich verkündete Erkenntnis wird (ausweislich des Protokolls über die mündliche Verhandlung) wie folgt begründet (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"3.2.1. Abweisung der Beschwerde gegen die Anhaltung des BF in Schubhaft seit 20.01.2022 (Spruchpunkt 1.): ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der BF befindet sich seit 16.05.2021 in Schubhaft. Die Schubhaft des BF wurde seitens der belangten Behörde zum Zwecke der Sicherung des Verfahrens zur Erlassung einer aufenthaltsbeendenden Maßnahme und zur Sicherung der Abschiebung angeordnet. Mit der vorliegenden Schubhaftbeschwerde wurde ua die fortdauernde Anhaltung in Schubhaft seit dem 20.01.2022 bekämpft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dazu ist Folgendes festzuhalten:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der volljährige BF ist senegalesischer Staatsangehöriger und nicht österreichischer Staatsbürger und verfügt über kein Aufenthaltsrecht für Österreich oder für einen anderen EU-Staat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das BFA ging zutreffend im Schubhaftbescheid vom 16.05.2021 davon aus, dass im Falle des BF Fluchtgefahr gemäß §76 Abs3 Z9 FPG vorlag:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Maßgebliche familiäre oder soziale Anknüpfungen im Bundesgebiet liegen nicht vor, insbesondere hat der BF weder eine gesicherte Unterkunft noch bestehen Anhaltspunkte für die Annahme einer hinreichenden Integration des BF in sprachlicher, beruflicher und gesellschaftlicher Hinsicht. Seine verfügbaren Barmittel in Höhe von ca 1.600 Euro können den Lebensunterhalt des BF nur für eine kurze Zeit sichern.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es besteht gegen den BF seit 24.08.2021 eine rechtskräftige aufenthaltsbeendende Maßnahme im Sinne des §76 Abs3 Z3 FPG, nämlich eine rechtskräftige Rückkehrentscheidung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der BF hat sich durch sein bisheriges persönliches Gesamtverhalten insgesamt als nicht vertrauenswürdig und nicht kooperativ erwiesen. Er benutzte Österreich zur Durchreise, da sein erklärtes Reiseziel Paris (Frankreich) war.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Durch die zahlreichen illegalen Reisebewegungen hat der BF bislang keine ernst zu nehmende Bereitschaft gezeigt, sich an die in Österreich und in anderen europäischen Staaten, wie Frankreich, Italien und Slowenien, für die Einreise und den Aufenthalt geltenden Bestimmungen zu halten. Zudem hat er bei seiner versuchten Einreise nach Deutschland totalgefälschte Dokumente (Reisepass und ID-Karte) verwendet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Er ist nicht ausreisewillig und will keinesfalls freiwillig nach Senegal zurückkehren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Schubhaft ist somit wegen des Vorliegens von Fluchtgefahr erforderlich und wegen des Überwiegens des öffentlichen Interesses an der Sicherung der Abschiebung im Vergleich zum Recht des BF auf persönliche Freiheit auch verhältnismäßig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bei bereits länger andauernden Schubhaften - wie der vorliegenden - muss rechtzeitig ein HRZ erlangbar sein, damit die weitere Anhaltung verhältnismäßig ist. Dafür genügen Bemühungen der Behörde nicht, sie müssen vielmehr mit einer gewissen Wahrscheinlichkeit erfolgversprechend sein. Dabei spielen die bisherige Dauer der Schubhaft und die Schwere der Gründe für ihre Verhängung und Aufrechterhaltung eine Rolle.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Da derzeit aufgrund der positiven Identifizierung des BF seitens der Vertretungsbehörde von Senegal von einer zeitnahen Ausstellung eines HRZ auszugehen ist und eine beträchtliche Fluchtgefahr vorliegt, erweist sich zum jetzigen Zeitpunkt die Anhaltung der Schubhaft als zulässig und zur Erreichung des Sicherungszweckes als verhältnismäßig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ein gelinderes Mittel gemäß §77 FPG ist unter Berücksichtigung sämtlicher Umstände des vorliegenden Falles, insbesondere auf Grund des bisherigen Verhaltens des BF, zur Erreichung des Sicherungszwecks nicht geeignet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2.2. Fortsetzungsausspruch (Spruchpunkt 2.):",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gemäß §22a Abs3 BFA-VG liegen zum Zeitpunkt der Entscheidung die für die Fortsetzung der Schubhaft maßgeblichen Voraussetzungen vor:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der BF ist weiterhin nicht aufenthaltsberechtigter Fremder und gegen ihn besteht weiterhin eine durchsetzbare Rückkehrentscheidung. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Den oben unter Punkt 3.2.1. dargelegten Erwägungen zum Vorliegen eines konkreten Sicherungsbedarfs und zur Verhältnismäßigkeit der Schubhaft kommt auch zum Zeitpunkt dieser Entscheidung unverändert Geltung zu. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Verhältnismäßigkeit der Anhaltung des BF in Schubhaft wurde regelmäßig vom BFA und auch bereits mehrfach gemäß §22a Abs4 BFA-VG vom BVwG geprüft und diese zuletzt mit dem Erkenntnis vom 20.01.2022 bejaht. Dem ist auch in diesem Zusammenhang nicht entgegenzutreten, zumal die Behörde sich seit Ende August 2021 um die Ausstellung eines Heimreisezertifikats (Ersatzreisedokuments) für den BF bemüht hat und diese Bemühungen als aussichtsreich zu beurteilen sind. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Da die Schubhaft gemäß §80 Abs4 Z2 FPG bis zu 18 Monate dauern kann, diese zum Entscheidungszeitpunkt noch nicht überschritten wurde, der BF bereits als Staatsangehöriger von Senegal identifiziert wurde und von der Botschaft die Ausstellung eines Reisedokuments in Aussicht gestellt wurde, ist derzeit noch davon auszugehen, dass die Abschiebung in den Herkunftsstaat des BF innerhalb der zulässigen Schubhafthöchstdauer bewerkstelligt werden kann. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zum Entscheidungszeitpunkt finden regelmäßig Flüge von Wien nach Dakar statt. Die letzte Einzelabschiebung nach Senegal hat am 22.01.2020 stattgefunden, wobei anzumerken ist, dass die Anzahl jener Personen, welche aus Senegal stammen und sich in den letzten Jahren in Schubhaft befunden haben, äußerst gering ist. Daher ist die konkrete Anzahl der durchgeführten Abschiebungen gegenständlich nicht aussagekräftig. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ein Sicherungsbedarf zur Durchführung einer Rückführung in den Herkunftsstaat ist somit weiterhin gegeben. Ein gelinderes Mittel ist aufgrund des bisherigen Verhaltens des BF, wie unter Punkt 3.2.1. ausgeführt, unter Berücksichtigung sämtlicher Umstände des vorliegenden Falles, insbesondere des Vorliegens von erheblicher Fluchtgefahr, zur Erreichung des Sicherungszwecks nicht geeignet. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Fortsetzung der Schubhaft wegen Fluchtgefahr erweist sich vor diesem Hintergrund nach Abwägung aller betroffenen Interessen als verhältnismäßig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2.3.: Zum Antrag auf Ersatz der Aufwendungen (Spruchpunkt 3.):",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dem BFA ist trotz des vollständigen Obsiegens kein Kostenersatz zuzuerkennen, weil [es] weder einen Vorlage-, noch einen Schriftsatzaufwand hatte, zumal ohnedies die Aktenvorlage samt Stellungnahme im Rahmen der amtswegigen Schubhaftüberprüfung nahezu zeitgleich mit der Beschwerde erfolgte und keine gesonderte Aktenvorlage und Stellungnahme zur vorliegenden Schubhaftbeschwerde erging. Außerdem ist der Antrag auf Kostenzuspruch unbestimmt, zumal nicht erkennbar ist, für welche Aufwendungen iSd §1 Z3 bis 5 VwG-AufwErsV Ersatz begehrt wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "10. Mit Schreiben vom 18. Februar 2022 beantragte der Beschwerdeführer die schriftliche Ausfertigung des mündlich verkündeten Erkenntnisses vom 11. Februar 2022.",
            "annotations": []
        },
        {
            "text": "11. Am 7. September 2022 erging die schriftliche Ausfertigung des am 11. Februar 2022 mündlich verkündeten Erkenntnisses.",
            "annotations": []
        },
        {
            "text": "12. Am 20. Oktober 2022 erhob der Beschwerdeführer eine auf Art144 B-VG gestützte Beschwerde beim Verfassungsgerichtshof, in der die Verletzung näher bezeichneter verfassungsgesetzlich gewährleisteter Rechte behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses und die Bewilligung der Verfahrenshilfe beantragt wird.",
            "annotations": []
        },
        {
            "text": "13. Begründend bringt der Beschwerdeführer Vollzugsfehler vor und weist insbesondere auch darauf hin, dass eine Verletzung der Pflicht zu einer möglichst zeitnahen schriftlichen Ausfertigung des mündlich verkündeten Erkenntnisses vorliege.",
            "annotations": []
        },
        {
            "text": "14. Mit Beschluss vom 17.November 2022 wurde dem Antrag des Beschwerdeführers auf Bewilligung der Verfahrenshilfe im beantragten Umfang stattgegeben.",
            "annotations": []
        },
        {
            "text": "15. Die Verwaltungs- und Gerichtsakten wurden sowohl durch das BFA als auch durch das Bundesverwaltungsgericht vorgelegt, wobei von der Erstattung einer Gegenschrift jeweils Abstand genommen wurde.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg. cit. gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat in seinem Erkenntnis vom 10. März 2021, E2059/2020 ua, im Hinblick auf die Beurteilung der Zeitspanne zwischen der das verwaltungsgerichtliche Verfahren abschließenden mündlichen Verkündung der Entscheidung und der Erlassung der schriftlichen Ausfertigung derselben Folgendes ausgesprochen:",
            "annotations": []
        },
        {
            "text": "\"Nach der Rechtsprechung der Gerichtshöfe des öffentlichen Rechts ist bezüglich der Erlassung einer verwaltungsgerichtlichen Entscheidung der Zustellung einer Entscheidung ihre mündliche Verkündung gleichzuhalten (vgl VwGH 15.12.2014, Ro 2014/04/0068; 22.11.2017, Ra 2017/03/0082; s. auch VfSlg 19.965/2015, wonach der Verfassungsgerichtshof keine verfassungsrechtlichen Bedenken gegen §29 VwGVG hegt und sich auch der Verfassungsgerichtshof insofern der Judikatur des Verwaltungsgerichtshofes anschließt). Mit der mündlichen Verkündung wird die Entscheidung unabhängig von der Zustellung einer schriftlichen Ausfertigung (§29 Abs4 VwGVG) rechtlich existent (VwGH 27.6.2016, Ra 2016/11/0059; 14.9.2016, Fr 2016/18/0015; 4.4.2017, Ra 2017/02/0050), wenn sowohl der Inhalt einer Entscheidung als auch die Tatsache ihrer Verkündung in der Niederschrift festgehalten werden (VwGH 13.10.2015, Fr 2015/03/0007; 22.11.2017, Ra 2017/03/0082). Bereits an die Verkündung einer Entscheidung knüpfen sich daher deren Rechtswirkungen (vgl VfGH 11.6.2019, E671/2019; VwGH 23.9.2020, Ra 2019/14/0558). Daher kann die Entscheidung bereits nach der mündlichen Verkündung mit Beschwerde gemäß Art144 B-VG angefochten werden, sofern mindestens ein hiezu Berechtigter einen Antrag auf schriftliche Ausfertigung der Entscheidung gemäß §29 Abs4 VwGVG gestellt hat (§82 Abs3b letzter Satz VfGG; siehe VfGH 20.6.2015, E163/2014; VwGH 15.12.2014, Ro 2014/04/0068; 22.11.2017, Ra 2017/03/0082).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Unabhängig von der Möglichkeit, die Entscheidung bereits nach der mündlichen Verkündung anzufechten, ist der Rechtsschutzsuchende in der Regel auf die – nähere und ausführliche – Begründung der Entscheidung in der schriftlichen Ausfertigung gemäß §29 Abs4 VwGVG angewiesen, um die Entscheidung auf Grund der maßgebenden Erwägungen gegebenenfalls mit einer Beschwerde gemäß Art144 B-VG bekämpfen zu können. Aus der rechtsstaatlich gebotenen Pflicht zur Begründung verwaltungsgerichtlicher Entscheidungen folgt daher im Zusammenhang mit der Regelungssystematik des §29 VwGVG auch die Pflicht zu einer möglichst zeitnahen schriftlichen Ausfertigung der Entscheidung, weil andernfalls dem Rechtsschutzsuchenden effektiver Rechtsschutz verwehrt sein könnte (zum Grundsatz der Effektivität des Rechtsschutzes siehe zB VfSlg 11.196/1986, 15.218/1998, 17.340/2004, 20.107/2016), was rechtsstaatlichen Anforderungen an die Erlassung gerichtlicher Entscheidungen widerspricht.\"",
            "annotations": []
        },
        {
            "text": "2.2. In seinem Erkenntnis vom 7. Oktober 2021, E837/2021, hat der Verfassungsgerichtshof ausgesprochen, dass eine Ausfertigung acht Monate nach der mündlichen Verkündung den rechtsstaatlichen Anforderungen an die Erlassung von verwaltungsgerichtlichen Entscheidungen nicht entspricht (vgl auch VfGH 10.3.2021, E2059/2020 ua).",
            "annotations": []
        },
        {
            "text": "2.3. Im vorliegenden Fall erfolgte die schriftliche Ausfertigung der am 11. Februar 2022 mündlich verkündeten Entscheidung mit Datum vom 7. September 2022 fast sieben Monate nach der mündlichen Verkündung. Im Hinblick auf die lange Zeitspanne zwischen mündlicher Verkündung und schriftlicher Ausfertigung der Entscheidung (vgl VfGH 10.3.2021, E2059/2020 ua; 23.6.2021, E720/2021; 7.10.2021, E837/2021) und der Notwendigkeit einer zeitnahen schriftlichen Ausfertigung in Verfahren hinsichtlich Schubhaftbeschwerden, wurde dem Beschwerdeführer dadurch ein effektiver Rechtsschutz verwehrt.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis ",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden. ",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist. ",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden. ",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}