{
    "document_id": "JFT_20230227_23G00099_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antragsteller behauptet die Verfassungswidrigkeit des §92a JN, RGBl 111/1895, idF BGBl 135/1983: Es verstoße gegen den Gleichheitsgrundsatz gemäß Art2 StGG sowie Art7 B-VG und stelle eine unzulässige Inländerdiskriminierung dar, dass sich ein österreichischer Schadenersatzkläger bei einem reinen Inlandssachverhalt nicht auf den Gerichtsstand des Ortes des Schadenseintritts (Art7 Z2 EuGVVO) berufen könne. Der Antragsteller müsse vielmehr gemäß §92a JN seinen Anspruch bei jenem Gericht geltend machen, in dessen Sprengel das den Schaden verursachende Verhalten gesetzt worden sei. Dies sei dem Antragsteller insbesondere auf Grund seiner psychisch-seelischen Verfasstheit nicht zuzumuten.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl zum rechtspolitischen Gestaltungsspielraum des Gesetzgebers im Verfahrensrecht zB VfSlg 14.709/1996, 19.762/2013, 19.881/2014; VfGH 26.2.2018, G33/2018; 4.10.2022, G252/2022) lässt das Vorbringen des Antrages die behauptete Verfassungswidrigkeit als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat. Dem Gesetzgeber ist nicht entgegenzutreten, wenn er neben dem allgemeinen Gerichtsstand (§65 JN) einen Wahlgerichtsstand (nur) am Handlungsort der Schadenszufügung (§92a JN) vorsieht.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}