{
    "document_id": "JFT_20230613_22V00255_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art139 Abs1 Z4 B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art139 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof ist in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Gesetz- bzw Verfassungswidrigkeit der gesamten Verordnung des Bundesministers für Bildung, Wissenschaft und Forschung zur Bewältigung der COVID-19 Folgen im Schulwesen für das Schuljahr 2021/22 (COVID-19-Schulverordnung 2021/22 – C-SchVO 2021/22), BGBl II 374/2021, in eventu der gesamten C-SchVO 2021/22, BGBl II 374/2021, idF BGBl II 434/2021, in eventu des §8 Abs5 C-SchVO 2021/22, BGBl II 374/2021, in eventu des §8 Abs5 C-SchVO 2021/22, BGBl II 374/2021, idF BGBl II 434/2021 bzw näher bezeichneter Wortfolgen des §8 Abs5 C-SchVO 2021/22 mangels gesetzlicher Grundlage und wegen Verstoßes gegen das Determinierungsgebot (Art18 B-VG, Art7 EMRK).",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der Rechtsprechung des Verfassungsgerichtshofes (zur Anordnung von ortsungebundenem Unterricht vgl VfSlg 20.457/2021; zum Determinierungsgebot allgemein zB VfSlg 18.821/2009, 19.530/2011) lässt das Vorbringen des Antrages die behaupteten Gesetzwidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf sämtliche Prozessvoraussetzungen hin geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        },
        {
            "text": "2. Da somit die von der antragstellenden Partei beabsichtigte Rechtsverfolgung vor dem Verfassungsgerichtshof als offenbar aussichtslos erscheint, muss ihr unter einem mit dem Parteiantrag auf Normenkontrolle gestellter Antrag auf Bewilligung der Verfahrenshilfe abgewiesen werden (§63 Abs1 ZPO iVm §35 VfGG).",
            "annotations": []
        },
        {
            "text": "3. Diese Beschlüsse konnten gemäß §72 Abs1 ZPO iVm §35 VfGG bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung gefasst werden.",
            "annotations": []
        }
    ]
}