{
    "document_id": "JFT_20230616_23G00141_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "Die antragstellende Partei behauptet, dass §1 Abs1a sowie §3 Abs1 KuKuSpoSiG gegen die verfassungsgesetzlich gewährleisteten Rechte auf Unversehrtheit des Eigentums gemäß Art5 StGG, auf Freiheit der Erwerbsausübung gemäß Art6 StGG sowie auf Gleichheit aller Staatsbürger vor dem Gesetz gemäß Art2 StGG und Art7 B-VG verstoßen.",
            "annotations": []
        },
        {
            "text": "Das Vorbringen in dem Antrag lässt die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: §1 Abs1a KuKuSpoSiG ist auf Vermittler (Ticketingunternehmen) nicht anwendbar, sodass die verfassungsrechtlichen Bedenken gegen diese Bestimmungen von Vornherein ins Leere gehen. Der Gesetzgeber hat mit §3 Abs1 KuKuSpoSiG (iVm den sonstigen Bestimmungen des Gesetzes) einen angemessenen Ausgleich zwischen den Interessen der Veranstalter, der Vermittler und der Besucher bzw Teilnehmer geschaffen. Es ist sachlich gerechtfertigt, dass Kosten, die infolge einer Regelung im Interesse der Veranstaltungs- und Vermittlungsbranche und zur Bewältigung der wirtschaftlichen Folgen der COVID-19-Pandemie entstehen, von Veranstaltern bzw Betreibern zu tragen sind und den Besuchern, Teilnehmern oder späteren Inhabern eines Gutscheines nicht angelastet werden dürfen. Der Gesetzgeber hat mit §3 Abs1 KuKuSpoSiG den ihm zukommenden rechtspolitischen Gestaltungsrahmen aus diesem Grund nicht überschritten (vgl dazu allgemein VfSlg 19.933/2014).",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG). ",
            "annotations": []
        }
    ]
}