{
    "document_id": "JFT_20230309_22E01301_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerdevorbringen und Vorverfahren ",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführenden Parteien sind Staatsangehörige Afghanistans, wobei die Erstbeschwerdeführerin Mutter der minderjährigen zweit- bis sechstbeschwerdeführenden Parteien ist. Nach ihrer legalen Einreise in das Bundesgebiet stellten die erst- bis fünftbeschwerdeführenden Parteien am 27. September 2017 einen Antrag auf internationalen Schutz. Im Rahmen der Erstbefragung vor einem Organ des öffentlichen Sicherheitsdienstes gab die Erstbeschwerdeführerin – unter Verwendung eines verkürzten Formulars für die Erstbefragung – an, keine eigenen Fluchtgründe zu haben. Sie stelle einen Antrag in Bezug auf ihren Ehemann. Auch die mitgereisten Kinder hätten keine eigenen Fluchtgründe. In diesem verkürzten Formular kreuzte die Erstbeschwerdeführerin auch an, dass sie mit einer Entscheidung der belangten Behörde auf Basis dieser Angaben zufrieden sei und auf eine weitere Einvernahme verzichte.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheiden des Bundesamtes für Fremdenwesen und Asyl vom 9. Oktober 2017 wurden die Anträge der erst- bis fünftbeschwerdeführenden Parteien auf internationalen Schutz bezüglich der Zuerkennung des Status der Asylberechtigten abgewiesen (Spruchpunkt I.). Gleichzeitig wurde den erst- bis fünftbeschwerdeführenden Parteien der Status der subsidiär Schutzberechtigten zuerkannt (Spruchpunkt II.) und ihnen befristete Aufenthaltsberechtigungen erteilt (Spruchpunkt III.). ",
            "annotations": []
        },
        {
            "text": "3. In der gegen Spruchpunkt I. dieser Bescheide am 31. Oktober 2017 erhobenen Beschwerde an das Bundesverwaltungsgericht gaben die erst- bis fünftbeschwerdeführenden Parteien an, sie seien im Rahmen ihrer Erstbefragung nicht zu ihren Asylgründen befragt worden und sie hätten auf eine weitere Einvernahme gewartet, um ihre Asylgründe geltend zu machen. Die Erstbeschwerdeführerin brachte in dieser Beschwerde zusammengefasst vor, sie habe ihr Haus in Afghanistan nur mit Burka verlassen können, damit man sie nicht erkenne. In ihrem Herkunftsort seien Gerüchte verbreitet worden, dass ihr Ehemann westlich orientiert sei und seinen Glauben gewechselt habe. Sie habe daher um ihr Leben und das ihrer Kinder fürchten müssen. ",
            "annotations": []
        },
        {
            "text": "4. Am 31. Juli 2018 wurde der Sechstbeschwerdeführer geboren. Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 7. Dezember 2018 wurde der durch den gesetzlichen Vertreter eingebrachte Antrag auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten abgewiesen (Spruchpunkt I.); gleichzeitig wurde dem Sechstbeschwerdeführer der Status des subsidiär Schutzberechtigten zuerkannt (Spruchpunkt II.) und eine befristete Aufenthaltsberechtigung im Familienverfahren erteilt (Spruchpunkt III.). Gegen Spruchpunkt I. dieses Bescheides erhob der Sechstbeschwerdeführer durch seinen gesetzlichen Vertreter Beschwerde an das Bundesverwaltungsgericht.",
            "annotations": []
        },
        {
            "text": "5. Mit Beschlüssen des Bundesverwaltungsgerichtes vom 4. Dezember 2019 sowie vom 8. Jänner 2020 wurden die angefochtenen Bescheide hinsichtlich des jeweils angefochtenen Spruchpunktes I. gemäß §28 Abs3 2. Satz VwGVG behoben und die Angelegenheiten zur Erlassung neuer Bescheide an das Bundesamt für Fremdenwesen und Asyl zurückverwiesen, weil der entscheidungsrelevante Sachverhalt nicht hinreichend erhoben worden sei. Mit Bescheiden vom 24. August 2020 wurden die Anträge der beschwerdeführenden Parteien – nach Einvernahmen – erneut gemäß §3 AsylG 2005 als unbegründet abgewiesen.",
            "annotations": []
        },
        {
            "text": "6. Die gegen diese Bescheide erhobenen Beschwerden wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 26. April 2022 als unbegründet ab. Hinsichtlich der Erstbeschwerdeführerin begründet das Bundesverwaltungsgericht seine Entscheidung im Wesentlichen damit, dass es dieser nicht gelungen sei, eine konkrete, gegen ihre Person gerichtete asylrelevante Verfolgung auf Grund einer ihrem Ehemann unterstellten Verwestlichung wegen seines längeren Aufenthaltes in Europa glaubhaft zu machen. Vielmehr seien bei der Schilderung der fluchtauslösenden Ereignisse zahlreiche Widersprüche und Ungereimtheiten aufgetreten. Angesichts dessen sei auch dem Vorbringen der Erstbeschwerdeführerin, sie habe ihre (weiblichen) Kinder, die Zweit- und Drittbeschwerdeführerinnen, nicht in die Schule gehen lassen können, auch nicht im Zusammenhang mit einer besonderen Bedrohung der Familie, sondern vielmehr im Zusammenhang mit der allgemein schlechten Sicherheitslage zu sehen. Ferner seien die minderjährigen Zweit- und Drittbeschwerdeführerinnen vor der Ausreise aus Afghanistan auch erst sechs bzw sieben Jahre alt gewesen. ",
            "annotations": []
        },
        {
            "text": "Es könne auch nicht festgestellt werden, dass die Erst-, Zweit- und Drittbeschwerdeführerinnen auf Grund eines westlich orientierten Lebensstils bei Rückkehr in ihren Heimatstaat einer asylrelevanten Verfolgung ausgesetzt wären. Zunächst sei sowohl aus den Angaben vor dem Bundesamt für Fremdenwesen und Asyl als auch vor dem Bundesverwaltungsgericht sowie dem im Rahmen der mündlichen Verhandlung gewonnenen Eindruck nicht zu erkennen, dass die Erstbeschwerdeführerin eine \"westlich orientierte\" Lebensweise pflege. Auch hinsichtlich der beiden unmündigen minderjährigen Zweit- und Drittbeschwerdeführerinnen könne eine \"westliche Orientierung\" insgesamt nicht festgestellt werden. Den weiblichen Erst-, Zweit- und Drittbeschwerdeführerinnen drohe auch keine asylrelevante Verfolgung allein auf Grund ihres Geschlechtes. Ferner könne nicht festgestellt werden, dass den minderjährigen Zweit- und Drittbeschwerdeführerinnen ein weiterführender Schulbesuch nach ihrer Rückkehr in ihrem Herkunftsstaat allein auf Grund ihres Geschlechtes auf Dauer wahrscheinlich nicht möglich sein werde. Der Besuch der (sechsjährigen) Primarstufe, die für sechs- bis zwölfjährige Kinder vorgesehen sei, sei für die Zweit- und Drittbeschwerdeführerinnen im Entscheidungszeitpunkt grundsätzlich möglich bzw nicht allein auf Grund ihres Geschlechtes unmöglich. ",
            "annotations": []
        },
        {
            "text": "Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der unter anderem die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander geltend gemacht und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. Begründend wird in der Beschwerde unter anderem ausgeführt, dass es das Bundesverwaltungsgericht unterlassen habe, sich näher mit dem Parteivorbringen betreffend die Schulbildung der minderjährigen Zweit- und Drittbeschwerdeführerinnen auseinanderzusetzen. Überdies wäre es den Zweit- und Drittbeschwerdeführerinnen nicht möglich, ihre in Österreich angenommene Lebensweise in Afghanistan weiterzuführen.",
            "annotations": []
        },
        {
            "text": "7. Das Bundesverwaltungsgericht und das Bundesamt für Fremdenwesen und Asyl haben die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift wurde aber jeweils abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen ",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet. ",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen: ",
            "annotations": []
        },
        {
            "text": "2.1. Maßgeblich für die Gewährung von Schutz nach der Genfer Flüchtlingskonvention sind – wie auch in §3 Abs2 AsylG 2005 zum Ausdruck kommt – nicht nur jene Gründe, die die Beschwerdeführer zum Verlassen des Herkunftsstaates bewogen haben, sondern auch jene, die zum Entscheidungszeitpunkt eine asylrelevante Verfolgung begründen können (vgl zB VfGH 21.9.2020, E4288/2019 mwN).",
            "annotations": []
        },
        {
            "text": "2.2. Das Bundesverwaltungsgericht führt – gestützt auf die im Entscheidungszeitpunkt aktuelle Länderinformation der Staatendokumentation vom 28. Jänner 2022 [Version 6] – zur Situation von Frauen zunächst im Wesentlichen aus, dass es zwar seit der Machtübernahme durch die Taliban zu weiteren Einschränkungen von Freiheiten von Frauen und Übergriffen auf Frauen komme. Allerdings sei derzeit den Länderberichten nicht zu entnehmen, dass alle Frauen in Afghanistan gleichermaßen bereits alleine auf Grund ihrer Geschlechtszugehörigkeit Gefahr laufen würden, konkreter und individueller physischer oder psychischer Gewalt ausgesetzt zu sein; die Aufnahme von Erwerbstätigkeit und Bildungsschritten für Frauen sei auch seit der Machtübernahme der Taliban nicht grundsätzlich verboten bzw verunmöglicht. Zwar seien (seit der Machtübernahme durch die Taliban) weitere Einschränkungen afghanischer Frauen in den Bereichen Gesundheit, Bildung, Mobilität und Meinungsfreiheit eingetreten, dass gleichsam alle Frauen von Zugängen zu diesen Bereichen grundsätzlich bzw generell abgeschnitten wären, sei einschlägigen Berichten (zB Länderreport Afghanistan 48, Die Situation von Frauen, Stand 1/2022, 14 ff.) nicht zu entnehmen.",
            "annotations": []
        },
        {
            "text": "2.3. Im Hinblick auf das Vorbringen der Zweit- und Drittbeschwerdeführerinnen, wonach diese auf Grund ihrer westlichen Orientierung Verfolgung befürchten, führt das Bundesverwaltungsgericht aus, dass die Zweitbeschwerdeführerin zwölf Jahre alt sei und die erste Klasse eines Gymnasiums besuche. Nach der Schule besuche sie die Lernhilfe. Sonst verbringe sie den Tag mit ihren Freundinnen, sie gingen in den Park und würden dort reden, spielen oder Sport betreiben. Den Abend verbringe sie mit ihren Eltern und Geschwistern. Die Zweitbeschwerdeführerin dürfe auch bei einer Freundin übernachten und wolle Ärztin werden. Die Drittbeschwerdeführerin sei elf Jahre alt und besuche die vierte Klasse einer Volksschule. Auch sie treffe sich gerne mit ihren Freundinnen im Park und wolle Tierärztin werden. Die Zweit- und Drittbeschwerdeführerinnen hätten eine altersadäquate Erscheinung und würden kein Kopftuch tragen. Sie hätten alle Fragen auf Deutsch verstanden und beantwortet und seien im persönlichen Eindruck durchaus interessiert erschienen. Die Zweit- und Drittbeschwerdeführerinnen würden teilweise einen (altersadäquat) kindlichen Eindruck hinterlassen, sodass eine \"westliche Orientierung\" insgesamt nicht festgestellt werden könne.",
            "annotations": []
        },
        {
            "text": "2.4. Dabei verkennt das Bundesverwaltungsgericht, dass es für die Annahme einer westlich orientierten Lebensweise nicht maßgeblich ist, dass ein Mädchen ein intellektuell durchdachtes Wertegerüst vorweisen kann, im Rahmen dessen die in Österreich gelebte Freiheit hinterfragt wird, da dies dem unterschiedlichen Erfahrungshorizont, dem Alter und der Bildung der betroffenen Personen nicht gerecht wird (so bereits VfGH 29.11.2022, E3674/2021 ua, vgl auch VfGH 7.6.2021, E4359/2020 ua und VwGH 15.9.2021, Ra 2021/18/0143). Der pauschale Verweis des Bundesverwaltungsgerichtes auf den – nicht näher konkretisierten – \"kindlichen Eindruck\" der Zweit- und Drittbeschwerdeführerinnen reicht folglich nicht aus. Das Bundesverwaltungsgericht lässt eine nachvollziehbare Begründung vermissen, weshalb bei den Zweit- und Drittbeschwerdeführerinnen keine westliche Orientierung vorliegt.",
            "annotations": []
        },
        {
            "text": "2.5. Zur Möglichkeit eines Schulbesuches der minderjährigen Zweit- und Drittbeschwerdeführerinnen in Afghanistan finden sich – ebenfalls gestützt auf das Länderinformationsblatt vom 28. Jänner 2022 – in dem angefochtenen Erkenntnis folgende Ausführungen: ",
            "annotations": []
        },
        {
            "text": "\"[…] Aktuell (Stand November 2021, LIB Afghanistan, Version 6, 130) ist es Mädchen in einigen Provinzen wie Herat, Balkh (Mazar-e Sharif), Kunduz, Ghazni und Sar-e-Pul möglich, die Sekundarstufe oder die Oberstufe zu besuchen. In den anderen Provinzen können Mädchen nur in der Primarstufe zur Schule gehen. Alle Mädchen, die eine Schule besuchen, müssen in von den Jungen getrennten Klassen von weiblichen Lehrern unterrichtet werden und den Hijab tragen (LIB Afghanistan, Version 6, 130f). Es wird auch nicht verkannt, dass aktuellen Medienberichten zufolge (zB Die Zeit, Taliban verwehren Mädchen weiterführenden Schulbesuch, 23.03.2022) Mädchen nach angekündigten Öffnungen ein Schulbesuch weiterführender (dh über die 6. Klasse hinaus) Schulen letztlich verwehrt wurde, das gilt aber nur für den weiterführenden Schulbesuch und laut Angaben des Bildungsministeriums soll eine Schuluniform für Mädchen entworfen werden, die sich nach den Werten der islamischen Scharia sowie der afghanischen Kultur und Tradition richte. Weitere Voraussetzung soll neben dem Tragen eines Hidschab sein, dass die Schülerinnen in separaten Gebäuden von weiblichen Lehrkräften unterrichtet werden. Dass ein weiterführender Schulbesuch der minderjährigen weiblichen BF nach einer Rückkehr ins Heimatland alleine aufgrund des Geschlechts auf Dauer wahrscheinlich nicht möglich sein wird, kann insgesamt nicht erkannt werden. Der Besuch der (sechsjährigen) Primarstufe, die für 6-12jährige Kinder vorgesehen ist, ist für BF2 und BF3 im Entscheidungszeitpunkt grundsätzlich möglich, bzw nicht allein aufgrund ihres Geschlechts unmöglich.\"",
            "annotations": []
        },
        {
            "text": "2.6. Mit dieser Begründung setzt sich das Bundesverwaltungsgericht nicht hinreichend mit der konkreten Situation der Zweit- und Drittbeschwerdeführerinnen und mit den Konsequenzen der Machtübernahme der Taliban in ihrer Herkunftsregion auseinander. Die Zweitbeschwerdeführerin war zum Entscheidungszeitpunkt bereits zwölf Jahre alt, besuchte das Gymnasium und hat in der Einvernahme – ebenso wie die elfjährige Drittbeschwerdeführerin – vor dem Bundesverwaltungsgericht angegeben, dass sie einen Beruf anstrebt, der den Abschluss der Sekundarstufe und eines Studiums voraussetzt. Das Bundesverwaltungsgericht verweist auf aktuelle Medienberichte aus März 2022, wonach die Taliban Mädchen einen weiterführenden Schulbesuch verwehren, und stellt selbst fest, dass sich die Taliban bisher gar nicht, bzw nur hinhaltend zur Wiederaufnahme des Unterrichts für Mädchen geäußert haben. Der Besuch der Sekundarstufe sei nur in vereinzelten Provinzen möglich. Die beschwerdeführenden Parteien stammen aus der Provinz Paktia, wo nach den – vom Bundesverwaltungsgericht herangezogenen – Länderfeststellungen kein Schulbetrieb für Mädchen in der Sekundarstufe stattfindet. Die von den Zweit- und Drittbeschwerdeführerinnen derzeit unmittelbar angestrebte Ausbildung auch im Rahmen der Sekundarstufe ist nach den derzeitigen Länderfeststellungen folglich in ihrer Herkunftsregion nicht möglich. Insofern liegt den Schlussfolgerungen des Bundesverwaltungsgerichtes, wonach nicht davon auszugehen sei, dass ein weiterführender Schulbesuch der minderjährigen weiblichen Zweit- und Drittbeschwerdeführerinnen nach einer Rückkehr ins Heimatland \"allein auf Grund ihres Geschlechts auf Dauer nicht möglich\" sein werde, keine hinreichende Auseinandersetzung mit der Frage zu Grunde, inwieweit den Zweit- und Drittbeschwerdeführerinnen, die wiederholt die fehlende Möglichkeit des Schulbesuchs im Verfahren vorbrachten und die aus einer Region stammen, die von der Schließung von Sekundarschulen für Mädchen betroffen ist, durch die Machtübernahme der Taliban der Schulzugang verwehrt ist (zu den strengen Anforderungen an die Behandlung von Anträgen auf internationalen Schutz von Minderjährigen vgl zB VfSlg 20.215/2017).",
            "annotations": []
        },
        {
            "text": "2.7. Das Bundesverwaltungsgericht hat seine Entscheidung betreffend die Zweit- und Drittbeschwerdeführerinnen aus den genannten Gründen mit Willkür belastet. Dieser Mangel schlägt gemäß §34 Abs4 AsylG 2005 auf die Entscheidung betreffend die übrigen beschwerdeführenden Parteien durch (VfSlg 19.671/2012, 19.855/20214, 20.215/2017); daher ist die Entscheidung zur Gänze aufzuheben. ",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführenden Parteien sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}