{
    "document_id": "JFT_20230309_22E01044_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Erstbeschwerdeführerin ist die Mutter der dreijährigen Zweitbeschwerdeführerin. Beide sind syrische Staatsangehörige und stellten in Österreich am 7. Juni 2021 jeweils Anträge auf internationalen Schutz. Die Beschwerdeführerinnen leben mit dem Bruder und der Schwester der Erstbeschwerdeführerin gemeinsam in einem Haushalt in Österreich. Der Bruder der Erstbeschwerdeführerin kommt finanziell für die Beschwerdeführerinnen auf.",
            "annotations": []
        },
        {
            "text": "2. Eine EURODAC-Anfrage der Erstbeschwerdeführerin ergab eine Treffermeldung zu Bulgarien und Rumänien. Daraufhin richtete das Bundesamt für Fremdenwesen und Asyl am 10. Juni 2021 ein Wiederaufnahmeersuchen gemäß Art18 Abs1 litb Dublin III-VO an Bulgarien. Mit Schreiben vom 17. Juni 2021 stimmte Bulgarien dem Wiederaufnahmegesuch gemäß Art18 Abs1 litc Dublin III-VO zu. Mit Schreiben vom 22. Juni 2021 wurden die bulgarischen Behörden von den österreichischen Behörden darüber informiert, dass die Überstellungsfrist wegen unbekannten Aufenthaltes der Familie auf 18 Monate verlängert worden sei. ",
            "annotations": []
        },
        {
            "text": "3. Am 16. Juli 2021 wurden die Beschwerdeführerinnen vor dem Bundesamt für Fremdenwesen und Asyl niederschriftlich einvernommen. Mit Bescheiden vom 13. Juli 2021 wurden die Anträge der Beschwerdeführerinnen auf internationalen Schutz ohne in die Sache einzutreten gemäß §5 Abs1 AsylG 2005 als unzulässig zurückgewiesen und ausgesprochen, dass Bulgarien für die Prüfung des Antrages gemäß Art18 Abs1 litc Dublin III-VO zuständig sei (Spruchpunkt I.). Gegen die Beschwerdeführerinnen wurde gemäß §61 Abs1 Z1 FPG 2005 die Außerlandesbringung angeordnet und festgestellt, dass eine Abschiebung nach Bulgarien gemäß §61 Abs2 FPG 2005 zulässig sei (Spruchpunkt II.).",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Bescheide erhoben die Beschwerdeführerinnen Beschwerden an das Bundesverwaltungsgericht. Dieses wies die Beschwerden gemäß §5 AsylG 2005 und §61 FPG 2005 als unbegründet ab. ",
            "annotations": []
        },
        {
            "text": "Begründend wurde im Wesentlichen ausgeführt, dass die Zuständigkeit Bulgariens auf Grund der Dublin III-VO gegeben und von den Beschwerdeführerinnen nicht bestritten worden sei. Es sei kein konkretes Vorbringen erstattet worden, welches geeignet wäre, anzunehmen, dass der rechtliche und faktische Standard der bulgarischen Asylverfahren eine Verletzung fundamentaler Menschenrechte erkennen ließe. Es lägen keine systemischen Mängel im bulgarischen Asylsystem vor und es sei auch kein substantiiertes Vorbringen zu allfälligen gravierenden Versorgungs- und Unterbringungsmängeln erstattet worden. Es sei \"in den angefochtenen Bescheiden auch die kritische Berichtslage (konkret etwa AI, UNHCR, etc.) berücksichtigt\" worden. Aus dem Vorbringen der Beschwerdeführerinnen ergebe sich, dass diese in einem Camp untergebracht gewesen seien, somit sei \"eine Unterbringung und Versorgung zumindest auf einem geringen Niveau jedenfalls gegeben\" gewesen. Die Erstbeschwerdeführerin habe mit ihrer Tochter, der Zweitbeschwerdeführerin, nur eine Nacht im Camp verbracht. Dies verdeutliche, dass diese gar kein Interesse gehabt habe, dort das Asylverfahren zu durchlaufen oder jene Unterstützungsleistungen, die Asylwerbern in Bulgarien zustünden, in Anspruch zu nehmen. Der Gesundheitszustand der Beschwerdeführerinnen stünde – auch im Lichte der COVID-19-Pandemie – einer Abschiebung nach Bulgarien nicht entgegen. Die Beschwerdeführerinnen würden zwar mit dem Bruder und der Schwester der Erstbeschwerdeführerin in gemeinsamen Haushalt leben, es bestünde aber keine finanzielle Abhängigkeit, da die Erstbeschwerdeführerin für sich und die Zweitbeschwerdeführerin freiwillig auf die Grundversorgung verzichtet habe. Es bestünde auch kein Verhältnis, das über ein normales Verwandtschaftsverhältnis, wie es zwischen Geschwistern üblich sei, hinausgehe. Der gemeinsame Haushalt bestünde erst seit kurzer Zeit; eine finanzielle Unterstützung sei auch in Bulgarien möglich. Im Übrigen sei auf Grund der kurzen Aufenthaltsdauer im Bundesgebiet kein schützenswertes Privatleben der Beschwerdeführerinnen festzustellen. Eine mündliche Verhandlung habe unterbleiben können, da der Sachverhalt aus der Aktenlage in Verbindung mit der Beschwerde als geklärt erscheine.",
            "annotations": []
        },
        {
            "text": "5. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der eine Verletzung der verfassungsgesetzlich gewährleisteten Rechte auf das Verbot unmenschlicher und erniedrigender Behandlung gemäß Art3 EMRK und auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK geltend gemacht und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. ",
            "annotations": []
        },
        {
            "text": "In Bulgarien würden gravierende systemische Mängel des Asylverfahrens und der Aufnahmebedingungen vorliegen. Es komme in Bulgarien in eklatantem Ausmaß zu systematischen Zurückweisungen von Flüchtlingen aus Syrien. Es komme weiters zu Plünderungen, zu Misshandlungen und zur Wegnahme privater Gegenstände von Flüchtlingen. Allgemein bekannt und durch viele unzweifelhafte länderspezifische Anmerkungen und Länderinformationen bestätigt sei, dass es in Bulgarien zu einer extrem geringen Quote von Personen, die den Flüchtlingsstatus erlangen würden, komme, was allein auf Grund eines statistischen Vergleiches mit nichts anderem als der staatlichen Willkür und systemischen Mängeln des Asylverfahrens zu begründen sei. Unstrittig sei, dass es in Bulgarien zu massiven Mängeln der Unterkünfte komme. Integrationsmöglichkeiten und Hilfe zur Integration würden fehlen. Bedingt durch fehlende Dolmetscher und der mangelnden Bereitschaft von Ärzten, syrische Staatsbürger zu behandeln oder auch nur entsprechend zu registrieren, komme es zu unmenschlichen und erniedrigenden Behandlungen syrischer Staatsbürger und würden auch die Beschwerdeführerinnen in Bulgarien solche unmenschliche und erniedrigende Behandlung erfahren. Das Bundesverwaltungsgericht habe sich auch über die evidente Tatsache, dass zwischen den Beschwerdeführerinnen und dem Bruder der Erstbeschwerdeführerin unzweifelhaft Merkmale der Abhängigkeit erkennbar seien, die über die üblichen Bindungen zwischen Verwandten hinausgehen würden, zu Unrecht hinweggesetzt. Die Erstbeschwerdeführerin sei alleinerziehende Mutter der Zweitbeschwerdeführerin. Bei der Zweitbeschwerdeführerin handle es sich um ein minderjähriges Kind. Die Beschwerdeführerinnen seien daher als besonders vulnerabel einzuordnen. Die Beschwerdeführerinnen hätten bereits ein starkes Netz sozialer Kontakte in Österreich aufgebaut.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg. cit. gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Die Entscheidung, einen Fremden auszuweisen oder in anderer Form außer Landes zu schaffen, kann die Verantwortlichkeit des Staates nach der EMRK bzw der GRC begründen, wenn stichhaltige Gründe für die Annahme glaubhaft gemacht worden sind, dass der Fremde konkret Gefahr liefe, in dem Land, in das er ausgewiesen werden soll, Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen zu werden (vgl VfSlg 13.837/1994, 14.119/1995, 14.998/1997).",
            "annotations": []
        },
        {
            "text": "Dies gilt auch dann, wenn ein Antrag auf internationalen Schutz gemäß Dublin III-VO wegen Unzuständigkeit als unzulässig zurückgewiesen und die Außerlandesbringung in einen anderen Mitgliedstaat der Europäischen Union für zulässig erklärt wurde. In einem solchen Fall muss geprüft werden, ob es wesentliche Gründe für die Annahme gibt, dass das Asylverfahren und die Aufnahmebedingungen für Antragsteller in diesem Mitgliedstaat systemische Schwachstellen aufweisen, die eine Gefahr einer unmenschlichen oder entwürdigenden Behandlung mit sich bringen. Zur Situation von vulnerablen Personen hat der Verfassungsgerichtshof bereits mehrfach die Bedeutung der zur Versorgungslage besonders schutzwürdiger Personen getroffenen Länderfeststellungen hervorgehoben (vgl VfGH 10.12.2015, E709/2015 ua und E1622/2015 ua mwN, 11.6.2018, E2418/2017 ua).",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht legt seinen Feststellungen zur Lage in Bulgarien allgemein die \"Länderinformation der Staatendokumentation\" vom 29. Juli 2020, Version 1 zugrunde. Darin finden sich zur Unterbringung von Asylwerbern unter anderem folgende Feststellungen: ",
            "annotations": []
        },
        {
            "text": "\"Die Aufnahme- und Unterbringungsbedingungen, einschließlich der Verpflegung für Migranten und Asylwerber sind nach wie vor inadäquat, obwohl die Zahl der nach Bulgarien einreisenden Personen deutlich zurückgegangen ist (AI 16.4.2020). Die Lebensbedingungen in den staatlichen Aufnahmezentren bis auf in Vrazhdebna und in der Sicherheitszone für unbegleitete Minderjährige in Voenna Rampa sind trotz der von der SAR regelmäßig durchgeführten Teilrenovierungen nach wie vor schlecht und liegen unter den Mindeststandards oder erfüllen diese knapp, vor allem in Bezug auf die sanitären Anlagen (AIDA 2.2019; vgl UNHCR 9.2019). […]\"",
            "annotations": []
        },
        {
            "text": "Zu den Aufnahmebedingungen von Dublin-Rückkehrern finden sich darin zudem folgende Ausführungen: ",
            "annotations": []
        },
        {
            "text": "\"Die Aufnahmebedingungen von Personen, die unter der Dublin-Verordnung zurückkehren, sind abhängig vom Verfahrensstand (UNHCR 17.12.2018). Vor der Ankunft der Dublin-Rückkehrer informiert SAR die Grenzpolizei über die voraussichtliche Ankunft und gibt an, ob der Rückkehrer in ein Asylaufnahmezentrum oder in ein Schubhaftzentrum zu überstellen ist (AIDA 2.2020): ",
            "annotations": []
        },
        {
            "text": "• Wer sich in einem laufenden Asylverfahren befindet, wird in ein Unterbringungszentrum der SAR gebracht (AIDA 2.2020). ",
            "annotations": []
        },
        {
            "text": "• Eine Person, die noch keinen Asylantrag in Bulgarien gestellt hat, kann bei der Ankunft in einem der von der Direktion für Einwanderung verwalteten Zentren für die vorübergehende Unterbringung vor der Abschiebung (Special Centre for the Temporary Accommodation of Foreigners, SCTAF) gebracht werden. Nach Stellen eines Asylantrags wird sie jedoch in ein Aufnahmezentrum der Flüchtlingsagentur SAR überstellt (UNHCR 17.12.2018).",
            "annotations": []
        },
        {
            "text": "• Auch Personen, deren Verfahren wiedereröffnet wurde, werden in ein Aufnahmezentrum gebracht. UNHCR hat in letzter Zeit keine Fälle beobachtet, in denen einem Dublin-Rückkehrer, dessen Verfahren noch nicht abgeschlossen war, der Zugang zu Aufnahmezentren verweigert wurde. Dies kann jedoch grundsätzlich nicht ausgeschlossen werden, wenn diese ihre volle Kapazität erreichen (UNHCR 17.12.2018). ",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zur Situation von vulnerablen Personen wird überdies Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "\"Das bulgarische Asylgesetz definiert als vulnerable Gruppen: Kinder, unbegleitete Minderjährige (UM), Menschen mit Behinderung, Alte, Schwangere, alleinstehende Elternteile in Begleitung ihrer minderjährigen Kinder, Opfer des Menschenhandels, Personen mit ernsthaften Gesundheitsproblemen, psychischen Störungen, Vergewaltigungs- und Folteropfer sowie Opfer von psychischer, physischer oder sexueller Gewalt (AIDA 2.2020).",
            "annotations": []
        },
        {
            "text": "Die Gesetze sehen keine spezifischen Identifikationsmechanismen für Vulnerable, außer für Minderjährige, vor (AIDA 2.2020).",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Es gibt weder Leitlinien noch Praktiken, um die besonderen Bedürfnisse vulnerabler Gruppen zu berücksichtigen. […] Das Gesetz verlangt die Berücksichtigung von Vulnerabilität nur bei der Entscheidung über die Unterkunft. Dies geschieht jedoch nach eigenem Ermessen und ohne schriftlich festgelegte Kriterien. In der Praxis gibt es in den Aufnahmezentren keine getrennten Einrichtungen für Familien, alleinstehende Frauen, unbegleitete Minderjährige oder traumatisierte Asylwerber (AIDA 2.2020). ",
            "annotations": []
        },
        {
            "text": "Es fehlt den Behörden an Systemen, um besonders verwundbare Asylsuchende korrekt zu identifizieren und ihnen eine sichere Unterkunft und angemessene Unterstützung zu bieten (AI 16.4.2020).",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "5. Überdies sind dem – vom Bundesverwaltungsgericht nicht herangezogenen – AIDA Country Report: Bulgaria aus 2021, in welchem die Unterkunftsbedingungen (weiterhin) als \"overwhelmingly substandard\" beschrieben werden, zur Sicherheit von international Schutzsuchenden in Aufnahmezentren auch folgende Aussagen zu entnehmen:",
            "annotations": []
        },
        {
            "text": "\"However, measures to prevent sexual and gender-based violence (SGBV) are not sufficient to properly guarantee the safety and security of the population in the centres. Except for Vrazhdebna shelter in Sofia, the security of asylum seekers accommodated in reception centres is not fully guaranteed. Verbal and physical abuse, attacks and robbery committed against asylum seekers in the surroundings of Voenna Rampa shelter, usually not investigated or punished, escalated in 2017 to an extent to provoke a joint letter by numerous non-governmental organisations, requesting the Sofia Police Directorate to step in and take effective preventive and investigative measures as prescribed by the law. No response or measures have been announced by the police in this respect and the situation did not improve in 2021. All reception centers, except Vrazhdebna shelter, experience recurring security issues inside and outside their premises. Except Vrazhdebna and partially, the safe-zones for unaccompanied children, safety and security are seriously compromised with smugglers, drug dealers and prostitutes having access to the centers during the night hours without even an attempted interference by the contracted private guards.\"",
            "annotations": []
        },
        {
            "text": "6. Vor dem Hintergrund dieser Länderinformationen hat es das Bundesverwaltungsgericht in entscheidungswesentlichen Punkten unterlassen, nähere Ermittlungen anzustellen und sich mit der aktuellen Versorgungslage von Asylwerbern in Bulgarien auseinanderzusetzen:",
            "annotations": []
        },
        {
            "text": "6.1. Das Bundesverwaltungsgericht führt in seiner Entscheidung aus, dass die Erstbeschwerdeführerin kein substantiiertes Vorbringen zu allfälligen gravierenden Versorgungs- und Unterbringungsmängeln vorgebracht habe. Die Beschwerdeführerinnen seien bereits in einem Camp untergebracht gewesen, weshalb \"eine Unterbringung und Versorgung zumindest auf einem geringen Niveau jedenfalls gegeben\" sei. Die Beschwerdeführerinnen würden somit im Hinblick auf ihre Unterbringung nicht in eine ausweglose Lage im Sinne des Art3 EMRK geraten. Die Beschwerdeführerinnen hätten auch keine gesundheitlichen Probleme vorgebracht.",
            "annotations": []
        },
        {
            "text": "6.2. Das Bundesverwaltungsgericht setzt sich allerdings nicht mit dem Umstand auseinander, dass die Erstbeschwerdeführerin – die in Österreich von ihrem Bruder finanziell versorgt wird – im Falle einer Außerlandesbringung alleinerziehende Mutter eines dreijährigen Kindes, nämlich der Zweitbeschwerdeführerin wäre. Alleinerziehende mit minderjährigen Kindern und Minderjährige werden etwa von Art21 der Richtlinie 2013/33/EU zur Festlegung von Bestimmungen für die Aufnahme von Personen, die internationalen Schutz beantragen [Aufnahmerichtlinie], ABl. 2013 L 180, 96, als schutzbedürftige Personen angesehen. Es wäre somit erforderlich gewesen, nähere Ermittlungen anzustellen, inwiefern eine dem Art3 EMRK entsprechende Unterbringung der Beschwerdeführerinnen auch im Hinblick auf ihre besonders vulnerable Stellung gegeben wäre (vgl zu dieser Ermittlungspflicht etwa VfGH 11.6.2018, E2418/2017 ua).",
            "annotations": []
        },
        {
            "text": "7. Da es das Bundesverwaltungsgericht – vor dem Hintergrund, dass es sich bei den Beschwerdeführerinnen um eine alleinerziehende Mutter und ein minderjähriges Kind handelt – unterlassen hat, das zum Entscheidungszeitpunkt vorgelegene und entscheidungsrelevante Berichtsmaterial zum bulgarischen Asylsystem in der rechtlichen Beurteilung der Entscheidung zu berücksichtigen, ist das angefochtene Erkenntnis mit Willkür belastet (vgl VfSlg 19.878/2014, 20.021/2015).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerinnen sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf die übrigen Beschwerdegründe einzugehen war.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. Da die Beschwerdeführerinnen gemeinsam durch einen Rechtsanwalt vertreten sind, ist der einfache Pauschalsatz, erhöht um einen entsprechenden Streitgenossenzuschlag von 10 vH des Pauschalsatzes, zuzusprechen. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 479,60 enthalten.",
            "annotations": []
        }
    ]
}