{
    "document_id": "JFT_20230612_23E00878_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Die beschwerdeführenden Parteien sind irakische Staatsangehörige, gehören der Volksgruppe der Araber an und bekennen sich zur sunnitischen Glaubensrichtung des Islam. Sie stammen aus der Provinz Kirkuk.",
            "annotations": []
        },
        {
            "text": "2. Die beschwerdeführenden Parteien stellten im Jahr 2015 jeweils einen (ersten) Antrag auf internationalen Schutz, dem rechtskräftig nicht stattgegeben wurde. ",
            "annotations": []
        },
        {
            "text": "3. Am 23. Juni 2021 stellten die beschwerdeführenden Parteien erneut Anträge auf internationalen Schutz, welche vom Bundesamt für Fremdenwesen und Asyl jeweils sowohl hinsichtlich der Zuerkennung des Status des bzw der Asylberechtigten als auch des Status des bzw der subsidiär Schutzberechtigten wegen entschiedener Sache zurückgewiesen sowie keine Aufenthaltstitel aus berücksichtigungswürdigen Gründen erteilt wurden, jeweils eine Rückkehrentscheidung erlassen sowie festgestellt wurde, dass die Abschiebung in den Irak zulässig ist und dass keine Frist für die freiwillige Ausreise besteht. Zudem erließ das Bundesamt für Fremdenwesen und Asyl gestützt auf \"§53 Absatz 1 iVm Absatz 2 Ziffer 6 Fremdenpolizeigesetz, BGBl Nr 100/2005 (FPG) idgF\" jeweils ein auf die Dauer von zwei Jahren befristetes Einreiseverbot. ",
            "annotations": []
        },
        {
            "text": "4. Die dagegen erhobenen Beschwerden wies das Bundesverwaltungsgericht als unbegründet ab. Anlässlich der dagegen erhobenen, auf Art144 B-VG gestützten und zur Zahl E3763-3764/2021 protokollierten Beschwerde leitete der Verfassungsgerichtshof gemäß Art140 Abs1 Z1 litb B-VG von Amts wegen ein Verfahren zur Prüfung der Verfassungsmäßigkeit des §53 Abs2 Z6 des Bundesgesetzes über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 - FPG), BGBl I 100/2005, idF BGBl I 87/2012 ein. Mit Erkenntnissen vom 6. Dezember 2022 hob er diese Regelung als verfassungswidrig (G264/2022) und das angefochtene Erkenntnis im Anlassfall wegen Anwendung einer verfassungswidrigen Gesetzesbestimmung zur Gänze (E3763-3764/2021) auf.",
            "annotations": []
        },
        {
            "text": "5. Mit dem nunmehr angefochtenen Erkenntnis vom 8. Februar 2023 wies das Bundesverwaltungsgericht im fortgesetzten Verfahren die Beschwerden gegen die Zurückweisung der Anträge auf internationalen Schutz sowohl hinsichtlich der Zuerkennung des Status des bzw der Asylberechtigten als auch des Status des bzw der subsidiär Schutzberechtigten wegen entschiedener Sache, die Nichterteilung von Aufenthaltstiteln aus berücksichtigungswürdigen Gründen, die Erlassung von Rückkehrentscheidungen, die jeweilige Zulässigkeit der Abschiebung und das Nichtbestehen einer Frist für die freiwillige Ausreise als unbegründet ab. Soweit sich die Beschwerden gegen die Erlassung von befristeten Einreiseverboten richteten, wurde diesen mit der angefochtenen Entscheidung stattgegeben und die entsprechenden Spruchpunkte ersatzlos behoben. Begründend führt das Bundesverwaltungsgericht im Wesentlichen aus, dass sich seit Abschluss des ersten Verfahrens keine relevanten Sachverhaltsänderungen ergeben hätten. Das herangezogene Länderinformationsblatt vom 14. Mai 2020, das bereits dem angefochtenen Bescheid zugrunde gelegen sei, sei ausreichend aktuell. Soweit die Beschwerden rügen würden, dass keine aktuelleren Länderinformationen herangezogen worden seien, hätten sie unterlassen, die konkrete Relevanz der Quellen für den vorliegenden Fall aufzuzeigen.",
            "annotations": []
        },
        {
            "text": "6. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Die Beschwerde bringt unter anderem vor, dass eine Auseinandersetzung mit der Sicherheitslage in der Herkunftsregion der beschwerdeführenden Parteien – der Provinz Kirkuk – unterblieben sei. Das Bundesverwaltungsgericht habe veraltete Länderberichte herangezogen und daher verkannt, dass eine Rückkehr in die Provinz Kirkuk nicht als zulässig erachtet werden könne.",
            "annotations": []
        },
        {
            "text": "7. Das Bundesverwaltungsgericht und das Bundesamt für Fremdenwesen und Asyl haben die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen. ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die Beschwerde ist zulässig.",
            "annotations": []
        },
        {
            "text": "A. Soweit sie sich gegen die Zurückweisung der Anträge auf internationalen Schutz hinsichtlich der Zuerkennung des Status des bzw der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak gemäß §68 Abs1 AVG wegen entschiedener Sache, gegen die Nichterteilung von Aufenthaltstiteln aus berücksichtigungswürdigen Gründen, gegen die Erlassung von Rückkehrentscheidungen, gegen die Aussprüche, dass die Abschiebung in den Irak zulässig ist und keine Frist für die freiwillige Ausreise besteht, richtet, ist sie auch begründet:",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "Auch wenn die Behörde einen Folgeantrag auf internationalen Schutz gemäß §68 Abs1 AVG wegen entschiedener Sache zurückweist, hat das über die dagegen erhobene Beschwerde entscheidende Bundesverwaltungsgericht das Vorbringen des Asylwerbers dahingehend zu prüfen, ob ein erstmals vorgebrachter Fluchtgrund, soweit er sachverhaltsändernde Elemente enthält, einen glaubhaften Kern aufweist und ob er im Lichte der Art2 und 3 EMRK einer Rückführung aktuell entgegensteht (vgl zB VfSlg 19.466/2011; VfGH 28.11.2019, E2006/2019 ua; 8.6.2020, E2751/2019; 5.10.2021, E2996/2021 jeweils mwN).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht legt seinem Erkenntnis vom 8. Februar 2023 Auszüge des Länderinformationsblattes zum Irak in der am 14. Mai 2020 aktualisierten Fassung zugrunde und führt aus, dass diese hinreichend aktuell seien und die im angeführten Länderbericht dargestellte Sicherheitslage einer Rückkehr der beschwerdeführenden Parteien in den Irak nicht entgegenstehe, ohne Feststellungen betreffend ihre Herkunftsregion – die Provinz Kirkuk – zu treffen. Die weitere Prüfung einer mit Blick auf Art2 und 3 EMRK gegebenenfalls bestehenden Gefährdungslage erfolgt im Wesentlichen ausschließlich pauschal für den Fall einer Rückkehr \"in den Irak\".",
            "annotations": []
        },
        {
            "text": "Eine derart pauschale Beurteilung der Sicherheits- und Versorgungslage im Irak wird allerdings den Anforderungen an eine am Maßstab des Art2 und 3 EMRK vorzunehmende Beurteilung der Rückkehrsituation in solchen Staaten, in denen die Sicherheits- und Versorgungslage instabil ist und von Provinz zu Provinz variiert (vgl VfGH 23.9.2019, E1809/2019; 15.2.2020, E3356/2019), nicht gerecht (vgl zB VfGH 11.6.2018, E4317/2017; 26.6.2018, E4387/2017; 26.2.2019, E4766/2018; vgl zuletzt auch 29.11.2022, E91/2022). ",
            "annotations": []
        },
        {
            "text": "Eine nähere Begründung dafür, dass sich die Verhältnisse im Irak derart stabilisiert hätten, wie es das Bundesverwaltungsgericht als entscheidungserheblich vorauszusetzen scheint, findet sich im angefochtenen Erkenntnis nicht und ist auch dem aktuellen Länderinformationsblatt der Staatendokumentation vom 22. August 2022 nicht zu entnehmen. In diesem Länderinformationsblatt wird beispielsweise ausgeführt, \"dass der IS weiterhin in den Qarachokh-Bergen, in der Gegend südlich von Makhmur und in Teilen der Gouvernements Kirkuk, Diyala und Salah ad-Din präsent\" sei (S. 23), die Provinz Kirkuk \"auch zu den Schwerpunkten des IS\" zähle und die meisten Gewalttaten üblicherweise im Süden Kirkuks stattfinden würden, da dieser \"nie vollständig von IS-Kämpfern befreit wurde\" (S. 66). In Kirkuk würden zudem regelmäßig \"sicherheitsrelevante Vorfälle\" verzeichnet werden, bei denen Zivilisten ums Leben kommen (S. 66). Betreffend die Zahl der \"sicherheitsrelevanten Vorfälle\" gebe es die meisten Opfer in Diyala, gefolgt von Kirkuk (S. 25). ",
            "annotations": []
        },
        {
            "text": "3. Indem das Bundesverwaltungsgericht eine nähere Auseinandersetzung mit der Versorgungs- und Sicherheitslage in der konkreten Herkunftsregion der beschwerdeführenden Parteien bzw diesbezügliche Feststellungen und eine eingehende Begründung unterlässt, warum entgegen der Darstellung der Sicherheitslage im aktuellen Länderinformationsblatt eine Rückkehr in die Provinz Kirkuk keinen Bedenken hinsichtlich Art2 und 3 EMRK begegnet, belastet es seine Entscheidung mit Willkür. Das angefochtene Erkenntnis ist daher, soweit es auf die Nichtzuerkennung des Status des bzw der subsidiär Schutzberechtigten und – daran anknüpfend – auf die Zulässigkeit der Rückkehrentscheidung bzw der Abschiebung in den Herkunftsstaat Irak ohne Frist für die freiwillige Ausreise gerichtet ist, wegen Verletzung des durch das Bundesverfassungsgesetz BGBl 390/1973 verfassungsgesetzlich gewährleisteten Rechtes auf Gleichbehandlung von Fremden untereinander aufzuheben.",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, soweit sich die Beschwerde gegen die Abweisung der Anträge auf Zuerkennung des Status des bzw der Asylberechtigten richtet, wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerde rügt die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten. Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführenden Parteien sind durch das angefochtene Erkenntnis, soweit damit die Beschwerden gegen die Zurückweisung der Anträge auf internationalen Schutz hinsichtlich der Zuerkennung des Status des bzw der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak gemäß §68 Abs1 AVG wegen entschiedener Sache, gegen die Nichterteilung von Aufenthaltstiteln aus berücksichtigungswürdigen Gründen, gegen die Erlassung von Rückkehrentscheidungen, gegen die Aussprüche, dass die Abschiebung in den Irak zulässig ist und keine Frist für die freiwillige Ausreise besteht, abgewiesen werden, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher insoweit aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 479,60 sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}