{
    "document_id": "JFT_20230309_22V00260_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Anlassverfahren, Prüfungsbeschluss und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Beim Verfassungsgerichtshof ist zur Zahl E824/2021 eine auf Art144 B-VG gestützte Beschwerde anhängig, der folgender Sachverhalt zugrunde liegt: ",
            "annotations": []
        },
        {
            "text": "1.1. Der Beschwerdeführer ist Eigentümer einer als Zweitwohnsitz genutzten Liegenschaft im Ortsgebiet der Gemeinde Malta. Mit Bescheid des Bürgermeisters der Gemeinde Malta vom 20. Oktober 2016 wurde dem Beschwerdeführer die Zweitwohnsitzabgabe für sechs Monate im Jahr 2012 in der Höhe von € 237,60 sowie für die Jahre 2013 und 2014 jeweils in der Höhe von € 475,20 vorgeschrieben. Die dagegen erhobene Berufung wurde mit Bescheid des Gemeindevorstandes der Gemeinde Malta vom 6. November 2020 als unbegründet abgewiesen.",
            "annotations": []
        },
        {
            "text": "1.2. Die dagegen erhobene Beschwerde wurde vom Landesverwaltungsgericht Kärnten mit Erkenntnis vom 20. Jänner 2021 als unbegründet abgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Bei der Behandlung der gegen diese Entscheidung gerichteten Beschwerde sind im Verfassungsgerichtshof Bedenken ob der Gesetzmäßigkeit des §7 Abs2 der Verordnung des Gemeinderates der Gemeinde Malta vom 29. Dezember 2006, Z920-10/2006, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, entstanden. Der Verfassungsgerichtshof hat daher am 28. November 2022 beschlossen, diese Verordnungsbestimmung von Amts wegen auf ihre Gesetzmäßigkeit zu prüfen.",
            "annotations": []
        },
        {
            "text": "3. Der Verfassungsgerichtshof legte seine Bedenken, die ihn zur Einleitung des Verordnungsprüfungsverfahrens bestimmt haben, in seinem Prüfungsbeschluss wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"3.1. §7 Abs2 K-ZWAG bestimmt, dass die Höhe der Zweitwohnsitzabgabe durch Verordnung des Gemeinderates festzulegen ist, und setzt in Abhängigkeit von der Nutzfläche der Wohnung Höchstbeträge fest, wobei bei der Festlegung der Höhe der Abgabe die Belastungen der Gemeinde durch Zweitwohnsitze und der Verkehrswert der Zweitwohnsitze als Maßstab heranzuziehen sind.",
            "annotations": []
        },
        {
            "text": "3.2. §7 Abs2 der Zweitwohnsitzabgabeverordnung des Gemeinderates der Gemeinde Malta legt die Höhe des Abgabensatzes mit 80 % der in §7 Abs2 K-ZWAG (landes-)gesetzlich festgelegten Höchstbeträge ohne weitere Differenzierung fest.",
            "annotations": []
        },
        {
            "text": "3.3. Der Verfassungsgerichtshof leitet aus §7 Abs2 K-ZWAG – wie im Erkenntnis VfSlg 18.792/2009 dargelegt – ab, dass bei der Erlassung der auf Grundlage dieser Bestimmungen ergehenden Gemeindeverordnungen einerseits die Belastungen der Gemeinde durch Zweitwohnsitze im Verhältnis zum Durchschnitt der Kärntner Gemeinden unter Bedachtnahme auf die von den Gemeinden jeweils erhobenen Benützungsgebühren und Fremdenverkehrsabgaben und andererseits der Verkehrswert der Zweitwohnsitze im landesweiten Vergleich zu berücksichtigen sind.",
            "annotations": []
        },
        {
            "text": "3.4. Davon ausgehend besteht das Bedenken, dass der Gemeinderat der Gemeinde Malta als Verordnungsgeber die Abgabenhöhe festgesetzt hat, ohne auf die landesgesetzlich vorgegebenen Kriterien der Steuersatzbestimmung Bedacht zu nehmen:",
            "annotations": []
        },
        {
            "text": "3.4.1. Die dem Verfassungsgerichtshof vorgelegten Verordnungsakten (Niederschrift zur Sitzung des Gemeinderates vom 29. Dezember 2006) geben keinen Hinweis darauf, welche Unterlagen bzw Berechnungen für die Wahl des Abgabensatzes bei Verordnungserlassung als Grundlage herangezogen wurden. Es sind auch sonst keine Anhaltspunkte ersichtlich, aus denen abgeleitet werden könnte, dass der Gemeinderat der Gemeinde Malta berücksichtigt hätte, inwieweit in der Gemeinde – verglichen mit dem Durchschnitt der Kärntner Gemeinden – besondere Belastungen durch Zweitwohnsitze auftreten.",
            "annotations": []
        },
        {
            "text": "3.4.2. Dem Verfassungsgerichtshof liegt weiters vorläufig kein Anhaltspunkt dafür vor, dass bei Verordnungserlassung der Umstand, ob und in welcher Höhe für die Zweitwohnsitze bereits eine Ferienwohnungsabgabe (pauschalierte Ortstaxe) erhoben wird, Berücksichtigung gefunden hätte.",
            "annotations": []
        },
        {
            "text": "3.4.3. Der Gemeinderat der Gemeinde Malta hat damit als Verordnungsgeber anscheinend nicht die in §7 Abs2 K-ZWAG zwingend vorgegebenen Kriterien der Steuersatzbestimmung berücksichtigt.\"",
            "annotations": []
        },
        {
            "text": "4. Der Bürgermeister der Gemeinde Malta hat die Akten betreffend das Zustandekommen der in Prüfung gezogenen Verordnung vorgelegt und eine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "5. Die Kärntner Landesregierung hat von der Erstattung einer Äußerung abgesehen.",
            "annotations": []
        },
        {
            "text": "6. Die im Anlassfall beschwerdeführende Partei hat als beteiligte Partei eine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Gesetzes vom 29. September 2005 über die Erhebung einer Abgabe von Zweitwohnsitzen (Kärntner Zweitwohnsitzabgabegesetz – K-ZWAG), LGBl 84/2005, lauten:",
            "annotations": []
        },
        {
            "text": "\"§1",
            "annotations": []
        },
        {
            "text": "Ermächtigung zur Ausschreibung",
            "annotations": []
        },
        {
            "text": "der Abgaben",
            "annotations": []
        },
        {
            "text": "Die Gemeinden des Landes Kärnten werden ermächtigt, durch Verordnung des Gemeinderates eine Abgabe von Zweitwohnsitzen nach den Bestimmungen dieses Gesetzes auszuschreiben.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§7",
            "annotations": []
        },
        {
            "text": "Bemessungsgrundlage und Höhe der Abgabe",
            "annotations": []
        },
        {
            "text": "(1) Die Abgabe ist nach der Nutzfläche der Wohnung zu bemessen. Als Nutzfläche gilt die gesamte Bodenfläche einer Wohnung gemäß §2 Z5 Kärntner Wohnbauförderungsgesetz 1997 [–] K-WBFG 1997, in der jeweils geltenden Fassung.",
            "annotations": []
        },
        {
            "text": "(2) Die Höhe der Abgabe ist durch Verordnung des Gemeinderates festzulegen; dabei sind die Belastungen der Gemeinde durch Zweitwohnsitze und der Verkehrswert der Zweitwohnsitze als Maßstab heranzuziehen. Die Gemeinde darf die Höhe der Abgabe nach Gebietsteilen staffeln, wenn der Maßstab für die Höhe der Abgabe innerhalb des Gemeindegebietes erheblich differiert. Die Höhe der Abgabe darf pro Monat",
            "annotations": []
        },
        {
            "text": "a)        bei Wohnungen mit einer",
            "annotations": []
        },
        {
            "text": "           Nutzfläche bis 30 m2                                                                              10 Euro,",
            "annotations": []
        },
        {
            "text": "b)        bei Wohnungen mit einer ",
            "annotations": []
        },
        {
            "text": "           Nutzfläche von mehr als ",
            "annotations": []
        },
        {
            "text": "           30 m2 bis 60 m2                                                                              20 Euro,",
            "annotations": []
        },
        {
            "text": "c)        bei Wohnungen mit einer ",
            "annotations": []
        },
        {
            "text": "           Nutzfläche von mehr als ",
            "annotations": []
        },
        {
            "text": "           60 m2 bis 90 m2                                                                              35 Euro und",
            "annotations": []
        },
        {
            "text": "d)        bei Wohnungen mit einer ",
            "annotations": []
        },
        {
            "text": "           Nutzfläche von mehr",
            "annotations": []
        },
        {
            "text": "           als 90 m2                                                                              55 Euro",
            "annotations": []
        },
        {
            "text": "nicht überschreiten.",
            "annotations": []
        },
        {
            "text": "(3) Die Landesregierung hat mit Verordnung die Abgabenhöchstbeträge entsprechend den Änderungen des vom Österreichischen Statistischen Zentralamt verlautbarten Verbraucherpreisindexes oder eines jeweils an seine Stelle tretenden Indexes neu festzusetzen, wenn die Änderung dieses Indexes seit der letztmaligen Festsetzung mindestens 5 vH beträgt. Die sich so ergebende Höhe der Abgabenhöchstbeträge ist auf zehn Cent aufzurunden oder abzurunden, wobei Beträge über 5 Cent aufzurunden anderenfalls abzurunden sind.",
            "annotations": []
        },
        {
            "text": "(4) Die Höhe der Abgabe ist um jeweils 10 vH der festgelegten Abgabenbeträge zu verringern, wenn die Wohnung über keine Zentralheizung, keine elektrische Energieversorgung oder keine Wasserentnahmestelle in der Wohnung verfügt.",
            "annotations": []
        },
        {
            "text": "(5) Der Abgabenschuldner hat auf Verlangen der Abgabenbehörde die erforderlichen Planunterlagen zur Ermittlung der Nutzfläche der Wohnung zu übermitteln.\"",
            "annotations": []
        },
        {
            "text": "2. Die – am 21. Dezember 2013 in Kraft getretene – Verordnung der Landesregierung vom 17. Dezember 2013, Z A03-ALL-714/2-2013, über die Höchstsätze für die Abgabe von Zweitwohnsitzen (Kärntner Zweitwohnsitzabgabe-Höchstsatzverordnung – K-ZwaHV), LGBl 87/2013, lautet:",
            "annotations": []
        },
        {
            "text": "\"Aufgrund des §7 Abs3 Kärntner Zweitwohnsitzabgabegesetz – K-ZWAG, LGBl Nr 84/2005, in der Fassung des Gesetzes LGBl Nr 42/2010, wird verordnet:",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Höchstsätze für die Abgabe von Zweitwohnsitzen",
            "annotations": []
        },
        {
            "text": "Die Höhe der Abgabe von Zweitwohnsitzen darf pro Monat",
            "annotations": []
        },
        {
            "text": "1.        bei Wohnungen mit einer ",
            "annotations": []
        },
        {
            "text": "           Nutzfläche bis 30 m²                                                       11,80 Euro,",
            "annotations": []
        },
        {
            "text": "2.        bei Wohnungen mit einer ",
            "annotations": []
        },
        {
            "text": "           Nutzfläche von mehr als 30 m² ",
            "annotations": []
        },
        {
            "text": "           bis 60 m²                                                                             23,60 Euro,",
            "annotations": []
        },
        {
            "text": "3.        bei Wohnungen mit einer ",
            "annotations": []
        },
        {
            "text": "           Nutzfläche von mehr als ",
            "annotations": []
        },
        {
            "text": "           60 m² bis 90 m²                                                                 41,30 Euro und",
            "annotations": []
        },
        {
            "text": "4.        bei Wohnungen mit einer ",
            "annotations": []
        },
        {
            "text": "           Nutzfläche von mehr als 90 m²                                     64,80 Euro",
            "annotations": []
        },
        {
            "text": "nicht überschreiten.",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Inkrafttreten",
            "annotations": []
        },
        {
            "text": "Diese Verordnung tritt mit dem der Kundmachung im Landesgesetzblatt folgenden Tag in Kraft.",
            "annotations": []
        },
        {
            "text": "Für die Kärntner Landesregierung:",
            "annotations": []
        },
        {
            "text": "Der Landeshauptmann:",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "3. Die maßgeblichen Bestimmungen der Verordnung des Gemeinderates der Gemeinde Malta vom 29. Dezember 2006, Z 920-10/2006, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, (Zweitwohnsitzabgabeverordnung) lauten (die in Prüfung gezogene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"§7",
            "annotations": []
        },
        {
            "text": "Bemessungsgrundlage und Höhe der Abgabe",
            "annotations": []
        },
        {
            "text": "1) Die Abgabe wird nach der Nutzfläche der Wohnung bemessen. Als Nutzfläche gilt die gesamte Bodenfläche einer Wohnung gemäß §2 Z5 Kärntner Wohnbauförderungsgesetz 1997 – K-WBFG 1997, in der jeweils geltenden Fassung.",
            "annotations": []
        },
        {
            "text": "2) Die Höhe der Abgabe beträgt pro Monat:",
            "annotations": []
        },
        {
            "text": "a) bei Wohnungen mit einer Nutzfläche bis 30 m2                                                                                                          8,00 Euro",
            "annotations": []
        },
        {
            "text": "b) bei Wohnungen mit einer Nutzfläche von mehr als 30 m2 bis 60 m2          16,00 Euro",
            "annotations": []
        },
        {
            "text": "c) bei Wohnungen mit einer Nutzfläche von mehr als 60 m2 bis 90 m2          28,00 Euro",
            "annotations": []
        },
        {
            "text": "d) bei Wohnungen mit einer Nutzfläche von mehr als 90 m2          44,00 Euro",
            "annotations": []
        },
        {
            "text": "3) Die Höhe der Abgabe verringert sich um jeweils 10 v. H. der festgelegten Abgabenbeträge, wenn die Wohnung über keine Zentralheizung, keine elektrische Energieversorgung oder keine Wasserentnahmestelle in der Wohnung verfügt.",
            "annotations": []
        },
        {
            "text": "4) Der Abgabenschuldner hat auf Verlangen der Abgabenbehörde die erforderlichen Planunterlagen zur Ermittlung der Nutzfläche der Wohnung zu übermitteln.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Verfahrens",
            "annotations": []
        },
        {
            "text": "Im Verfahren hat sich nichts ergeben, was an der Präjudizialität der in Prüfung gezogenen Bestimmung zweifeln ließe. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich das Verordnungsprüfungsverfahren insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "Die im Prüfungsbeschluss dargelegten Bedenken des Verfassungsgerichtshofes konnten im Verordnungsprüfungsverfahren nicht zerstreut werden:",
            "annotations": []
        },
        {
            "text": "2.1. §7 Abs2 K-ZWAG bestimmt, dass die Höhe der Zweitwohnsitzabgabe durch Verordnung des Gemeinderates festzulegen ist, und setzt in Abhängigkeit von der Nutzfläche der Wohnung Höchstbeträge fest, wobei bei der Festlegung der Höhe der Abgabe die Belastungen der Gemeinde durch Zweitwohnsitze und der Verkehrswert der Zweitwohnsitze als Maßstab heranzuziehen sind.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof leitet aus §7 Abs2 K-ZWAG – wie im Erkenntnis VfSlg 18.792/2009 dargelegt – ab, dass bei der Erlassung der auf Grundlage dieser Bestimmung ergehenden Gemeindeverordnungen einerseits die Belastungen der Gemeinde durch Zweitwohnsitze im Verhältnis zum Durchschnitt der Kärntner Gemeinden unter Bedachtnahme auf die von den Gemeinden jeweils erhobenen Benützungsgebühren und Fremdenverkehrsabgaben und andererseits der Verkehrswert der Zweitwohnsitze im landesweiten Vergleich zu berücksichtigen sind.",
            "annotations": []
        },
        {
            "text": "2.2. §7 Abs2 der Zweitwohnsitzabgabeverordnung des Gemeinderates der Gemeinde Malta legt die Höhe des Abgabensatzes mit 80 % bzw – nach Inkrafttreten der nach §7 Abs3 K-ZWAG ergangenen Kärntner Zweitwohnsitzabgabe-Höchstsatzverordnung am 21. Dezember 2013 – mit rund 68 % der in §7 Abs2 K-ZWAG (landes-)gesetzlich festgelegten Höchstbeträge ohne weitere Differenzierung fest.",
            "annotations": []
        },
        {
            "text": "2.3. Wie auch im Prüfungsbeschluss dargelegt wurde, geben die dem Verfassungsgerichtshof vorgelegten Verordnungsakten keinen Hinweis darauf, welche Unterlagen bzw welche Berechnungen bei Verordnungserlassung als Grundlage für die Wahl des Abgabensatzes herangezogen wurden. Es haben sich im Verordnungsprüfungsverfahren auch sonst keine Anhaltspunkte ergeben, aus denen abgeleitet werden könnte, dass der Gemeinderat der Gemeinde Malta berücksichtigt hätte, inwieweit in der Gemeinde – verglichen mit dem Durchschnitt der Gemeinden – besondere Belastungen durch Zweitwohnsitze auftreten.",
            "annotations": []
        },
        {
            "text": "2.4. Auch ist im Verordnungsprüfungsverfahren kein Anhaltspunkt dafür hervorgekommen, dass der Gemeinderat der Gemeinde Malta bei Verordnungserlassung oder auch anlässlich des Inkrafttretens der Kärntner Zweitwohnsitzabgabe-Höchstsatzverordnung am 21. Dezember 2013 das Ausmaß der jeweils erhobenen Ferienwohnungsabgabe (pauschalierte Ortstaxe) tatsächlich als Kriterium für die Höhe der Zweitwohnsitzabgabe herangezogen hat (vgl VfSlg 18.792/2009).",
            "annotations": []
        },
        {
            "text": "2.5. Da der Gemeinderat der Gemeinde Malta als Verordnungsgeber demnach nicht die in §7 Abs2 K-ZWAG zwingend vorgegebenen Kriterien der Steuersatzbestimmung berücksichtigt hat, ist §7 Abs2 der Verordnung des Gemeinderates der Gemeinde Malta gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. §7 Abs2 der Verordnung des Gemeinderates der Gemeinde Malta vom 29. Dezember 2006, Z920-10/2006, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, verstößt daher gegen §7 Abs2 K-ZWAG. Da die als gesetzwidrig erkannte Bestimmung ungeachtet ihrer zwischenzeitig erfolgten Novellierung mit einem auf die Vergangenheit beschränkten zeitlichen Anwendungsbereich weiterhin in Geltung steht, ist im Sinne der ständigen Rechtsprechung des Verfassungsgerichtshofes (siehe zB VfSlg 19.511/2011 mwN) mit Aufhebung nach Abs3 des Art139 B-VG und nicht mit einem Ausspruch nach Abs4 dieser Verfassungsbestimmung vorzugehen.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Kärntner Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §2 Z8 Kärntner Kundmachungsgesetz.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}