{
    "document_id": "JFT_20230615_23G00137_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag begehrt das Bundesverwaltungsgericht, \"§1 Abs5 und §12 Abs4 letzter Satz des Bauarbeiter-Schlechtwetterentschädigungsgesetzes 1957, BGBl 129/1957, idF BGBl I 71/2021 als verfassungswidrig aufzuheben\".",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Bauarbeiter-Schlechtwetterentschädigungsgesetzes 1957 (BSchEG), BGBl 129/1957, idF BGBl I 71/2021 (§1 Abs5 idF BGBl I 113/1998 und §12 Abs4 idF BGBl I 68/2014) lauten auszugsweise wie folgt (die angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Allgemeine Bestimmungen zur Schlechtwetterentschädigung",
            "annotations": []
        },
        {
            "text": "Geltungsbereich.",
            "annotations": []
        },
        {
            "text": "§1. (1) Unter den Geltungsbereich dieses Bundesgesetzes fallen Betriebe folgender Art: ",
            "annotations": []
        },
        {
            "text": "Hoch- und Tiefbaubetriebe einschließlich der Schachtbaubetriebe sowie Eisenbiegerbetriebe, ",
            "annotations": []
        },
        {
            "text": "Straßenbaubetriebe einschließlich des Güterwegebaues, ",
            "annotations": []
        },
        {
            "text": "Brückenbaubetriebe mit Ausnahme der Stahlbrückenbaubetriebe, ",
            "annotations": []
        },
        {
            "text": "Bahnoberbaubetriebe, ",
            "annotations": []
        },
        {
            "text": "Erdbaubetriebe, ",
            "annotations": []
        },
        {
            "text": "Gewässerbau-, Wildbachverbauungs- und Lawinenschutzbaubetriebe, ",
            "annotations": []
        },
        {
            "text": "Feuerungstechnische Baubetriebe, ",
            "annotations": []
        },
        {
            "text": "Demolierungsbetriebe, ",
            "annotations": []
        },
        {
            "text": "Zimmereibetriebe, ",
            "annotations": []
        },
        {
            "text": "Gipserbetriebe, ",
            "annotations": []
        },
        {
            "text": "Dachdeckerbetriebe, ",
            "annotations": []
        },
        {
            "text": "Pflastererbetriebe, ",
            "annotations": []
        },
        {
            "text": "Gerüsteaufbau- und Gerüstverleihbetriebe, ",
            "annotations": []
        },
        {
            "text": "Brunnenmeisterbetriebe. ",
            "annotations": []
        },
        {
            "text": "(2)-(4) […]",
            "annotations": []
        },
        {
            "text": "(5) Arbeitskräfteüberlassungsbetriebe fallen bezüglich jener Arbeitnehmer, die gemäß §2 Abs1 lith des Bauarbeiter-Urlaubs- und Abfertigungsgesetzes (BUAG) in den Sachbereich der Urlaubsregelung einbezogen sind, in den Geltungsbereich dieses Bundesgesetzes.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[...]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schlechtwetterentschädigung.",
            "annotations": []
        },
        {
            "text": "§4. (1) Die Arbeitgeber haben den Arbeitnehmern die wegen Schlechtwetters einen Arbeitsausfall erleiden, der mit einem Lohnausfall verbunden ist, eine Schlechtwetterentschädigung nach den folgenden Bestimmungen zu gewähren.",
            "annotations": []
        },
        {
            "text": "(2) Die Schlechtwetterentschädigung ist, soweit Abs3 nicht anderes bestimmt, für ausgefallene Arbeitsstunden zu leisten, in denen ohne Störung durch Schlechtwetter nach der für die Arbeitsstelle geltenden betrieblichen Arbeitszeit gearbeitet worden wäre. Teile angefangener Stunden sind jeweils in vollen halben Stunden anzugeben und zu vergüten. Betriebliche Arbeitszeit im Sinne dieser Bestimmung ist die für die gesamte Arbeitsstelle oder für eine bestimmte Arbeitnehmergruppe für einen längeren Zeitraum befristet oder unbefristet vereinbarte und bekanntgemachte regelmäßige Arbeitszeit.",
            "annotations": []
        },
        {
            "text": "(3)-(4) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§6. (1) Die Schlechtwetterentschädigung beträgt für Baustellen im Inland und im Ausland (§4 Abs4) 60 vH des Lohnes, der unter Zugrundelegung der für die Arbeitsstelle geltenden betrieblichen Arbeitszeit ohne Arbeitsausfall gebührt hätte. Unter Lohn ist der vereinbarte (mindestens kollektivvertraglich festgesetzte) Stundenlohn (Bruttolohn) einschließlich Leistungszulagen, Prämien, allfälliger Werkzeugzulagen und Höhenzulagen zu verstehen. Alle übrigen Lohnbestandteile, wie Mehrarbeits-, Sonn- und Feiertagszuschläge sowie Schmutz-, Erschwernis- und Gefahrenzulagen, bleiben bei der Berechnung der Schlechtwetterentschädigung außer Betracht. Bei Arbeiten im Akkord ist der tatsächliche Akkordverdienst auf Stundenlöhne umzurechnen. In den Lohnunterlagen ist die Schlechtwetterentschädigung getrennt von den übrigen Bezügen auszuweisen. ",
            "annotations": []
        },
        {
            "text": "(2) Die Schlechtwetterentschädigung ist für einen Lohnabrechnungszeitraum zu errechnen und am Lohnzahlungstag gleichzeitig mit dem Lohn auszuzahlen. Sie gilt als Entgelt. Eine Lohnsummensteuer ist vom Arbeitgeber für die von ihm ausbezahlte Schlechtwetterentschädigung nicht zu entrichten. ",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Rückerstattung.",
            "annotations": []
        },
        {
            "text": "§8. Dem Arbeitgeber sind auf Antrag nach den folgenden Bestimmungen die als Schlechtwetterentschädigung ausbezahlten Beträge rückzuerstatten zuzüglich eines Pauschbetrages im Ausmaß von 30 v. H. der ausbezahlten Schlechtwetterentschädigung als Abgeltung für die in der Zeit des Arbeitsausfalles geleisteten Sozialabgaben. Die Auf- und Abrundung der zur Rückerstattung beantragten Beträge ist nach gleichen Grundsätzen wie bei der Lohnverrechnung im Betrieb zulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§12. (1) Der gesamte Aufwand, einschließlich des Verwaltungsaufwandes, für die Durchführung dieses Bundesgesetzes wird durch einen Beitrag der Arbeitgeber und der Arbeitnehmer (Schlechtwetterentschädigungsbeitrag) gedeckt. Grundlage für die Berechnung des Verwaltungsaufwandes ist die nach den Grundsätzen der Kostenrechnung für 1996 erstellte jährliche Budgetierung der Bauarbeiter-Urlaubs- und Abfertigungskasse (BUAK).",
            "annotations": []
        },
        {
            "text": "(2) Der Schlechtwetterentschädigungsbeitrag beträgt 1,4% des Arbeitsverdienstes (§44 Abs1 des Allgemeinen Sozialversicherungsgesetzes, BGBl Nr 189/1955), wobei dieser jedoch für den Kalendertag nur bis zu der im Allgemeinen Sozialversicherungsgesetz festgelegten Höchstbeitragsgrundlage (§45 Abs1 des Allgemeinen Sozialversicherungsgesetzes) zu berücksichtigen ist; bei Berechnung des Schlechtwetterentschädigungsbeitrages nach Kalendermonaten ist der Berechnung das 30fache des zu berücksichtigenden täglichen Arbeitsverdienstes zugrunde zu legen. Der Schlechtwetterentschädigungsbeitrag ist auch von Sonderzahlungen (§49 Abs2 des Allgemeinen Sozialversicherungsgesetzes) zu leisten; hiebei sind die in einem Kalenderjahr fällig werdenden Sonderzahlungen bis zu dem im Allgemeinen Sozialversicherungsgesetz für die Entrichtung der Sonderbeiträge festgesetzten Vielfachen der Höchstbeitragsgrundlage (§54 Abs1 des Allgemeinen Sozialversicherungsgesetzes) zu berücksichtigen. Der Schlechtwetterentschädigungsbeitrag ist vom Arbeitgeber und vom Arbeitnehmer zu gleichen Teilen zu tragen. Die Eingänge gemäß Abs1 sind zweckgebunden. ",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "(4) Der Schlechtwetterentschädigungsbeitrag ist für alle Arbeitnehmer zu leisten, die in den unter den Geltungsbereich dieses Bundesgesetzes fallenden Betrieben (§1 Abs1 und 2) beschäftigt sind und weder unter die Ausnahmebestimmung des §2 noch unter die Sonderregelung des §4 Abs4 (Auslandsbaustellen) fallen. Öffentlich-rechtliche Körperschaften, die Eigenregiearbeiten durchführen (§1 Abs3), haben den Schlechtwetterentschädigungsbeitrag für die bei diesen Arbeiten verwendeten Arbeiter zu leisten, soweit diese nicht gemäß §2 vom Geltungsbereich dieses Bundesgesetzes ausgenommen sind. Arbeitskräfteüberlassungsbetriebe haben den Schlechtwetterentschädigungsbeitrag für die gemäß §2 Abs1 lith BUAG in den Sachbereich der Urlaubsregelung einbezogenen Arbeitnehmer zu leisten.",
            "annotations": []
        },
        {
            "text": "(5) Der Schlechtwetterentschädigungsbeitrag ist durch die Träger der gesetzlichen Krankenversicherung einzuheben. […]",
            "annotations": []
        },
        {
            "text": "(6)-(7) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des Bauarbeiter-Urlaubs- und Abfertigungsgesetzes (BUAG), BGBl 414/1972, idF BGBl I 73/2022 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Geltungsbereich und allgemeine Grundsätze",
            "annotations": []
        },
        {
            "text": "Geltungsbereich",
            "annotations": []
        },
        {
            "text": "§1. (1) Die Bestimmungen dieses Bundesgesetzes gelten, soweit im folgenden nichts anderes bestimmt ist, für Arbeitnehmer (Lehrlinge), deren Arbeitsverhältnisse auf einem privatrechtlichen Vertrag beruhen und die in Betrieben (Unternehmungen) gemäß §2 beschäftigt werden. Für die Beurteilung, ob ein Arbeitsverhältnis im Sinne dieses Bundesgesetzes vorliegt, ist der wahre wirtschaftliche Gehalt und nicht die äußere Erscheinungsform des Sachverhalts maßgebend. ",
            "annotations": []
        },
        {
            "text": "(2)-(4) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2. (1) Für die Sachbereiche Urlaub und Überbrückungsgeld sind Betriebe (Unternehmungen) im Sinne des §1: ",
            "annotations": []
        },
        {
            "text": "a)-d) […]",
            "annotations": []
        },
        {
            "text": "e) Brunnenmeisterbetriebe, Betriebe der Inhaber von Konzessionen für das Brunnenmachergewerbe nach §6 des Baugewerbegesetzes, RGBl. Nr 193/1893, Tiefbohrbetriebe, Gerüstverleiherbetriebe, Betriebe der Verleiher von Baumaschinen mit Bedienungspersonal, Wärme-, Kälte-, Schall- und Branddämmungsbetriebe, Asphaltiererbetriebe, Schwarzdeckerbetriebe, Betriebe der Abdichter gegen Feuchtigkeit und Druckwasser, Stuckateur- und Trockenausbauerbetriebe, Gipserbetriebe, Steinholzlegerbetriebe, Estrichherstellerbetriebe; ",
            "annotations": []
        },
        {
            "text": "f)-g) […]",
            "annotations": []
        },
        {
            "text": "h) Arbeitskräfteüberlassungsbetriebe bezüglich jener Arbeitnehmer, die zur Überlassung für Tätigkeiten, die ihrer Art nach in den Tätigkeitsbereich der Betriebe nach lita bis g fallen, aufgenommen werden oder tatsächlich überwiegend zu solchen Tätigkeiten überlassen werden.",
            "annotations": []
        },
        {
            "text": "(1a)-(4) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. §10 des Arbeitskräfteüberlassungsgesetzes (AÜG), BGBl 196/1988, idF BGBl I 111/2022 lautet auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Ansprüche der Arbeitskraft",
            "annotations": []
        },
        {
            "text": "§10. (1) Die Arbeitskraft hat Anspruch auf ein angemessenes, ortsübliches Entgelt, das mindestens einmal monatlich auszuzahlen und schriftlich abzurechnen ist. Normen der kollektiven Rechtsgestaltung, denen der Überlasser unterworfen ist, bleiben unberührt. Bei der Beurteilung der Angemessenheit ist für die Dauer der Überlassung auf das im Beschäftigerbetrieb vergleichbaren Arbeitnehmern für vergleichbare Tätigkeiten zu zahlende kollektivvertragliche oder gesetzlich festgelegte Entgelt Bedacht zu nehmen. Darüber hinaus ist auf die im Beschäftigerbetrieb für vergleichbare Arbeitnehmer mit vergleichbaren Tätigkeiten geltenden sonstigen verbindlichen Bestimmungen allgemeiner Art Bedacht zu nehmen, es sei denn, es gelten ein Kollektivvertrag, dem der Überlasser unterworfen ist, sowie eine kollektivvertragliche, durch Verordnung festgelegte oder gesetzliche Regelung des Entgelts im Beschäftigerbetrieb.",
            "annotations": []
        },
        {
            "text": "(1a)-(6) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Der Kollektivvertrag für das Bauhilfsgewerbe betreffend Schlechtwetterregelung vom 10. Juni 2005, abgeschlossen zwischen der Bundesinnung der Bauhilfsgewerbe und dem Österreichischen Gewerkschaftsbund, Gewerkschaft Bau- und Holz, Registerzahl KV 230/2005, kundgemacht im Amtsblatt der Wiener Zeitung am 22. Juni 2005, lautet auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"",
            "annotations": []
        },
        {
            "text": "§1 Geltungsbereich",
            "annotations": []
        },
        {
            "text": "Der Kollektivvertrag erstreckt sich: ",
            "annotations": []
        },
        {
            "text": "a) räumlich: auf das Gebiet der Republik Österreich;",
            "annotations": []
        },
        {
            "text": "b) fachlich: Auf alle Betriebe der Berufsgruppe Stuckateure und Trockenausbauer deren Inhaber Mitglieder der Bundesinnung der Bauhilfsgewerbe im Sinne der Fachorganisationsordnung, BGBl II Nr 365/1999 in der jeweils geltenden Fassung sind. ",
            "annotations": []
        },
        {
            "text": "c) persönlich: auf alle Arbeiter, Arbeiterinnen mit Ausnahme der Angestellten im Sinne des Angestelltengesetzes, die in einem der in b) genannten Betriebe beschäftigt sind. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2 Schlechtwetterregelung",
            "annotations": []
        },
        {
            "text": "1. Diese Bestimmung gilt soferne nicht die Bestimmungen des Bundesgesetzes über die Gewährung einer Schlechtwetterentschädigung (BGBl.Nr174/54) in der jeweils geltenden Fassung Anwendung findet. ",
            "annotations": []
        },
        {
            "text": "2. […]",
            "annotations": []
        },
        {
            "text": "3. Die Arbeitgeber haben den Arbeitnehmern, die wegen Schlechtwetters einen Arbeitsausfall erleiden, der mit einem Lohnausfall verbunden ist, eine Schlechtwetterentschädigung zu gewähren. Die Schlechtwetterentschädigung beträgt für Baustellen im Inland und Ausland 60 v.H. des Lohnes, der unter Zugrundelegung der für die Arbeitsstelle geltenden betrieblichen Arbeitszeit ohne Arbeitsausfall gebührt hätte. ",
            "annotations": []
        },
        {
            "text": "4.-6. […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Beim Bundesverwaltungsgericht ist eine Beschwerde gegen einen Bescheid der Österreichischen Gesundheitskasse (im Folgenden: ÖGK) vom 10. Mai 2022 anhängig. Mit diesem Bescheid wurde ausgesprochen, dass die Beschwerdeführerin vor dem Bundesverwaltungsgericht – ein Arbeitskräfteüberlassungsunternehmen – für an ein Trockenausbauerunternehmen überlassene Arbeitnehmer Schlechtwetterentschädigungsbeiträge in Höhe von € 25.452,57 zu entrichten habe; außerdem wurden Verzugszinsen in Höhe von € 754,19 vorgeschrieben.",
            "annotations": []
        },
        {
            "text": "1.2. In ihrer gegen diesen Bescheid erhobenen Beschwerde brachte die Beschwerdeführerin vor, dass jene Dienstnehmer, hinsichtlich derer die Nachverrechnung erfolgt sei, ausschließlich an Trockenausbauerbetriebe überlassen worden seien. Trockenausbauer- und Stuckateurbetriebe seien nach §1 Abs1 BSchEG idF der Novelle BGBl I 104/2005 nicht (mehr) vom Anwendungsbereich dieses Gesetzes erfasst, sodass diese Betriebe keine Schlechtwetterentschädigungsbeiträge zu leisten hätten. §1 Abs5 BSchEG verweise hinsichtlich der Verpflichtung zur Entrichtung von Schlechtwetterentschädigungsbeiträgen durch Arbeitskräfteüberlassungsbetriebe auf den Tätigkeitsbereich der in §2 Abs1 BUAG aufgezählten Betriebe, was nunmehr aber als Redaktionsversehen anzusehen sei, weil das BSchEG und das BUAG früher einen im Wesentlichen identischen Anwendungsbereich gehabt hätten, mittlerweile aber Trockenausbauer- und Stuckateurbetriebe vom Anwendungsbereich des BSchEG ausgenommen worden seien, ohne dass die notwendigen gesetzlichen Anpassungen für Arbeitskräfteüberlasser vorgenommen worden seien. ",
            "annotations": []
        },
        {
            "text": "Auf Grund einer \"rechtsirrigen Interpretation\" der maßgeblichen Bestimmungen sei die ÖGK zu dem Ergebnis gekommen, dass Arbeitskräfteüberlassungsbetriebe Schlechtwetterentschädigungsbeiträge zu zahlen hätten, auch wenn die Überlassung an Stuckateur- und Trockenausbauerbetriebe erfolge, die von der Zahlung von Schlechtwetterbeiträgen ausgenommen seien. Eine am Sinn und Zweck der maßgeblichen Regelungen orientierte Interpretation ergebe, dass Arbeitskräfteüberlassungsbetriebe ebenfalls keine Schlechtwetterentschädigungsbeiträge zu entrichten hätten, wenn Arbeitskräfte an Betriebe überlassen würden, die selbst nicht schlechtwetterentschädigungsbeitragspflichtig seien. Die von der ÖGK vorgenommene Differenzierung zwischen Stammarbeitern eines Stuckateur- oder Trockenausbauerbetriebes und an einen solchen Betrieb überlassenen Arbeitskräften widerspreche dem in Art7 B-VG normierten Gleichheitsgrundsatz. Eine Rechtfertigung für eine derartige Differenzierung liege nicht vor bzw konterkariere eine solche Interpretation den Sinn und Zweck der Regelungen sowie die Absichten des Gesetzgebers. Tatsächlich seien somit von der Beschwerdeführerin keine Schlechtwetterentschädigungsbeiträge zu entrichten.",
            "annotations": []
        },
        {
            "text": "2.  Das Bundesverwaltungsgericht legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"II. Zur Zulässigkeit des Antrages:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "3. Zur Präjudizialität: ",
            "annotations": []
        },
        {
            "text": "Der gegenständlich bekämpfte Bescheid der ÖGK stützt sich auf §1 Abs5 und §12 Abs4 letzter Satz BSchEG, sodass die Präjudizialität außer Frage steht. Im Übrigen sei auch auf die Ausführungen in Zusammenhang mit den verfassungsrechtlichen Bedenken verwiesen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "IV. Zu den verfassungsrechtlichen Bedenken: ",
            "annotations": []
        },
        {
            "text": "Bei der BF handelt es sich um ein Arbeitskräfteüberlassungsunternehmen und wurden ihre Dienstnehmer, soweit hier verfahrensgegenständlich, an die T. Trockenbau GmbH überlassen. Was nun die Frage anbelangt, ob hierfür seitens der BF Schlechtwetterentschädigungsbeiträge zu entrichten sind, so verwies die ÖGK zutreffend auf §1 Abs5 BSchEG, wonach Arbeitskräfteüberlassungsbetriebe bezüglich jener Arbeitnehmer, die gemäß §2 Abs1 lith des Bauarbeiter-Urlaubs- und Abfertigungsgesetzes (BUAG) in den Sachbereich der Urlaubsregelung einbezogen sind, in den Geltungsbereich dieses Bundesgesetzes [des BSchEG] fallen. §2 Abs1 lith BUAG verweist hinsichtlich der Arbeitskräfteüberlassungsbetriebe wiederum auf den Tätigkeitsbereich der in §2 Abs1 lita bis g BUAG aufgezählten Betriebe. Hinsichtlich der Frage, ob Arbeitskräfteüberlassungsbetriebe Schlechtwetterentschädigungsbeiträge nach dem BSchEG zu entrichten haben, wird somit nicht auf eine Tätigkeit der überlassenen Personen in einem der in §1 Abs1 BSchEG definierten Betriebe, sondern auf eine Tätigkeit in einem der in §2 Abs1 BUAG definierten Betriebe abgestellt. Dies ist insofern von Relevanz, als die in §1 Abs1 BSchEG definierten Betriebe nicht bzw nicht mehr deckungsgleich mit jenen sind, die in §2 Abs1 BUAG definiert werden; vielmehr ist die Aufzählung in §2 Abs1 BUAG umfassender als jene in §1 Abs1 BSchEG. Konkret etwa hat der Gesetzgeber mit der Novelle BGBl I Nr 104/2005 die seinerzeit noch im BSchEG genannten 'Stukkateurbetriebe' (wobei es sich laut Wirtschaftskammer beim 'Stuckateur und Trockenausbauer' um ein- und dasselbe Berufsbild handelt) bewusst aus dem Geltungsbereich des BSchEG ausgenommen (vgl auch RV 972 der Beilagen XXII. GP, Seite 9), während hingegen 'Stuckateur- und Trockenausbauerbetriebe' (weiterhin) explizit gemäß §2 Abs1 lite BUAG unter den Anwendungsbereich des BUAG fallen. Zudem fehlt es etwa den in §2 Abs1 lite BUAG genannten 'Wärme-, Kälte-, Schall- und Branddämmungsbetrieben' an einem Pendant in §1 Abs1 BSchEG, sodass diese ebenfalls nur unter den Anwendungsbereich des BUAG, nicht jedoch des BSchEG, fallen. ",
            "annotations": []
        },
        {
            "text": "Der Verweis in §1 Abs5 BSchEG auf das BUAG führt vor dem Hintergrund des eben Gesagten im konkreten Fall nun dazu, dass die BF als Arbeitskräfteüberlasserin für ihre Dienstnehmer Schlechtwetterentschädigungsbeiträge zu entrichten hat, obwohl diese in einem Betrieb zum Einsatz kommen, der für seine 'eigenen' Dienstnehmer keine Schlechtwetterentschädigungsbeiträge zu entrichten hat, weil der Betrieb (Trockenbau) gar nicht unter den Anwendungsbereich des BSchEG fällt. Eine sachliche Rechtfertigung für diese Differenzierung erschließt sich dem BVwG nicht; sie widerspricht dem Gleichheitsgebot, zumal sie offensichtlich jeder sachlichen Rechtfertigung entbehrt. Vielmehr wäre umgekehrt eine Regelung dergestalt zulässig (oder möglicherweise gar geboten), dass Arbeitskräfteüberlassungsunternehmen unabhängig von der 'Einsatzart' ihrer Mitarbeiter (generell) von der Verpflichtung zur Entrichtung von Schlechtwetterentschädigungsbeiträgen ausgenommen werden; zweifellos erscheint es jedoch unzulässig - wie gegenständlich -, die Stammarbeiter (hier: eines Trockenausbaubetriebs) gesetzlich von der Verpflichtung zur Entrichtung von Schlechtwetterentschädigungsbeiträgen auszunehmen, gleichzeitig aber für dort im Wege der Arbeitskräfteüberlassung tätige Dienstnehmer eine solche Verpflichtung zu statuieren (vgl dazu auch VfGH vom 9.3.1989, Zl B375/87, VfSlg 12.005, wobei der VfGH betont, dass das Risiko von Arbeitskräfteüberlassungsunternehmen nicht im Auftreten von Schlechtwetter, sondern im Unterbleiben der Nachfrage nach Bereitstellung von Arbeitskräften liege; dieses Unterbleiben der Nachfrage könne zwar auch wetterbedingt sein, aber auch ganz andere Ursachen haben; überdies könne der Unternehmer durch unternehmerische Disposition Folgen eines Schlechtwetters für sein Unternehmen dadurch verringern, dass er diesfalls die auf den vom Schlechtwetter betroffenen Baustellen nicht einsetzbaren Arbeitnehmer Unternehmern überlässt, die diese Arbeitnehmer für andere Arbeiten anfordern). ",
            "annotations": []
        },
        {
            "text": "Eine – wie vom rechtsfreundlichen Vertreter der BF in seiner Beschwerde sinngemäß angeregte – 'verfassungskonforme Interpretation' von §1 Abs5 BSchEG dergestalt, dass in einem Fall wie dem vorliegenden, dass Arbeitskräfte an einen Betrieb überlassen werden, der selbst nicht schlechtwetterentschädigungspflichtig ist, Arbeitskräfteüberlassungsbetriebe ebenfalls keine Schlechtwetterentschädigungsbeiträge zu leisten hätten, kommt im Übrigen aufgrund des klaren Gesetzeswortlauts nicht in Betracht. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "V. Zum Umfang der Anfechtung: ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Im konkreten Fall erweist sich zunächst die (gänzliche) Aufhebung von §1 Abs5 BSchEG als erforderlich, zumal diese Bestimmung hinsichtlich der Arbeitskräfteüberlassungsunternehmen auf das BUAG verweist und somit zur oben dargestellten, unsachlichen Differenzierung führt. Zwar könnte die Verfassungswidrigkeit allenfalls dadurch beseitigt werden, dass in §1 Abs5 BSchEG nicht mehr auf die Betriebe nach dem BUAG, sondern auf die Betriebe nach §1 Abs1 BSchEG verwiesen wird, allerdings käme diese Befugnis nur dem Gesetzgeber zu. Die Regelung des §12 Abs4 letzter Satz BSchEG ('Arbeitskräfteüberlassungsbetriebe haben den Schlechtwetterentschädigungsbeitrag für die gemäß §2 Abs1 lith BUAG in den Sachbereich der Urlaubsregelung einbezogenen Arbeitnehmer zu leisten') steht in untrennbarem Zusammenhang mit §1 Abs5 BSchEG und gelangte im gegenständlichen Verfahren zur Anwendung, sodass auch diese Regelung mit Verfassungswidrigkeit behaftet und folglich ebenfalls angefochten wird.\" (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung hat eine Äußerung erstattet, in der den im Antrag erhobenen Bedenken wie folgt entgegengetreten wird:",
            "annotations": []
        },
        {
            "text": "\"3. Die Rechtslage stellt sich wie folgt dar: ",
            "annotations": []
        },
        {
            "text": "3.1. Die Baubranche ist von witterungsbedingten Arbeitsausfällen bedroht. §4 BSchEG sieht vor, dass bestimmte Arbeitnehmer einen Entgeltanspruch bei witterungsbedingtem Arbeitsausfall (in Höhe von 60 % des Ist-Lohns; vgl §6 BSchEG) gegenüber ihrem Arbeitgeber haben. Gemäß §8 BSchEG haben die Arbeitgeber einen Anspruch auf Rückerstattung der ausbezahlten Schlechtwetterentschädigung. §12 BSchEG sieht vor, dass der Aufwand für die Schlechtwetterentschädigung aus Schlechtwetterentschädigungsbeiträgen der Arbeitgeber und Arbeitnehmer und durch einen Bundesbeitrag aus Mitteln der Arbeitsmarktpolitik gedeckt wird. Durch die Regelungen des BSchEG soll demnach das Risiko des Schlechtwetters (die damit verbundenen Kosten) auf die gesamte Baubranche aufgeteilt werden. ",
            "annotations": []
        },
        {
            "text": "Das BSchEG weist einen engen inhaltlichen Konnex zum Bauarbeiter-Urlaubs- und Abfertigungsgesetz (BUAG), BGBl Nr 414/1972, auf. Der Anwendungsbereich der beiden Bundesgesetze ist zwar nicht identisch, deckt sich jedoch weitgehend. ",
            "annotations": []
        },
        {
            "text": "3.2. §1 BSchEG enthält eine taxative Aufzählung jener Betriebe des Bau- und Bauhilfsgewerbes, die in den Anwendungsbereich dieses Bundesgesetzes fallen. Bei der Einordnung des Betriebes in eine Betriebsart kommt es nicht auf den Wortlaut der Gewerbeberechtigung, sondern auf die Tätigkeit des Betriebes an. ",
            "annotations": []
        },
        {
            "text": "Der Anwendungsbereich des BSchEG umfasste ursprünglich auch 'Stukkateurbetriebe' (vgl §1 Abs1 BSchEG in der Fassung der Wiederverlautbarung BGBl Nr 129/1957). Diese wurden jedoch durch die Novelle BGBl I Nr 104/2005 vom Anwendungsbereich des BSchEG ausgenommen. Der Grund dafür lag im Umstand, dass die Kollektivvertragsparteien für diese Betriebe mit Kollektivvertrag vom 10. Juni 2005 eine dem BSchEG nachgebildete Regelung schufen. Darauf wird auch in den Materialien zum Bundesgesetz BGBl I Nr 104/2005 hingewiesen (siehe die ErläutRV 972 BlgNR XXII. GP, 9).",
            "annotations": []
        },
        {
            "text": "Die Betriebe der Stuckateure und Trockenausbauer unterliegen daher nicht (mehr) dem Anwendungsbereich des BSchEG; sie unterliegen aber für die Sachbereiche Urlaub und Überbrückungsgeld dem Anwendungsbereich des BUAG (siehe §2 Abs1 lite BUAG). Insoweit decken sich die Anwendungsbereiche des BSchEG und des BUAG nicht.",
            "annotations": []
        },
        {
            "text": "Arbeitskräfteüberlassungsbetriebe wurden durch das Bundesgesetz BGBl I Nr 113/1998 in den Anwendungsbereich des BSchEG einbezogen (wenngleich dies gleichheitsrechtlich nicht geboten ist; siehe VfSlg 12.005/1989). Dadurch sollte für Arbeitnehmer von Arbeitskräfteüberlassern ein gleiches Schutzniveau nach BSchEG und BUAG hergestellt werden.",
            "annotations": []
        },
        {
            "text": "Der Verweis des §1 Abs5 BSchEG auf §2 Abs1 lith BUAG (der auch die Arbeitskräfteüberlassung in Betriebe der Stuckateure und Trockenausbauer umfasst) hat zur Folge, dass die Arbeitskräfteüberlassung in Betriebe der Stuckateure und Trockenausbauer dem Anwendungsbereich des BSchEG unterliegt, obwohl die Beschäftigung von (eigenen) Arbeitnehmern in Betrieben der Stuckateure und Trockenausbauer vom Anwendungsbereich des BSchEG (seit der Novelle BGBl I Nr 104/2005) ausgenommen ist. ",
            "annotations": []
        },
        {
            "text": "Gemäß §12 Abs4 BSchEG ist der Schlechtwetterentschädigungsbeitrag für alle Arbeitnehmer zu leisten, die dem BSchEG unterliegen. Der letzte Satz regelt die Beitragspflicht der Arbeitskräfteüberlassungsbetriebe. Auch hier verweist die Regelung auf §2 Abs1 lith BUAG, sodass auch für Arbeitskräfte, die in Betriebe der Stuckateure und Trockenausbauer überlassen werden, Schlechtwetterentschädigungsbeiträge zu leisten sind. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Zum Anlassverfahren und zur Zulässigkeit: ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "2. Zur Zulässigkeit ",
            "annotations": []
        },
        {
            "text": "Der Bundesregierung sind keine Anhaltspunkte erkennbar, die gegen die Zulässigkeit des Antrages sprächen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. In der Sache: ",
            "annotations": []
        },
        {
            "text": "1. […]",
            "annotations": []
        },
        {
            "text": "2. Das antragstellende Bundesverwaltungsgericht äußert Bedenken im Hinblick auf den Gleichheitssatz: Es sei sachlich nicht zu rechtfertigen, dass die Arbeitskräfteüberlassung in Betriebe der Stuckateure und Trockenausbauer vom Anwendungsbereich des BSchEG erfasst sei (und dem entsprechend dafür Schlechtwetterentschädigungsbeiträge anfallen), während die Beschäftigung von (eigenen) Arbeitnehmern in Betrieben der Stuckateure und Trockenausbauer vom Anwendungsbereich des BSchEG ausgenommen sei. ",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung geht mit dem Bundesverwaltungsgericht davon aus, dass Betriebe der Stuckateure und Trockenausbauer nicht (mehr) in den Anwendungsbereich des BSchEG fallen und diese daher gemäß den Regelungen des BSchEG keine Verpflichtung zur Entrichtung von Schlechtwetterentschädigungsbeiträgen trifft, wohingegen auf Grund des eindeutigen Wortlautes des §1 Abs5 (und §12 Abs4) BSchEG durch Verweis auf §2 Abs1 lith BUAG für Arbeitskräfteüberlassungsbetriebe, die Arbeitnehmer an Betriebe der Stuckateure und Trockenausbauer überlassen, eine Verpflichtung zur Entrichtung von Schlechtwetterentschädigungsbeiträgen gemäß dem BSchEG besteht. ",
            "annotations": []
        },
        {
            "text": "4. Es kann jedoch nicht gesagt werden, dass Betriebe der Stuckateure und Trockenausbauer – im Gegensatz zu Arbeitskräfteüberlassern, die Arbeitnehmer an diese Betriebe überlassen – überhaupt keinen Schlechtwetterregelungen unterliegen. ",
            "annotations": []
        },
        {
            "text": "Die Bundesinnung der Bauhilfsgewerbe als kollektivvertragsfähige Untergliederung der Wirtschaftskammer Österreich und der Österreichische Gewerkschaftsbund, Gewerkschaft Bau-Holz, haben am 10. Juni 2005 einen diesbezüglichen Kollektivvertag abgeschlossen (Registerzahl KV 230/2005, kundgemacht im Amtsblatt der Wiener Zeitung am 22. Juni 2005; […]). Dieser Kollektivvertrag sieht für Arbeitnehmer, die wegen Schlechtwetters einen Arbeitsausfall erleiden, der mit einem Lohnausfall verbunden ist, einen Anspruch auf Schlechtwetterentschädigung gegenüber ihrem Arbeitgeber vor. Dieser beträgt 60 % des Lohnes, der unter Zugrundelegung der für die Arbeitsstelle geltenden betrieblichen Arbeitszeit ohne Arbeitsausfall gebührt hätte.",
            "annotations": []
        },
        {
            "text": "Die Textierung des Kollektivvertrages entspricht der Textierung des BSchEG zum Zeitpunkt seines Zustandekommens.",
            "annotations": []
        },
        {
            "text": "Im Gegensatz zum BSchEG enthält der Kollektivvertrag keine Regelung dahingehend, dass die Schlechtwetterentschädigung durch die Einhebung von Schlechtwetterentschädigungsbeiträgen zu finanzieren wäre; auch sieht der Kollektivvertrag keinen Ersatzanspruch der Arbeitgeber für geleistete Schlechtwetterentschädigungen vor. Für Betriebe der Stuckateure und Trockenausbauer bestehen demnach zwar Schlechtwetterentschädigungsregelungen wie sie nach dem BSchEG im Zeitpunkt des Zustandekommens des Kollektivvertrags gegolten haben; abweichend von den Regelungen des BSchEG wird dieses System jedoch nicht durch Schlechtwetterentschädigungsbeiträge finanziert und geleistete Schlechtwetterentschädigungen sind dem Arbeitgeber auch nicht rückzuerstatten.",
            "annotations": []
        },
        {
            "text": "5. Die Kollektivvertragsparteien sind bei der Gestaltung von Kollektivverträgen an den Gleichheitssatz gebunden. Bei der Prüfung, ob eine Kollektivvertragsbestimmung gegen den Gleichheitssatz verstößt, ist jedoch zu berücksichtigen, dass den Kollektivvertragsparteien ein weiter rechtspolitischer Gestaltungsspielraum sowohl hinsichtlich der angestrebten Ziele als auch der zur Zielerreichung eingesetzten Mittel zusteht. Um sachgerechte Kompromissentscheidungen treffen zu können, bedarf es der Verhandlungsspielräume, die auch kollektive bzw übergeordnete Interessen (uU zu Lasten des einzelnen Arbeitgebers oder Arbeitnehmers) berücksichtigen können (siehe Felten/Mosler, 100 Jahre Kollektivvertragsrecht, DRdA 2020, 91 [97]).",
            "annotations": []
        },
        {
            "text": "Arbeitnehmer der Betriebe der Stuckateure und Trockenausbauer sind den Witterungsverhältnissen nicht in einem so starken Ausmaß ausgesetzt wie Arbeitnehmer in anderen Bereichen der Bauwirtschaft, da viele Arbeiten in geschützten Innenräumen ausgeführt werden können.",
            "annotations": []
        },
        {
            "text": "Im Hinblick darauf sind die Gesetzgebung und die Kollektivvertragsparteien davon ausgegangen, dass Betriebe der Stuckateure und Trockenausbauer durch das geringere Schlechtwetterrisiko nicht in die Risikogemeinschaft des BSchEG (und damit die Mitfinanzierung für alle vom BSchEG erfassten Betriebe) einbezogen werden sollten.",
            "annotations": []
        },
        {
            "text": "Nach Auffassung der Bundesregierung ist die Sonderregelung für Stuckateure und Trockenausbauer durch Kollektivvertrag und die dadurch bedingte Ausnahme aus dem Anwendungsbereich des BSchEG sachlich gerechtfertigt und widerspricht nicht dem Gleichheitssatz. ",
            "annotations": []
        },
        {
            "text": "6. Kollektivverträge gelten gemäß §8 des Arbeitsverfassungsgesetzes (ArbVG), BGBl Nr 22/1974, für Arbeitgeber und Arbeitnehmer, die zur Zeit des Abschlusses des Kollektivvertrages Mitglieder der am Kollektivvertrag beteiligten Parteien waren oder später werden. Auf Arbeitgeberseite können somit nur Mitgliedsbetriebe der abschließenden Bundesinnung vom Geltungsbereich des Kollektivvertrags erfasst werden (hier: Betriebe der Stuckateure und Trockenausbauer). ",
            "annotations": []
        },
        {
            "text": "Arbeitskräfteüberlassungsbetriebe sind nicht Mitglied der abschließenden Bundesinnung und sind daher nicht vom Geltungsbereich des og. Kollektivvertrages erfasst.",
            "annotations": []
        },
        {
            "text": "7. Um zu verhindern, dass für Arbeitskräfteüberlassungsbetriebe keine Schlechtwetterregelungen bestehen, sind diese Betriebe weiterhin vom Anwendungsbereich des BSchEG erfasst, wenn sie Arbeitskräfte in Betriebe der Stuckateure und Trockenausbauer überlassen (für deren eigene Arbeitnehmer kollektivvertragliche Schlechtwetterregelungen bestehen). ",
            "annotations": []
        },
        {
            "text": "8. Darüber hinaus weist die Bundesregierung darauf hin, dass Arbeitskräfteüberlassungsbetriebe, die Arbeitnehmer an Stuckateure und Trockenausbauer überlassen, nicht mit Betrieben der Stuckateure und Trockenausbauer schlechthin gleichzusetzen sind. Bei einer Durchschnittsbetrachtung ist nämlich davon auszugehen, dass Arbeitskräfteüberlassungsbetriebe Arbeitnehmer regelmäßig nicht nur an Betriebe der Stuckateure und Trockenausbauer, sondern auch an andere Betriebe überlassen, die in den Geltungsbereich des BUAG fallen und die dem BSchEG unterliegen.",
            "annotations": []
        },
        {
            "text": "9. Der Gleichheitsgrundsatz verbietet unsachliche Differenzierungen, schließt aber nicht aus, dass die Gesetzgebung von einer Durchschnittsbetrachtung ausgeht und auf den Regelfall abstellt […] sowie auch Härtefälle in Kauf nimmt […]. Ob das Ergebnis einer Regelung in allen Fällen als befriedigend empfunden wird, kann nicht am Maß des Gleichheitssatzes gemessen werden (vgl VfSlg 14.301/1995, 15.980/2000, 16.814/2003).",
            "annotations": []
        },
        {
            "text": "Bei einer Gesamtbetrachtung sind Arbeitskräfteüberlassungsbetriebe daher stärker vom Schlechtwetterrisiko betroffen als Betriebe der Stuckateur- und Trockenausbauer, auch wenn sie Arbeitnehmer (ua) auch an letztere überlassen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Die Partei des Verfahrens vor dem antragstellenden Gericht hat als beteiligte Partei eine Äußerung erstattet, in der sie sich den Bedenken des antragstellenden Gerichtes anschließt.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Gesetzesprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Gesetzesbestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Zunächst ist ein Antrag nicht zu weit gefasst, soweit das Gericht solche Normen anficht, die denkmöglich eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bilden und damit präjudiziell sind; dabei darf aber nach §62 Abs1 VfGG nicht offen bleiben, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des antragstellenden Gerichtes aus welchem Grund aufgehoben werden soll (siehe mwN VfGH 2.3.2015, G140/2014 ua; vgl auch VfGH 10.12.2015, G639/2015; 15.10.2016, G103-104/2016 ua). Ist ein solcher Antrag in der Sache begründet, hebt der Verfassungsgerichtshof aber nur einen Teil der angefochtenen Bestimmungen als verfassungswidrig auf, so führt dies — wenn die sonstigen Prozessvoraussetzungen vorliegen — im Übrigen zur teilweisen Abweisung des Antrages (VfSlg 19.746/2013; VfGH 5.3.2014, G79/2013 ua). ",
            "annotations": []
        },
        {
            "text": "Umfasst der Antrag auch Bestimmungen, die für das antragstellende Gericht offenkundig keine Voraussetzung seiner Entscheidung im Anlassfall bilden und die somit nicht präjudiziell sind (insofern ist der Antrag zu weit gefasst), die mit den präjudiziellen (und nach Auffassung des antragstellenden Gerichtes den Sitz der Verfassungswidrigkeit bildenden) Bestimmungen aber vor dem Hintergrund der Bedenken in einem Regelungszusammenhang stehen, so ist zu differenzieren: Sind diese Bestimmungen von den den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden präjudiziellen Bestimmungen offensichtlich trennbar, so führt dies zur teilweisen Zurückweisung des Antrages. Umfasst der Antrag auch Bestimmungen, die mit den präjudiziellen, den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden Bestimmungen in einem so konkreten Regelungszusammenhang stehen, dass es nicht von vornherein auszuschließen ist, dass ihre Aufhebung im Fall des Zutreffens der Bedenken erforderlich sein könnte (sind diese Bestimmungen also nicht offensichtlich trennbar), so ist der Antrag insgesamt zulässig (VfSlg 20.111/2016). Dies gilt nach dem vorhin Gesagten aber keinesfalls dann, wenn Bestimmungen mitangefochten werden (etwa alle eines ganzen Gesetzes), gegen die gar keine konkreten Bedenken vorgebracht werden und zu denen auch kein konkreter Regelungszusammenhang dargelegt wird (VfSlg 19.894/2014; VfGH 29.9.2015, G324/2015; 15.10.2016, G183/2016 ua).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof entscheidet daher – vor dem Hintergrund der Bedenken und der Erforderlichkeit, die den Sitz der Bedenken bildenden Bestimmungen (bei geringstmöglichem Eingriff in den Gehalt der Rechtsordnung) zu ermitteln – über die Frage, ob gegebenenfalls auch Bestimmungen aufzuheben sind, die nicht präjudiziell sind, aber mit präjudiziellen Bestimmungen in einem untrennbaren Zusammenhang stehen (vgl zB VfSlg 19.939/2014, 20.086/2016), nicht im Rahmen der Prüfung der Zulässigkeit des Antrages, sondern im Einzelnen erst dann, wenn der Verfassungsgerichtshof, erweist sich der Antrag als begründet, den Umfang der aufzuhebenden Bestimmungen abzugrenzen hat.",
            "annotations": []
        },
        {
            "text": "1.3. §62 Abs1 erster Satz VfGG normiert, dass der Antrag, ein Gesetz als verfassungswidrig aufzuheben, begehren muss, dass entweder das Gesetz seinem ganzen Inhalt nach oder dass bestimmte Stellen des Gesetzes als verfassungswidrig aufgehoben werden. Im vorliegenden Fall bezieht sich der Antrag des Bundesverwaltungsgerichtes auf die Fassung BGBl I 71/2021, obwohl §1 Abs5 seine maßgebliche Fassung durch BGBl I 113/1998 und §12 Abs4 BSchEG durch BGBl I 68/2014 erhalten hat. Dem Formerfordernis des §62 Abs1 erster Satz VfGG wird im vorliegenden Fall aber insofern entsprochen, als sich die maßgebliche Fassung der zur Aufhebung begehrten Rechtsvorschriften aus der wörtlichen Wiedergabe der bekämpften Bestimmungen im Antrag mit hinreichender Deutlichkeit entnehmen lässt (vgl zB VfSlg 14.040/1995, 20.012/2015; VfGH 28.9.2022, G101/2022; 6.3.2023, G296/2022).",
            "annotations": []
        },
        {
            "text": "1.4. Im Verfahren hat sich nichts ergeben, was am Vorliegen dieser Voraussetzungen zweifeln ließe. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Das antragstellende Gericht legt die Gründe, die es zur Antragstellung an den Verfassungsgerichtshof bewogen haben, zusammengefasst wie folgt dar:",
            "annotations": []
        },
        {
            "text": "Es sei sachlich nicht gerechtfertigt, dass Arbeitskräfteüberlassungsbetriebe für jene Arbeitnehmer Schlechtwetterentschädigungsbeiträge zu entrichten hätten, die in einem Betrieb zum Einsatz kämen, der für seine \"eigenen\" Arbeitnehmer keine Schlechtwetterentschädigungsbeiträge zu entrichten habe, weil der Betrieb nicht in den Anwendungsbereich des BSchEG falle. Die Differenzierung zwischen Stammarbeitern eines Stuckateur- oder Trockenausbauerbetriebes und an einen solchen Betrieb überlassenen Arbeitskräften widerspreche dem Gleichheitsgrundsatz.",
            "annotations": []
        },
        {
            "text": "2.3. Die Bundesregierung hält diesen Bedenken zusammengefasst Folgendes entgegen:",
            "annotations": []
        },
        {
            "text": "2.3.1. Die Bundesregierung geht zwar – wie das Bundesverwaltungsgericht – davon aus, dass Betriebe der Stuckateure und Trockenausbauer nicht (mehr) in den Anwendungsbereich des BSchEG fielen und diese daher gemäß den Regelungen des BSchEG keine Verpflichtung zur Entrichtung von Schlechtwetterentschädigungsbeiträgen treffe, wohingegen auf Grund des eindeutigen Wortlautes des §1 Abs5 (und §12 Abs4) BSchEG durch den Verweis auf §2 Abs1 lith BUAG für Arbeitskräfteüberlassungsbetriebe, die Arbeitnehmer an Betriebe der Stuckateure und Trockenausbauer überließen, eine Verpflichtung zur Entrichtung von Schlechtwetterentschädigungsbeiträgen gemäß dem BSchEG bestehe.",
            "annotations": []
        },
        {
            "text": "2.3.2. Nach Auffassung der Bundesregierung könne jedoch nicht gesagt werden, dass Betriebe der Stuckateure und Trockenausbauer – im Gegensatz zu Arbeitskräfteüberlassern, die Arbeitnehmer an diese Betriebe überließen – überhaupt keinen Schlechtwetterregelungen unterlägen. Es gebe seit 2005 eine kollektivvertragliche Regelung, die für Arbeitnehmer, die wegen Schlechtwetters einen Arbeitsausfall erlitten, der mit einem Lohnausfall verbunden sei, einen – dem BSchEG vergleichbaren – Anspruch auf Schlechtwetterentschädigung gegenüber ihrem Arbeitgeber vorsehe. Für Betriebe der Stuckateure und Trockenausbauer bestünden demnach zwar Schlechtwetterentschädigungsregelungen wie sie nach dem BSchEG im Zeitpunkt des Zustandekommens des Kollektivvertrages gegolten hätten; abweichend von den Regelungen des BSchEG werde dieses System jedoch nicht durch Schlechtwetterentschädigungsbeiträge finanziert und geleistete Schlechtwetterentschädigungen seien dem Arbeitgeber auch nicht rückzuerstatten.",
            "annotations": []
        },
        {
            "text": "2.3.3. Arbeitskräfteüberlassungsbetriebe seien vom Geltungsbereich des Kollektivvertrages nicht erfasst. Um zu verhindern, dass für Arbeitskräfteüberlassungsbetriebe keine Schlechtwetterregelungen bestünden, seien diese Betriebe weiterhin vom Anwendungsbereich des BSchEG erfasst, wenn sie Arbeitskräfte in Betriebe der Stuckateure und Trockenausbauer überließen. ",
            "annotations": []
        },
        {
            "text": "2.3.4. Arbeitskräfteüberlassungsbetriebe, die Arbeitnehmer an Stuckateure und Trockenausbauer überließen, seien nicht mit Betrieben der Stuckateure und Trockenausbauer gleichzusetzen. Bei einer Durchschnittsbetrachtung sei nämlich davon auszugehen, dass Arbeitskräfteüberlassungsbetriebe Arbeitnehmer regelmäßig nicht nur an Betriebe der Stuckateure und Trockenausbauer, sondern auch an andere Betriebe überließen, die in den Geltungsbereich des BUAG fielen und die dem BSchEG unterlägen. Bei einer Gesamtbetrachtung seien Arbeitskräfteüberlassungsbetriebe daher stärker vom Schlechtwetterrisiko betroffen als Betriebe der Stuckateur- und Trockenausbauer, auch wenn sie Arbeitnehmer (ua) auch an letztere überließen.",
            "annotations": []
        },
        {
            "text": "2.4. Die einfachgesetzliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.4.1. §1 Abs1 BSchEG enthält eine taxative Aufzählung jener Betriebe des Bau- und Bauhilfsgewerbes, die in den Anwendungsbereich dieses Bundesgesetzes fallen. Stuckateurbetriebe waren ursprünglich vom Anwendungsbereich des BSchEG erfasst, wurden jedoch durch die Novelle BGBl I 104/2005 davon ausgenommen. Der Grund dafür war, dass \"eine auf die Arbeitsbedingungen dieser Tätigkeit zugeschnittene Regelung des wetterbedingten Arbeitsausfalls durch Kollektivvertrag erfolgen\" sollte (vgl Erläut zur RV 972 BlgNR, 22. GP, 9). Stuckateur- und Trockenausbauerbetriebe unterliegen daher nicht mehr dem Anwendungsbereich des BSchEG. Sie unterliegen aber für die Sachbereiche Urlaub und Überbrückungsgeld dem Anwendungsbereich des BUAG (vgl §2 Abs1 lite BUAG), das einen engen inhaltlichen Konnex zum BSchEG aufweist.",
            "annotations": []
        },
        {
            "text": "2.4.2. Die Bundesinnung der Bauhilfsgewerbe und der Österreichische Gewerkschaftsbund, Gewerkschaft Bau-Holz, schlossen am 10. Juni 2005 einen Kollektivvertrag ab, der für Arbeitnehmer von Stuckateur- und Trockenausbauerbetrieben, die wegen Schlechtwetters einen Arbeitsausfall erleiden, der mit einem Lohnausfall verbunden ist, einen Anspruch auf Schlechtwetterentschädigung gegenüber ihrem Arbeitgeber vorsieht. Dieser beträgt 60 % des Lohnes, der unter Zugrundelegung der für die Arbeitsstelle geltenden betrieblichen Arbeitszeit ohne Arbeitsausfall gebührt hätte. Im Gegensatz zum BSchEG enthält der Kollektivvertrag keine Regelung dahingehend, dass die Schlechtwetterentschädigung durch die Einhebung von Schlechtwetterentschädigungsbeiträgen zu finanzieren wäre; auch sieht der Kollektivvertrag keinen Ersatzanspruch der Arbeitgeber für geleistete Schlechtwetterentschädigungen vor. Für Betriebe der Stuckateure und Trockenausbauer bestehen demnach zwar Schlechtwetterentschädigungsregelungen wie sie nach dem BSchEG im Zeitpunkt des Zustandekommens des Kollektivvertrages gegolten haben; abweichend von den Regelungen des BSchEG wird dieses System jedoch nicht durch Schlechtwetterentschädigungsbeiträge finanziert und geleistete Schlechtwetterentschädigungen sind dem Arbeitgeber auch nicht zurückzuerstatten. Der Kollektivvertrag gilt gemäß §1 litb für alle Betriebe der Berufsgruppe \"Stuckateure und Trockenausbauer\", deren Inhaber Mitglieder der Bundesinnung der Bauhilfsgewerbe sind.",
            "annotations": []
        },
        {
            "text": "2.4.3. Arbeitskräfteüberlassungsbetriebe wurden durch §1 Abs5 und §12 Abs4 letzter Satz BSchEG, BGBl I 113/1998, in den Anwendungsbereich des BSchEG einbezogen, um für diese Arbeitnehmer \"die Gleichbehandlung mit Bauarbeitern\" zu erreichen (vgl Erläut zur RV 1233 BlgNR, 20. GP, 4; s. aber VfSlg 12.005/1989, wonach keine Bedenken gegen die Nichteinbeziehung von Arbeitskräfteüberlassungsunternehmen in den Geltungsbereich des BSchEG im Hinblick auf den Gleichheitsgrundsatz bestanden).",
            "annotations": []
        },
        {
            "text": "2.4.4. Hinsichtlich der Anwendung des BSchEG für überlassene Arbeitskräfte verweist das BSchEG nicht auf die in §1 Abs1 bis 4 BSchEG aufgezählten Betriebsarten, sondern auf das BUAG. Aus dem Verweis des §1 Abs5 BSchEG auf §2 Abs1 lith BUAG (der auch die Arbeitskräfteüberlassung in Betriebe der Stuckateure und Trockenausbauer umfasst) folgt, dass die Arbeitskräfteüberlassung in Betriebe der Stuckateure und Trockenausbauer dem Anwendungsbereich des BSchEG unterliegt, obwohl die Beschäftigung von (eigenen) Arbeitnehmern in Betrieben der Stuckateure und Trockenausbauer (seit der Novelle BGBl I 104/2005) vom Anwendungsbereich des BSchEG ausgenommen ist.",
            "annotations": []
        },
        {
            "text": "2.4.5. Gemäß §12 Abs4 BSchEG ist der Schlechtwetterentschädigungsbeitrag für alle Arbeitnehmer zu leisten, die dem BSchEG unterliegen. §12 Abs4 letzter Satz, der die Beitragspflicht der Arbeitskräfteüberlassungsbetriebe regelt, verweist (wie bereits §1 Abs5 BSchEG) auf §2 Abs1 lith BUAG, sodass auch für Arbeitskräfte, die in Betriebe der Stuckateure und Trockenausbauer überlassen werden, Schlechtwetterentschädigungsbeiträge zu leisten sind.",
            "annotations": []
        },
        {
            "text": "2.5. Der Antrag des Bundesverwaltungsgerichtes ist begründet.",
            "annotations": []
        },
        {
            "text": "2.5.1. Der Gleichheitsgrundsatz gebietet dem Gesetzgeber, Gleiches gleich und Ungleiches ungleich zu behandeln, und setzt ihm insofern inhaltliche Schranken, als er es verbietet, sachlich nicht begründbare Differenzierungen zwischen den Normadressaten zu schaffen (vgl VfSlg 17.315/2004, 17.500/2005, 20.244/2018, 20.270/2018). Innerhalb dieser Schranken ist es dem Gesetzgeber jedoch von Verfassungs wegen durch den Gleichheitsgrundsatz nicht verwehrt, seine politischen Zielvorstellungen auf die ihm geeignet erscheinende Art zu verfolgen (s etwa VfSlg 16.176/2001, 16.504/2002). Dem Gesetzgeber muss es zwar gestattet sein, eine einfache und leicht handhabbare Regelung zu treffen (vgl VfSlg 11.616/1988, 14.694/1996, 16.361/2001, 16.641/2002). Doch ist diese Erlaubnis nicht schrankenlos; sie findet ihre Grenze dort, wo anderen Überlegungen, die gegen die Regelung sprechen, größeres Gewicht beizumessen ist als den verwaltungsökonomischen Erwägungen (vgl VfSlg 13.726/1994, 15.819/2000, 17.886/2006).",
            "annotations": []
        },
        {
            "text": "2.5.2. Ziel des BSchEG ist die Verringerung des Schlechtwetterrisikos im Interesse der Erhaltung der Vollbeschäftigung im Baugewerbe und der Eindämmung der Winterarbeitslosigkeit. Durch das vom Gesetz vorgesehene System von Entgeltfortzahlung und Rückerstattung soll den Arbeitgebern das Offenhalten der Baustellen auch während der Schlechtwetterperioden erleichtert werden, wodurch die Arbeitnehmer vor einer durch die Einstellung von Baustellen bedingten Arbeitslosigkeit bewahrt werden sollen (vgl VfSlg 12.005/1989 mwN).",
            "annotations": []
        },
        {
            "text": "2.5.3. Die Einbeziehung von Arbeitskräfteüberlassungsbetrieben in das BSchEG erfolgte – obwohl gleichheitsrechtlich nicht geboten (vgl neuerlich VfSlg 12.005/1989) –, um für Arbeitnehmer von Arbeitskräfteüberlassungsbetrieben \"die Gleichbehandlung mit Bauarbeitern\" zu erreichen (vgl Erläut zur RV 1233 BlgNR, 20. GP, 4).",
            "annotations": []
        },
        {
            "text": "2.5.3.1. Durch den Verweis in §1 Abs5 und §12 Abs4 letzter Satz BSchEG auf §2 Abs1 lith BUAG ergibt sich jedoch auf Grund des nicht (mehr) deckungsgleichen Anwendungsbereiches der beiden Gesetze eine Ungleichbehandlung von Bauarbeitern, die (bezogen auf den konkreten Fall) in Stuckateur- und Trockenausbauerbetrieben beschäftigt sind: Denn Betriebe der Stuckateure und Trockenausbauer müssen hinsichtlich ihrer eigenen Arbeitnehmer keine Schlechtwetterentschädigungsbeiträge entrichten, wohingegen Arbeitskräfteüberlassungsbetriebe, die Arbeitnehmer an Betriebe der Stuckateure und Trockenausbauer überlassen, zur Entrichtung von Schlechtwetterentschädigungsbeiträgen verpflichtet sind.",
            "annotations": []
        },
        {
            "text": "2.5.3.2. Nicht tragfähig ist die Rechtfertigung der Bundesregierung, Arbeitskräfteüberlassungsbetriebe seien im Fall der Überlassung von Arbeitskräften an Betriebe der Stuckateure und Trockenausbauer deshalb weiterhin vom Anwendungsbereich des BSchEG erfasst, um zu verhindern, dass für überlassene Arbeitskräfte keine Schlechtwetterregelungen bestehen (während für die eigenen Arbeitnehmer der Stuckateur- und Trockenausbauerbetriebe auf Grund der kollektivvertraglichen Schlechtwetterregelung ein Anspruch bestehe). Denn gemäß §10 Abs1 AÜG sind sämtliche Entgeltregelungen (vgl §6 Abs2 BSchEG, wonach die Schlechtwetterentschädigung \"als Entgelt\" gilt) des Beschäftiger-Kollektivvertrages auf überlassene Arbeitskräfte anzuwenden (vgl Schindler in ZellKomm3 [2018] §10 AÜG Rz 25; s. zB OGH 21.10.1998, 9 ObA 225/98y; 24.7.2013, 9 ObA 33/13p).",
            "annotations": []
        },
        {
            "text": "2.5.3.3. Anders als von der Bundesregierung eingewendet, ist auch nicht ersichtlich, inwiefern Arbeitnehmer von Arbeitskräfteüberlassungsbetrieben, die an Stuckateur- und Trockenausbauerbetriebe überlassen werden – nur konkret bezogen auf diese sind im Anlassfall Schlechtwetterentschädigungsbeiträge durch die ÖGK vorgeschrieben worden –, stärker vom Schlechtwetterrisiko betroffen wären als eigene Arbeitnehmer von Betrieben der Stuckateur- und Trockenausbauer, zumal beide Arbeitnehmergruppen im selben Betrieb beschäftigt sind.",
            "annotations": []
        },
        {
            "text": "2.5.4. Vor diesem Hintergrund besteht für den Verfassungsgerichtshof keine sachliche Rechtfertigung, Arbeitskräfteüberlassungsbetriebe, die Arbeitnehmer an Betriebe der Stuckateure und Trockenausbauer überlassen, hinsichtlich dieser Arbeitnehmer (weiterhin) zur Entrichtung von Schlechtwetterentschädigungsbeiträgen zu verpflichten, obwohl Stuckateur- und Trockenausbauerbetriebe vom Anwendungsbereich des BSchEG nicht (mehr) erfasst sind. ",
            "annotations": []
        },
        {
            "text": "2.5.5. Es handelt sich – entgegen der Ansicht der Bundesregierung – bei der Gruppe von Arbeitskräfteüberlassungsbetrieben, die von der einschlägigen Schlechtwetterentschädigungsbeitragspflicht für an Stuckateur- und Trockenausbauerbetriebe überlassene Arbeitskräfte betroffen sind, auch nicht um bloße \"Härtefälle\": Im vorliegenden Fall sind die beschriebenen Auswirkungen nicht nur zufällige Folge einer an sich sachlichen Regelung im Härtefall, sondern in §1 Abs5 BSchEG und §12 Abs4 letzter Satz BSchEG (durch den Verweis auf §2 Abs1 lith BUAG) gerade angelegt (vgl VfSlg 14.095/1995; VfGH 28.9.2022, G181/2022 ua). ",
            "annotations": []
        },
        {
            "text": "Die angefochtenen Regelungen verstoßen daher gegen Art7 B-VG.",
            "annotations": []
        },
        {
            "text": "2.6. Der Verfassungsgerichtshof hat den Umfang der zu prüfenden und allenfalls aufzuhebenden Bestimmungen derart abzugrenzen, dass einerseits nicht mehr aus dem Rechtsbestand ausgeschieden wird, als Voraussetzung für den Anlassfall ist, dass aber andererseits der verbleibende Teil keine Veränderung seiner Bedeutung erfährt; da beide Ziele gleichzeitig niemals vollständig erreicht werden können, ist in jedem Einzelfall abzuwägen, ob und inwieweit diesem oder jenem Ziel der Vorrang vor dem anderen gebührt (VfSlg 7376/1974, 16.929/2003, 16.989/2003, 17.057/2003, 18.227/2007, 19.166/2010, 19.698/2012).",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall ist es erforderlich, §1 Abs5 und §12 Abs4 letzter Satz BSchEG jeweils zur Gänze aufzuheben.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. §1 Abs5 und §12 Abs4 letzter Satz BSchEG sind daher wegen Verstoßes gegen den auch den Gesetzgeber bindenden Gleichheitsgrundsatz als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzesstellen gründet sich auf Art140 Abs5 dritter und vierter Satz B-VG.",
            "annotations": []
        },
        {
            "text": "3. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "4. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}