{
    "document_id": "JFT_20230614_23E00387_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt und Vorbringen",
            "annotations": []
        },
        {
            "text": "1.  Der Antragsteller brachte mit Eingabe vom 7. Oktober 2022 eine zu E2732/2022 protokollierte selbstverfasste Beschwerde gegen eine Entscheidung des Bundesfinanzgerichtes ein. ",
            "annotations": []
        },
        {
            "text": "Mit Verfügung vom 24. Oktober 2022 – zugestellt am 2. November 2022 – forderte der Verfassungsgerichtshof den Antragsteller gemäß §18 VfGG unter Hinweis auf die Säumnisfolgen auf, innerhalb von vier Wochen 1. die Beschwerde durch einen bevollmächtigten Rechtsanwalt einzubringen oder die Bewilligung der Verfahrenshilfe, insbesondere die Beigebung eines Rechtsanwaltes als Vertreter, zu beantragen, 2. die angefochtene Entscheidung in Form einer Ausfertigung, Abschrift oder Kopie anzuschließen sowie 3. den Tag ihrer Zustellung anzugeben. ",
            "annotations": []
        },
        {
            "text": "Da diese Frist ungenützt verstrich, hat der Verfassungsgerichtshof die Beschwerde mit Beschluss vom 14. Dezember 2022, E2732/2022, gemäß §19 Abs3 Z2 litc VfGG wegen nicht behobenen Mangels formeller Erfordernisse ohne weiteres Verfahren zurückgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Mit der zu E387/2023 protokollierten Eingabe vom 31. Jänner, begehrt der Antragsteller nunmehr die Wiederaufnahme dieses Verfahrens und begründet seinen Antrag auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Zu VfGH E2732/2022-6 […] wird wegen der Amtsverfehlungen der betreffenden (befangenen) RichterInnen, der von ihnen nicht geleugneten vorliegenden Befangenheit und der übergangenen offenen Strafsache […] um Verfahrenswiederaufnahme ersucht. Bei der von ihnen zu vertretenden 'Begründung' bzw rechtlichen Schwurblerei ist in keiner Weise nachvollziehbar, zu welchem der von ihnen aufgelisteten Punkte 1. bis 3. die 'Frist ungenützt verstrichen' sein soll (vgl §302 StGB), bzw besteht insofern auch der begründete Verdacht, daß die Textgestaltung einer rechtskundigen Aushilfsperson überlassen worden ist (culpa in eligendo).\" ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Für die Wiederaufnahme eines Verfahrens vor dem Verfassungsgerichtshof gelten gemäß §35 Abs1 VfGG die Bestimmungen der ZPO sinngemäß (VfSlg 8972/1980, 9126/1981). Dementsprechend kann gemäß §530 Abs1 ZPO ein Verfahren, das durch eine die Sache erledigende Entscheidung – eine solche liegt hier vor (siehe VfSlg 18.845/2009) – abgeschlossen worden ist, aus einem der in §530 Abs1 ZPO genannten Gründe auf Antrag einer Partei wiederaufgenommen werden. ",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat bei seiner Entscheidung über einen Antrag auf Wiederaufnahme des Verfahrens in einer Beschwerdesache auch §538 Abs1 ZPO sinngemäß anzuwenden und einen solchen Antrag daher zurückzuweisen, wenn dieser nicht auf einen der gesetzlichen Anfechtungsgründe (auch nicht der Sache nach) gestützt oder nicht innerhalb der gesetzlichen Frist erhoben worden ist (vgl VfSlg 16.642/2002). ",
            "annotations": []
        },
        {
            "text": "Für die Beurteilung, ob sich ein Antrag auf einen gesetzlichen Anfechtungsgrund stützt, ist ferner der Sachverhalt, also das tatsächliche Geschehen, das den Anfechtungsgrund herstellt, darzulegen. Dementsprechend sind die konkreten Tatsachen, aus denen das Begehren abgeleitet wird, kurz und bestimmt zu bezeichnen. Unterlässt dies die antragstellende Partei und stützt ihren Antrag sohin nicht auf einen gesetzlichen Anfechtungsgrund, ist der Antrag gemäß §538 Abs1 ZPO ebenfalls zurückzuweisen (vgl OGH 4.6.1996, 1 Ob 2038/96d; 22.11.2022, 10 Ob 28/22y).",
            "annotations": []
        },
        {
            "text": "2.2. Das gilt auch für Anträge nach §530 Abs1 Z4 ZPO. Wenn die antragstellende Partei ihre Anschuldigungen nicht einmal ansatzweise konkretisiert, sondern sich auf pauschale Vorwürfe beschränkt, ist der Antrag nach §538 Abs1 ZPO zurückzuweisen, ohne dass vorher das Verfahren nach §539 Abs1 ZPO zu unterbrechen ist (vgl bereits VfSlg 16.642/2002; siehe auch OGH 4.6.1996, 1 Ob 2038/96d; 22.11.2022, 10 Ob 28/22y). ",
            "annotations": []
        },
        {
            "text": "3. Da sich der vorliegende Antrag lediglich auf pauschale Vorwürfe der Befangenheit einzelner Mitglieder des Verfassungsgerichtshofes und anderer Personen beschränkt sowie pauschal auf §302 StGB verweist, ohne eine konkrete Amtspflichtverletzung im Zusammenhang mit dem wiederaufzunehmenden Verfahren darzulegen, ist der Antrag nicht auf einen gesetzlichen Anfechtungsgrund gestützt und sohin gemäß §538 Abs1 ZPO zurückzuweisen. ",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag auf Wiederaufnahme des mit Beschluss des Verfassungsgerichtshofes vom 14. Dezember 2022, E2732/2022, abgeschlossenen Verfahrens ist zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs3 Z2 VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung getroffen werden. ",
            "annotations": []
        }
    ]
}