{
    "document_id": "JFT_20230918_23G00178_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Der Antragsteller stellt den auf Art140 Abs1 Z1 litd B-VG gestützten Antrag, ",
            "annotations": []
        },
        {
            "text": "\"das Wort 'ortsfeste' in §2 Z7 des Wiener Wettengesetzes, LGBl.Nr 26/2016 idF LGBl.Nr 68/2019 ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2 Z7 des Wiener Wettengesetzes, LGBl.Nr 26/2016 idF LGBl.Nr 68/2019 und / oder ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "die Wortfolge 'wenn für die betreffende Betriebsstätte gleichzeitig die Eignung festgestellt wird' in §3 des Wiener Wettengesetzes, LGBl.Nr 26/2016 idF LGBl Nr 40/2018 und / oder ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4 Abs1 litf des Wiener Wettengesetzes LGBl.Nr 26/2016 idF LGBl Nr 40/2018 und / oder ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5 Abs1 Wiener Wettengesetzes LGBl.Nr 26/2016 idF LGBl Nr 40/2018 und / oder ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "die Wortfolge 'einschließlich der Feststellung der Eignung der Betriebsstätte' in §10 Abs1 des Wiener Wettengesetzes LGBl.Nr 26/2016 idF LGBl Nr 40/2018 und / oder ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "die Wortfolge 'und sämtliche Nachweise die für die Beurteilung der Eignung der Betriebsstätte gemäß §5 Abs1 erforderlich sind' in §10 Abs1 Z5 des Wiener Wettengesetzes LGBl.Nr 26/2016 idF LGBl Nr 40/2018 und / oder ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "die Wortfolge 'Die Wettunternehmerin oder der [Wettunternehmer] muss durch die Einrichtung eines geeigneten Kontrollsystems dafür sorgen, dass der Aufenthalt in Räumen einer Betriebsstätte nur volljährigen Personen ermöglicht wird, die ihre Identität durch Vorlage eines gültigen amtlichen Lichtbildausweises nachgewiesen haben' sowie der Wortfolge 'ohne ständige Aufsicht durch verantwortliche Personen der Wettunternehmerin oder des Wettunternehmers oder durch diese oder diesen selbst' in §19 Abs2 Wiener WettenG LGBl.Nr 26/2016 idF LGBl Nr 40/2018 ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "als verfassungswidrig aufzuheben\".",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Sachverhalt, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit Urteil vom 16. März 2023 wies das Landesgericht für Zivilrechtssachen Wien die Klage des Antragstellers (im Verfahren vor dem Verfassungsgerichtshof) gegen die beklagte Partei, eine Betreiberin einer Website für Online-Glücksspiele mit Sitz in Gibraltar (Vereinigtes Königreich), ab. ",
            "annotations": []
        },
        {
            "text": "Dabei ging das Landesgericht für Zivilrechtssachen Wien davon aus, dass der Kläger (der Antragsteller im Verfahren vor dem Verfassungsgerichtshof) Verbraucher ist und im Zeitraum vom 20. November 2004 bis 16. Mai 2020 über die Website, welche von der beklagten Partei und ihrer Vorgängerin betrieben wurde, sowohl an Glücksspielen als auch an Sportwetten teilgenommen habe. Aus dieser Spieltätigkeit sei ein Gesamtverlust für den Antragsteller (Kläger) in Höhe von rund € 78.000,– resultiert, wovon ca € 7.000,– auf klassische Online-Glücksspiele und rund € 71.000,– auf Sportwetten entfallen sei. Weder die beklagte Partei noch die vormalige Betreiberin der Website hätten im Spielzeitraum des Antragstellers über eine österreichische Glücksspiellizenz im Sinne des §14 Glücksspielgesetz verfügt. Ebenso wenig hätten sie über eine Bewilligung zum Anbieten von Wetten nach dem Wiener Wettengesetz oder dem Gesetz betreffend Gebühren von Totalisator- und Buchmacherwetten sowie Maßnahmen zur Unterdrückung des Winkelwettwesens und auch nicht über eine in Wien gelegene ortsfeste Betriebsstätte im Sinne des §2 Z7 Wiener Wettengesetz verfügt. Die beklagte Partei habe allerdings in Gibraltar die Glücksspiel- und Sportwettenlizenz Nr 050 und Nr 051 gehalten und auch über Glücksspiellizenzen in anderen EU-Mitgliedstaaten verfügt. Die Server, über die das Sportwettenangebot der beklagten Partei bereitgestellt worden seien, hätten sich nicht in Österreich befunden. ",
            "annotations": []
        },
        {
            "text": "Es fehle unter anderem eine Bewilligung bzw Bewilligungspflicht nach dem Wiener Wettengesetz bzw der Vorgängerbestimmung. §3 Wiener Wettengesetz bestimme, dass die Tätigkeit als Wettunternehmer nur nach Erteilung einer Bewilligung durch die Behörde ausgeübt werden dürfe, wenn für die betreffende Betriebsstätte gleichzeitig die Eignung festgestellt werde. Eine rechtmäßige bewilligungsfähige Tätigkeit als Wettunternehmer setze somit jedenfalls eine Betriebsstätte voraus. Das Gesetz verstehe darunter jede ortsfeste, öffentlich zugängliche Einrichtung, in der Wetten gewerbsmäßig abgeschlossen bzw vermittelt oder Wettkunden gewerbsmäßig vermittelt werden (§2 Z7 Wiener Wettengesetz). Eine ausdrückliche Regelung, die das Anbieten von Sportwetten über das Internet verbietet oder vom Vorliegen einer behördlichen Bewilligung abhängig macht, enthalte das Wiener Wettengesetz nicht. ",
            "annotations": []
        },
        {
            "text": "Zusammengefasst sei festzuhalten, dass die zwischen dem Antragsteller (Kläger) und der beklagten Partei abgeschlossenen Verträge über Sportwetten allesamt rechtswirksam zustande gekommen seien, eine Nichtigkeit wegen partieller Geschäftsunfähigkeit oder verbotenen Glücksspiels nicht vorliege und auch kein Schutzgesetz zum Nachteil des Klägers verletzt worden sei, weshalb weder ein Rechtsgrund für eine bereicherungsrechtliche Rückabwicklung der Verträge noch für einen Schadenersatzanspruch bestehe. Das Klagebegehren sei daher abzuweisen gewesen. ",
            "annotations": []
        },
        {
            "text": "2. Der Antragsteller brachte fristgerecht eine Berufung gegen das Urteil des Landesgerichtes für Zivilrechtssachen Wien ein und stellte gleichzeitig den auf Art140 Abs1 Z1 litd B-VG gestützten Antrag auf Aufhebung der unter Punkt I. wiedergegebenen Bestimmungen wegen Verfassungswidrigkeit.  ",
            "annotations": []
        },
        {
            "text": "3. Die Wiener Landesregierung und die im Anlassverfahren beklagte Partei erstatteten jeweils eine Äußerung zum (Partei-)Antrag, in welcher sie die Zulässigkeit des Antrages bestreiten und (hilfsweise) in der Sache den Bedenken des Antragstellers entgegentreten. ",
            "annotations": []
        },
        {
            "text": "III. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die einschlägigen Regelungen des §2 und §3 des Gesetzes über den Abschluss und die Vermittlung von Wetten (Wiener Wettengesetz), LGBl 26/2016, in der Fassung LGBl 68/2019 lauten:",
            "annotations": []
        },
        {
            "text": "\"§2. Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die in diesem Landesgesetz verwendeten Begriffe sind jeweils im Sinne der nachfolgenden Begriffsdefinitionen zu verstehen:",
            "annotations": []
        },
        {
            "text": "1. Buchmacherin oder Buchmacher ist, wer Wetten aus Anlass sportlicher Veranstaltungen gewerbsmäßig abschließt.",
            "annotations": []
        },
        {
            "text": "2. Totalisateurin oder Totalisateur ist, wer Wetten zwischen Wettkundinnen und Wettkunden aus Anlass sportlicher Veranstaltungen gewerbsmäßig vermittelt.",
            "annotations": []
        },
        {
            "text": "3. Vermittlerin oder Vermittler ist, wer Wettkundinnen oder Wettkunden persönlich oder durch ihr oder sein Personal oder im Wege von Wettterminals (Z8) gegen Entrichtung eines Wetteinsatzes zum Abschluss eines den Bestimmungen dieses Gesetzes unterliegenden Vertrages mit einer Person im Sinne der Z1 oder Z2 oder einer anderen Person gewerbsmäßig zusammenbringt. Als Vermittlerin oder Vermittler betätigt sich insbesondere, wer Einrichtungen zur Erleichterung oder Ermöglichung des Vertragsabschlusses zur Verfügung stellt (zB Betrieb eines Geschäftslokals mit dem Erscheinungsbild eines Wettlokals, Übertragen von Sportereignissen, Gewinnauszahlung, Ausstellung von Wettkarten). Ferner ist Vermittlerin oder Vermittler, wer seine mit einer Wettunternehmerin oder einem Wettunternehmer abgeschlossene oder von dieser oder diesem vermittelte Wette gegen Entgelt gewerbsmäßig veräußert.",
            "annotations": []
        },
        {
            "text": "4. Wettunternehmerin oder Wettunternehmer ist, wer die Tätigkeit als Buchmacherin oder Buchmacher und/oder als Totalisateurin oder Totalisateur und/oder als Vermittlerin oder Vermittler gewerbsmäßig ausübt.",
            "annotations": []
        },
        {
            "text": "5. Wettkundin oder Wettkunde ist jede Person, die eine Leistung der Wettunternehmerin oder des Wettunternehmers in Anspruch nimmt.",
            "annotations": []
        },
        {
            "text": "6. Wette ist ein Glücksvertrag zwischen der Wettunternehmerin oder dem Wettunternehmer und jenen Personen, die gegen Entrichtung eines gewählten Einsatzbetrages eine Vorhersage über den Ausgang eines zum Zeitpunkt des Wettabschlusses oder der Wettvermittlung in der Zukunft liegenden sportlichen Ereignisses in der Hoffnung rechtsverbindlich bekannt gegeben haben, einen für den Fall des Zutreffens dieser Vorhersage in Aussicht gestellten Gewinn zu erlangen.",
            "annotations": []
        },
        {
            "text": "7. Betriebsstätte im Sinne dieses Gesetzes ist jede ortsfeste, öffentlich zugängliche Einrichtung, in der Wetten von einer Buchmacherin oder von einem Buchmacher gewerbsmäßig abgeschlossen und/oder in der Wetten von einer Totalisateurin oder einem Totalisateur gewerbsmäßig vermittelt und/oder in der Wettkundinnen und Wettkunden von einer Vermittlerin oder einem Vermittler gewerbsmäßig vermittelt werden.",
            "annotations": []
        },
        {
            "text": "8. Wettterminal im Sinne dieses Gesetzes ist eine technische Einrichtung in einer Betriebsstätte, die über eine Datenleitung einer Person, gegen Entrichtung eines Wetteinsatzes unmittelbar den Abschluss einer Buchmacherwette mit der Bewilligungsinhaberin als Buchmacherin, mit dem Bewilligungsinhaber als Buchmacher oder einer oder eines vom Wettunternehmen angegebenen Buchmacherin oder Buchmachers zu deren oder dessen Bedingungen und Quoten ermöglicht.",
            "annotations": []
        },
        {
            "text": "9. Wettreglements sind die allgemeinen Geschäftsbedingungen für die Ausübung der Tätigkeit als Wettunternehmerin oder Wettunternehmer.",
            "annotations": []
        },
        {
            "text": "10. Geldwäsche sind die folgenden Handlungen, wenn sie vorsätzlich begangen werden:",
            "annotations": []
        },
        {
            "text": "a) der Umtausch oder Transfer von Vermögensgegenständen in Kenntnis der Tatsache, dass diese Gegenstände aus einer kriminellen Tätigkeit oder aus der Teilnahme an einer solchen Tätigkeit stammen, zum Zwecke der Verheimlichung oder Verschleierung des illegalen Ursprungs der Vermögensgegenstände oder der Unterstützung von Personen, die an einer solchen Tätigkeit beteiligt sind, damit diese den Rechtsfolgen ihrer Tat entgehen;",
            "annotations": []
        },
        {
            "text": "b) die Verheimlichung oder Verschleierung der wahren Natur, Herkunft, Lage, Verfügung oder Bewegung von Vermögensgegenständen oder von Rechten oder Eigentum an Vermögensgegenständen in Kenntnis der Tatsache, dass diese Gegenstände aus einer kriminellen Tätigkeit oder aus der Teilnahme an einer solchen Tätigkeit stammen;",
            "annotations": []
        },
        {
            "text": "c) der Erwerb, der Besitz oder die Verwendung von Vermögensgegenständen, wenn dem Betreffenden bei der Übernahme dieser Vermögensgegenstände bekannt war, dass sie aus einer kriminellen Tätigkeit oder aus der Teilnahme an einer solchen Tätigkeit stammen;",
            "annotations": []
        },
        {
            "text": "d) die Beteiligung an einer der unter den Buchstaben a, b und c aufgeführten Handlungen, Zusammenschlüsse zur Ausführung einer solchen Handlung, Versuche einer solchen Handlung, Beihilfe, Anstiftung oder Beratung zur Ausführung einer solchen Handlung oder Erleichterung ihrer Ausführung.",
            "annotations": []
        },
        {
            "text": "11. Der Begriff \"Finanzinstitut\" ist im Sinne des §2 Z2 FM-GwG mit der Maßgabe zu verstehen, dass darunter auch in der Union gelegene Zweigstellen der genannten Finanzinstituten, unabhängig davon, ob deren Sitz in einem Mitgliedsstaat oder einem Drittland liegt, zu verstehen sind.",
            "annotations": []
        },
        {
            "text": "12. Der Begriff 'politisch exponierte Person' ist im Sinne des §2 Z6 FM-GwG zu verstehen.",
            "annotations": []
        },
        {
            "text": "13. Der Begriff 'Familienmitglieder' ist im Sinne des §2 Z7 FM-GwG zu verstehen.",
            "annotations": []
        },
        {
            "text": "14. Der Begriff 'bekanntermaßen nahestehende Personen' ist im Sinne des §2 Z8 FM-GwG zu verstehen.",
            "annotations": []
        },
        {
            "text": "15. Der Begriff 'Führungsebene' ist im Sinne des §2 Z9 FM-GwG zu verstehen.",
            "annotations": []
        },
        {
            "text": "16. Der Begriff 'Geschäftsbeziehungen' ist im Sinne des §2 Z10 FM-GwG zu verstehen.",
            "annotations": []
        },
        {
            "text": "17. Der Begriff 'Gruppe' ist im Sinne des §2 Z11 FM-GwG zu verstehen.",
            "annotations": []
        },
        {
            "text": "18. Der Begriff 'Glücksspieldienste' ist im Sinne der der Richtlinie (EU) 2015/849 in der Fassung der Änderungsrichtlinie (EU) 2018/843 zu verstehen.",
            "annotations": []
        },
        {
            "text": "19. Der Begriff 'Drittländer mit hohem Risiko' ist im Sinne des §16 FM-GwG zu verstehen.",
            "annotations": []
        },
        {
            "text": "20. Der Begriff 'kriminelle Tätigkeit' ist im Sinne der Richtlinie (EU) 2015/849 in der Fassung der Änderungsrichtlinie (EU) 2018/843 zu verstehen.",
            "annotations": []
        },
        {
            "text": "21. Der Begriff 'wirtschaftlicher Eigentümer' ist im Sinne der Richtlinie (EU) 2015/849 in der Fassung der Änderungsrichtlinie (EU) 2018/843 zu verstehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3. Bewilligung für die Tätigkeit als Wettunternehmerin oder Wettunternehmer",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Tätigkeit als Wettunternehmerin oder Wettunternehmer darf nur nach Erteilung einer Bewilligung durch die Behörde ausgeübt werden, wenn für die betreffende Betriebsstätte gleichzeitig die Eignung festgestellt wird.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "IV. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels.",
            "annotations": []
        },
        {
            "text": "Nach §62a Abs1 erster Satz VfGG kann eine Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, einen Antrag stellen, das Gesetz als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "Voraussetzung eines Parteiantrages auf Normenkontrolle ist sohin – entsprechend der Formulierung des Art140 Abs1 Z1 litd B-VG – die Einbringung eines Rechtsmittels in einer \"in erster Instanz entschiedenen Rechtssache\", also eines Rechtsmittels gegen eine die Rechtssache erledigende Entscheidung erster Instanz. Außerdem muss der Parteiantrag gemäß Art140 Abs1 Z1 litd B-VG \"aus Anlass\" der Erhebung eines Rechtsmittels gestellt werden.",
            "annotations": []
        },
        {
            "text": "2. Beim vorliegenden Urteil des Landesgerichtes für Zivilrechtssachen Wien handelt es sich um eine erstinstanzliche Entscheidung im Sinne des Art140 Abs1 Z1 litd B-VG.",
            "annotations": []
        },
        {
            "text": "Dem Erfordernis der Stellung des Parteiantrages aus Anlass eines (nach Mitteilung des Landesgerichtes für Strafsachen Wien rechtzeitigen und zulässigen) Rechtsmittels hat der Antragsteller durch Einbringung seines Parteiantrages innerhalb von vier Wochen nach Zustellung des Urteils Rechnung getragen.",
            "annotations": []
        },
        {
            "text": "3. Zum Hauptantrag auf Aufhebung des Wortes \"ortsfeste\" in §2 Z7 Wiener Wettengesetz, LGBl 26/2016, idF LGBl 68/2019:",
            "annotations": []
        },
        {
            "text": "3.1. Nach der Judikatur des Verfassungsgerichtshofes kommt Legaldefinitionen in der Regel keine eigenständige normative Bedeutung zu, eine solche wird vielmehr grundsätzlich erst im Zusammenhang mit anderen Regelungen, die diesen Begriff verwenden, bewirkt (vgl VfSlg 17.340/2004, 18.087/2007; VfGH 12.12.2016, G105/2016 ua; VfSlg 20.213/2027).",
            "annotations": []
        },
        {
            "text": "3.2. Das angefochtene Wort \"ortsfeste\" in §2 Z7 Wiener Wettengesetz, LGBl 60/1974, ist lediglich ein Kriterium der Beschreibung des Begriffs der Betriebsstätte, ohne eigenständige normative Bedeutung zu entfalten; normativen Gehalt erfährt der Terminus Betriebsstätte (und die für die Definition derselben verwendeten Kriterien) erst in Verbindung mit jenen Vorschriften, die den Begriff der Betriebsstätte verwenden, zB §3 Wiener Wettengesetz, der die Voraussetzungen für die Bewilligung für die Tätigkeit als Wettunternehmerin oder Wettunternehmer statuiert (vgl zB auch §5 Wiener Wettengesetz). ",
            "annotations": []
        },
        {
            "text": "3.3. Da der Antragsteller das Wort \"ortsfeste\" in §2 Z7 Wiener Wettengesetz (als ein Kriterium für die Definition der Betriebsstätte) isoliert – und nicht gemeinsam mit der genannten Vorschrift des §3 Wiener Wettengesetz – anficht, erweist sich insoweit der Antrag wegen zu eng gewählten Anfechtungsumfanges als unzulässig.",
            "annotations": []
        },
        {
            "text": "4. Zu den Eventualanträgen:",
            "annotations": []
        },
        {
            "text": "4.1. Gemäß §62 Abs1 erster Satz VfGG muss ein Gesetzesprüfungsantrag das Begehren enthalten, das – nach Auffassung des Antragstellers verfassungswidrige – Gesetz seinem gesamten Inhalt nach oder in bestimmten Stellen aufzuheben.",
            "annotations": []
        },
        {
            "text": "Um das strenge Formerfordernis des ersten Satzes des §62 Abs1 VfGG zu erfüllen, muss – wie der Verfassungsgerichtshof bereits in vielen Beschlüssen entschieden hat – die bekämpfte Gesetzesstelle genau und eindeutig bezeichnet werden. Es darf nicht offen bleiben, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des Antragstellers tatsächlich aufgehoben werden soll (zB VfSlg 17.570/2005; VfGH 12.6.2023, G205/2023, jeweils mwN).",
            "annotations": []
        },
        {
            "text": "4.2. Eben diesen Erfordernissen wird der vorliegende Antrag nicht gerecht: Das Aufhebungsbegehren lässt auf Grund der alternativen Formulierung \"und/oder\" offen, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des Antragstellers tatsächlich durch den Verfassungsgerichtshof aufgehoben werden soll (vgl zB VfGH 6.12.2022, G256/2022 ua mwN). ",
            "annotations": []
        },
        {
            "text": "Da es sich dabei um einen inhaltlichen Mangel handelt, scheidet ein Verbesserungsauftrag seitens des Verfassungsgerichtshofes aus (zB VfGH 2.7.2015, G16/2015; 24.9.2018, G196/2018).",
            "annotations": []
        },
        {
            "text": "4.3. Aus dem genannten Grund sind sämtliche Eventualanträge als unzulässig zurückzuweisen. ",
            "annotations": []
        },
        {
            "text": "V. Ergebnis ",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist zur Gänze als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte in nichtöffentlicher Sitzung gemäß §19 Abs3 Z2 VfGG getroffen werden.",
            "annotations": []
        }
    ]
}