{
    "document_id": "JFT_20230315_21E00824_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist Eigentümer einer als Zweitwohnsitz genutzten Liegenschaft im Ortsgebiet der Gemeinde Malta. Mit Bescheid des Bürgermeisters der Gemeinde Malta vom 20. Oktober 2016 wurde dem Beschwerdeführer unter Zugrundelegung der Verordnung des Gemeinderates der Gemeinde Malta vom 29. Dezember 2006, Z 920-10/2006, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, die Zweitwohnsitzabgabe für sechs Monate im Jahr 2012 in der Höhe von € 237,60 sowie für die Jahre 2013 und 2014 jeweils in der Höhe von € 475,20 vorgeschrieben. Die dagegen erhobene Berufung wurde mit Bescheid des Gemeindevorstandes der Gemeinde Malta vom 6. November 2020 als unbegründet abgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Die dagegen erhobene Beschwerde wies das Landesverwaltungsgericht Kärnten mit Erkenntnis vom 20. Jänner 2021 als unbegründet ab. Begründend führte das Landesverwaltungsgericht Kärnten auf das Wesentliche zusammengefasst aus, dass nicht festgestellt werden könne, dass die in Pkt. 1. genannte Verordnung nicht ordnungsgemäß kundgemacht worden sei, und dass auch kein inhaltlicher Grund erkennbar sei, an der Rechtmäßigkeit dieser Verordnung zu zweifeln.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten sowie in Rechten wegen Anwendung einer rechtswidrigen generellen Norm behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "4. Aus Anlass dieser Beschwerde leitete der Verfassungsgerichtshof gemäß Art139 Abs1 Z2 B-VG von Amts wegen ein Verfahren zur Prüfung der Gesetzmäßigkeit des §7 Abs2 der Verordnung des Gemeinderates der Gemeinde Malta vom 29. Dezember 2006, Z 920-10/2006, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, ein. Mit Erkenntnis vom 9. März 2023, V260/2022, hob er die in Prüfung gezogene Bestimmung als gesetzwidrig auf.",
            "annotations": []
        },
        {
            "text": "5. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Kärnten hat eine gesetzwidrige Verordnung angewendet. Es ist nach Lage des Falles offenkundig, dass ihre Anwendung für die Rechtsstellung des Beschwerdeführers nachteilig war.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer wurde also durch das angefochtene Erkenntnis wegen Anwendung einer gesetzwidrigen Verordnung in seinen Rechten verletzt (zB VfSlg 10.303/1984, 10.515/1985).",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "6. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "7. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}