{
    "document_id": "JFT_20230613_23V00002_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit dem vorliegenden, auf Art139 B-VG gestützten Antrag begehrt der Einschreiter, der Verfassungsgerichtshof möge",
            "annotations": []
        },
        {
            "text": "\"das Örtliche Raumordnungskonzept 2000 der Gemeinde Kössen, Planbezeichnung Ö/001/08/99, SITRO Nummer 346, gemäß Gemeinderatsbeschluss des Gemeinderates der Gemeinde Kössen vom 13. September 1999 (von der Tiroler Landesregierung aufsichtsbehördlich genehmigt zu GZ Ve1-546-346/23-10) soweit sich dieses auf die im Eigentum des Antragstellers stehende[.] Liegenschaft GST Nr 1934/1, EZ1089, KG 82109 Kössen, erstreckt und für diese Liegenschaft eine Ausweisung als 'großflächige Baulandreserve (Stempel: Z0, W08, D3) im Wohngebiet nur mit einem Bebauungsplan i.V.m. einer gesamtheitlichen Planung und Erschließung sowie Vertragsraumordnung nach §33 TROG 1997 und erforderlichenfalls Baulandumlegung' vorsieht sowie im Rahmen der Dichtefestlegung D3 eine 'überwiegend hohe Baudichte: überwiegend dichte und mehrgeschoßige Bauweise' verordnet, als verfassungswidrig (gesetzwidrig) aufheben\"",
            "annotations": []
        },
        {
            "text": "und \"die Gemeinde Kössen als Rechtsträger des Antragsgegners\" in den Kostenersatz verfällen.",
            "annotations": []
        },
        {
            "text": "Hinsichtlich der Antragslegitimation bringt der Einschreiter im Wesentlichen vor, dass ein anderer Weg zur Darlegung seiner Bedenken gegen das örtliche Raumordnungskonzept der Gemeinde Kössen nicht zumutbar sei, weil alternativ lediglich die Erwirkung eines vor dem Verfassungsgerichtshof bekämpfbaren Erkenntnisses eines Landesverwaltungsgerichtes im Wege eines kostspieligen Bauansuchens in Frage käme. Der Eingriff in seine Rechtssphäre durch das örtliche Raumordnungskonzept sei unmittelbar, weil die darin für die in seinem Eigentum stehende Liegenschaft getroffenen Festlegungen hinsichtlich der Baumassendichte sowie der zwingend einzuhaltenden Mindestanzahl von Geschoßen die von ihm geplante Bebauung mit Einfamilienhäusern für sich selbst und seine Kinder verunmögliche.",
            "annotations": []
        },
        {
            "text": "2. Der Gemeinderat der Gemeinde Kössen hat die bezughabenden Verordnungsakten vorgelegt und eine Äußerung erstattet, in der beantragt wird, der Verfassungsgerichtshof möge den vorliegenden Antrag als unzulässig zurückweisen. Begründend wird dazu im Wesentlichen ausgeführt, dass das im Aufhebungsbegehren des Antrages bezeichnete örtliche Raumordnungskonzept der Gemeinde Kössen nicht zugeordnet werden könne. So sei im Verordnungsplan zur Ersterlassung des örtlichen Raumordnungskonzeptes der Gemeinde Kössen keine Planbezeichnung angegeben und der Verordnungsplan nicht mit der \"SITRO Nummer 346\", sondern mit der \"SITRO Nummer 412\" versehen. Auch sei der Gemeinderatsbeschluss zur Erlassung des örtlichen Raumordnungskonzeptes der Gemeinde Kössen tatsächlich in der Gemeinratssitzung am 25. April 2000 gefasst worden. Entgegen der Angabe des Antragstellers habe am 13. September 1999 überhaupt keine Sitzung des Gemeinderates der Gemeinde Kössen stattgefunden. Die Geschäftszahl des Bescheides der aufsichtsbehördlichen Genehmigung des örtlichen Raumordnungskonzeptes laute tatsächlich \"GZ Ve1-546-346/23-10\". Die vom Antragsteller angegebene Stempelbezeichnung \"Z0, W08, D3\" könne im Verordnungsplan zum örtlichen Raumordnungskonzept im gesamten Umkreis des Grundstückes des Einschreiters nicht erblickt werden. Die Stempelbezeichnung für sein Grundstück laute hingegen \"z1, W2, D2\". Im Übrigen habe der Gemeinderat der Gemeinde Kössen am 21. Juli 2011 die erste Fortschreibung des örtlichen Raumordnungskonzeptes beschlossen. Die dem Grundstück des Antragstellers zuordenbare Stempelbezeichnung laute auch darin weiterhin \"z1, W2, D2\". Die Marktgemeinde Rum habe der Gemeinde Kössen mitgeteilt, dass sowohl der vom Antragsteller ins Treffen geführte Gemeinderatsbeschluss vom 13. September 1999 als auch die Geschäftszahl der aufsichtsbehördlichen Genehmigung der Marktgemeinde Rum zuordenbar seien.",
            "annotations": []
        },
        {
            "text": "3. Auch die Tiroler Landesregierung hat die bezughabenden Akten vorgelegt und eine Äußerung erstattet, in der ebenfalls die Zurückweisung des vorliegenden Antrages begehrt wird. Begründend führt die Tiroler Landesregierung dazu im Wesentlichen aus, dass eine Antragslegitimation des Einschreiters schon deshalb nicht vorliege, weil das örtliche Raumordnungskonzept der Gemeinde Kössen ihm gegenüber keine Bindungswirkung entfalte, sondern vielmehr nur die Gemeinde bei der Erlassung von Bebauungsplänen binde. Darüber hinaus könne das angefochtene ursprüngliche örtliche Raumordnungskonzept generell keine Rechtswirkungen mehr entfalten, weil es mit Inkrafttreten der Fortschreibung des örtlichen Raumordnungskonzeptes der Gemeinde Kössen am 18. September 2012 außer Kraft getreten sei. Schließlich werde der Antrag auch den strengen Formerfordernissen für Individualanträge nicht gerecht, weil er eine (in den zitierten Formen) nicht existierende Verordnung – im Ergebnis nämlich das örtliche Raumordnungskonzept einer anderen Gemeinde – bezeichne und die angeführten, bekämpften Verordnungsteile im örtlichen Raumordnungskonzept der Gemeinde Kössen überhaupt nicht vorkämen.",
            "annotations": []
        },
        {
            "text": "4. Mit Schriftsatz vom 25. April 2023 teilt der Antragsteller mit, die Aktenzahl des aufsichtsbehördlichen Genehmigungsbescheides der Tiroler Landesregierung unrichtig bezeichnet zu haben, doch handle es sich dabei um ein unschädliches \"auf eine Stelle beschränktes Versehen\". Darüber hinaus gibt der Antragsteller bekannt, dass auch die Planbezeichnung sowie die SITRO Nummer im Individualantrag \"zweimal unrichtig angeführt\" seien. Diese Fehler seien auch darauf zurückzuführen, dass der Antragsteller im Rahmen der Akteneinsicht lediglich den \"Bescheid vom 5. September 2000, Ve-546-412/18-20 erhalten\" habe. Daher würden zum einen der Antrag, \"die unrichtige Bezeichnung GZ Ve1-546-346/23-10 durch die richtige Bezeichnung GZ Ve1-546-413/18-20 zu ersetzen\" sowie zum anderen der Antrag, die Planbezeichnung und die SITRO Nummer zu streichen, gestellt.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "1. Gemäß Art139 Abs1 Z3 B-VG erkennt der Verfassungsgerichtshof über die Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist. Wie der Verfassungsgerichtshof in seiner mit VfSlg 8058/1977 beginnenden ständigen Rechtsprechung ausgeführt hat, ist daher grundlegende Voraussetzung für die Antragslegitimation, dass die Verordnung in die Rechtssphäre der betroffenen Person unmittelbar eingreift und sie – im Fall ihrer Gesetzwidrigkeit – verletzt. Hiebei hat der Verfassungsgerichtshof vom Antragsvorbringen auszugehen und lediglich zu prüfen, ob die vom Antragsteller ins Treffen geführten Wirkungen solche sind, wie sie Art139 Abs1 Z3 B-VG als Voraussetzung für die Antragslegitimation fordert (vgl zB VfSlg 8594/1979, 15.527/1999, 16.425/2002 und 16.426/2002).",
            "annotations": []
        },
        {
            "text": "Voraussetzung der Antragslegitimation gemäß Art139 Abs1 Z3 B-VG ist einerseits, dass der Antragsteller behauptet, unmittelbar durch die angefochtene Verordnung – im Hinblick auf deren Gesetzwidrigkeit – in seinen Rechten verletzt worden zu sein, dann aber auch, dass die Verordnung für den Antragsteller tatsächlich, und zwar ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist. Grundlegende Voraussetzung der Antragslegitimation ist also, dass die Verordnung in die Rechtssphäre des Antragstellers nachteilig eingreift und diese – im Falle ihrer Gesetzwidrigkeit – verletzt.",
            "annotations": []
        },
        {
            "text": "Es ist darüber hinaus erforderlich, dass die Verordnung selbst tatsächlich in die Rechtssphäre des Antragstellers unmittelbar eingreift. Ein derartiger Eingriff ist nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch die Verordnung selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn dem Antragsteller kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 13.944/1994, 15.234/1998, 15.947/2000).",
            "annotations": []
        },
        {
            "text": "Nach §57 Abs1 VfGG muss der Antrag, eine Verordnung als gesetzwidrig aufzuheben, begehren, dass entweder die Verordnung ihrem ganzen Inhalt nach aufgehoben wird oder dass bestimmte Stellen der Verordnung als gesetzwidrig aufgehoben werden. Um das Erfordernis des §57 Abs1 VfGG zu erfüllen, müssen die bekämpften Verordnungen oder Verordnungsstellen genau und eindeutig bezeichnet sein (siehe zB VfSlg 13.230/1992, 13.451/1993, 13.473/1993, 16.710/2002, 17.403/2004, 17.679/2005, 19.027/2010); der Antrag muss die vom Antragsteller bekämpfte Verordnungsstelle mit Sicherheit erkennen lassen (VfSlg 14.675/1996). Der Verfassungsgerichtshof ist nicht befugt, Verordnungsbestimmungen auf Grund bloßer Vermutungen darüber, welche Normen(teile) der Antragsteller ins Auge gefasst haben könnte, in Prüfung zu ziehen (VfSlg 14.587/1996; vgl auch VfSlg 15.492/1999, 16.533/2002, 19.198/2010, 19.231/2010, 19.250/2010; VfGH 10.3.2021, V95-96/2019).",
            "annotations": []
        },
        {
            "text": "Anträge, die dem Erfordernis des §57 Abs1 VfGG nicht entsprechen, sind nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 14.320/1995, 14.526/1996, 15.977/2000, 18.235/2007) nicht im Sinne von §18 VfGG verbesserungsfähig, sondern als unzulässig zurückzuweisen (vgl etwa VfSlg 12.797/1991, 13.717/1994, 17.111/2004, 18.187/2007, 19.505/2011, 19.721/2012).",
            "annotations": []
        },
        {
            "text": "2. Der Antrag wird den dargestellten Anforderungen nicht gerecht.",
            "annotations": []
        },
        {
            "text": "Dem Antragsbegehren ist zu entnehmen, dass der Einschreiter die Aufhebung (von Teilen) eines örtlichen Raumordnungskonzeptes der Gemeinde Kössen zu beantragen beabsichtigt. Mit dem auf Art139 Abs1 B-VG gestützten Antrag begehrt der Einschreiter, \"das Örtliche Raumordnungskonzept 2000 der Gemeinde Kössen, Planbezeichnung Ö/001/08/99, SITRO Nummer 346, gemäß Gemeinderatsbeschluss des Gemeinderates der Gemeinde Kössen vom 13. September 1999 (von der Tiroler Landesregierung aufsichtsbehördlich genehmigt zu GZ Ve1-546-346/23-10) […], als verfassungswidrig (gesetzwidrig)\" aufzuheben. Das vom Antragsteller bezeichnete örtliche Raumordnungskonzept ist der Gemeinde Kössen allerdings nicht zuordenbar. Selbst unter Zugrundelegung der mit Schriftsatz vom 25. April 2023 vorgebrachten abweichenden Bezeichnung des aufsichtsbehördlichen Genehmigungsbescheides der Tiroler Landesregierung sowie der \"Streichung\" der Planbezeichnung und der \"unrichtig\" angeführten SITRO Nummer des dem Verfassungsgerichtshof vorgelegten, dem Verordnungsakt inneliegenden Planes wird der Antrag den dargestellten Anforderungen nicht gerecht. Aus dem auf Art139 Abs1 B-VG gestützten Antrag ergibt sich weder genau noch eindeutig, gegen welche Verordnung der Antragsteller Bedenken hegt.",
            "annotations": []
        },
        {
            "text": "So divergieren zunächst die Angaben zu der vom Einschreiter für gesetzwidrig erachteten Verordnung in seinem Antrag maßgeblich. Auf Seite 13 des Antrages wird etwa vorgebracht, dass er sich auf das \"derzeit gültige Örtliche Raumordnungskonzept 2000, gemäß Gemeinderatsbeschluss des Gemeinderates der Gemeinde Kössen vom 05.03.2000, in Kraft getreten am 18.09.2002 (von der Tiroler Landesregierung aufsichtsbehördlich genehmigt zu 26.08.2002 ZL. Ve1-546-412/122-8 vA)\" bezieht. Indes wird auf den Seiten 31 f. beantragt, das \"Örtliche Raumordnungskonzept 2000 der Gemeinde Kössen, Planbezeichnung Ö/001/08/99, SITRO Nummer 346, gemäß Gemeinderatsbeschluss des Gemeinderates der Gemeinde Kössen vom 13. September 1999 (von der Tiroler Landesregierung aufsichtsbehördlich genehmigt zu GZ Ve1-546-346/23-10)\" als gesetzwidrig aufzuheben. Damit vergleichbare Angaben zum örtlichen Raumordnungskonzept finden sich auch auf den Seiten 17 f., 20 und 24 f. des Antrages. Demgegenüber beziehen sich die Ausführungen auf Seite 12 des Antrages auf das \"Örtliche[.] Raumordnungskonzept 2002\". Die Angaben zum örtlichen Raumordnungskonzept der Gemeinde Kössen in dem auf Art139 Abs1 B-VG gestützten Antrag finden sich zudem auch nicht in den dem Verfassungsgerichtshof zu dieser Verordnung vorgelegten Akten wieder.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus ergibt sich aus dem Antrag auch nicht eindeutig, gegen welche Fassung des örtlichen Raumordnungskonzeptes der Gemeinde Kössen der Antragsteller Bedenken hegt. Den dem Verfassungsgerichtshof vorgelegten Akten ist zu entnehmen, dass mit Beschluss des Gemeinderates der Gemeinde Kössen vom 21. Juli 2011 die erste Fortschreibung des örtlichen Raumordnungskonzeptes der Gemeinde Kössen beschlossen wurde, die mit Bescheid der Tiroler Landesregierung vom 22. August 2012, Z RoBau-2-412/9/20-2012, aufsichtsbehördlich genehmigt und durch Anschlag an der Amtstafel vom 3. September bis 18. September 2012 kundgemacht wurde.",
            "annotations": []
        },
        {
            "text": "Aus den dargestellten Gründen ist dem Antragsteller bei der Bezeichnung der von ihm angefochtenen Verordnung kein bloß als offenkundiger Schreibfehler zu wertender Zitierfehler oder, wie von ihm in seinem Schriftsatz vom 25. April 2023 ausgeführt, \"ein auf eine Stelle beschränktes Versehen\" unterlaufen (vgl VfSlg 18.567/2008).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist daher als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}