{
    "document_id": "JFT_20230629_22E01648_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die beteiligte Partei des vorliegenden Beschwerdeverfahrens stellte am 30. Juni 2021 einen Antrag auf Erteilung einer gewerbebehördlichen Genehmigung zur Ausübung der Gewerbe \"Gastgewerbe in der Betriebsart einer Bar\", \"Diskothek\" und \"Einzelhandel\" für eine näher bezeichnete, in einer mit Generalgenehmigung gemäß §356e Abs1 GewO 1994 bewilligten Gesamtanlage gelegene, Betriebsanlage in 1070 Wien.",
            "annotations": []
        },
        {
            "text": "2. Auf Grund der Bekanntgabe des Projekts durch den Magistrat der Stadt Wien (im Folgenden: belangte Behörde) erhoben die Beschwerdeführer – sie sind Bewohner von Häusern, die sich im räumlichen Nahbereich der Betriebsanlage befinden – Einwendungen sowohl gegen die Wahl des vereinfachten Genehmigungsverfahrens als auch gegen das Projekt wegen der von diesem ausgehenden Lärmemissionen.",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheid vom 27. September 2021 stellte die belangte Behörde fest, dass die Beschaffenheit der Betriebsanlage den Voraussetzungen des §359b Abs1 Z4 iVm §356e Abs1 GewO 1994 zur Ausübung der Gewerbe \"Gastgewerbe in der Betriebsart einer Bar\", \"Diskothek\" und \"Einzelhandel\" entspreche (Spruchpunkt I.). Unter einem wurden die erhobenen Einwendungen (ua) der Beschwerdeführer gegen das Vorliegen der Voraussetzungen zur Durchführung des vereinfachten Verfahrens gemäß §359b Abs1 Z4 GewO 1994 abgewiesen (Spruchpunkt II.) und deren Einwendungen gegen die Betriebsanlage wegen Lärmemissionen als unzulässig zurückgewiesen (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "4. Der gegen diesen Bescheid erhobenen Beschwerde gab das Verwaltungsgericht Wien mit Erkenntnis vom 6. Mai 2022 \"keine Folge\". Begründend stellte das Verwaltungsgericht fest, aus dem Genehmigungsansuchen und dessen Beilagen ergebe sich, dass sich die Betriebsanlage in einer Gesamtanlage befinde, welche nach §356e Abs1 GewO 1994 mit Generalgenehmigung rechtskräftig genehmigt sei.",
            "annotations": []
        },
        {
            "text": "Rechtlich folgerte das Verwaltungsgericht zusammengefasst, die Beschwerdeführer seien an näher bezeichneten Adressen in 1070 Wien wohnhaft. Sie hielten sich daher regelmäßig im räumlichen Nahbereich der Betriebsanlage auf und seien als Nachbarn iSd §75 Abs2 GewO 1994 zu qualifizieren. Im vereinfachten Genehmigungsverfahren gemäß §359b GewO 1994 hätten Nachbarn keine Parteistellung; sie könnten lediglich einwenden, dass die Voraussetzungen für die Durchführung des vereinfachten Verfahrens nicht vorlägen. Die Beschwerdeführer hätten Einwendungen gegen die Wahl des Verfahrens erhoben, zumal auf Grund der nächtlichen Lärmentfaltung sowie der damit verbundenen Verkehrsströme (im Vergleich zur Gesamtanlage) neuere oder größere nachteilige Wirkungen hervorgerufen würden, die eine Parteistellung der Nachbarn begründeten. Diese Einwendungen seien nicht geeignet, die Rechtswidrigkeit der Wahl des vereinfachten Genehmigungsverfahrens zu begründen, seien doch für die Qualifikation eines Genehmigungsansuchens als ein unter das Regime des ordentlichen oder des vereinfachten Verfahrens fallendes Projekt rein faktische Größen, und nicht die Berührung der Schutzinteressen des §74 Abs2 GewO 1994, maßgeblich. Im vorliegenden Fall liege die zu genehmigende Anlage in einer mit rechtskräftig erteilter Generalgenehmigung versehenen Gesamtanlage. Da bereits im ursprünglichen Genehmigungsbescheid vom 9. Juli 2009 ein Branchenmix von Gastronomie- und Handelsbetrieben vorgesehen sei, liege im Hinblick auf die Gesamtanlage auch keine \"erhebliche Änderung\" vor. Die Beschwerdeführer brächten zutreffend vor, dass durch die Betriebsanlage in ihrer neuen Ausgestaltung ihre Schutzinteressen des §74 Abs2 GewO 1994 berührt würden; deshalb bedürfe diese auch einer Spezialgenehmigung.",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten sowie in Rechten wegen Anwendung einer rechtswidrigen generellen Norm behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "6. Die belangte Behörde hat die Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "7. Das Verwaltungsgericht Wien hat die Gerichtsakten vorgelegt und von der Erstattung einer Gegenschrift ebenfalls Abstand genommen.",
            "annotations": []
        },
        {
            "text": "8. Aus Anlass der Beschwerde leitete der Verfassungsgerichtshof gemäß Art140 Abs1 Z1 litb B-VG von Amts wegen ein Verfahren zur Prüfung der Verfassungsmäßigkeit des §359b Abs1 Z4 Gewerbeordnung 1994 – GewO 1994, BGBl 194/1994, idF BGBl I 96/2017 ein. Mit Erkenntnis vom 29. Juni 2023, G166/2023, hob er diese Bestimmung als verfassungswidrig auf.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Der Verfassungsgerichtshof hat mit Erkenntnis vom 29. Juni 2023, G166/2023, §359b Abs1 Z4 GewO 1994 als verfassungswidrig aufgehoben.",
            "annotations": []
        },
        {
            "text": "3. Gemäß Art140 Abs7 B-VG wirkt die Aufhebung eines Gesetzes auf den Anlassfall zurück. Es ist daher hinsichtlich des Anlassfalles so vorzugehen, als ob die als verfassungswidrig erkannte Norm bereits zum Zeitpunkt der Verwirklichung des der angefochtenen Entscheidung des Verwaltungsgerichtes zugrunde gelegten Tatbestandes nicht mehr der Rechtsordnung angehört hätte.",
            "annotations": []
        },
        {
            "text": "4. Das Verwaltungsgericht Wien hat mit §359b Abs1 Z4 GewO 1994 eine verfassungswidrige Gesetzesbestimmung angewendet. Es ist nach Lage des Falles offenkundig, dass ihre Anwendung für die Rechtsstellung der Beschwerdeführer nachteilig war.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch die angefochtene Entscheidung wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in Höhe von € 240,– enthalten. Die als \"Erhöhungsbetrag (ERV)\" geltend gemachten Kosten sind schon deshalb nicht zuzusprechen, da diese bereits mit dem Pauschalsatz abgegolten sind (vgl zB VfSlg 19.912/2014).",
            "annotations": []
        }
    ]
}