{
    "document_id": "JFT_20230613_22G00321_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit des Wortes \"vorübergehenden\" in §24 Abs2 zweiter Satz erster Satzteil KBGG, BGBl I 103/2001, idF BGBl I 53/2016 (in den Eventualanträgen: auch von weiteren Wortfolgen, Ziffern und Absätzen dieser Bestimmung) insbesondere wegen Verstoßes gegen den Gleichheitsgrundsatz.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: Der Verfassungsgerichtshof hat wiederholt darauf hingewiesen, dass dem Gesetzgeber im Beihilfenrecht ein weiter – durch das Sachlichkeitsgebot begrenzter – rechtspolitischer Gestaltungsspielraum zukommt (vgl VfSlg 17.954/2006, 19.411/2011, 20.096/2016; VfGH 27.11.2018, G75/2018 ua sowie 28.9.2022, G181/2022 ua). Dem Gesetzgeber steht es frei, ein Kinderbetreuungsgeld zu gewähren oder nicht (VfSlg 17.954/2006). Es ist ihm gestattet, einfache und leicht handhabbare Regelungen zu treffen und von einer Durchschnittsbetrachtung auszugehen. Nicht jede Unbilligkeit, die eine einheitliche Regelung mit sich bringt, ist dabei bereits als unsachlich zu werten; auch das Entstehen von Härtefällen macht für sich alleine eine Regelung noch nicht unsachlich (VfSlg 14.694/1996, 18.705/2009, 19.411/2011). Insofern ist dem Gesetzgeber nicht entgegenzutreten, wenn er – insbesondere vor dem Hintergrund, Missbrauch hintanzuhalten – als der Ausübung einer sozialversicherungspflichtigen Erwerbstätigkeit gleichgestellt nur Zeiten der vorübergehenden Unterbrechung – zB während eines Beschäftigungsverbotes nach dem MSchG – dieser zuvor mindestens 182 Kalendertage andauernden Erwerbstätigkeit festlegt.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Formerfordernisse und Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}