{
    "document_id": "JFT_20230309_22E02218_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist eine Staatsangehörige Georgiens, die am 11. September 2014 mit ihrem damals minderjährigen Sohn in das Bundesgebiet einreiste und am selben Tag für sich und ihren Sohn Anträge auf internationalen Schutz stellte. Die Beschwerdeführerin brachte zusammengefasst vor, der \"Landeshauptmann\" einer Region in Abchasien (E.K.) sei Taufpate ihres Sohnes. Dieser habe sich gegen den damaligen georgischen Präsidenten gestellt und es sei ein Krieg ausgebrochen. Im Jahr 2006 habe die Beschwerdeführerin Informationen, wonach das georgische Militär Zivilisten in Abchasien bombardiert hätte, an einen Fernsehsender weitergeleitet. Ab diesem Zeitpunkt habe sie Probleme mit dem Finanzamt bekommen; die steuerrechtlichen Gerichtsverfahren seien aber nur der \"Aufhänger\" gewesen; als Journalistin habe sie wegen der Informationsweitergabe nicht belangt werden können. Sie habe drei Wohnungen verkaufen müssen, um die Gerichtsverfahren und Strafen bezahlen zu können. Im Jahr 2014 habe sie erfahren, dass ihre steuerlichen Verfahren bereits 2010 eingestellt worden seien. Fluchtauslösendes Ereignis sei gewesen, dass sie im Juli 2014 von A.M. – dem Mann, der ihr diese steuerrechtlichen Verfahren \"angehängt\" habe und der Regierungsmitglied gewesen sei – vor dem Justizministerium mit einer Pistole bedroht worden sei.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheiden vom 4. Juli 2017 wies das Bundesamt für Fremdenwesen und Asyl (im Folgenden: BFA) die Anträge der Beschwerdeführerin und ihres Sohnes sowohl hinsichtlich der Zuerkennung des Status der Asylberechtigten als auch des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Georgien ab, erteilte ihnen keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ Rückkehrentscheidungen und stellte fest, dass die Abschiebungen nach Georgien zulässig sind. Die Frist für die freiwillige Ausreise wurde jeweils mit 14 Tagen festgelegt. Das Vorbringen der Beschwerdeführerin, wonach diese im Jahr 2006 Informationen über eine Bombardierung an einen Fernsehsender weitergeleitet hätte, sei glaubhaft; nicht aber, dass sie deshalb persönlich verfolgt worden sei. Auch in den steuerrechtlichen Verfahren könne das BFA keine Verfolgung aus politischen Gründen erkennen.",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde der Beschwerdeführerin wies das Bundesverwaltungsgericht – nach Durchführung einer mündlichen Verhandlung – mit Spruchpunkt A) I. des Erkenntnisses vom 21. Juli 2022 ab. Mit Spruchpunkt A) II. a) wies es die Beschwerde des Sohnes, soweit sich diese gegen die Nichtzuerkennung des Status des Asylberechtigten sowie des Status des subsidiär Schutzberechtigten und die Nichterteilung eines Aufenthaltstitels gemäß §57 AsylG 2005 richtete, als unbegründet ab. Im Übrigen gab das Bundesverwaltungsgericht der Beschwerde des Sohnes statt, erklärte die Rückkehrentscheidung für auf Dauer unzulässig und erteilte ihm eine auf 12 Monate befristete \"Aufenthaltsberechtigung plus\".",
            "annotations": []
        },
        {
            "text": "Begründend führte das Bundesverwaltungsgericht (ua) aus, sämtliche Angaben der Beschwerdeführerin zu ihren angeblichen Fluchtgründen seien unglaubwürdig. Hinsichtlich der Verfahren wegen Steuerhinterziehung habe die Beschwerdeführerin angegeben, dass sich diese sechs bis acht Jahre hingezogen hätten. Nachdem aus den von der Beschwerdeführerin vorgelegten Unterlagen vom 29. Mai 2014 und 27. Juni 2014 jedoch hervorgehe, dass dieses Verfahren bereits im Jahr 2010 eingestellt worden sei, somit vier Jahre vor der Ausreise, könne dieses Vorbringen nicht als glaubhaft gewertet werden. Mangels zeitlichen Zusammenhangs könne nicht festgestellt werden, dass die Beschwerdeführerin fliehen habe müssen, weil sie im Jahr 1995 oder 1997 von A.M., dem Leiter der Polizeiabteilung für Abchasien im georgischen Innenministerium, vergewaltigt worden sei. Auch der Behauptung, wonach sie aus Georgien fliehen habe müssen, weil sie 2006 eine Information bezüglich einer Bombardierung an eine Fernsehmitarbeiterin weitergegeben habe, mangle es an einem zeitlichen Zusammenhang. Mangels Plausibilität habe die Beschwerdeführerin ihre Fluchtgründe nicht glaubhaft machen können; sie sei persönlich unglaubwürdig und habe sämtliche Fluchtgründe und Rückkehrbefürchtungen frei erfunden.",
            "annotations": []
        },
        {
            "text": "Zum Privat- und Familienleben sei auszuführen, dass die Beschwerdeführerin und ihr volljähriger Sohn nicht voneinander abhängig seien. Sie lebten derzeit noch im gemeinsamen Haushalt; auf Grund der abgeschlossenen Schul- und Berufsausbildung des Sohnes, der Praktikumsarbeit und der Möglichkeit der Übernahme in ein Arbeitsverhältnis sei \"realistischer Weise\" davon auszugehen, dass sich der Sohn in naher Zukunft eine eigene Unterkunft suchen werde. Im Fall der Rückkehr der Beschwerdeführerin nach Georgien könne kein relevanter Eingriff in ihr Familienleben erkannt werden. Die Beschwerdeführerin spreche nur rudimentär Deutsch, obwohl ihr mehr als 7-jähriger Aufenthalt im Bundesgebiet und die vorgelegten Unterlagen der Universität Klagenfurt anderes erhoffen ließen. Die Inskription in das Bachelorstudium Slawistik Russisch über vier Semester ergebe einen ECTS-Anteil von ca. 21 ECTS pro Semester, was für eine \"hauptberufliche\" Studentin, welche seit ihrer Asylantragstellung keiner Tätigkeit nachgehe und bereits vor der Einreise Russisch und Georgisch gesprochen habe, nicht als abschlussorientiertes Lernen zu werten sei.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten gemäß Art2, 3, 6 und 8 EMRK und auf Gleichbehandlung von Fremden untereinander geltend gemacht und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch Abstand genommen.",
            "annotations": []
        },
        {
            "text": "6. Das BFA hat von der Erstattung einer Gegenschrift ebenso abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg. cit. gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht stützt seine Annahmen über die Unglaubwürdigkeit \"sämtliche[r] Angaben\" zu den Fluchtgründen im Wesentlichen auf einen fehlenden zeitlichen Zusammenhang zwischen den geschilderten einzelnen Ereignissen und der Ausreise der Beschwerdeführerin im Jahr 2014. Dabei unterlässt es das Bundesverwaltungsgericht, das Vorbringen der Beschwerdeführerin in einer Gesamtbetrachtung sowie unter Bezugnahme auf die entsprechenden Länderinformationen zu würdigen und lässt auch vorgelegte Beweismittel außer Betracht. Das Bundesverwaltungsgericht setzt sich dabei weder mit den Ausführungen der Beschwerdeführerin über die politischen Motive der gegen sie geführten finanzstrafrechtlichen Verfahren noch mit den seiner Entscheidung zugrunde gelegten Länderfeststellungen auseinander, denen zu entnehmen ist, dass politisch motivierte Strafverfolgung in Georgien bis zum Jahr 2012 erkennbar gewesen und in der Regel durch fingierte Vorwürfe von Korruption, Amtsmissbrauch oder Steuervergehen erfolgt sei. Es unterlässt des Weiteren die Würdigung der von der Beschwerdeführerin im Verfahren vorgelegten schriftlichen Zeugenaussagen und weiterer Schreiben, darunter etwa das eines ehemaligen Ombudsmannes, die die Beschwerdeführerin auf Grund der Ereignisse in Abchasien im Jahr 2006 und ihrer Nähe zur Familie von E.K. als politisches Opfer bezeichnen.",
            "annotations": []
        },
        {
            "text": "3.2. Sofern das Bundesverwaltungsgericht die von der Beschwerdeführerin vorgebrachte Bedrohung durch A.M. – dem nunmehrigen Leiter der Polizeiabteilung für Abchasien im georgischen Innenministerium – als \"frei erfunden\" erachtet, weil die Beschwerdeführerin einerseits behauptet habe, bereits im Jahr 1995 oder 1997 von diesem vergewaltigt worden zu sein, an anderer Stelle jedoch angegeben habe, ihre Probleme mit A.M. hätten im Jahr 2006 begonnen, erweist sich die Beweiswürdigung auch in diesem Punkt insofern als grob mangelhaft, als das Bundesverwaltungsgericht wiederum die gebotene gesamthafte Betrachtung unterlässt und übersieht, dass die Beschwerdeführerin zwischen dem Vorfall in den 1990er-Jahren und den fluchtauslösenden Ereignissen beginnend ab dem Jahr 2006 unterschieden und darauf hingewiesen hat, dass der Vorfall in den 1990er-Jahren nichts mit ihrer Ausreise zu tun gehabt habe.",
            "annotations": []
        },
        {
            "text": "3.3. Das Bundesverwaltungsgericht hat es somit unterlassen, den entscheidungsmaßgeblichen Sachverhalt zu ermitteln und der Frage, ob der Beschwerdeführerin auf Grund ihrer Beteiligung an der Berichterstattung über einen militärischen Einsatz in Abchasien im Jahr 2006 sowie ihrer Nähe zu E.K., einem hochrangigen Gegner des damaligen Präsidenten, Verfolgung drohe, in der gebotenen Weise nachzugehen. Das Bundesverwaltungsgericht hat zwar eine mündliche Verhandlung durchgeführt, in der es sich einen persönlichen Eindruck von der Beschwerdeführerin verschaffen konnte. Aus der dem Verfassungsgerichtshof vorliegenden Niederschrift über die mündliche Verhandlung vor dem Bundesverwaltungsgericht ergibt sich jedoch nicht, dass sich die erkennende Richterin in ausreichender Weise über die wesentlichen Sachverhaltsfragen Kenntnis verschafft hat.",
            "annotations": []
        },
        {
            "text": "3.4. Indem das Bundesverwaltungsgericht sohin wesentliches Parteivorbringen und vorgelegte Beweismittel außer Acht gelassen sowie die Unglaubwürdigkeit des Vorbringens grob mangelhaft begründet hat, belastet es Spruchpunkt A) I. des angefochtenen Erkenntnisses mit Willkür.",
            "annotations": []
        },
        {
            "text": "4. Ein Eingriff in das durch Art8 EMRK verfassungsgesetzlich garantierte – unter Gesetzesvorbehalt stehende – Recht ist dann verfassungswidrig, wenn die ihn verfügende verwaltungsgerichtliche Entscheidung ohne jede Rechtsgrundlage ergangen ist, auf einer dem Art8 EMRK widersprechenden Rechtsvorschrift beruht oder wenn das Verwaltungsgericht bei Erlassung der Entscheidung eine verfassungsrechtlich unbedenkliche Rechtsgrundlage in denkunmöglicher Weise angewendet hat; ein solcher Fall liegt nur vor, wenn das Verwaltungsgericht einen so schweren Fehler begangen hat, dass dieser mit Gesetzlosigkeit auf eine Stufe zu stellen wäre, oder wenn es der angewendeten Rechtsvorschrift fälschlicherweise einen verfassungswidrigen, insbesondere einen dem Art8 Abs1 EMRK widersprechenden und durch Art8 Abs2 EMRK nicht gedeckten Inhalt unterstellt hat (vgl VfSlg 11.638/1988, 15.051/1997, 15.400/1999, 16.657/2002).",
            "annotations": []
        },
        {
            "text": "5. Ein solcher Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Erlassung einer Rückkehrentscheidung gegen die Beschwerdeführerin unterlaufen:",
            "annotations": []
        },
        {
            "text": "5.1. Nach ständiger Rechtsprechung des EGMR entsteht ein von Art8 Abs1 EMRK geschütztes Familienleben zwischen Eltern und Kind mit dem Zeitpunkt der Geburt (vgl EGMR 21.6.1988, 10.730/84, Berrehab, Z21; 26.5.1994, 16.969/90, Keegan, Z44). Diese besonders geschützte Verbindung kann in der Folge nur unter außergewöhnlichen Umständen als aufgelöst betrachtet werden (EGMR 19.2.1996, 23.218/94, Gül, Z32). Das Auflösen einer Hausgemeinschaft von Eltern und volljährigen Kindern alleine führt jedenfalls nicht zur Beendigung des Familienlebens im Sinne von Art8 Abs1 EMRK, solange nicht jede Bindung gelöst ist (EGMR 24.4.1996, 22.070/93, Boughanemi, Z33, 35).",
            "annotations": []
        },
        {
            "text": "5.2. Das Bundesverwaltungsgericht führt zur Rückkehrentscheidung im Wesentlichen aus, im Fall der Rückkehr der Beschwerdeführerin könne kein relevanter Eingriff in ihr Familienleben erkannt werden. Sie lebe in Österreich mit ihrem volljährigen Sohn – dem das Bundesverwaltungsgericht mit Spruchpunkt A) II. b) des angefochtenen Erkenntnisses einen befristeten Aufenthaltstitel erteilt hat – im gemeinsamen Haushalt. Auf Grund der abgeschlossenen Schul- und Berufsausbildung, der Praktikumsarbeit und der Möglichkeit einer Übernahme des Sohnes in ein Arbeitsverhältnis sei \"realistischer Weise\" davon auszugehen, dass er sich in naher Zukunft eine eigene Unterkunft suchen werde. Es seien keinerlei Abhängigkeiten zwischen der Beschwerdeführerin und ihrem Sohn gegeben.",
            "annotations": []
        },
        {
            "text": "5.3. Damit verkennt das Bundesverwaltungsgericht, dass es für das Bestehen eines Familienlebens zwischen Eltern und Kindern im Sinne der oben dargestellten Rechtsprechung des EGMR nicht darauf ankommt, ob eine (finanzielle) Abhängigkeit besteht, sondern darauf, ob jede Verbindung gelöst wurde (EGMR, Boughanemi, Z35; VfGH 24.11.2014, E1091/2014; 12.3.2014, U1904/2013). Davon konnte aber im Fall der Beschwerdeführerin und ihres Sohnes nach den Ergebnissen des Ermittlungsverfahrens keinesfalls ausgegangen werden. Die Beschwerdeführerin reiste am 11. September 2014 gemeinsam mit ihrem damals 12-jährigen Sohn in das Bundesgebiet ein und lebte mit diesem im Entscheidungszeitpunkt in einem gemeinsamen Haushalt. Es sind keine Anhaltspunkte ersichtlich, dass die Beschwerdeführerin und ihr Sohn jemals getrennt voneinander gelebt hätten. Allein der Umstand, dass der Sohn der Beschwerdeführerin während des – über fünf Jahre dauernden – Beschwerdeverfahrens vor dem Bundesverwaltungsgericht volljährig geworden ist und im Entscheidungszeitpunkt ein bezahltes Praktikum absolvierte, vermag am Fortbestehen eines geschützten Familienlebens iSd Art8 Abs1 EMRK nichts zu ändern.",
            "annotations": []
        },
        {
            "text": "Die Beziehung der Beschwerdeführerin zu ihrem in Österreich im gemeinsamen Haushalt lebenden Sohn ist daher vom Schutzbereich des Rechts auf Achtung des Familienlebens im Sinne von Art8 Abs1 EMRK erfasst. Die gegen die Beschwerdeführerin erlassene Rückkehrentscheidung stellt somit einen Eingriff in dieses Recht dar, der ohne die gemäß Art8 Abs2 EMRK gebotene Interessenabwägung nicht gerechtfertigt werden kann. Da das Bundesverwaltungsgericht eine solche Interessenabwägung nicht vorgenommen hat, wurde die Beschwerdeführerin in ihrem verfassungsgesetzlich gewährleisteten Recht auf Achtung des Familienlebens verletzt.",
            "annotations": []
        },
        {
            "text": "5.4. Darüber hinaus ist dem Bundesverwaltungsgericht auch bei der gemäß Art8 Abs2 EMRK gebotenen Abwägung in Bezug auf das in Österreich bestehende Privatleben der Beschwerdeführerin ein in die Verfassungssphäre reichender Fehler unterlaufen:",
            "annotations": []
        },
        {
            "text": "5.4.1. Das Bundesverwaltungsgericht stellt fest, die Beschwerdeführerin halte sich seit 11. September 2014 durchgehend in Österreich auf. Sie habe ihren mehr als 7-jährigen Aufenthalt im Bundesgebiet lediglich zur Absolvierung eines Deutschzertifikates A1 und einer Deutschprüfung B2 genutzt, habe in der mündlichen Beschwerdeverhandlung aber nur gebrochen Deutsch gesprochen. Die Beschwerdeführerin sei seit 28. August 2018 als (zunächst außerordentliche, nunmehr ordentliche) Studentin an der Universität Klagenfurt inskribiert. Seit dem 6. Februar 2020 sei sie in das Bachelorstudium Slawistik Russisch eingeschrieben, habe aber bis zum 12. Jänner 2022 nur 85 ECTS-Punkte nachweisen können, weshalb von keinem baldigen Abschluss auszugehen sei. Dies ergebe ca.  21 ECTS-Punkte pro Semester, was für eine \"hauptberufliche\" Studentin, welche seit Asylantragstellung keiner Tätigkeit nachgehe und bereits vor der Einreise sowohl Russisch als auch Georgisch gesprochen habe, nicht als abschlussorientiertes Lernen zu werten sein könne.",
            "annotations": []
        },
        {
            "text": "In rechtlicher Hinsicht führt das Bundesverwaltungsgericht zur nach Art8 Abs2 EMRK gebotenen Abwägung aus, die Beschwerdeführerin habe den weit überwiegenden Teil ihres Lebens in Georgien verbracht, dort eine Schul- und Berufsausbildung absolviert und mit der Geburt ihres Sohnes eine Familie gegründet. Im Gegensatz dazu halte sich die Beschwerdeführerin etwas mehr als sieben Jahre in Österreich auf und es sei ihr Verhalten, während des gesamten Asylverfahrens immer wieder bewusst unwahre Angaben zu machen, nicht geeignet, eine solide Basis für ihre Integration in Österreich aufzuzeigen. Die Beschwerdeführerin habe nur gebrochen Deutsch gesprochen und verbringe ihre Tage damit zu studieren, was zwar lobenswert sei, jedoch durch den Umstand, dass der Studienabschluss noch in weiter Ferne liege, stark relativiert werde. Sie sei nicht selbsterhaltungsfähig; eine wirtschaftliche Integration sei nicht ersichtlich und mangels ausreichender Deutschkenntnisse in absehbarer Zeit nicht zu erwarten. Es lägen keine besonderen Abhängigkeitsverhältnisse zu Personen in Österreich vor und allfällige freundschaftliche Beziehungen seien zu einem Zeitpunkt entstanden, in dem sie sich ihrer unsicheren aufenthaltsrechtlichen Stellung bewusst sein habe müssen. Insgesamt könne keine Integrationsverfestigung in Österreich glaubhaft gemacht werden.",
            "annotations": []
        },
        {
            "text": "5.4.2. Damit erweist sich die Interessenabwägung iSd Art8 Abs2 EMRK als fehlerhaft:",
            "annotations": []
        },
        {
            "text": "5.4.2.1. Zunächst lässt das Bundesverwaltungsgericht auch bei der Beurteilung des nach Art8 Abs1 EMRK schützenswerten Privatlebens der Beschwerdeführerin in Österreich ihre Beziehung zu ihrem im gemeinsamen Haushalt lebenden Sohn völlig außer Acht und verweist lediglich – ohne nähere Feststellungen dazu zu treffen – auf \"allfällige freundschaftliche Beziehungen\". Sofern es diesen \"allfälligen\" Beziehungen zudem allein deshalb kein Gewicht beimisst, weil diese zu einem Zeitpunkt entstanden seien, in dem sich die Beschwerdeführerin ihres unsicheren Aufenthaltsstatus bewusst sein hätte müssen, lässt das Bundesverwaltungsgericht unberücksichtigt, dass die Beschwerdeführerin an der langen Verfahrensdauer kein Verschulden trifft. Weder aus dem angefochtenen Erkenntnis noch aus den dem Verfassungsgerichtshof vorliegenden Akten ist ersichtlich, dass diese auf eine schuldhafte Verzögerung durch die Beschwerdeführerin zurückzuführen wäre. Vielmehr geht daraus hervor, dass die Beschwerdeführerin durch Vorlage von Beweismitteln und Unterlagen sowie – nach entsprechender Aufforderung – fristgerecht eingebrachte schriftliche Stellungnahmen zu ihren Fluchtgründen und ihren Integrationsleistungen aktiv am Verfahren mitgewirkt hat. Demgegenüber wurden in den ersten drei Jahren nach Beschwerdevorlage an das Bundesverwaltungsgericht von diesem, soweit aus den vorgelegten Akten ersichtlich, keine wesentlichen Verfahrensschritte gesetzt.",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Verfassungsgerichtshofes liegt es in der Verantwortung des Staates, die Voraussetzungen zu schaffen, um Verfahren so effizient führen zu können, dass nicht bis zur rechtskräftigen Entscheidung – ohne Vorliegen außergewöhnlich komplexer Rechtsfragen und ohne, dass der Beschwerdeführerin die lange Dauer des Asylverfahrens anzulasten wäre – wie hier knapp acht Jahre vergehen (vgl VfGH 8.6.2021, E226/2021; 21.9.2020, E4656/2019; 25.2.2020, E4087/2019; 19.9.2014, U2377/2012; VfSlg 19.203/2010). Es musste daher der Umstand, dass nach der – fast drei Jahre nach Stellung des Antrages auf internationalen Schutz ergangenen – behördlichen Entscheidung am 4. Juli 2017 bis zur Erlassung der angefochtenen Entscheidung am 21. Juli 2022 weitere fünf Jahre vergangen sind, die Beschwerdeführerin nicht dazu veranlassen, von einem unsicheren Aufenthaltsstatus auszugehen; vielmehr durfte die lange Verfahrensdauer die Erwartung wecken, dass nicht zwangsläufig mit einer abweisenden Entscheidung zu rechnen sei (vgl VfGH 8.6.2021, E226/2021; 25.2.2020, E4087/2019; 19.9.2014, U2377/2012; VfSlg 19.203/2010).",
            "annotations": []
        },
        {
            "text": "5.4.2.2. Das Bundesverwaltungsgericht hat dem Studienerfolg der Beschwerdeführerin nur geringes Gewicht beigemessen und diesen als \"stark relativiert\" erachtet, weil der Studienabschluss in Slawistik Russisch in weiter Ferne liege. Dabei ließ es die von der Beschwerdeführerin im Rahmen des Universitätslehrganges Deutsch als Fremd- und Zweitsprache und des MORE-Projekts (das Asylwerbenden und -berechtigten den Besuch von Lehrveranstaltungen als außerordentliche Studierende ermöglicht) absolvierten Lehrveranstaltungen im Ausmaß von insgesamt 83 ECTS-Anrechnungspunkten völlig außer Betracht. Weiters ist nicht nachvollziehbar, weshalb das Bundesverwaltungsgericht der Absolvierung von Lehrveranstaltungen im Ausmaß von ca. 21 ECTS-Anrechnungspunkten pro Semester deshalb nur geringes Gewicht beimisst, weil dies nicht als \"abschlussorientiertes Lernen\" zu werten sei und die Beschwerdeführerin bereits Russisch gesprochen habe; dies zumal die Beschwerdeführerin ihres vorgelegten Studienerfolgsnachweises zufolge im Bachelorstudium nicht nur Spracherwerbskurse besucht, sondern unter anderem auch – auf Deutsch unterrichtete – literatur- und kulturwissenschaftliche Lehrveranstaltungen positiv absolviert hat (vgl zur Bedeutung [hoch-]schulischer Leistungen als Integrationsleistung zB VfGH 7.10.2014, U2459/2012 ua; 22.9.2017, E2670/2017).",
            "annotations": []
        },
        {
            "text": "5.5. Das Bundesverwaltungsgericht hat daher die Interessen der Beschwerdeführerin am Verbleib im Bundesgebiet nicht bzw nicht hinreichend berücksichtigt, wodurch diese in ihrem verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK verletzt wurde.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch Spruchpunkt A) I. des angefochtenen Erkenntnisses im verfassungsgesetzlich gewährleisteten Recht auf Gleichheit von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) und, soweit damit ihre Beschwerde gegen die erlassene Rückkehrentscheidung, den Ausspruch, dass die Abschiebung nach Georgien zulässig sei, und die Setzung einer 14-tägigen Frist zur freiwilligen Ausreise abgewiesen wurde, im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens (Art8 EMRK) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}