{
    "document_id": "JFT_20230629_23G00166_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Anlassverfahren, Prüfungsbeschluss und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Beim Verfassungsgerichtshof ist zur Zahl E1648/2022 eine auf Art144 B-VG gestützte Beschwerde anhängig, der folgender Sachverhalt zugrunde liegt:",
            "annotations": []
        },
        {
            "text": "1.1. Die beteiligte Partei des Beschwerdeverfahrens stellte am 30. Juni 2021 einen Antrag auf Erteilung einer gewerbebehördlichen Genehmigung zur Ausübung der Gewerbe \"Gastgewerbe in der Betriebsart einer Bar\", \"Diskothek\" und \"Einzelhandel\" für eine näher bezeichnete, in einer mit Generalgenehmigung gemäß §356e Abs1 GewO 1994 bewilligten Gesamtanlage gelegene, Betriebsanlage in *** Wien.",
            "annotations": []
        },
        {
            "text": "1.2. Auf Grund der Bekanntgabe des Projekts durch den Magistrat der Stadt Wien erhoben die Beschwerdeführer – sie sind Bewohner von Häusern, die sich im räumlichen Nahbereich der Betriebsanlage befinden – Einwendungen sowohl gegen die Wahl des vereinfachten Genehmigungsverfahrens als auch gegen das Projekt wegen der von diesem ausgehenden Lärmemissionen.",
            "annotations": []
        },
        {
            "text": "1.3. Mit Bescheid vom 27. September 2021 stellte der Magistrat der Stadt Wien fest, dass die Beschaffenheit der Betriebsanlage den Voraussetzungen des §359b Abs1 Z4 iVm §356e Abs1 GewO 1994 zur Ausübung der Gewerbe \"Gastgewerbe in der Betriebsart einer Bar\", \"Diskothek\" und \"Einzelhandel\" entspreche. Unter einem wurden die erhobenen Einwendungen (ua) der Beschwerdeführer gegen das Vorliegen der Voraussetzungen zur Durchführung des vereinfachten Verfahrens gemäß §359b Abs1 Z4 GewO 1994 abgewiesen und deren Einwendungen gegen die Betriebsanlage wegen Lärmemissionen als unzulässig zurückgewiesen.",
            "annotations": []
        },
        {
            "text": "1.4. Der gegen diesen Bescheid erhobenen Beschwerde gab das Verwaltungsgericht Wien mit Erkenntnis vom 6. Mai 2022 \"keine Folge\". Begründend führte das Verwaltungsgericht aus, aus dem Genehmigungsansuchen und dessen Beilagen ergebe sich, dass sich die Betriebsanlage in einer Gesamtanlage befinde, welche nach §356e Abs1 GewO 1994 mit Generalgenehmigung rechtskräftig genehmigt sei. Die Anlage eines Gewerbetriebes in einer Gesamtanlage bedürfe, sofern sie geeignet sei, die Schutzinteressen des §74 Abs2 GewO 1994 zu berühren, einer gesonderten, den Bestand der Generalgenehmigung voraussetzenden Genehmigung (Spezialgenehmigung). Gemäß §359b Abs1 Z4 GewO 1994 sei ein vereinfachtes Genehmigungsverfahren durchzuführen, wenn das Verfahren eine Spezialgenehmigung betreffe. Die Beschwerdeführer seien als Nachbarn iSd §75 Abs2 GewO 1994 zu qualifizieren. Im vereinfachten Genehmigungsverfahren hätten Nachbarn keine Parteistellung; sie könnten lediglich einwenden, dass die Voraussetzungen für die Durchführung des vereinfachten Verfahrens nicht vorlägen. Die Beschwerdeführer hätten Einwendungen gegen die Wahl des Verfahrens erhoben, zumal auf Grund der nächtlichen Lärmentfaltung sowie der damit verbundenen Verkehrsströme (im Vergleich zur Gesamtanlage) neuere oder größere nachteilige Wirkungen hervorgerufen würden. Diese Einwendungen seien nicht geeignet, die Rechtswidrigkeit der Wahl des vereinfachten Genehmigungsverfahrens zu begründen, seien doch für die anzuwendende Verfahrensart rein faktische Größen, und nicht die Berührung der Schutzinteressen des §74 Abs2 GewO 1994, maßgeblich.",
            "annotations": []
        },
        {
            "text": "2. Bei der Behandlung der gegen diese Entscheidung erhobenen Beschwerde gemäß Art144 B-VG sind im Verfassungsgerichtshof Bedenken ob der Verfassungsmäßigkeit des §359b Abs1 Z4 GewO 1994, BGBl 194/1994, idF BGBl I 96/2017 entstanden. Der Verfassungsgerichtshof hat daher am 14. März 2023 beschlossen, diese Gesetzesbestimmung von Amts wegen auf ihre Verfassungsmäßigkeit zu prüfen.",
            "annotations": []
        },
        {
            "text": "3. Der Verfassungsgerichtshof legte seine Bedenken, die ihn zur Einleitung des Gesetzesprüfungsverfahrens bestimmt haben, in seinem Prüfungsbeschluss wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"3.2. Der Verfassungsgerichtshof hegt das Bedenken, dass die in Prüfung gezogene Bestimmung des §359b Abs1 Z4 GewO 1994 dem Gleichheitsgrundsatz widersprechen dürfte:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "3.2.2. Der vorliegend in Prüfung gezogene §359b Abs1 Z4 GewO 1994 idF BGBl I 96/2017 sieht vor, dass ein vereinfachtes Genehmigungsverfahren durchzuführen ist, wenn 'das Verfahren eine Spezialgenehmigung (§356e) betrifft'. Damit dürfte der Anwendungsbereich des vereinfachten Betriebsanlagengenehmigungsverfahrens, in dem Nachbarn keine (volle) Parteistellung haben, von dem des ordentlichen Verfahrens nach vorläufiger Ansicht des Verfassungsgerichtshofes in unsachlicher Weise abgegrenzt werden:",
            "annotations": []
        },
        {
            "text": "§356e GewO 1994 kommt bei Betriebsanlagen zur Anwendung, die dem ordentlichen Genehmigungsverfahren unterliegen und die verschiedenen Gewerbebetrieben zu dienen bestimmt sind, wie dies v.a. bei Einkaufszentren, aber auch bei Gewerbe- oder Industrieparks (vgl Müller, Gewerberechtsnovelle 1997, wbl 1998, 329 [336 f.]), vorkommen dürfte (sog Gesamtanlagen). Hinsichtlich solcher Gesamtanlagen hat der Genehmigungswerber die Möglichkeit, für die gemeinsam genutzten Anlagenteile (wie zB Rolltreppen, Aufzüge oder Lüftungseinrichtungen) eine Generalgenehmigung zu beantragen, über die im ordentlichen Verfahren nach §356 Abs1 GewO 1994 – dh unter Beteiligung der Nachbarn als Verfahrensparteien – zu entscheiden ist. Darüber hinaus bedarf die Anlage eines Gewerbebetriebes in der Gesamtanlage einer gesonderten Genehmigung (Spezialgenehmigung) 'sofern sie geeignet ist, die Schutzinteressen des §74 Abs2 zu berühren'.",
            "annotations": []
        },
        {
            "text": "Da §359b Abs1 Z4 GewO 1994 Betriebsanlagen, die einer Spezialgenehmigung bedürfen, pauschal dem vereinfachten Genehmigungsverfahren unterwirft, dürfte der Ausschluss der Parteistellung der Nachbarn damit ausschließlich davon abhängen, ob sich eine Betriebsanlage in einer – mit Generalgenehmigung bewilligten – Gesamtanlage befindet oder nicht. Dieses Kriterium dürfte aber nichts darüber aussagen, ob die zu genehmigende Betriebsanlage als eine jener Anlagen anzusehen ist, bei der die Genehmigungsfähigkeit wegen der von ihnen zu erwartenden geringfügigen Emissionen die Regel bildet, also die Betriebsanlage wegen der zu erwartenden Emissionen als typischerweise genehmigungsfähig anzusehen ist. Die Einholung einer Spezialgenehmigung gemäß §356e Abs1 GewO 1994 dürfte zum einen gerade voraussetzen, dass die in einer Gesamtanlage gelegene Betriebsanlage wegen der von ihr ausgehenden zusätzlichen Emissionen für sich betrachtet geeignet ist, die Schutzinteressen des gewerblichen Betriebsanlagenrechts auf eine von der Generalgenehmigung noch nicht gedeckte Art und Weise zu berühren (vgl Erlacher, §356e, in: Ennöckl/Raschauer/Wessely [Hrsg.], GewO1, Band II, 2015, Rz 7; Bergthaler, Industrie- und Gewerbeparks: Rechtsprobleme des Anlagenregimes und des Nachbarschutzes [Teil 1], RdU 2010, 40 [46]). Für die Annahme, dass es sich bei den von der 'Spezialanlage' iSd §356e Abs1 GewO 1994 zu erwartenden zusätzlichen Auswirkungen nur um solche handeln darf, die qualitativ und quantitativ mit jenen vergleichbar sind, die durch die von der Generalgenehmigung erfassten Anlagenteile verursacht werden, vermag der Verfassungsgerichtshof vorläufig keine Anhaltspunkte zu erkennen.",
            "annotations": []
        },
        {
            "text": "Zum anderen dürften die auf Grund ihrer geringfügigen Emissionen als typischerweise genehmigungsfähig qualifizierten Anlagen ('Bagatellanlagen') bereits nach einem der übrigen Tatbestände des §359b Abs1 GewO 1994 dem vereinfachten Genehmigungsverfahren unterliegen, sodass §359b Abs1 Z4 GewO 1994 vor allem bei jenen Anlagen zum Tragen kommen dürfte, die gerade keine 'Bagatellanlagen' darstellen (vgl VfSlg 16.103/2001; vgl auch Thienel, Verfassungsrechtliche Grenzen für das vereinfachte Genehmigungsverfahren nach §359b GewO, ZfV 2001, 718 [727]). Schließlich dürfte auch die in §359b Abs6 GewO 1994 vorgesehene Ermächtigung an den Verordnungsgeber, durch Verordnung jene Arten von Betriebsanlagen zu bezeichnen, die aus Gründen des Umweltschutzes jedenfalls nicht dem vereinfachten Genehmigungsverfahren zu unterziehen sind, nach vorläufiger Ansicht nicht geeignet sein, die dargelegten Bedenken des Verfassungsgerichtshofes zu entkräften, da der nach dieser Bestimmung maßgebende Gesichtspunkt des vorsorgenden Umweltschutzes eine andere Zielrichtung haben dürfte als den Schutz der Nachbarinteressen (vgl VfSlg 16.103/2001). Im Übrigen steht derzeit keine – auf die Fälle des §359b Abs1 Z4 GewO 1994 anwendbare – Verordnung gemäß §359b Abs6 leg. cit. in Geltung.",
            "annotations": []
        },
        {
            "text": "3.2.3. Für den Verfassungsgerichtshof scheint es daher vorläufig nicht einsichtig, warum allein der Umstand, dass sich eine wegen ihrer potenziellen Auswirkungen auf die Schutzinteressen des §74 Abs2 GewO 1994 genehmigungspflichtige Betriebsanlage in einer mit Generalgenehmigung bewilligten Gesamtanlage befindet, es rechtfertigen kann, den Nachbarn die Parteistellung zu versagen, die eingeräumt ist, wenn die Anlage ihren Standort nicht in einer derart genehmigten Gesamtanlage hat.",
            "annotations": []
        },
        {
            "text": "3.2.4. Diese vorläufig angenommene Unsachlichkeit der in §359b Abs1 Z4 GewO 1994 normierten Voraussetzung für die Anwendung des vereinfachten Genehmigungsverfahrens dürfte nach vorläufiger Ansicht des Verfassungsgerichtshofes auch nicht durch die von der Behörde im vereinfachten Genehmigungsverfahren bei Beurteilung der Genehmigungsfähigkeit vorzunehmende Einzelfallprüfung (§359b Abs3 GewO 1994) beseitigt werden können. Zwar dürfte durch diese der Behörde aufgetragene Einzelfallprüfung sichergestellt sein, dass eine Betriebsanlage auch im vereinfachten Genehmigungsverfahren letztlich nur dann genehmigt werden darf, wenn nach den Umständen des Einzelfalles zu erwarten ist, dass (ggf. bei Einhaltung der erforderlichenfalls vorzuschreibenden Auflagen) die voraussehbaren Gefährdungen der Gesundheit der Nachbarn im Sinne des §74 Abs2 Z1 vermieden und Belästigungen, Beeinträchtigungen oder nachteilige Einwirkungen im Sinne des §74 Abs2 Z2 bis 5 leg. cit. auf ein zumutbares Maß beschränkt werden (zur früheren Rechtslage, die gleichsam eine Errichtungs- und Betriebsgarantie enthielt, vgl VfSlg 17.165/2004). Diese von der Behörde zu prüfenden Genehmigungsvoraussetzungen dürften aber nichts daran ändern, dass allein der Umstand, dass eine Betriebsanlage einer Spezialgenehmigung nach §359b Abs1 Z4 GewO 1994 bedarf, die Anwendbarkeit des vereinfachten Genehmigungsverfahrens begründen und damit den Nachbarn in unsachlicher Weise die Möglichkeit nehmen dürfte, ihre Schutzinteressen als Parteien des Verfahrens selbst zu artikulieren und wahrzunehmen.\"",
            "annotations": []
        },
        {
            "text": "4. Die Bundesregierung hat eine Äußerung erstattet, in der den im Prüfungsbeschluss dargelegten Bedenken wie folgt entgegengetreten wird:",
            "annotations": []
        },
        {
            "text": "4.1. Eine gewerbliche Betriebsanlage sei grundsätzlich nach ihrer Ausgestaltung zu betrachten. §74 Abs2 GewO 1994 messe die Genehmigungspflicht einer Betriebsanlage an den Auswirkungen wegen der Verwendung von Maschinen und Geräten, wegen ihrer Betriebsweise, wegen ihrer Ausstattung oder sonstigen Eignung. Für die Genehmigungspflicht (und auch die gegebenenfalls anzuwendende Verfahrensart) spiele es hingegen keine Rolle, welche Gewerbeberechtigung/en der Betriebsanlageninhaber innehabe oder welcher Branche er sich zuordne. Dieser Grundsatz gelte auch für Gesamtanlagen gemäß §356e GewO 1994. Wenn daher ein Verfahren eine Betriebsanlage betreffe, die örtlich innerhalb eines mit Generalgenehmigung bewilligten Komplexes liege, dann sei von der Behörde jedenfalls zu prüfen, ob durch die – als Spezialgenehmigung anhängig gemachte – Einrichtung der Betriebsanlage nicht auch der bestehende Konsens für die Gesamtanlage geändert oder sogar verlassen werde. Bei dieser Beurteilung sei irrelevant, welcher \"Branchenmix\" vom Inhaber der Gesamtanlage angestrebt werde oder vorher dort vorhanden gewesen sei. Es sei auch nicht von Belang, über welche berufsrechtlichen Befugnisse der Genehmigungswerber verfüge und ob diese jenen ähneln, die der vormalige Inhaber der Betriebsanlage innegehabt habe. Es komme allein auf die Maschinen und Geräte, die Betriebsweise, die Ausstattung oder die sonstige Eignung der Betriebsanlage an, sowohl jene der Gesamtanlage als auch jene der Anlage, die als \"Spezialanlage\" verfahrensanhängig gemacht worden sei. Auch der Umstand allein, dass sich eine Betriebsanlage innerhalb der genehmigten Plangrenzen einer Gesamtanlage befinde, gebe noch keinen Aufschluss darüber, ob ein Vorhaben nach seiner Verwirklichung nicht tatsächlich eine völlig eigenständige genehmigungspflichtige Betriebsanlage oder zumindest eine genehmigungspflichtige Änderung der Generalgenehmigung sei. Werde durch eine Betriebsanlage der Genehmigungsbestand der Gesamtanlage berührt bzw in einer Weise verändert, der genehmigungspflichtig sei, so handle es sich bei dem Vorhaben um einen Eingriff mit Auswirkungen auf die Generalgenehmigung, welcher nicht von §359b Abs1 Z4 GewO 1994 erfasst sei. Umso mehr gelte dies, wenn ein Zustand erreicht werde, bei dem der Konsens der Gesamtanlage völlig verlassen werde, was insbesondere dann der Fall sein werde, wenn die Einrichtungen im Ergebnis getrennt voneinander ausgestattet und betrieben würden. ",
            "annotations": []
        },
        {
            "text": "4.2. Bei einer Betriebsanlage, die sich tatsächlich in einer Gesamtanlage befinde (womit nicht nur der bloße örtliche Umstand und in keiner Weise der Bestand der Gewerbeberechtigungen gemeint sei, sondern das tatsächliche örtliche und ausstattungs-/verhaltensbezogene Verhältnis, in dem die Maschinen, Geräte, Ausstattungen, Betriebsweisen und Eignungen der einzelnen Anlage und der Gesamtanlage zueinander stünden), sei jedenfalls davon auszugehen, dass es sich um eine Bagatellanlage handle. ",
            "annotations": []
        },
        {
            "text": "4.3. Im Anlassverfahren habe eine Erwägung des Verhältnisses, in dem Maschinen, Geräte, Ausstattung, Betriebsweisen und Eignungen der einzelnen Anlage und der Gesamtanlage stünden, nach den Schlüssen, die aus dem Prüfungsbeschluss des Verfassungsgerichtshofes gezogen werden könnten, offensichtlich nicht stattgefunden. Dieser Schritt wäre aber aus Sicht der Bundesregierung unabdingbar gewesen, um zu einer sachlich zutreffenden Beurteilung der Frage zu kommen, ob es sich tatsächlich bloß um eine Spezialgenehmigung oder aber um eine Änderung mit Auswirkung auf die Gesamtanlage oder gar um das Entstehen einer völlig eigenständigen neuen Betriebsanlage (im Sinne eines \"aliud\") gehandelt habe. Ein solches Defizit hafte jedoch nicht dem in Prüfung gezogenen Gesetz, sondern der Vollziehung an. ",
            "annotations": []
        },
        {
            "text": "4.4. Hilfsweise sei auch auf die Möglichkeit einer verfassungskonformen (reduzierenden) Auslegung des §356e GewO 1994 und sohin auch des §359b Abs1 Z4 GewO 1994 hinzuweisen: Der Bedeutungsgehalt des §356e GewO 1994 könne auf in aller Regel nicht übermäßig emittierende Anlagenkomplexe wie Einkaufszentren reduziert werden. In solche Gesamtanlagen eingebettete Handelsbetriebe seien bei einer Durchschnittsbetrachtung in aller Regel nicht geeignet, übermäßig in nachbarrechtliche Sphären einzugreifen, und sohin für das vereinfachte Verfahren geradezu idealtypisch. Dieser Bedeutungsgehalt könne systematisch erschlossen werden: Der zeitgleich in die GewO 1994 eingeführte §77 Abs5 leg cit habe von einer \"Gesamtanlage im Sinne des §356e Abs1 (Einkaufszentrum)\" gesprochen. Die Einbeziehung von Industrieanlagen sei hingegen nicht intendiert gewesen (in diesem Sinne auch Schmelz/Schwartz, Betriebsanlagengenehmigung für Einkaufszentren, ecolex 1998, 958). Einen Anhaltspunkt für diese reduzierende Auslegung biete der Wortlaut des §356e GewO 1994 selbst, der als allgemeine Anlagenteile insbesondere Rolltreppen und Aufzüge nenne, mithin Beförderungsmittel, wie sie in aller Regel in Einkaufszentren vorzufinden seien. §356e und daran anknüpfend §359b Abs1 Z4 GewO 1994 seien sohin einer verfassungskonformen Interpretation in dem Sinne zugänglich, dass nur Vorhaben mittels Spezialgenehmigung zu bewilligen seien, die erfahrungsgemäß nicht stark emittierend seien (Müller, Der Nachbar im Betriebsanlagenrecht,1998, 271 f.). ",
            "annotations": []
        },
        {
            "text": "4.5. Mit Blick auf die rechtliche Möglichkeit der Nachbarn im Sinne des §75 Abs2 GewO 1994, ihre Schutzinteressen (§74 Abs2 GewO 1994) selbst zu artikulieren, sei Folgendes ins Treffen zu führen: Auch in Verfahren gemäß §359b Abs1 Z4 GewO 1994 hätten Nachbarn eine eingeschränkte Parteistellung hinsichtlich der Frage des Vorliegens der Voraussetzungen für die Durchführung des vereinfachten Genehmigungsverfahrens, wodurch den in VfSlg 16.103/2001 und 16.259/2001 skizzierten verfassungsrechtlichen (gleichheitsrechtlichen) Anforderungen Rechnung getragen werde. Darüber hinaus sei die Stellung der Nachbarn im genannten Verfahren auf ein Anhörungsrecht und sohin auf eine bloße Beteiligtenstellung beschränkt (§8 AVG). Jedoch sei die Behörde seit der Gewerberechtsnovelle 1997 dazu verpflichtet, ihre Entscheidung \"unter Bedachtnahme\" auf die nachbarlichen Äußerungen zu treffen. Damit sei zwar kein subjektives Recht und damit keine Parteistellung im Sinne des §8 zweiter Fall AVG verbunden, nichtsdestotrotz biete das objektive Recht neben der von Amts wegen vorzunehmenden Wahrung der nachbarlichen Schutzinteressen (§359b Abs3 GewO 1994) eine weitere Gewähr zur Verteidigung dieser Schutzgüter. ",
            "annotations": []
        },
        {
            "text": "4.6. Nicht außer Acht zu lassen sei auch der zivilrechtliche Nachbarschutz. Da im vereinfachten Verfahren genehmigte Anlagen nicht als \"behördlich genehmigte Anlage\" im Sinne des §364a ABGB zu qualifizieren seien, stünden Nachbarn gemäß §364 Abs2 ABGB Unterlassungsansprüche offen. Mit dieser Anspruchsgrundlage könne der Eigentümer eines Grundstückes dem Nachbarn die von dessen Grund ausgehenden Einwirkungen insoweit untersagen, als sie das nach den örtlichen Verhältnissen gewöhnliche Maß überschreiten und die ortsübliche Benutzung des Grundstückes wesentlich beeinträchtigten. Die Grundstücke dieser Nachbarn müssten – vergleichbar dem Nachbarbegriff des §75 Abs2 GewO 1994 – nicht unmittelbar an die Betriebsanlage angrenzen, vielmehr sei jenes räumliche Umfeld maßgebend, in welchem sich die Einwirkungen äußerten. Auch obligatorisch Berechtigte, insbesondere Mieter, könnten einen entsprechenden Anspruch in Verbindung mit §372 ABGB erheben. Nach Auffassung der Bundesregierung biete der durch §364 Abs2 ABGB gewährte Anspruch sohin einen angemessenen Schutzstandard und fungiere das Zivilrecht als \"Rückfallebene\", wenn im vereinfachten Betriebsanlagengenehmigungsverfahren nicht bereits verwaltungsrechtlich eine Abwehrmöglichkeit der Nachbarn gegen Immissionen in Gestalt der Parteistellung und Beschwerdemöglichkeit bestehe. ",
            "annotations": []
        },
        {
            "text": "4.7. Der Gesetzgeber habe nach alledem seinen rechtspolitischen Gestaltungsspielraum nicht übertreten.",
            "annotations": []
        },
        {
            "text": "5. Der Magistrat der Stadt Wien hat eine Äußerung erstattet, in der zu den im Prüfungsbeschluss dargelegten Bedenken Folgendes vorgebracht wird:",
            "annotations": []
        },
        {
            "text": "5.1. Sowohl im ordentlichen als auch im vereinfachten Genehmigungsverfahren sei die Berührung der Schutzinteressen des §74 Abs2 GewO 1994 von Amts wegen zu prüfen. Dies bedeute in der Praxis, dass unabhängig davon, ob Nachbarn Einwendungen oder Bedenken erheben würden, eine Einzelfallprüfung jedes Projektes durch die Behörde erfolge. Es bestehe somit unabhängig von der Verfahrensart kein Unterschied im Schutzniveau der Interessen der Nachbarn und es bestünden gleich hohe Anforderungen an die Genehmigungsfähigkeit. Im vereinfachten Verfahren könnten die Nachbarn somit zwar ihre materiellrechtlichen Interessen nicht als subjektiv-öffentliche Rechte selbst gerichtlich durchsetzen, im Ergebnis komme es jedoch zu keiner Schlechterstellung.",
            "annotations": []
        },
        {
            "text": "5.2. Die für das vereinfachte Genehmigungsverfahren vorgesehenen Anlagentypen befänden sich sachlich typischerweise vom Standpunkt der Auswirkungen betrachtet über den genehmigungsfreigestellten Kleinst- und Bagatellanlagen und unterhalb der großen und emissionsträchtigen Betriebsanlagen oberhalb der Grenzen des §359b Abs1 GewO 1994. Eine weitere sachliche Beschränkung ergebe sich aus der Verordnung BGBl II 265/1998, die auf Grundlage der Übergangsbestimmungen (§376 Z61 GewO 1994) als Verordnung gemäß §359b Abs6 GewO 1994 idF BGBl I 96/2017 gelte. Darin würden zahlreiche Anlagentypen vom vereinfachten Genehmigungsverfahren ausgenommen. Ebenso ordne der Gesetzgeber an, dass Anlagen im Sinne der Anlage 3 (IPPC-Anlagen) und Anlage 5 (Seveso-Betriebe) zur GewO 1994 jedenfalls nicht im vereinfachten Verfahren zu behandeln seien. Im Ergebnis seien damit sachlich begründet unterschiedliche Schwellen eingeführt worden, in welcher Verfahrensart eine Betriebsanlage zu genehmigen sei. ",
            "annotations": []
        },
        {
            "text": "5.3. Einzelne Verfahrenstypen im Anwendungsbereich des vereinfachten Verfahrens seien auf Grund der Größe und elektrischen Anschlussleistung definiert, andere nach den zum Einsatz gelangenden Maschinen oder nach der geplanten Tätigkeit und nach verschiedenen anderen Kenngrößen. In §359b Abs1 Z4 GewO 1994 sei eine zahlenmäßige Kenngröße oder sonstige sachliche Emissionsbeschränkung nicht zu finden. Eine solche sei aber auch nicht erforderlich: Spezialgenehmigungen würden die Erteilung einer Generalgenehmigung für die Gesamtanlage voraussetzen. Damit habe die Genehmigung der allgemeinen Teile einer Gesamtanlage unter unbeschränkter Mitwirkung sämtlicher Nachbarn im ordentlichen Verfahren zu erfolgen. Zu den allgemeinen Teilen würden typischerweise Aufzüge, Lautsprecheranlagen, Parkplätze, Rolltreppen, Anlagen zur Raumheizung und Klimatisierung, Brandschutzeinrichtungen und etwa auch die allgemeinen Gehwege (zB Mall-Bereiche in Einkaufszentren) zählen. Auch das erwartbare Verhalten der Kunden in und auf diesen allgemeinen Teilen der Gesamtanlage sei dabei zu berücksichtigen, sodass im Normalfall die nachbarrelevanten Emissionen und Auswirkungen, die von diesen Anlagenteilen ausgingen oder die auf diesen allgemeinen Teilen entstünden, im Genehmigungsverfahren der Gesamtanlage zu berücksichtigen seien. ",
            "annotations": []
        },
        {
            "text": "5.4. Es erscheine daher angemessen, Projekte von einzelnen innerhalb einer Gesamtanlage gelegenen Betrieben im vereinfachten Verfahren abzuhandeln, zumal die Auswirkungen der projektierten Einzelanlage auf die bestehende Generalgenehmigung und deren Teile in einem eigenständigen Verfahren zur Genehmigung der dadurch bewirkten Änderung der Gesamtanlage zu beurteilen wären. Bei diesem Änderungsverfahren der Gesamtanlage hätten die Nachbarn unbeschränkte Parteistellung. Sofern die Beschwerdeführer des Anlassverfahrens befürchteten, dass das Verhalten der Gäste vor der Einzelanlage – also auf den allgemeinen Teilen der Gesamtanlage – zu unzumutbaren Lärmbeschwerden führen könnte, so würde dies allenfalls eine genehmigungsrelevante Änderung der Gesamtanlage darstellen. Auch ein belastendes Gästeverhalten vor der Gesamtanlage im öffentlichen Raum – sofern überhaupt der Betriebsanlage zurechenbar – wäre maximal als Emission der Gesamtanlage anzusehen. ",
            "annotations": []
        },
        {
            "text": "5.5. §359b Abs1 Z4 GewO 1994 lasse sich nicht direkt mit dem mit Erkenntnis VfSlg 16.259/2001 als verfassungswidrig aufgehobenen §359b Abs4 GewO 1994 idF BGBl I 63/1997 vergleichen. Die Lage der Betriebsanlage innerhalb einer genehmigten Gesamtanlage müsse im Zusammenhang mit der Genehmigung der Gesamtanlage gesehen werden und beruhe daher nicht wie die damals geprüfte Bestimmung allein auf dem Kriterium der örtlichen Situierung in einem bestimmten landesrechtlichen Widmungsgebiet. Der in Prüfung stehenden Bestimmung könne somit keine undifferenzierte Ausdehnung des vereinfachten Genehmigungsverfahrens unterstellt werden, vielmehr ergebe die vorausgesetzte Genehmigung der Gesamtanlage eine klare, geprüfte (und genehmigte) Schranke für derartige Bagatellanlagen. ",
            "annotations": []
        },
        {
            "text": "Die mit Erkenntnis VfSlg 17.165/2004 aufgezeigte Unsachlichkeit, dass nach dem Wortlaut der Bestimmung des §359b GewO 1994 in der damals geltenden Fassung bloß auf die Kenngrößen abgestellt, nicht aber eine Einzelfallprüfung der Genehmigungsfähigkeit der Behörde zur Pflicht gemacht worden sei, sei bei der aktuell zu beurteilenden Fassung nicht mehr gegeben. Der Gesetzgeber habe mit §359b Abs3 GewO 1994 in der geltenden Fassung unmissverständlich klargestellt, dass eben nicht die Feststellung der Kenngrößen ausreiche, sondern in jedem Einzelfall die Behörde die Genehmigungsfähigkeit zu prüfen habe. Eine Errichtungs- und Betriebsgarantie werde damit jedenfalls nicht mehr bewirkt. ",
            "annotations": []
        },
        {
            "text": "5.6. Dadurch, dass den Nachbarn im vereinfachten Verfahren einerseits gemäß §359b Abs2 GewO 1994 die Möglichkeit gegeben werde, gegen die Verfahrenswahl Einwendungen zu erheben und so ihre eingeschränkte Parteistellung zu wahren, und sie andererseits auch in materiellrechtlicher Hinsicht Bedenken äußern könnten, auf die die Behörde gemäß §359b Abs3 GewO 1994 ausdrücklich einzugehen habe, komme ihnen auch die Möglichkeit zu, die bescheidmäßige Erledigung ihres Anbringens nachzuprüfen. Im Besonderen sei im Bescheid festzuhalten, auf welche Bedenken in welcher Form und mit welchem Ergebnis eingegangen worden sei und ob die Behörde ihrer Verpflichtung zur amtswegigen Prüfung der Genehmigungsfähigkeit auch tatsächlich nachgekommen sei. Diese verpflichtende Befassung mit den Bedenken der Nachbarn könne regelmäßig zu einer notwendigen Verbesserung des Projekts oder gar einer negativen Beurteilung des Ansuchens führen. ",
            "annotations": []
        },
        {
            "text": "5.7. Sollten nach der Genehmigung der Anlage die gemäß §74 Abs2 GewO 1994 wahrzunehmenden Interessen trotz Einhaltung der im Genehmigungsbescheid vorgeschriebenen Auflagen nicht hinreichend geschützt sein, so habe die Behörde gemäß §79 GewO 1994 die zur Erreichung dieses Schutzes erforderlichen zusätzlichen Auflagen vorzuschreiben. Ein solches Verfahren habe die Behörde von Amts wegen oder auf Antrag eines Nachbarn gemäß §79a GewO 1994 einzuleiten. Eine materiellrechtliche Beteiligung mit voller Parteistellung am Genehmigungsverfahren für eine innerhalb einer genehmigten Betriebsanlage situierte Einzelanlage sei jedenfalls nicht erforderlich, um seine Rechtsposition betreffend mögliche Belästigungen oder Gefährdungen geltend zu machen und sich nachprüfbar dagegen zur Wehr setzen zu können. ",
            "annotations": []
        },
        {
            "text": "5.8. Unzutreffend erscheine der Rückschluss von der Erforderlichkeit einer Spezialgenehmigung innerhalb einer Gesamtanlage darauf, dass von der Einzelanlage auch tatsächlich zusätzliche Emissionen ausgehen müssten, die geeignet wären, für sich betrachtet die Schutzinteressen der Nachbarn so zu beeinträchtigen, dass dadurch eine von der Generalgenehmigung noch nicht gedeckte Genehmigungspflicht ausgelöst werde. Die langjährige Praxis zeige eindeutig, dass die Genehmigungspflicht von Einzelanlagen fast ausschließlich dadurch ausgelöst werde, dass durch besondere Anlagenteile, verwendete Maschinen oder spezielle Konstellationen Gesundheitsgefährdungen von Kunden befürchtet werden könnten. Auswirkungen und Belästigungen auf die Nachbarschaft außerhalb der Gesamtanlagen kämen demgegenüber in der Praxis kaum vor. ",
            "annotations": []
        },
        {
            "text": "5.9. Für den Magistrat der Stadt Wien sei auch nicht nachvollziehbar, warum eine Anlage im Sinne des §359b Abs1 Z4 GewO 1994 nicht mit den anderen Tatbeständen des §359b Abs1 GewO 1994 verglichen werden solle. Vom Verwaltungsgerichtshof sei bereits mehrfach festgestellt worden, dass die Tatbestände des §359b GewO 1994 nebeneinander gälten und alternativ anzuwenden seien. Es komme vielfach vor, dass für Anlagen verschiedene Tatbestände erfüllt seien. Ein Rückschluss aus der Verwendung eines bestimmten Tatbestandes auf die Nichteinhaltung der anderen Tatbestände sei unzutreffend. Gerade der vorliegende Fall zeige dies deutlich, da die Einzelanlage weniger als 800 m² Betriebsfläche umfasse und über weniger als 300 kW elektrische Anschlussleistung verfüge. Diese wäre demnach, auch wenn sie sich außerhalb einer Gesamtanlage befände, jedenfalls dem vereinfachten Verfahren zu unterziehen. Eine Pflicht für die Behörde, sämtliche alternativen Tatbestände des vereinfachten Verfahrens zu prüfen und anzuführen, bestehe nicht. Auch eine Pflicht, bei der Antragstellung einen bestimmten Tatbestand oder sämtliche Tatbestände anzuführen, sei aus dem Gesetz nicht ableitbar. ",
            "annotations": []
        },
        {
            "text": "5.10. Zusammenfassend führe der in der Verwaltungspraxis bereits langjährig erprobte §359b Abs1 Z4 GewO 1994 (bzw die gleichlautende Vorgängerbestimmung) zu keiner unsachlichen Ausdehnung der Anwendung des vereinfachten Verfahrens, zu keiner unzureichenden Determinierung der Anwendungsbereiche und insbesondere zu keiner Verringerung des Schutzniveaus der Nachbarschaft oder zu einer Einschränkung der Überprüfbarkeit der behördlichen Entscheidung. Auf Grund der zwingend vorgesehenen Einzelfallprüfung finde auch keine gleichheitswidrige Differenzierung zwischen den Genehmigungskriterien für \"Bagatellanlagen\" und \"Normalanlagen\" statt. Ein Widerspruch zum Gleichheitsgrundsatz liege daher nicht vor. ",
            "annotations": []
        },
        {
            "text": "6. Die Beschwerdeführer des Anlassverfahrens haben eine Äußerung erstattet, in der sie sich den im Prüfungsbeschluss dargelegten Bedenken im Ergebnis vollinhaltlich anschließen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen der Gewerbeordnung 1994 – GewO 1994, BGBl 194/1994, idF BGBl 194/1994 (§75), BGBl I 63/1997 (§356e), BGBl I 111/2010 (§77), BGBl I 96/2017 (§§74, 359b), lauten auszugsweise wie folgt (die in Prüfung gezogene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"I. Hauptstück",
            "annotations": []
        },
        {
            "text": "Allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "8. Betriebsanlagen",
            "annotations": []
        },
        {
            "text": "§74. (1) Unter einer gewerblichen Betriebsanlage ist jede örtlich gebundene Einrichtung zu verstehen, die der Entfaltung einer gewerblichen Tätigkeit nicht bloß vorübergehend zu dienen bestimmt ist.",
            "annotations": []
        },
        {
            "text": "(2) Gewerbliche Betriebsanlagen dürfen nur mit Genehmigung der Behörde errichtet oder betrieben werden, wenn sie wegen der Verwendung von Maschinen und Geräten, wegen ihrer Betriebsweise, wegen ihrer Ausstattung oder sonst geeignet sind,",
            "annotations": []
        },
        {
            "text": "   1. das Leben oder die Gesundheit des Gewerbetreibenden, der nicht den Bestimmungen des ArbeitnehmerInnenschutzgesetzes, BGBl Nr 450/1994, in der jeweils geltenden Fassung, unterliegenden mittätigen Familienangehörigen oder des nicht den Bestimmungen des ArbeitnehmerInnenschutzgesetzes, BGBl Nr 450/1994, in der jeweils geltenden Fassung, unterliegenden mittätigen eingetragenen Partners, der Nachbarn oder der Kunden, die die Betriebsanlage der Art des Betriebes gemäß aufsuchen, oder das Eigentum oder sonstige dingliche Rechte der Nachbarn zu gefährden; als dingliche Rechte im Sinne dieses Bundesgesetzes gelten auch die im §2 Abs1 Z4 litg angeführten Nutzungsrechte,",
            "annotations": []
        },
        {
            "text": "   2. die Nachbarn durch Geruch, Lärm, Rauch, Staub, Erschütterung oder in anderer Weise zu belästigen,",
            "annotations": []
        },
        {
            "text": "   3. die Religionsausübung in Kirchen, den Unterricht in Schulen, den Betrieb von Kranken- und Kuranstalten oder die Verwendung oder den Betrieb anderer öffentlichen Interessen dienender benachbarter Anlagen oder Einrichtungen zu beeinträchtigen,",
            "annotations": []
        },
        {
            "text": "   4. die Sicherheit, Leichtigkeit und Flüssigkeit des Verkehrs an oder auf Straßen mit öffentlichem Verkehr wesentlich zu beeinträchtigen oder",
            "annotations": []
        },
        {
            "text": "   5. eine nachteilige Einwirkung auf die Beschaffenheit der Gewässer herbeizuführen, sofern nicht ohnedies eine Bewilligung auf Grund wasserrechtlicher Vorschriften vorgeschrieben ist.",
            "annotations": []
        },
        {
            "text": "(3) Die Genehmigungspflicht besteht auch dann, wenn die Gefährdungen, Belästigungen, Beeinträchtigungen oder nachteiligen Einwirkungen nicht durch den Inhaber der Anlage oder seine Erfüllungsgehilfen, sondern durch Personen in der Betriebsanlage bewirkt werden können, die die Anlage der Art des Betriebes gemäß in Anspruch nehmen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(7) Der Bundesminister für wirtschaftliche Angelegenheiten kann Arten von Betriebsanlagen, für die jedenfalls keine Genehmigung erforderlich ist, durch Verordnung bezeichnen, wenn von ihnen erwartet werden kann, daß die gemäß §74 Abs2 wahrzunehmenden Interessen hinreichend geschützt sind.",
            "annotations": []
        },
        {
            "text": "§75. (1) Unter einer Gefährdung des Eigentums im Sinne des §74 Abs2 Z1 ist die Möglichkeit einer bloßen Minderung des Verkehrswertes des Eigentums nicht zu verstehen.",
            "annotations": []
        },
        {
            "text": "(2) Nachbarn im Sinne dieses Bundesgesetzes sind alle Personen, die durch die Errichtung, den Bestand oder den Betrieb einer Betriebsanlage gefährdet oder belästigt oder deren Eigentum oder sonstige dingliche Rechte gefährdet werden könnten. Als Nachbarn gelten nicht Personen, die sich vorübergehend in der Nähe der Betriebsanlage aufhalten und nicht im Sinne des vorherigen Satzes dinglich berechtigt sind. Als Nachbarn gelten jedoch die Inhaber von Einrichtungen, in denen sich, wie etwa in Beherbergungsbetrieben, Krankenanstalten und Heimen, regelmäßig Personen vorübergehend aufhalten, hinsichtlich des Schutzes dieser Personen, und die Erhalter von Schulen hinsichtlich des Schutzes der Schüler, der Lehrer und der sonst in Schulen ständig beschäftigten Personen.",
            "annotations": []
        },
        {
            "text": "(3) Als Nachbarn sind auch die im Abs2 erster Satz genannten Personen zu behandeln, die auf grenznahen Grundstücken im Ausland wohnen, wenn in dem betreffenden Staat österreichische Nachbarn in den entsprechenden Verfahren rechtlich oder doch tatsächlich den gleichen Nachbarschaftsschutz genießen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§77. (1) Die Betriebsanlage ist zu genehmigen, wenn nach dem Stand der Technik (§71a) und dem Stand der medizinischen und der sonst in Betracht kommenden Wissenschaften zu erwarten ist, daß überhaupt oder bei Einhaltung der erforderlichenfalls vorzuschreibenden bestimmten geeigneten Auflagen die nach den Umständen des Einzelfalles voraussehbaren Gefährdungen im Sinne des §74 Abs2 Z1 vermieden und Belästigungen, Beeinträchtigungen oder nachteilige Einwirkungen im Sinne des §74 Abs2 Z2 bis 5 auf ein zumutbares Maß beschränkt werden. Die nach dem ersten Satz vorzuschreibenden Auflagen haben erforderlichenfalls auch Maßnahmen für den Fall der Unterbrechung des Betriebes und der Auflassung der Anlage zu umfassen; die Behörde kann weiters zulassen, daß bestimmte Auflagen erst ab einem dem Zeitaufwand der hiefür erforderlichen Maßnahmen entsprechend festzulegenden Zeitpunkt nach Inbetriebnahme der Anlage oder von Teilen der Anlage eingehalten werden müssen, wenn dagegen keine Bedenken vom Standpunkt des Schutzes der im §74 Abs2 umschriebenen Interessen bestehen.",
            "annotations": []
        },
        {
            "text": "(2) Ob Belästigungen der Nachbarn im Sinne des §74 Abs2 Z2 zumutbar sind, ist danach zu beurteilen, wie sich die durch die Betriebsanlage verursachten Änderungen der tatsächlichen örtlichen Verhältnisse auf ein gesundes, normal empfindendes Kind und auf einen gesunden, normal empfindenden Erwachsenen auswirken.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "IV. HauptstückBehörden und Verfahren",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "2. Besondere Verfahrensbestimmungen",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "i) Verfahren betreffend Betriebsanlagen",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§356e. (1) Betrifft ein Genehmigungsansuchen eine verschiedenen Gewerbebetrieben zu dienen bestimmte, dem §356 Abs1 unterliegende Betriebsanlage (Gesamtanlage) und wird in diesem Genehmigungsansuchen ausdrücklich nur eine Generalgenehmigung beantragt, so ist die Genehmigung hinsichtlich der nicht nur einem einzelnen Gewerbebetrieb dienenden Anlagenteile (wie Rolltreppen, Aufzüge, Brandmeldeeinrichtungen, Sprinklereinrichtungen, Lüftungseinrichtungen) zu erteilen (Generalgenehmigung) und bedarf die Anlage eines Gewerbebetriebes in der Gesamtanlage, sofern sie geeignet ist, die Schutzinteressen des §74 Abs2 zu berühren, einer gesonderten, den Bestand der Generalgenehmigung für die Gesamtanlage voraussetzenden Genehmigung (Spezialgenehmigung).",
            "annotations": []
        },
        {
            "text": "(2) Mit dem Erlöschen der Generalgenehmigung erlischt auch die Spezialgenehmigung.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§359b. (1) Ein vereinfachtes Genehmigungsverfahren gemäß Abs2 bis 4 ist durchzuführen, wenn",
            "annotations": []
        },
        {
            "text": "   1. jene Maschinen, Geräte und Ausstattungen der Anlage, deren Verwendung die Genehmigungspflicht begründen könnte, ausschließlich solche sind, die in Verordnungen gemäß §76 Abs1 oder Bescheiden gemäß §76 Abs2 angeführt sind oder die nach ihrer Beschaffenheit und Wirkungsweise vornehmlich oder auch dazu bestimmt sind, in Privathaushalten verwendet zu werden, oder",
            "annotations": []
        },
        {
            "text": "   2. das Ausmaß der der Betriebsanlage zur Verfügung stehenden Räumlichkeiten und sonstigen Betriebsflächen insgesamt nicht mehr als 800 m² beträgt und die elektrische Anschlussleistung der zur Verwendung gelangenden Maschinen und Geräte 300 kW nicht übersteigt oder",
            "annotations": []
        },
        {
            "text": "   3. die Art der Betriebsanlage in einer Verordnung nach Abs5 genannt ist oder",
            "annotations": []
        },
        {
            "text": "   4. das Verfahren eine Spezialgenehmigung (§356e) betrifft oder",
            "annotations": []
        },
        {
            "text": "   5. bei einer nach §81 genehmigungspflichtigen Änderung hinsichtlich der Betriebsanlage einschließlich der geplanten Änderung einer der in Z1 bis 4 festgelegten Tatbestände erfüllt ist.",
            "annotations": []
        },
        {
            "text": "(2) Ergibt sich aus dem Genehmigungsansuchen und dessen Beilagen (§353), dass zumindest eine der Voraussetzungen des Abs1 erfüllt ist, so hat die Behörde das Projekt mit dem Hinweis bekanntzugeben, dass die Projektunterlagen innerhalb eines bestimmten, drei Wochen nicht überschreitenden Zeitraumes bei der Behörde zur Einsichtnahme aufliegen und die Nachbarn innerhalb dieses Zeitraumes von ihrem Anhörungsrecht Gebrauch machen können. Für diese Bekanntgabe ist §356 Abs1 sinngemäß anzuwenden. Innerhalb dieser Frist können Nachbarn (§75 Abs2) einwenden, dass die Voraussetzungen für die Durchführung des vereinfachten Verfahrens nicht vorliegen. Erheben sie innerhalb der gesetzten Frist keine diesbezüglichen Einwendungen, endet die Parteistellung. Auf diese Rechtsfolge ist in der Bekanntmachung ausdrücklich hinzuweisen. §42 Abs3 AVG gilt sinngemäß. Darüber hinaus gehend steht den Nachbarn keine Parteistellung zu.",
            "annotations": []
        },
        {
            "text": "(3) Nach Ablauf der in der Bekanntgabe angeführten Frist hat die Behörde unter Bedachtnahme auf die eingelangten Äußerungen der Nachbarn und, wenn nach dem Stand der Technik (§71a) und dem Stand der medizinischen und der sonst in Betracht kommenden Wissenschaften zu erwarten ist, dass überhaupt oder bei Einhaltung der erforderlichenfalls vorzuschreibenden bestimmten geeigneten Auflagen die nach den Umständen des Einzelfalles voraussehbaren Gefährdungen im Sinne des §74 Abs2 Z1 vermieden und Belästigungen, Beeinträchtigungen oder nachteilige Einwirkungen im Sinne des §74 Abs2 Z2 bis 5 auf ein zumutbares Maß beschränkt werden, die die Anwendung des vereinfachten Verfahrens begründende Beschaffenheit der Anlage mit Bescheid festzustellen und erforderlichenfalls Aufträge zum Schutz der gemäß §74 Abs2 sowie der gemäß §77 Abs3 und 4 wahrzunehmenden Interessen zu erteilen.",
            "annotations": []
        },
        {
            "text": "(4) Der Bescheid gemäß Abs3 gilt als Genehmigungsbescheid für die Anlage. Die Behörde hat binnen zwei Monaten nach Einlangen des Genehmigungsansuchens und dessen Beilagen (§353) zu entscheiden. Die Verwaltungsgerichte der Länder haben spätestens zwei Monate nach Einlangen der Beschwerde gegen den Bescheid zu entscheiden. IPPC-Anlagen und Betriebe im Sinne des §84b Z1 sind nicht dem vereinfachten Genehmigungsverfahren zu unterziehen.",
            "annotations": []
        },
        {
            "text": "(5) Der Bundesminister für Wissenschaft, Forschung und Wirtschaft hat durch Verordnung Arten von Betriebsanlagen zu bezeichnen, die dem vereinfachten Verfahren gemäß Abs2 bis 4 zu unterziehen sind, weil auf Grund der vorgesehenen Ausführung der Anlagen (insbesondere der Beschaffenheit und Wirkungsweise der Maschinen, Geräte und Ausstattungen der Anlage, der elektrischen Anschlussleistung der eingesetzten Maschinen und Geräte, der Betriebsweise, der räumlichen Ausdehnung der Anlage, der Art und Menge der in der Anlage gelagerten, geleiteten, umgeschlagenen, verwendeten oder hergestellten Stoffe) nach Art, Ausmaß und Dauer der Emissionen dieser Anlagen zu erwarten ist, dass die gemäß §74 Abs2 wahrzunehmenden Interessen hinreichend geschützt und Belastungen der Umwelt (§69a) vermieden werden.",
            "annotations": []
        },
        {
            "text": "(6) Der Bundesminister für Wissenschaft, Forschung und Wirtschaft hat im Einvernehmen mit dem Bundesminister für Land- und Forstwirtschaft, Umwelt und Wasserwirtschaft durch Verordnung jene Arten von Betriebsanlagen zu bezeichnen, die aus Gründen des vorsorgenden Umweltschutzes jedenfalls nicht dem vereinfachten Genehmigungsverfahren zu unterziehen sind, auch wenn im Einzelfall eine derartige Anlage die Voraussetzungen für die Anwendung des vereinfachten Genehmigungsverfahrens erfüllt.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Verfahrens",
            "annotations": []
        },
        {
            "text": "Im Verfahren hat sich nichts ergeben, was an der Präjudizialität der in Prüfung gezogenen Bestimmung zweifeln ließe. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich das Gesetzesprüfungsverfahren insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Die im Prüfungsbeschluss dargelegten Bedenken des Verfassungsgerichtshofes konnten im Gesetzesprüfungsverfahren nicht zerstreut werden:",
            "annotations": []
        },
        {
            "text": "2.2. Der Verfassungsgerichtshof hegt im Wesentlichen das Bedenken, dass §359b Abs1 Z4 GewO 1994, nach dem ein vereinfachtes Genehmigungsverfahren durchzuführen ist, wenn \"das Verfahren eine Spezialgenehmigung (§356e) betrifft\", den Anwendungsbereich des vereinfachten Betriebsanlagengenehmigungsverfahrens, in dem Nachbarn keine (volle) Parteistellung haben, von dem des ordentlichen Verfahrens in unsachlicher Weise abgrenzt. Das Kriterium, ob sich eine Betriebsanlage in einer – mit Generalgenehmigung bewilligten – Gesamtanlage befindet, dürfte nichts darüber aussagen, ob die zu genehmigende Betriebsanlage als eine jener Anlagen anzusehen ist, bei der die Genehmigungsfähigkeit wegen der von ihnen zu erwartenden geringfügigen Emissionen die Regel bildet. Die Einholung einer Spezialgenehmigung dürfte zum einen gerade voraussetzen, dass die in einer Gesamtanlage gelegene Betriebsanlage wegen der von ihr ausgehenden zusätzlichen Emissionen für sich betrachtet geeignet ist, die Schutzinteressen des gewerblichen Betriebsanlagenrechts auf eine von der Generalgenehmigung noch nicht gedeckte Art und Weise zu berühren. Zum anderen dürften die auf Grund ihrer geringfügigen Emissionen als typischerweise genehmigungsfähig qualifizierten Anlagen (\"Bagatellanlagen\") bereits nach einem der übrigen Tatbestände des §359b Abs1 GewO 1994 dem vereinfachten Genehmigungsverfahren unterliegen, sodass §359b Abs1 Z4 GewO 1994 vor allem bei jenen Anlagen zum Tragen kommen dürfte, die gerade keine \"Bagatellanlagen\" darstellen.",
            "annotations": []
        },
        {
            "text": "2.3. Die Bundesregierung entgegnet zusammengefasst, dass auch bei der Genehmigung einer örtlich innerhalb einer Gesamtanlage gelegenen Betriebsanlage zu prüfen sei, ob durch deren Auswirkungen der bestehende Konsens für die Gesamtanlage geändert oder sogar verlassen werde. Diesfalls handle es sich bei dem Vorhaben um einen Eingriff mit Auswirkungen auf die Generalgenehmigung, welcher nicht von §359b Abs1 Z4 GewO 1994 erfasst sei. Bei einer Betriebsanlage, die sich tatsächlich in einer Gesamtanlage befinde, sei jedenfalls von einer Bagatellanlage auszugehen. Im Übrigen lasse sich §356e GewO 1994 in verfassungskonformer Auslegung auf in aller Regel nicht übermäßig emittierende Anlagenkomplexe wie Einkaufszentren reduzieren. In solche Gesamtanlagen eingebettete Handelsbetriebe seien bei einer Durchschnittsbetrachtung in aller Regel nicht geeignet, übermäßig in nachbarrechtliche Sphären einzugreifen.",
            "annotations": []
        },
        {
            "text": "Auch in Verfahren gemäß §359b Abs1 Z4 GewO 1994 hätten Nachbarn eine eingeschränkte Parteistellung hinsichtlich der Frage des Vorliegens der Voraussetzungen des vereinfachten Genehmigungsverfahrens, wodurch den in den Erkenntnissen VfSlg 16.103/2001 und 16.259/2001 skizzierten verfassungsrechtlichen Anforderungen Rechnung getragen werde. In der Sache sei die Behörde überdies verpflichtet, ihre Entscheidung \"unter Bedachtnahme\" auf die nachbarlichen Äußerungen zu treffen. Schließlich stünden den Nachbarn – da im vereinfachten Verfahren genehmigte Anlagen nicht als \"behördlich genehmigt\" iSd §364a ABGB gälten – auch zivilrechtliche Unterlassungsansprüche gemäß §364 Abs2 ABGB offen.",
            "annotations": []
        },
        {
            "text": "2.4. Der Magistrat der Stadt Wien bringt zusammengefasst vor, dass angesichts der amtswegig zu berücksichtigenden Schutzinteressen im vereinfachten wie im ordentlichen Verfahren dasselbe Schutzniveau bestehe. Die Nachbarn könnten im vereinfachten Verfahren Einwendungen gegen die Verfahrensart erheben und auch materielle Bedenken äußern, auf welche die Behörde einzugehen habe. Sollten Schutzinteressen nach Genehmigung der Anlage nicht hinreichend geschützt sein, habe die Behörde die erforderlichen Auflagen vorzuschreiben. Es erscheine angemessen, innerhalb einer Gesamtanlage gelegene Betriebsanlagen im vereinfachten Verfahren zu behandeln, zumal eine durch die Einzelanlage bewirkte Änderung der Gesamtanlage im ordentlichen Verfahren zu beurteilen wäre. Es treffe auch nicht zu, dass eine Spezialgenehmigung voraussetze, dass von der Einzelanlage zusätzliche, von der Generalgenehmigung noch nicht gedeckte Emissionen ausgingen. Die langjährige Praxis zeige, dass die Genehmigungspflicht von Einzelanlagen fast ausschließlich im Hinblick auf Gefährdungen von Kunden ausgelöst werde. Auswirkungen auf die Nachbarschaft außerhalb der Gesamtanlagen kämen demgegenüber kaum vor. Die Heranziehung von §359b Abs1 Z4 GewO 1994 bedeute auch nicht, dass eine Anlage nicht einen der anderen Tatbestände des §359b Abs1 GewO 1994 erfülle. Es komme vielfach vor, dass Anlagen mehrere dieser Tatbestände erfüllten.",
            "annotations": []
        },
        {
            "text": "2.5. Der Verfassungsgerichtshof hatte sich bereits mehrfach mit den Bestimmungen über die Durchführung eines vereinfachten Genehmigungsverfahrens nach §359b GewO 1994 auseinanderzusetzen. ",
            "annotations": []
        },
        {
            "text": "Im Erkenntnis VfSlg 14.512/1996 hat es der Verfassungsgerichtshof betreffend die Bestimmung des §359b Abs2 GewO 1994 idF BGBl 194/1994 als sachlich gerechtfertigt angesehen, in Fällen, in denen die Genehmigungsfähigkeit der Betriebsanlagen wegen der von ihnen zu erwartenden geringfügigen Emissionen die Regel bildet, zum Zwecke der Abkürzung des Verwaltungsverfahrens dieses dadurch zu vereinfachen, dass den Nachbarn keine subjektiven öffentlichen Rechte eingeräumt werden; dies zumal die Behörde die Erlassung des Feststellungsbescheides mit Blick auf die Schutzinteressen des §74 Abs2 GewO 1994 verweigern konnte, dh die Genehmigungsfähigkeit dieser Anlagen nur unter Berücksichtigung der konkreten örtlichen Verhältnisse gegeben war.",
            "annotations": []
        },
        {
            "text": "Im Erkenntnis VfSlg 16.103/2001 hat der Verfassungsgerichtshof klargestellt, dass Nachbarn im vereinfachten Betriebsanlagengenehmigungsverfahren aus gleichheitsrechtlichen Gründen zumindest insoweit Parteistellung zukommen muss, als es um das Vorliegen der Voraussetzungen für die Durchführung des vereinfachten Verfahrens geht. In der Sache hat der Verfassungsgerichtshof die Verfassungswidrigkeit des §359b Abs4 GewO 1994 idF BGBl I 63/1997 festgestellt, der vorsah, dass ein vereinfachtes Verfahren (auch) dann zulässig ist, wenn die Anlage nicht gefahrengeneigt ist und ihren Standort in einem Gebiet hat, das nach den maßgebenden raumordnungsrechtlichen Vorschriften (zumindest) überwiegend gewerblichen Zwecken dient und in dem das Errichten und Betreiben der Anlage zulässig ist. Der Verfassungsgerichtshof sah es als keineswegs gesichert an, dass dem Abs4 damit typischerweise nur genehmigungsfähige Anlagen unterworfen sind, und erkannte es für unsachlich, dass in einer nicht zu vernachlässigenden Anzahl von Fällen ausschließlich die raumordnungsrechtliche Widmung darüber entscheidet, ob die Nachbarn ihre Schutzinteressen als Parteien des Verfahrens selbst artikulieren und wahrnehmen können oder ob sie darauf angewiesen sind, dass die Behörde entsprechende Aufträge erteilt (vgl auch VfSlg 16.259/2001 zu §359b Abs4 GewO 1994 idF BGBl I 88/2000).",
            "annotations": []
        },
        {
            "text": "Mit Erkenntnis VfSlg 17.165/2004 wurden §359b Abs1 Z2 GewO 1994 idF BGBl I 63/1997 und §359b Abs2 GewO 1994 idF BGBl 194/1994 deshalb als gleichheitswidrig aufgehoben, weil nach dieser Rechtslage – ohne dass Gefährdungen und Immissionen im Einzelfall überprüft wurden – bereits die bloße Feststellung abstrakter Messgrößen der projektierten Anlage durch die Behörde als Genehmigung galt; dh auch dann, wenn sie auf Grund der konkreten Ausführung und der lokalen Verhältnisse gemäß §74 Abs2 iVm §77 Abs1 GewO 1994 nicht genehmigungsfähig gewesen wäre.",
            "annotations": []
        },
        {
            "text": "2.6. Die Bundesregierung führt zunächst zutreffend aus, dass auch bei der Erteilung einer Spezialgenehmigung für eine in einer – mit Generalgenehmigung genehmigten – Gesamtanlage gelegene Betriebsanlage zu prüfen ist, ob durch diese der Genehmigungskonsens der Generalgenehmigung berührt bzw überschritten wird. Bejahendenfalls ist eine – dem ordentlichen Verfahren gemäß §356 Abs1 GewO 1994 unterliegende – Änderung der Generalgenehmigung erforderlich (vgl Hanusch, GewO, Band 4, 6. Lfg., §356e Rz 5). Mit diesen Ausführungen vermag die Bundesregierung aber ihre Schlussfolgerung, dass bei einer Betriebsanlage, die sich \"tatsächlich\" in einer Gesamtanlage (gemeint offenbar: innerhalb des Genehmigungskonsenses der Generalgenehmigung) befinde, \"jedenfalls\" von einer Bagatellanlage auszugehen sei, nicht näher zu begründen.",
            "annotations": []
        },
        {
            "text": "Der Anwendungsbereich von §356e Abs1 GewO 1994 setzt geradezu voraus, dass es in einer Gesamtanlage gelegene Betriebsanlagen gibt, die auf dem Bestand der Generalgenehmigung aufbauen, und dennoch geeignet sind, die Schutzinteressen des §74 Abs2 GewO 1994 – auch in Bezug auf Nachbarn – auf eine von der Generalgenehmigung noch nicht gedeckte Art und Weise zu berühren (vgl Erlacher, §356e, in: Ennöckl/Raschauer/Wessely [Hrsg.], GewO1, Band II, 2015, Rz 7; Bergthaler, Industrie- und Gewerbeparks: Rechtsprobleme des Anlagenregimes und des Nachbarschutzes [Teil 1], RdU 2010, 40 [46]). Auch die nicht näher konkretisierten Ausführungen des Magistrats der Stadt Wien, dass Spezialgenehmigungen gemäß §356e Abs1 GewO 1994 in der langjährigen Praxis \"fast ausschließlich\" deshalb erforderlich seien, weil Gesundheitsgefährdungen von Kunden befürchtet würden, wohingegen Auswirkungen auf die Nachbarschaft außerhalb der Gesamtanlagen \"kaum\" vorkämen, sind nicht geeignet, den Bedenken des Verfassungsgerichtshofes auf Gesetzesebene entgegenzutreten.",
            "annotations": []
        },
        {
            "text": "2.7. Wenn die Bundesregierung hilfsweise ins Treffen führt, dass §356e Abs1 GewO 1994 unter Berücksichtigung seiner Entstehungsgeschichte in verfassungskonformer Interpretation auf \"in aller Regel nicht übermäßig emittierende Anlagenkomplexe wie Einkaufszentren\" zu reduzieren sei, wird damit §359b Abs1 Z4 GewO 1994 kein unter Sachlichkeitsgesichtspunkten unbedenklicher Sinngehalt zugemessen. Einkaufszentren umfassen neben den von der Bundesregierung ausdrücklich hervorgehobenen Handelsbetrieben oft auch Dienstleistungsbetriebe aus einer Vielzahl von anderen Branchen, darunter eben auch Betriebe der Gastronomie. Dass auch diese \"Spezialanlagen\" die Interessen des §74 Abs2 GewO 1994 typischerweise bloß geringfügig beeinträchtigen, bringt die Bundesregierung nicht vor. Daher wurden die Bedenken des Verfassungsgerichtshofes nicht zerstreut. ",
            "annotations": []
        },
        {
            "text": "2.8. Soweit die Bundesregierung und der Magistrat der Stadt Wien in ihren Äußerungen auf die auch im vereinfachten Genehmigungsverfahren bestehende Parteistellung der Nachbarn hinsichtlich der anzuwendenden Verfahrensart, deren Anhörungsrecht und die amtswegige Prüfung der Genehmigungsfähigkeit verweisen, verkennen sie, dass sich die Bedenken des Verfassungsgerichtshofes nicht gegen das vereinfachte Genehmigungsverfahren nach §359b GewO 1994 an sich oder dessen verfahrensrechtliche Ausgestaltung richten, sondern einzig gegen das in §359b Abs1 Z4 GewO 1994 normierte Kriterium, wonach ein vereinfachtes Genehmigungsverfahren durchzuführen ist, wenn \"das Verfahren eine Spezialgenehmigung (§356e) betrifft\". Dass die Behörde die Genehmigungsfähigkeit einer Anlage im Hinblick auf die Schutzinteressen des §74 Abs2 GewO 1994 auch im vereinfachten Verfahren von Amts wegen zu beurteilen hat und den Nachbarn zumindest insoweit Parteistellung zukommen muss, als es um die Voraussetzungen für die Durchführung des vereinfachten Verfahrens geht, hat der Verfassungsgerichtshof in den Erkenntnissen VfSlg 14.512/1996 und 16.103/2001 als zusätzliche Voraussetzungen dazu angesehen, dass auch der Anwendungsbereich des vereinfachten Verfahrens sachlich abgegrenzt sein muss. Aus demselben Grund sind auch die Verweise auf die Möglichkeit zivilrechtlicher Unterlassungsansprüche oder der nachträglichen behördlichen Vorschreibung von Auflagen nicht geeignet, die Bedenken des Verfassungsgerichtshofes zu zerstreuen.",
            "annotations": []
        },
        {
            "text": "2.9. Auch der Hinweis auf die in §359b Abs6 GewO 1994 vorgesehene Ermächtigung an den Verordnungsgeber, durch Verordnung jene Arten von Betriebsanlagen zu bezeichnen, die aus Gründen des vorsorgenden Umweltschutzes jedenfalls nicht dem vereinfachten Genehmigungsverfahren zu unterziehen sind, entkräftet die dargelegten Bedenken des Verfassungsgerichtshofes nicht, da der nach dieser Bestimmung maßgebende Gesichtspunkt des vorsorgenden Umweltschutzes eine andere Zielrichtung hat als den Schutz der Nachbarinteressen (vgl VfSlg 16.103/2001). Im Übrigen steht derzeit keine – auf die Fälle des §359b Abs1 Z4 GewO 1994 anwendbare – Verordnung gemäß §359b Abs6 leg. cit. in Geltung. Die vom Magistrat der Stadt Wien ins Treffen geführte Verordnung des Bundesministers für wirtschaftliche Angelegenheiten, mit der jene Arten von Betriebsanlagen bezeichnet werden, die keinesfalls dem vereinfachten Genehmigungsverfahren zu unterziehen sind, BGBl II 265/1998, bezieht sich ausdrücklich nur auf Betriebsanlagen, die die Voraussetzungen des §359b Abs4 GewO 1994 idF BGBl I 63/1997 erfüllen, welcher mit Erkenntnis VfSlg 16.103/2001 aufgehoben wurde. Ebenso dient die Nichtanwendung des vereinfachten Genehmigungsverfahrens auf IPPC-Anlagen und Betriebe im Sinne des §84b Z1 GewO 1994 (\"Seveso-Betriebe\", §359b Abs4 letzter Satz leg cit), mithin Betriebsanlagen, die aus Gründen des Umweltschutzes und der Gefahrenabwehr besonderen Regelungen unterworfen sind, nicht in erster Linie dem Schutz der Nachbarinteressen.",
            "annotations": []
        },
        {
            "text": "2.10. Wenn der Magistrat der Stadt Wien vorbringt, dass die Heranziehung von §359b Abs1 Z4 GewO 1994 nicht bedeute, dass eine Anlage nicht auch einen der anderen Tatbestände des §359b Abs1 GewO 1994 erfülle, verkennt er den Gehalt des damit offenbar angesprochenen Arguments im Prüfungsbeschluss. Der Verfassungsgerichtshof wies in diesem Zusammenhang darauf hin, dass die auf Grund ihrer geringfügigen Emissionen als typischerweise genehmigungsfähig qualifizierten Anlagen (\"Bagatellanlagen\") bereits nach einem der übrigen Tatbestände des §359b Abs1 GewO 1994 dem vereinfachten Genehmigungsverfahren unterliegen dürften, sodass §359b Abs1 Z4 GewO 1994 vor allem bei jenen Anlagen zum Tragen kommen dürfte, die gerade keine \"Bagatellanlagen\" darstellen (vgl VfSlg 16.103/2001; vgl auch Thienel, Verfassungsrechtliche Grenzen für das vereinfachte Genehmigungsverfahren nach §359b GewO, ZfV 2001, 718 [727]). Das bedeutet nicht, dass die nach §359b Abs1 Z4 GewO 1994 genehmigten Anlagen nicht auch andere Tatbestände des §359b Abs1 GewO 1994 erfüllen könnten, sondern bloß, dass die in Prüfung gezogene Bestimmung gerade bei jenen Anlagen \"zum Tragen kommt\" (Bedeutung erlangt), bei denen dies nicht der Fall ist, weil sie etwa die in §359b Abs1 Z2 GewO 1994 genannten Kenngrößen überschreiten. Auch die Bundesregierung ist diesem Argument nicht entgegengetreten.",
            "annotations": []
        },
        {
            "text": "2.11. Die Bedenken hinsichtlich §359b Abs1 Z4 GewO 1994 haben sich somit als zutreffend erwiesen.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. §359b Abs1 Z4 GewO 1994, BGBl 194/1994, idF BGBl I 96/2017 ist daher wegen Verstoßes gegen den auch den Gesetzgeber bindenden Gleichheitsgrundsatz als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzesstelle gründet sich auf Art140 Abs5 dritter und vierter Satz B-VG.",
            "annotations": []
        },
        {
            "text": "3. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "4. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG.",
            "annotations": []
        },
        {
            "text": "5. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}