{
    "document_id": "JFT_20230315_22E02252_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin, eine irakische Staatsangehörige, stellte am 29. September 2008 einen Antrag auf internationalen Schutz, nachdem ihrem damaligen Ehemann mit Bescheid vom 28. April 2008 der Status des Asylberechtigten zuerkannt wurde.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 10. Oktober 2008 wurde dem Antrag der Beschwerdeführerin stattgegeben und ihr abgeleitet von ihrem damaligen Ehemann der Status der Asylberechtigten zuerkannt. 2012 wurde die Beschwerdeführerin von ihrem damaligen Ehemann geschieden.",
            "annotations": []
        },
        {
            "text": "3. Im Zeitraum von 2018 bis 2019 wurde die Beschwerdeführerin wiederholt straffällig: Sie wurde mit Urteil des Landesgerichtes für Strafsachen Wien vom 17. September 2018 wegen des Verbrechens der geschlechtlichen Nötigung und der Vergehen der Freiheitsentziehung, der Nötigung und der Sachbeschädigung zu einer bedingt nachgesehenen Freiheitsstrafe von 18 Monaten verurteilt. Mit Urteil des Landesgerichtes für Strafsachen Wien vom 11. März 2019 wurde die Beschwerdeführerin wegen des Vergehens der Nötigung verurteilt, wobei im Hinblick auf das Urteil vom 17. September 2018 keine Zusatzstrafe verhängt wurde.",
            "annotations": []
        },
        {
            "text": "4. Mit Bescheid vom 19. Juni 2019 erkannte das Bundesamt für Fremdenwesen und Asyl der Beschwerdeführerin den Status der Asylberechtigten gemäß §7 Abs1 Z2 AsylG 2005 ab und stellte gemäß §7 Abs4 AsylG 2005 fest, dass ihr die Flüchtlingseigenschaft nicht mehr zukomme (Spruchpunkt I.). Weiters wurde ihr der Status der subsidiär Schutzberechtigten gemäß §8 Abs1 Z2 AsylG 2005 in Bezug auf den Herkunftsstaat Irak nicht zuerkannt (Spruchpunkt II.) und ein Aufenthaltstitel aus berücksichtigungswürdigen Gründen gemäß §57 AsylG 2005 nicht erteilt (Spruchpunkt III.). Gemäß §10 Abs1 Z1 AsylG 2005 iVm §9 BFA-VG wurde gegen die Beschwerdeführerin eine Rückkehrentscheidung gemäß §52 Abs2 Z1 FPG erlassen (Spruchpunkt IV.) und gemäß §52 Abs9 FPG festgestellt, dass die Abschiebung der Beschwerdeführerin in den Irak zulässig sei (Spruchpunkt V.). Gemäß §55 Abs1 bis 3 FPG wurde eine 14-tägige Frist für die freiwillige Ausreise gesetzt (Spruchpunkt VI.) und gemäß §53 Abs1 iVm Abs3 Z1 FPG ein auf die Dauer von acht Jahren befristetes Einreiseverbot gegen die Beschwerdeführerin erlassen (Spruchpunkt VII.).",
            "annotations": []
        },
        {
            "text": "5. Gegen diesen Bescheid erhob die Beschwerdeführerin mit Schriftsatz vom 28. Juni 2019 Beschwerde an das Bundesverwaltungsgericht.",
            "annotations": []
        },
        {
            "text": "6. Mit Urteil des Bezirksgerichtes Donaustadt vom 18. September 2019 wurde die Beschwerdeführerin wegen des Vergehens des versuchten Diebstahls zu einer bedingt nachgesehenen Freiheitsstrafe von acht Wochen verurteilt.",
            "annotations": []
        },
        {
            "text": "7. Mit dem nunmehr angefochtenen Erkenntnis vom 6. Juli 2022 wies das Bundesverwaltungsgericht die Beschwerde gegen die Spruchpunkte I., II. und III. des Bescheides vom 19. Juni 2019 als unbegründet ab, stellte gemäß §8 Abs3a AsylG 2005 fest, dass eine Zurückweisung, Zurückschiebung oder Abschiebung der Beschwerdeführerin in ihren Herkunftsstaat Irak unzulässig sei, behob die übrigen Spruchpunkte ersatzlos und begründete seine Entscheidung im Wesentlichen wie folgt: ",
            "annotations": []
        },
        {
            "text": "7.1. Die Aberkennung des Status der Asylberechtigten gemäß §7 Abs1 Z2 AsylG 2005 iVm Art1 Abschnitt C Z5 GFK sei zu Recht erfolgt. Die Beschwerdeführerin sei in ihrem Herkunftsstaat Irak keiner persönlichen Verfolgung ausgesetzt (gewesen) und habe eine solche zu keinem Zeitpunkt behauptet. Vielmehr habe sie im Rahmen der mündlichen Verhandlung vor dem Bundesverwaltungsgericht die schlechte Lage im Irak als ihren Ausreisegrund angegeben. Die vom damaligen Ehemann der Beschwerdeführerin vorgebrachten Gründe für das Verlassen des Iraks würden sich im Lichte der nunmehrigen Angaben als nicht glaubhaft erweisen. Er habe 2007 angegeben, von militanten Gruppen entführt und gefoltert worden zu sein. Seine Familie sei erpresst und er erst nach Lösegeldzahlungen freigelassen worden. Seine Ehefrau – die Beschwerdeführerin – und seine Kinder würden weiter in Bagdad leben. 2008 habe er ausgeführt, dass seine Tochter verschwunden und ihm bei seiner Entführung vorgeworfen worden sei, er sei ehemaliger Offizier und würde sich mit Terroristen treffen. Als er sich nach der Entführung versteckt gehalten habe, seien an seiner Stelle seine Brüder entführt und sei verlangt worden, dass er sich stelle. Da der damalige Ehemann der Beschwerdeführerin entgegen ihrer nunmehrigen Angaben nie erwähnt habe, dass die gesamte Familie nach Syrien ausgereist sei und daher nicht mehr im Irak aufhältig gewesen sei, stelle sich das Fluchtvorbringen der Familie als unglaubwürdig dar. Mit Blick auf die Straffälligkeit der Beschwerdeführerin sei die Aberkennung des Status der Asylberechtigten auch nach Ablauf einer Frist von fünf Jahren nach dessen Zuerkennung gemäß §7 Abs3 iVm §2 Abs3 AsylG 2005 möglich.",
            "annotations": []
        },
        {
            "text": "7.2. Auf Grund der strafgerichtlichen Verurteilung der Beschwerdeführerin unter anderem wegen des Verbrechens der geschlechtlichen Nötigung lägen die Voraussetzungen für die Zuerkennung des Status der subsidiär Schutzberechtigten nicht vor. Es handle sich bei der Beschwerdeführerin allerdings um eine 58-jährige Frau mit zahlreichen altersbedingten Gebrechen, die seit 16 Jahren außerhalb ihres Herkunftsstaates lebe, alle wichtigen Bezugspersonen in Österreich habe und die im Fall ihrer Rückkehr in den Irak keine familiäre Unterstützung erwarten könne. Es liege daher eine exzeptionelle Vulnerabilität der Beschwerdeführerin vor, wodurch im Fall ihrer Rückkehr in den Irak eine Verletzung der durch Art2 und 3 EMRK gewährleisteten Rechte nicht ausgeschlossen werden könne. Vor diesem Hintergrund erweise sich eine Zurückweisung, Zurückschiebung oder Abschiebung der Beschwerdeführerin in ihren Herkunftsstaat als unzulässig.",
            "annotations": []
        },
        {
            "text": "7.3. Die Voraussetzungen für eine \"Aufenthaltsberechtigung besonderer Schutz\" gemäß §57 AsylG 2005 lägen nicht vor und seien auch nicht behauptet worden. ",
            "annotations": []
        },
        {
            "text": "7.4. Das befristete Einreiseverbot sei ersatzlos zu beheben gewesen, weil die Beschwerdeführerin lediglich zu bedingt nachgesehenen Haftstrafen verurteilt worden sei, sich seit nunmehr drei Jahren wohlverhalten habe, aktuell in geordneten Verhältnissen lebe und ihre beiden ersten Straftaten in Zeiten persönlicher Zerwürfnisse stattgefunden hätten, weshalb von einer positiven Zukunftsprognose auszugehen sei.",
            "annotations": []
        },
        {
            "text": "8. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Begründend bringt die Beschwerdeführerin im Wesentlichen vor, dass sich das Bundesverwaltungsgericht vor dem Hintergrund ihrer konkreten, individuellen Situation nicht hinreichend mit der volatilen und kritischen Sicherheits- und Versorgungslage im Irak auseinandergesetzt habe. Das Bundesverwaltungsgericht habe es verabsäumt, ein ordnungsgemäßes Ermittlungsverfahren durchzuführen. ",
            "annotations": []
        },
        {
            "text": "9. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt. Eine Gegenschrift wurde nicht erstattet.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §7 des Bundesgesetzes über die Gewährung von Asyl (Asylgesetz 2005 - AsylG 2005), BGBl I 100/2005 idF BGBl I 56/2018 lautet auszugsweise wie folgt (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Aberkennung des Status des Asylberechtigten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§7. (1) Der Status des Asylberechtigten ist einem Fremden von Amts wegen mit Bescheid abzuerkennen, wenn ",
            "annotations": []
        },
        {
            "text": "1. ein Asylausschlussgrund nach §6 vorliegt; ",
            "annotations": []
        },
        {
            "text": "2. einer der in Art1 Abschnitt C der Genfer Flüchtlingskonvention angeführten Endigungsgründe eingetreten ist oder ",
            "annotations": []
        },
        {
            "text": "3. der Asylberechtigte den Mittelpunkt seiner Lebensbeziehungen in einem anderen Staat hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) – (4) […]\"",
            "annotations": []
        },
        {
            "text": "2. Art1 der Konvention über die Rechtsstellung der Flüchtlinge, BGBl 55/1955, lautet auszugsweise wie folgt (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Artikel 1",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Definition des Ausdruckes 'Flüchtling'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "A. – B. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "C. Dieses Abkommen wird auf eine Person, die unter die Bestimmungen des Abschnittes A fällt, nicht mehr angewendet werden, wenn sie ",
            "annotations": []
        },
        {
            "text": "1. sich freiwillig wieder unter den Schutz ihres Heimatlandes gestellt hat; oder ",
            "annotations": []
        },
        {
            "text": "2. die verlorene Staatsangehörigkeit freiwillig wieder erworben hat; oder ",
            "annotations": []
        },
        {
            "text": "3. eine andere Staatsangehörigkeit erworben hat und den Schutz ihres neuen Heimatlandes genießt; oder ",
            "annotations": []
        },
        {
            "text": "4. sich freiwillig in dem Staat, den sie aus Furcht vor Verfolgung verlassen oder nicht betreten hat, niedergelassen hat; oder ",
            "annotations": []
        },
        {
            "text": "5. wenn die Umstände, auf Grund deren sie als Flüchtling anerkannt worden ist, nicht mehr bestehen und sie es daher nicht weiterhin ablehnen kann, sich unter den Schutz ihres Heimatlandes zu stellen. ",
            "annotations": []
        },
        {
            "text": "Die Bestimmungen der Ziffer 5 sind nicht auf die in Ziffer 1 des Abschnittes A dieses Artikels genannten Flüchtlinge anzuwenden, wenn sie die Inanspruchnahme des Schutzes durch ihr Heimatland aus triftigen Gründen, die auf frühere Verfolgungen zurückgehen, ablehnen; ",
            "annotations": []
        },
        {
            "text": "6. staatenlos ist und die Umstände, auf Grund deren sie als Flüchtling anerkannt worden ist, nicht mehr bestehen, sie daher in der Lage ist, in ihr früheres Aufenthaltsland zurückzukehren. ",
            "annotations": []
        },
        {
            "text": "Die Bestimmungen der Ziffer 6 sind jedoch auf die in Ziffer 1 des Abschnittes A dieses Artikels genannten Personen nicht anzuwenden, wenn sie die Inanspruchnahme des Schutzes durch ihr früheres Aufenthaltsland aus triftigen Gründen, die auf frühere Verfolgungen zurückgehen, ablehnen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "D. – F. […]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist. ",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg. cit. gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Das Bundesverwaltungsgericht führt in seinem Erkenntnis zur auf §7 Abs1 Z2 AsylG 2005 gestützten Aberkennung des Status der Asylberechtigten der Beschwerdeführerin auszugsweise Folgendes aus (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"1. Feststellungen:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführerin war und ist im Irak keiner persönlichen Verfolgung ausgesetzt. Sie hat gemeinsam mit Ihrem Ehemann 2006 den Irak verlassen und ist mit den drei Kindern in Syrien zurückgeblieben, während sich ihr Ehemann nach Europa begab.",
            "annotations": []
        },
        {
            "text": "Unabhängig davon erweisen sich die, 2006 vom damaligen Ehemann vorgebrachten Fluchtgründe für das Verlassen des Iraks im Lichte der nunmehrigen Angaben als nicht glaubhaft.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "2. Beweiswürdigung:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die Feststellungen zu dem für die Erteilung des Status eines Asylberechtigten maßgeblichen Fluchtgrundes beruhen auf den Angaben des Ex-Ehemannes in seinem Asylverfahren am 31.08.2007 (AS 199) und 23.04.2008 (AS 207) und der Beschwerdeführerin in ihrem Verfahren 2008 (AS 143) und in der mündlichen Verhandlung am 22.06.2022 (OZ 21). Eine persönliche Verfolgung hat die Beschwerdeführerin zu keinem Zeitpunkt behauptet. In der mündlichen Verhandlung vor dem Bundesverwaltungsgericht gab sie als Grund für die Ausreise der Familie die damals schlechte Lage im Irak an. Ihre Tochter wäre entführt und ihr Ehemann als Sunnit verfolgt worden. Dieser gab im August 2007 an, dass er im Feber 2006 von militanten Gruppen entführt und gefoltert worden sei, seine Familie erpresst worden wäre und er erst nach Lösegeldzahlungen freigelassen worden sei. (AS 203). Zudem gab er damals an, dass seine Ehefrau und seine Kinder weiter in Bagdad leben. (AS 201) Im April 2008 führte er dann aus, dass seine damals 16jährige Tochter seit 6 Monaten verschwunden sei. Bei seiner Entführung sei ihm vorgeworfen worden, dass er früher Offizier war und er sich in einer Moschee mit Terroristen treffe. (AS 211) Als er sich nach der Entführung versteckt gehalten habe, wurde an seiner Stelle sein älterer und jüngerer Bruder entführt und jedes Mal verlangt, dass er sich stelle (AS 213). Mit keinem Wort wurde in diesen Einvernahmen erwähnt, dass die gesamte Familie gemeinsam nach Syrien ausgereist ist und sich nicht mehr im Irak aufhält. Damit erweist sich das Fluchtvorbringen der Familie als unglaubhaft.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "3. Rechtliche Beurteilung:",
            "annotations": []
        },
        {
            "text": "Wie auch die Rechtsvertretung hat sich auch der erkennende Richter in der mündlichen Verhandlung zu sehr mit den Voraussetzungen für das Vorliegen von subsidiären Schutz auseinandergesetzt.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Wie in der Beweiswürdigung dargelegt, erweist sich die fluchtauslösenden Umstände der Familie aufgrund der Divergenzen in den Angaben des verstorbenen Ex-Ehemannes und der Beschwerdeführerin als nicht mehr glaubhaft und die Voraussetzungen für internationalen Schutz sind damit nicht gegeben.\"",
            "annotations": []
        },
        {
            "text": "2.2. Für die Aberkennung des einem durch Asylerstreckung zuerkannten Status des Asylberechtigten wegen Wegfalls der fluchtauslösenden Umstände kommt es darauf an, ob die Umstände, auf Grund deren die Bezugsperson als Flüchtling anerkannt worden ist, nicht länger vorliegen und es die Bezugsperson daher nicht weiterhin ablehnen kann, sich unter den Schutz ihres Heimatlandes zu stellen. Erst wenn die Behörde bzw das Verwaltungsgericht zu der Beurteilung kommt, dass die Umstände, auf Grund deren die Bezugsperson als Flüchtling anerkannt worden ist, nicht mehr bestehen, ist der Asylstatus eines Familienangehörigen, dem dieser Status durch Asylerstreckung zuerkannt worden ist, abzuerkennen, sofern im Entscheidungszeitpunkt hinsichtlich des Familienangehörigen nicht die Voraussetzungen für die Zuerkennung des Status des Asylberechtigten gemäß §3 Abs1 AsylG 2005 (drohende Verfolgung im Sinne des Art1 Abschnitt A Z2 GFK) vorliegen (VwGH 23.10.2019, Ra 2019/19/0059; 22.4.2020, Ra 2019/14/0501; 7.1.2021, Ra 2020/18/0491; vgl im Übrigen auch EuGH 2.3.2010, verb. Rs C-175/08, C-176/08, C-178/08, C-179/08, Aydin Salahadin Abdulla ua). ",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht stützt die Asylaberkennung in seinem Erkenntnis auf §7 Abs1 Z2 AsylG 2005 iVm der \"Wegfall der Umstände\"-Klausel des Art1 Abschnitt C Z5 GFK. Dabei prüft es jedoch nicht, ob die Umstände, auf Grund deren dem damaligen Ehemann der Beschwerdeführerin der Status des Asylberechtigten zuerkannt worden ist, noch vorliegen, sondern lediglich, ob die vom damaligen Ehemann der Beschwerdeführerin vorgebrachte asylrelevante Verfolgung glaubhaft war. Das Bundesverwaltungsgericht berücksichtigt in diesem Zusammenhang in keiner Weise, dass diese Rechtsfrage bereits mit der Zuerkennung des Status des Asylberechtigten rechtskräftig entschieden wurde. Eine Begründung für den Wegfall der Umstände iSd Art1 Abschnitt C Z5 GFK enthält das angefochtene Erkenntnis daher nicht. ",
            "annotations": []
        },
        {
            "text": "2.3. Indem das Bundesverwaltungsgericht die Erfüllung der Voraussetzungen der \"Wegfall der Umstände\"-Klausel des Art1 Abschnitt C Z5 GFK bejaht, ohne die dafür nötige Prüfung, ob die Umstände, auf Grund deren dem damaligen Ehemann der Beschwerdeführerin der Status des Asylberechtigten zuerkannt worden ist, noch vorliegen, vorzunehmen, unterlässt es jegliche Begründung für den Wegfall der Umstände, der zur Anwendung des §7 Abs1 Z2 AsylG 2005 iVm Art1 Abschnitt C Z5 GFK führen würde. Dadurch kommt den vom Bundesverwaltungsgericht vorgenommenen Ausführungen hinsichtlich des für die Asylaberkennung maßgeblichen Wegfalls der Umstände kein Begründungswert zu. ",
            "annotations": []
        },
        {
            "text": "Das angefochtene Erkenntnis wird damit rechtsstaatlichen Anforderungen an die Begründung gerichtlicher Entscheidungen nicht gerecht und ist daher mit Willkür belastet (vgl VfGH 13.12.2017, E940/2017 mwN; 24.6.2021, E2176/2021).",
            "annotations": []
        },
        {
            "text": "3. Hinzukommt, dass das Bundesverwaltungsgericht feststellt, die Beschwerdeführerin habe eine persönliche Verfolgung zu keinem Zeitpunkt behauptet. Aus den dem Verfassungsgerichtshof vorliegenden Akten ist jedoch ersichtlich, dass die Beschwerdeführerin bereits im Zuge ihrer Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl am 19. Juni 2019 zu Protokoll gab, dass sie im Falle ihrer Rückkehr in den Irak auf Grund ihres Bekenntnisses zur sunnitischen Glaubensrichtung des Islam einer asylrelevanten Verfolgung ausgesetzt sei. Auch in ihrer Beschwerde an das Bundesverwaltungsgericht vom 26. Juni 2019 führte die Beschwerdeführerin aus, dass ihr im Falle ihrer Rückkehr in den Irak aus diesem Grund Verfolgung durch schiitische Milizen drohe. Eine Auseinandersetzung des Bundesverwaltungsgerichtes mit dem Vorbringen der Beschwerdeführerin, sie sei im Fall ihrer Rückkehr in den Irak auf Grund ihres Bekenntnisses zur sunnitischen Glaubensgruppe des Islam einer asylrelevanten Verfolgung ausgesetzt, erfolgt im angefochtenen Erkenntnis nicht. Vielmehr führt das Bundesverwaltungsgericht aus, es habe sich in der mündlichen Verhandlung \"zu sehr mit den Voraussetzungen für das Vorliegen von subsidiäre[m] Schutz auseinandergesetzt\". Ob es sich insofern nicht hinreichend mit den Voraussetzungen für die Zuerkennung des Status der Asylberechtigten auseinandergesetzt hat, lässt das Bundesverwaltungsgericht offen. Indem es das Bundesverwaltungsgericht somit unterlassen hat, zur Gefahr einer Verfolgung der Beschwerdeführerin auf Grund ihrer Zugehörigkeit zur islamischen Glaubensgruppe der Sunniten Feststellungen zu treffen und den so ermittelten Sachverhalt einer Beweiswürdigung zu unterziehen, fehlt es an einer schlüssigen Begründung, warum diesbezüglich keine asylrelevante Verfolgung vorliegt (vgl VfGH 23.9.2019, E1944/2019 ua; 23.2.2021, E3714/2020 ua; 8.6.2021, E381/2021).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die Beschwerdeführerin Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}