{
    "document_id": "JFT_20230228_22V00208_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Tirol, \"lita der Verordnung des Gemeinderates der Stadtgemeinde Hall in Tirol vom 05.11.2002, öffentlich an der Amtstafel vom 25.11.2002 bis zum 13.12.2002 angeschlagen und durch Vorschriftszeichen kundgemacht, betreffend die Festlegung einer gebührenfreien Kurzparkzone auf der Südseite der Straubstraße von der Kreuzung mit der Fuxmagengasse bis zur Kreuzung mit der Bruckergasse mit einer maximalen Kurzparkdauer von 180 Minuten von Montag bis Freitag von 8:00 bis 18:00 Uhr, ausgenommen Feiertage,\" als gesetzwidrig aufzuheben. In eventu wird beantragt, die gesamte Verordnung als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung des Gemeinderates der Stadtgemeinde Hall in Tirol vom 5. November 2002, kundgemacht durch Anschlag an der Amtstafel des Stadtamtes Hall in Tirol vom 25. November bis 13. Dezember 2002 sowie durch die Aufstellung von Verkehrszeichen, hat folgenden Wortlaut (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Verordnung",
            "annotations": []
        },
        {
            "text": "Aufgrund der Verordnung der Landesregierung vom 15.9.1970 LGBl Nr 53/1970 wird gemäß §43 Ziff.1 lit.b, Ziff 1 §94 lit.b StVO 1960, BGBl Nr 159 in der derzeit geltenden Fassung mit Gemeinderatsbeschluss vom 5.11.2002 verordnet:",
            "annotations": []
        },
        {
            "text": "Für folgende Bereiche wird eine gebührenfreie Kurzparkzone mit einer maximalen Parkdauer von 180 Minuten von Montag bis Freitag von 8.00 Uhr bis 18.00 Uhr, ausgenommen Feiertage, verordnet.",
            "annotations": []
        },
        {
            "text": "a) An der Südseite der Straubstraße von der Kreuzung mit der Fuxmagengasse bis zur Kreuzung mit der Bruckergasse",
            "annotations": []
        },
        {
            "text": "b) An der Ostseite der Erlerstraße von der Kreuzung mit der Kathreinstraße bis zur Kreuzung mit der Straubstraße",
            "annotations": []
        },
        {
            "text": "c) An der Westseite der Erlerstraße vom Haus 5 bis zum Haus 11",
            "annotations": []
        },
        {
            "text": "d) An der Ostseite der Schweygerstraße von der Kreuzung mit der Recheisstraße bis zur Kreuzung mit der Fassergasse",
            "annotations": []
        },
        {
            "text": "e) An der Südseite der Speckbacherstraße von der Kreuzung mit der Recheisstraße bis zur Ladezone beim Haus Stadtgraben Nr 3",
            "annotations": []
        },
        {
            "text": "f) An der Westseite der Münzergasse vom Unteren Stadtplatz bis zur Burg Hasegg",
            "annotations": []
        },
        {
            "text": "g) An der Westseite der Münzergasse von der Burg Hasegg bis zum Försterpark",
            "annotations": []
        },
        {
            "text": "h) An der Ostseite der Münzergasse vor dem Haus 11",
            "annotations": []
        },
        {
            "text": "i) An der Südseite der Lendgasse im Bereich des Hauses 8",
            "annotations": []
        },
        {
            "text": "j) An der Nordseite der Lendgasse vom Haus Lendgasse 11 bis zum Fußweg nördlich der Bahn",
            "annotations": []
        },
        {
            "text": "k) An der Ostseite des Friedhofes entlang der Salzbergstraße",
            "annotations": []
        },
        {
            "text": "Die Kundmachung der Verordnung erfolgt durch das Aufstellen der Vorschriftszeichen gemäß §52 Ziff 13d StVO 1960 'Kurzparkzone' mit der Zusatztafel gemäß §54 StVO 1960 mit der Aufschrift 'max. Parkdauer 180 Min., Montag bis Freitag 8.00 Uhr bis 18.00 Uhr, ausgenommen Feiertage' sowie das Aufstellen des Vorschriftszeichens gemäß §52 Ziff 13e StVO 1960 'Ende der Kurzparkzone' in oben genannten Bereichen.",
            "annotations": []
        },
        {
            "text": "Die Verordnung tritt mit der Aufstellung der Verkehrszeichen in Kraft.\"",
            "annotations": []
        },
        {
            "text": "2. §2 der Verordnung des Bundesministers für öffentliche Wirtschaft und Verkehr über die Überwachung der Einhaltung der Parkdauer in Kurzparkzonen (Kurzparkzonen-Überwachungsverordnung), BGBl 857/1994, idF BGBl II 145/2008 lautet (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Pflichten des Lenkers",
            "annotations": []
        },
        {
            "text": "§2. (1) Wird ein mehrspuriges Fahrzeug in einer Kurzparkzone abgestellt, so hat der Lenker",
            "annotations": []
        },
        {
            "text": "           1. das Fahrzeug für die Dauer des Abstellens mit dem für die jeweilige Kurzparkzone entsprechenden Kurzparknachweis zu kennzeichnen und",
            "annotations": []
        },
        {
            "text": "           2. dafür zu sorgen, daß das Fahrzeug spätestens mit Ablauf der höchsten zulässigen Parkzeit entfernt wird.",
            "annotations": []
        },
        {
            "text": "(2) Parkscheibe, Parkschein oder Parkzeitgeräte sind bei Fahrzeugen mit einer Windschutzscheibe hinter dieser und durch diese von außen gut lesbar, bei anderen Fahrzeugen an einer sonst geeigneten Stelle gut wahrnehmbar und lesbar anzubringen; es dürfen an den genannten Stellen nur jene Kurzparknachweise sichtbar sein, die sich auf den jeweiligen Parkvorgang beziehen.",
            "annotations": []
        },
        {
            "text": "(3) Eine Verwaltungsübertretung begeht, wer entgegen Abs1 Z2 durch Änderungen am oder des Kurzparknachweises die höchste zulässige Parkdauer zu überschreiten versucht.",
            "annotations": []
        },
        {
            "text": "(4) Wer ein mehrspuriges Fahrzeug in einer gebührenpflichtigen Kurzparkzone abstellt, hat als Kurzparknachweis eine Parkscheibe oder einen Parkschein zu verwenden, sofern für den betreffenden Haltevorgang keine Gebührenpflicht besteht.\"",
            "annotations": []
        },
        {
            "text": "3. Die anzuwendenden Bestimmungen des Bundesgesetzes vom 6. Juli 1960, mit dem Vorschriften über die Straßenpolizei erlassen werden (Straßenverkehrsordnung 1960 – StVO 1960), BGBl 159/1960, lauten in der jeweils maßgeblichen Fassung wie folgt (Zitat ohne die Hervorhebungen im Original): ",
            "annotations": []
        },
        {
            "text": "\"§25. Kurzparkzonen",
            "annotations": []
        },
        {
            "text": "(1) Wenn und insoweit es zu bestimmten Zeiten aus ortsbedingten Gründen (auch im Interesse der Wohnbevölkerung) oder zur Erleichterung der Verkehrslage erforderlich ist, kann die Behörde durch Verordnung für bestimmte Straßen oder Straßenstrecken oder für Straßen innerhalb eines bestimmten Gebietes das Parken zeitlich beschränken (Kurzparkzone). Die Kurzparkdauer darf nicht weniger als 30 Minuten und nicht mehr als 3 Stunden betragen.",
            "annotations": []
        },
        {
            "text": "(2) Verordnungen nach Abs1 sind durch die Zeichen nach §52 Z13d und 13e kundzumachen; §44 Abs1 gilt hiefür sinngemäß. Zusätzlich können Kurzparkzonen mit Bodenmarkierungen in blauer Farbe auf der Fahrbahn oder auf dem Randstein sowie mit blauen Markierungsstreifen an den im Bereich einer Kurzparkzone vorhandenen Anbringungsvorrichtungen für Straßenverkehrszeichen, Beleuchtungsmasten oder dergleichen gekennzeichnet werden.",
            "annotations": []
        },
        {
            "text": "(3) Beim Abstellen eines mehrspurigen Fahrzeuges in einer Kurzparkzone hat der Lenker das zur Überwachung der Kurzparkdauer bestimmte Hilfsmittel bestimmungsgemäß zu handhaben.",
            "annotations": []
        },
        {
            "text": "(4)–(5) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§44. Kundmachung der Verordnungen.",
            "annotations": []
        },
        {
            "text": "(1) Die im §43 bezeichneten Verordnungen sind, sofern sich aus den folgenden Absätzen nichts anderes ergibt, durch Straßenverkehrszeichen oder Bodenmarkierungen kundzumachen und treten mit deren Anbringung in Kraft. Der Zeitpunkt der erfolgten Anbringung ist in einem Aktenvermerk (§16 AVG) festzuhalten. Parteien im Sinne des §8 AVG ist die Einsicht in einen solchen Aktenvermerk und die Abschriftnahme zu gestatten.",
            "annotations": []
        },
        {
            "text": "(1a)–(5) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§52. Die Vorschriftszeichen",
            "annotations": []
        },
        {
            "text": "Die Vorschriftszeichen sind",
            "annotations": []
        },
        {
            "text": "a) Verbots- oder Beschränkungszeichen,",
            "annotations": []
        },
        {
            "text": "b) Gebotszeichen oder",
            "annotations": []
        },
        {
            "text": "c) Vorrangzeichen.",
            "annotations": []
        },
        {
            "text": "a) Verbots- oder Beschränkungszeichen",
            "annotations": []
        },
        {
            "text": "1.–13c. […]",
            "annotations": []
        },
        {
            "text": "13d. 'KURZPARKZONE'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt den Beginn einer Kurzparkzone an. Wird dieses Zeichen auf der linken Straßenseite angebracht, so bezieht sich die Kurzparkzonenregelung nur auf diese Straßenseite. Im unteren Teil des Zeichens oder auf einer Zusatztafel ist die Zeit, während der die Kurzparkzonenregelung gilt, und die zulässige Kurzparkdauer anzugeben. Falls für das Abstellen eines Fahrzeuges in einer Kurzparkzone auf Grund abgabenrechtlicher Vorschriften eine Gebühr zu entrichten ist, so ist auf diesen Umstand durch das Wort 'gebührenpflichtig', das im unteren Teil des Zeichens oder auf einer Zusatztafel anzubringen ist, hinzuweisen.",
            "annotations": []
        },
        {
            "text": "13e. 'ENDE DER KURZPARKZONE'",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt das Ende einer Kurzparkzone an.",
            "annotations": []
        },
        {
            "text": "14.–25b. […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§54. Zusatztafeln.",
            "annotations": []
        },
        {
            "text": "(1) Unter den in den §§50, 52 und 53 genannten Straßenverkehrszeichen sowie unter den in §38 genannten Lichtzeichen können auf Zusatztafeln weitere, das Straßenverkehrszeichen oder Lichtzeichen erläuternde oder wichtige, sich auf das Straßenverkehrszeichen oder Lichtzeichen beziehende, dieses erweiternde oder einschränkende oder der Sicherheit oder Leichtigkeit des Verkehrs dienliche Angaben gemacht werden.",
            "annotations": []
        },
        {
            "text": "(2)–(5) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§94b. Zuständigkeit der Bezirksverwaltungsbehörde",
            "annotations": []
        },
        {
            "text": "(1) Behörde im Sinne dieses Bundesgesetzes ist, sofern der Akt der Vollziehung nur für den betreffenden politischen Bezirk wirksam werden soll und sich nicht die Zuständigkeit der Gemeinde oder der Bundespolizeibehörde ergibt, die Bezirksverwaltungsbehörde",
            "annotations": []
        },
        {
            "text": "a) […]",
            "annotations": []
        },
        {
            "text": "b) für die Erlassung von Verordnungen und Bescheiden,",
            "annotations": []
        },
        {
            "text": "c)–h) […].",
            "annotations": []
        },
        {
            "text": "(2) […]\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Mit Straferkenntnis der Bezirkshauptmannschaft Innsbruck vom 23. Mai 2022 wurde über den Beschwerdeführer im Verfahren vor dem Landesverwaltungsgericht Tirol (im Folgenden: Beschwerdeführer) wegen eines Verstoßes gegen §2 Abs1 Z2 Kurzparkzonen-Überwachungsverordnung gemäß §99 Abs3 lita StVO 1960 eine Geldstrafe in der Höhe von € 35,– und eine Ersatzfreiheitsstrafe in der Dauer von 16 Stunden verhängt. Dem Beschwerdeführer wurde zur Last gelegt, er habe am 25. Jänner 2021, in der Zeit von 8.45 Uhr bis 15.30 Uhr, ein nach dem Kennzeichen näher bestimmtes mehrspuriges Fahrzeug in 6060 Hall in Tirol, Straubstraße Höhe Haus Bruckergasse Nr 3, abgestellt, ohne dafür gesorgt zu haben, dass das Fahrzeug am Ende der höchsten zulässigen Parkzeit vom Ort der Abstellung entfernt worden sei.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass dieses Verfahrens stellt das Landesverwaltungsgericht Tirol den vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag, der Verfassungsgerichtshof möge \"lita der Verordnung des Gemeinderates der Stadtgemeinde Hall in Tirol vom 05.11.2002, öffentlich an der Amtstafel vom 25.11.2002 bis zum 13.12.2002 angeschlagen und durch Vorschriftszeichen kundgemacht, betreffend die Festlegung einer gebührenfreien Kurzparkzone auf der Südseite der Straubstraße von der Kreuzung mit der Fuxmagengasse bis zur Kreuzung mit der Bruckergasse mit einer maximalen Kurzparkdauer von 180 Minuten von Montag bis Freitag von 8:00 bis 18:00 Uhr, ausgenommen Feiertage,\" als gesetzwidrig aufheben. In eventu wird der Antrag gestellt, die gesamte Verordnung als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2.1. Das Landesverwaltungsgericht Tirol führt zunächst zur Zulässigkeit des vorliegenden Antrages Folgendes aus: Einem im Verordnungsakt einliegenden Aktenvermerk vom 27. Februar 2003 sei zu entnehmen, dass zur Kundmachung der angefochtenen Verordnungsbestimmung Straßenverkehrszeichen aufgestellt worden seien. Darüber hinaus gehe aus dem Bericht der Stadtpolizei Hall in Tirol vom 21. Juli 2021 samt Lichtbildbeilage hervor, dass an näher bezeichneten Örtlichkeiten die Vorschriftszeichen \"Kurzparkzone\" und \"Kurzparkzone Ende\" aufgestellt worden seien. Die Publizität der angefochtenen Verordnung sei daher gegeben.",
            "annotations": []
        },
        {
            "text": "Der in dem angefochtenen Straferkenntnis angeführte Tatort befinde sich im Anwendungsbereich der lita der Verordnung des Gemeinderates der Stadtgemeinde Hall in Tirol vom 5. November 2002. In Zusammenschau mit der angeführten Tatzeit ergebe sich, dass die angefochtene Verordnung im Verfahren vor dem Landesverwaltungsgericht Tirol anzuwenden sei.",
            "annotations": []
        },
        {
            "text": "2.2. In der Folge legt das Landesverwaltungsgericht Tirol seine Bedenken gegen die angefochtene Verordnung dar:",
            "annotations": []
        },
        {
            "text": "Eine Kurzparkzone sei durch die Straßenverkehrszeichen \"Kurzparkzone\" und \"Ende der Kurzparkzone\" im Sinne des §52 lita Z13d und Z13e StVO 1960 zu kennzeichnen. Dies sei auch in der angefochtenen Verordnung entsprechend vorgesehen. Nach der Rechtsprechung des Verwaltungsgerichtshofes bedürfe es zur Kundmachung einer Kurzparkzone einer Aufstellung von Vorschriftszeichen auf jenen Straßen, auf denen rechtmäßig in die Zone eingefahren werden könne. Es sei nicht erkennbar, dass die ostseitige Einfahrtsstelle der Straubstraße innerhalb eines Gebietes gelegen wäre, an dessen Einfahrtsstellen ein Vorschriftszeichen \"Kurzparkzone\" aufgestellt gewesen sei. Nachdem die Bruckergasse nicht von der angefochtenen Verordnung erfasst sei, handle es sich bei der Kreuzung Straubstraße/Bruckergasse um eine Einfahrtsstelle in die nach lita der angefochtenen Verordnung ausgewiesene Kurzparkzone. Aus dem vom Beschwerdeführer vorgelegten Lichtbild sei deutlich erkennbar, dass an dieser Einfahrtsstelle in die Straubstraße kein Straßenverkehrszeichen \"Kurzparkzone\" angebracht gewesen sei. Dies werde im Übrigen weder von der belangten Behörde noch von der Bauamtsleitung der Stadtgemeinde Hall in Tirol in Zweifel gezogen. Das Vorbringen des Beschwerdeführers, wonach die Kurzparkzone im Bereich Straubstraße zur Tatzeit nicht ordnungsgemäß kundgemacht gewesen sei, sei daher zutreffend.",
            "annotations": []
        },
        {
            "text": "3. Die verordnungserlassende Behörde hat die Akten betreffend das Zustandekommen der zur Prüfung gestellten Verordnung vorgelegt und eine Äußerung erstattet, in der sie inhaltlich auf im Verordnungsakt einliegende Berichte des amtshandelnden Straßenaufsichtsorgans verweist.",
            "annotations": []
        },
        {
            "text": "4. Die Tiroler Landesregierung hat mitgeteilt, dass sie über keine auf die angefochtene Verordnung Bezug habenden Akten verfüge, und von der Erstattung einer Äußerung abgesehen.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof vertritt zu Art89 Abs1 B-VG beginnend mit dem Erkenntnis VfSlg 20.182/2017 die Auffassung, dass eine \"gehörig kundgemachte\" generelle Norm – also eine an einen unbestimmten, externen Personenkreis adressierte, verbindliche Anordnung von Staatsorganen – bereits dann vorliegt, wenn ein solche Norm ein Mindestmaß an Publizität und somit rechtliche Existenz erlangt (VfSlg 20.182/2017). Es ist nicht notwendig, dass die Kundmachung der Norm in der rechtlich vorgesehenen Weise erfolgt. Demnach haben auch Gerichte gesetzwidrig kundgemachte Verordnungen gemäß Art139 B-VG anzuwenden und diese, wenn sie Bedenken gegen ihre rechtmäßige Kundmachung haben, vor dem Verfassungsgerichtshof anzufechten. Bis zur Aufhebung durch den Verfassungsgerichtshof sind sie für jedermann verbindlich (vgl VfSlg 20.251/2018).",
            "annotations": []
        },
        {
            "text": "Die angefochtene Kurzparkzone wurde ausweislich des vorgelegten Aktes durch Anschlag an der Amtstafel des Stadtamtes Hall in Tirol in der Zeit vom 25. November bis 13. Dezember 2002 sowie durch die Aufstellung entsprechender Straßenverkehrszeichen kundgemacht, sodass sie mit verbindlicher Wirkung für jedermann zustande gekommen ist.",
            "annotations": []
        },
        {
            "text": "1.2. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.3. Mit dem Hauptantrag wird beantragt, lita) der Verordnung des Gemeinderates der Stadtgemeinde Hall in Tirol vom 5. November 2002 aufzuheben. Diese Bestimmung legt für die Südseite der Straubstraße von der Kreuzung mit der Fuxmagengasse bis zur Kreuzung mit der Bruckergasse eine gebührenfreie Kurzparkzone mit einer maximalen Parkdauer von 180 Minuten von Montag bis Freitag, von 8.00 Uhr bis 18.00 Uhr, ausgenommen Feiertage, fest. Das Landesverwaltungsgericht Tirol hat im Anlassverfahren über eine Beschwerde gegen ein Straferkenntnis zu entscheiden, in dem dem Beschwerdeführer zur Last gelegt wird, er habe am 25. Jänner 2021, in der Zeit von 8.45 Uhr bis 15.30 Uhr, ein nach dem Kennzeichen näher bestimmtes mehrspuriges Fahrzeug im Geltungsbereich der angefochtenen Bestimmung abgestellt, ohne dafür gesorgt zu haben, dass das Fahrzeug am Ende der höchsten zulässigen Parkzeit vom Ort der Abstellung entfernt worden sei. Die mit dem Hauptantrag angefochtene Bestimmung ist daher jedenfalls präjudiziell.",
            "annotations": []
        },
        {
            "text": "1.4. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Hauptantrag insgesamt als zulässig, sodass auf den Eventualantrag nicht mehr einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1.  Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist begründet.",
            "annotations": []
        },
        {
            "text": "2.2.1. Gemäß §25 Abs1 StVO 1960 kann die Behörde, wenn und insoweit es zu bestimmten Zeiten aus ortsbedingten Gründen oder zur Erleichterung der Verkehrslage erforderlich ist, durch Verordnung für bestimmte Straßen oder Straßenstrecken innerhalb eines bestimmten Gebietes das Parken zeitlich beschränken (Kurzparkzone). Diese Verordnungen sind durch die Zeichen nach §52 lita Z13d und 13e StVO 1960 kundzumachen; §44 Abs1 StVO 1960 gilt sinngemäß. Zusätzlich können Kurzparkzonen mit Bodenmarkierungen in blauer Farbe gekennzeichnet werden.",
            "annotations": []
        },
        {
            "text": "2.2.2. Gemäß §44 Abs1 StVO 1960 sind die in §43 StVO 1960 bezeichneten Verordnungen, sofern sich aus den folgenden Absätzen nichts anderes ergibt, durch Straßenverkehrszeichen oder Bodenmarkierungen kundzumachen und treten mit deren Anbringung in Kraft (vgl VfSlg 18.710/2009, 19.409/2011, 19.410/2011).",
            "annotations": []
        },
        {
            "text": "Der Vorschrift des §44 Abs1 StVO 1960 ist immanent, dass die bezüglichen Straßenverkehrszeichen dort anzubringen sind, wo der räumliche Geltungsbereich der Verordnung beginnt und endet (vgl VfSlg 15.749/2000, 20.251/2018 mwN). Eine Kundmachung, die nicht an allen Örtlichkeiten dem Gesetz entspricht, ist mangelhaft. Eine auf diese Weise kundgemachte Verordnung ist zwar existent, jedoch bis zur Behebung des Mangels mit Gesetzwidrigkeit behaftet (vgl VfSlg 5824/1968, 6346/1970).",
            "annotations": []
        },
        {
            "text": "2.2.3. Der Verfassungsgerichtshof hat zur Kundmachung von Kurzparkzonen wiederholt (VfSlg 4249/1962, 4493/1963, 5152/1965, 8894/1980) dargetan, dass aus der Straßenverkehrsordnung 1960 abzuleiten sei, eine Kurzparkzone sei dann gesetzmäßig kundgemacht, wenn bei der Einfahrt in die Zone ein Verkehrszeichen gemäß §52 lita Z13d StVO 1960 und bei der Ausfahrt aus der Zone ein solches nach §52 lita Z13e StVO 1960 aufgestellt sei; eine darüberhinausgehende Kenntlichmachung der Kurzparkzone sei zur Gesetzmäßigkeit der Kundmachung nicht erforderlich.",
            "annotations": []
        },
        {
            "text": "2.2.4. In lita der Verordnung des Gemeinderates der Stadtgemeinde Hall in Tirol vom 5. November 2002 wird für die Südseite der Straubstraße von der Kreuzung mit der Fuxmagengasse bis zur Kreuzung mit der Bruckergasse eine gebührenfreie Kurzparkzone mit einer maximalen Parkdauer von 180 Minuten von Montag bis Freitag, von 8.00 Uhr bis 18.00 Uhr, ausgenommen Feiertage, angeordnet. Bei der Straubstraße handelt es sich um eine Straße mit Gegenverkehr, in die sowohl von der Fuxmagengasse (Fahrtrichtung Osten) als auch von der Bruckergasse kommend (Fahrtrichtung Westen) rechtmäßig eingefahren werden kann. Für die Fuxmagengasse und die Bruckergasse ist jeweils keine Kurzparkzone verordnet.",
            "annotations": []
        },
        {
            "text": "Ausweislich des im Akt der Bezirkshauptmannschaft Innsbruck einliegenden Bildmaterials wurde die Kurzparkzone ausschließlich in Fahrtrichtung Osten – im Kreuzungsbereich Fuxmagenstraße mit der Straubstraße, im Kreuzungsbereich Erlerstraße mit der Straubstraße und im Kreuzungsbereich Magdalenenstraße (Norden)/Schumacherweg (Süden) mit der Straubstraße – jeweils durch das Straßenverkehrszeichen gemäß §52 lita Z13d StVO 1960 (\"Kurzparkzone\") sowie – im Kreuzungsbereich Straubstraße mit der Bruckergasse auf Höhe Haus Bruckergasse Nr 3 – durch das Straßenverkehrszeichen gemäß §52 lita Z13e StVO 1960 (\"Ende der Kurzparkzone\") kundgemacht. Zusätzlich wurde die Kurzparkzone mit einer Bodenmarkierung in blauer Farbe gekennzeichnet. In Fahrtrichtung Westen (von der Bruckergasse kommend) ist keine Kundmachung durch Straßenverkehrszeichen erfolgt.",
            "annotations": []
        },
        {
            "text": "2.3. Die angefochtene Verordnungsbestimmung verstößt mangels einer Kundmachung mittels Straßenverkehrszeichen nach §52 lita Z13d und 13e StVO 1960 an sämtlichen möglichen Ein- und Ausfahrten der Kurzparkzone gegen §25 Abs1 iVm §44 Abs1 StVO 1960. Sie ist daher gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Lit. a der Verordnung des Gemeinderates der Stadtgemeinde Hall in Tirol vom 5. November 2002, kundgemacht durch Anschlag an der Amtstafel des Stadtamtes Hall in Tirol vom 25. November bis 13. Dezember 2002 sowie durch die Aufstellung von Verkehrszeichen, ist daher als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Tiroler Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §2 Abs1 liti Tir Landes-VerlautbarungsG.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}