{
    "document_id": "JFT_20230613_23E00693_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerdevorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Erstbeschwerdeführer und die Zweitbeschwerdeführerin sind Ehegatten und die Eltern des Drittbeschwerdeführers, des minderjährigen Viertbeschwerdeführers, des minderjährigen Fünftbeschwerdeführers, der minderjährigen Sechstbeschwerdeführerin und der minderjährigen Siebtbeschwerdeführerin. Alle Beschwerdeführer sind syrische Staatsangehörige, gehören der arabischen Volksgruppe an und bekennen sich zur sunnitischen Glaubensrichtung des Islam. Die Beschwerdeführer stammen aus Hajin im Gouvernement Deir Ez-Zor und lebten dort bis zu ihrer Ausreise.",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerdeführer reisten gemeinsam jeweils im Besitz eines von der Österreichischen Botschaft Beirut ausgestellten Visums der Kategorie \"D\" am 14. August 2021 mit dem Flugzeug nach Wien und stellten am 20. August 2021 Anträge auf internationalen Schutz in Österreich. ",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheiden des Bundesamtes für Fremdenwesen und Asyl (im Folgenden: BFA) vom 3. November 2021 sowie 15. November 2021 wies das BFA die Anträge der Beschwerdeführer auf internationalen Schutz hinsichtlich der Zuerkennung des Status der Asylberechtigten ab (Spruchpunkt I.), erkannte ihnen den Status der subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihnen eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "4. Die gegen Spruchpunkt I. erhobenen Beschwerden gegen die Abweisung der Anträge auf internationalen Schutz wies das Bundesverwaltungsgericht mit Erkenntnis vom 1. Februar 2023 als unbegründet ab. Hinsichtlich des Viertbeschwerdeführers begründet es seine Entscheidung im Wesentlichen damit, dass eine Zwangsrekrutierung des Viertbeschwerdeführers durch die kurdischen Selbstverteidigungseinheiten (im Folgenden: SDF) nicht glaubhaft sei, weil die Ausführungen der Zweitbeschwerdeführerin nicht im Einklang mit den Länderberichten seien und keine Anhaltspunkte für Rekrutierungsversuche vorlägen. ",
            "annotations": []
        },
        {
            "text": "5. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des Erkenntnisses beantragt wird. ",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht geht davon aus, dass dem Viertbeschwerdeführer auf Grund seiner Minderjährigkeit keine aktuelle Gefahr einer Zwangsrekrutierung durch die kurdischen SDF drohe. Zwar gehe aus den Länderberichten hervor, dass die Rekrutierung von Minderjährigen durch die SDF durchaus vorkomme, jedoch hätten sowohl die Zweitbeschwerdeführerin wie auch der Viertbeschwerdeführer in der mündlichen Verhandlung ausgeführt, dass bisher keine Rekrutierungsversuche stattgefunden hätten. Die Zweitbeschwerdeführerin habe behauptet, dass die Rekrutierungsversuche erst nach ihrer Ausreise erfolgt seien. Dies decke sich aber nicht mit den Länderberichten, denen zu entnehmen sei, dass die SDF zwischen 2014 und September 2020 Minderjährige rekrutiert hätten. Vor diesem Hintergrund sowie im Hinblick darauf, dass die Kontrolle durch die SDF im Herkunftsgebiet der Beschwerdeführer den Angaben des Erstbeschwerdeführers zufolge seit dem Jahr 2018 durchgehend bestehe und die Beschwerdeführer danach noch drei weitere Jahre dort gelebt hätten, sei eine Zwangsrekrutierung des sechzehnjährigen Viertbeschwerdeführers durch die SDF nicht wahrscheinlich.",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht setzt sich hinsichtlich des Viertbeschwerdeführers zwar überwiegend mit der Gefahr einer möglichen Zwangsrekrutierung als Minderjähriger durch die SDF auseinander, auf die Gefahr einer Zwangsrekrutierung durch die SDF, weil er nach einer Rückkehr das \"wehrfähige\" Alter erreichen wird, geht das Bundesverwaltungsgericht jedoch nicht ein. Das Bundesverwaltungsgericht unterlässt damit eine Prüfung anhand der in diesem Zusammenhang maßgeblichen Kriterien (siehe dazu das vom Bundesverwaltungsgericht herangezogene Länderinformationsblatt der Staatendokumentation zu Syrien, Version 8, vom 29.12.2022, S 124 f.). ",
            "annotations": []
        },
        {
            "text": "3.3. Die asylrelevante Verfolgungsgefahr muss aktuell sein und somit im Entscheidungszeitpunkt des Bundesverwaltungsgerichtes vorliegen (vgl Filzwieser/Frank/Kloibmüller/Raschhofer, Asyl und Fremdenrecht, 2016, §3 AsylG 2005, K 61). Auf diesen Zeitpunkt hat die der Asylentscheidung immanente Prognose abzustellen, ob der Asylwerber mit maßgeblicher Wahrscheinlichkeit Verfolgung aus den Konventionsgründen zu befürchten habe (siehe VwGH 19.10.2000, 98/20/0233). ",
            "annotations": []
        },
        {
            "text": "4. Nach den im angefochtenen Erkenntnis abgedruckten Länderberichten ist für Männer zwischen 18 und 24 Jahren die Ableistung eines \"Wehrdienstes\" in der \"Demokratischen Selbstverwaltung für Nord und Ostsyrien\" verpflichtend. Für den im Jänner 2007 geborenen Viertbeschwerdeführer besteht somit im Entscheidungszeitpunkt in weniger als 2 Jahren die Gefahr, in der \"Demokratischen Selbstverwaltung für Nord und Ostsyrien\" für die SDF zwangsrekrutiert zu werden (Länderinformationsblatt der Staatendokumentation zu Syrien, Version 8, vom 29.12.2022, S 214 f.). Insbesondere vor dem Hintergrund, dass es zu Überprüfungen von möglichen Rekruten an Checkpoints und auch zu Ausforschungen komme und das \"Dekret Nr 3 vom 4. September 2021\" teilweise mit Gewalt durchgesetzt werde, hätte das Bundesverwaltungsgericht nicht ohne weiteres eine fehlende Verfolgung annehmen dürfen, sondern sich im Rahmen seiner Prognoseentscheidung mit einer etwaigen asylrelevanten Verfolgung im Zusammenhang mit der Gefahr einer Zwangsrekrutierung in der \"Demokratischen Selbstverwaltung für Nord und Ostsyrien\" im Zuge des Erreichens der Volljährigkeit des Viertbeschwerdeführers auseinandersetzen müssen. Der Viertbeschwerdeführer befindet sich mit 16 Jahren in einem Alter, in dem eine mögliche Zwangsrekrutierung ab Erreichen des 18. Lebensjahres nicht allein mit den Hinweisen darauf, dass er derzeit das \"wehrfähige\" Alter von 18 Jahren noch nicht erreicht hat und die Gefahr der Rekrutierung als Minderjähriger nicht besteht, als reale Verfolgungsgefahr ausgeschlossen werden kann.",
            "annotations": []
        },
        {
            "text": "4.1. Indem das Bundesverwaltungsgericht es unterlassen hat, die vorgebrachte Gefahr einer Zwangsrekrutierung zur SDF, wenn der Beschwerdeführer das \"wehrfähige\" Alter erreicht, zu prüfen, mangelt es der angefochtenen Entscheidung im Hinblick auf den Viertbeschwerdeführer an einer schlüssigen Begründung, warum diesbezüglich keine asylrelevante Verfolgung vorliegt, womit sie schon aus diesem Grund mit Willkür belastet ist (vgl VfGH 20.9.2022, E1138/2022; 27.2.2023, E3307/2022). Dieser Mangel schlägt gemäß §34 Abs4 AsylG 2005 auf die Entscheidungen betreffend den Erstbeschwerdeführer, die Zweitbeschwerdeführerin, den Drittbeschwerdeführer, den Fünftbeschwerdeführer, die Sechstbeschwerdeführerin und die Siebtbeschwerdeführerin durch (VfSlg 19.671/2012, 19.855/2014; VfGH 24.11.2016, E1085/2016 ua); daher sind auch diese aufzuheben.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1.  Die beschwerdeführenden Parteien sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten sind ein Streitgenossenzuschlag in der Höhe von € 763,- und Umsatzsteuer in der Höhe von € 588,60 enthalten. Da die beschwerdeführenden Parteien gemeinsam durch eine Rechtsanwältin vertreten sind, ist der einfache Pauschalsatz, erhöht um einen entsprechenden Streitgenossenzuschlag, zuzusprechen. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießen.",
            "annotations": []
        }
    ]
}