{
    "document_id": "JFT_20230315_22E02420_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist Ärztin für Allgemeinmedizin, ist in die Ärzteliste eingetragen und gehört als ordentliche Kammerangehörige der Ärztekammer für Tirol an. ",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerdeführerin war Mitglied der im Jänner 2022 aufgelösten Facebook-Gruppe \"Ärzte vs. Covid\". Im Rahmen einer Gruppendiskussion in dieser Facebook-Gruppe tätigte die Beschwerdeführerin insgesamt drei Aussagen, auf Grund derer gegen sie ein Disziplinarverfahren eingeleitet wurde und letztlich mit Erkenntnis des Disziplinarrates der Österreichischen Ärztekammer, Disziplinarkommission für Tirol, vom 11. Jänner 2022 über sie eine Geldstrafe in der Höhe von € 3.000,- verhängt wurde. ",
            "annotations": []
        },
        {
            "text": "3. Der gegen dieses Disziplinarerkenntnis erhobenen Beschwerde gab das Landesverwaltungsgericht Tirol in Bezug auf einen Vorwurf statt, wies im Übrigen jedoch die Beschwerde ab und setzte die Geldstrafe auf € 2.000,- herab. ",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Freiheit der Meinungsäußerung gemäß Art10 EMRK bzw Art13 StGG behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Landesverwaltungsgericht Tirol hat die Gerichts- und Verwaltungsakten vorgelegt und eine Gegenschrift erstattet, in der den Beschwerdebehauptungen entgegengetreten wird.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof hat mit Erkenntnis vom 6. März 2023, G237/2022 ua, die Wortfolge \"und auf Vorschlag des Vorstandes der Österreichischen Ärztekammer vom Bundesminister für Gesundheit und Frauen bestellt wird\" in §140 Abs3 erster Satz, die Wortfolge \"auf Vorschlag des Vorstandes der Österreichischen Ärztekammer vom Bundesminister für Gesundheit und Frauen\" in §140 Abs3 zweiter Satz und den dritten Satz in §140 Abs3 des Bundesgesetzes über die Ausübung des ärztlichen Berufes und die Standesvertretung der Ärzte (Ärztegesetz 1998 – ÄrzteG 1998), BGBl I 169, idF BGBl I 140/2003 als verfassungswidrig aufgehoben.",
            "annotations": []
        },
        {
            "text": "Gemäß Art140 Abs7 B-VG wirkt die Aufhebung eines Gesetzes auf den Anlassfall zurück. Es ist daher hinsichtlich des Anlassfalles so vorzugehen, als ob die als verfassungswidrig erkannte Norm bereits zum Zeitpunkt der Verwirklichung des der angefochtenen Entscheidung des Verwaltungsgerichtes zugrunde gelegten Tatbestandes nicht mehr der Rechtsordnung angehört hätte.",
            "annotations": []
        },
        {
            "text": "Dem in Art140 Abs7 B-VG genannten Anlassfall (im engeren Sinn), anlässlich dessen das Gesetzesprüfungsverfahren tatsächlich eingeleitet worden ist, sind all jene Beschwerdefälle gleichzuhalten, die zum Zeitpunkt der mündlichen Verhandlung im Gesetzesprüfungsverfahren (bei Unterbleiben einer mündlichen Verhandlung zu Beginn der nichtöffentlichen Beratung) beim Verfassungsgerichtshof bereits anhängig waren (VfSlg 10.616/1985, 11.711/1988). Im – hier allerdings nicht gegebenen – Fall einer Beschwerde gegen eine Entscheidung eines Verwaltungsgerichtes, der ein auf Antrag eingeleitetes Verwaltungsverfahren vorausgegangen ist, muss dieser verfahrenseinleitende Antrag überdies vor Bekanntmachung des dem unter Pkt. II.1. genannten Erkenntnis zugrunde liegenden Prüfungsbeschlusses des Verfassungsgerichtshofes eingebracht worden sein (VfSlg 17.687/2005).",
            "annotations": []
        },
        {
            "text": "2. Die nichtöffentliche Beratung im Gesetzesprüfungsverfahren begann am 3. März 2023. Die vorliegende Beschwerde ist beim Verfassungsgerichtshof am 7. September 2022 eingelangt, war also zu Beginn der nichtöffentlichen Beratung schon anhängig; der ihr zugrunde liegende Fall ist somit einem Anlassfall gleichzuhalten.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Tirol wendete bei Erlassung des angefochtenen Erkenntnisses die als verfassungswidrig aufgehobene Gesetzesbestimmung insofern an, als es nach §27 erster Halbsatz VwGVG zunächst – auch ohne entsprechendes Vorbringen in der Beschwerde (vgl etwa VwGH 27.3.2018, Ra 2015/06/0072, mwN) – die Zuständigkeit der belangten Behörde, konkret also der Disziplinarkommission für Tirol des Disziplinarrates der Österreichischen Ärztekammer, zu prüfen hat. Teil dieser Prüfung ist auch die Prüfung der gesetzmäßigen Zusammensetzung einer Kollegialbehörde (vgl etwa VwGH 27.11.2000, 99/17/0312, mwN). Da sich die Besetzung der gemäß §140 Abs3 ÄrzteG 1998 zusammengesetzten Disziplinarkommission als verfassungswidrig erweist und dies auf den das Disziplinarerkenntnis erlassenden Disziplinarrat der Österreichischen Ärztekammer, Disziplinarkommission für Tirol, unter dem stellvertretenden Vorsitzenden durchschlägt, ist nach Lage des Falles offenkundig, dass diese Gesetzesanwendung für die Rechtsstellung der Beschwerdeführerin nachteilig war. Die Beschwerdeführerin wurde somit wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Von der Durchführung einer mündlichen Verhandlung wurde gemäß §19 Abs4 VfGG abgesehen. ",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung gründet sich auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten. Die als \"ERV-Kosten\" geltend gemachten Kosten in der Höhe von € 2,10 sind schon deshalb nicht zuzusprechen, weil diese bereits mit dem Pauschalsatz abgegolten sind (vgl zB VfGH 13.12.2017, E3939/2017).",
            "annotations": []
        }
    ]
}