{
    "document_id": "JFT_20230315_22E02042_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind Staatsangehörige Afghanistans. Die Erstbeschwerdeführerin ist die Mutter der Zweit- bis Viertbeschwerdeführer sowie nach eigener Angabe die Schwiegermutter der Fünftbeschwerdeführerin. Der Sechstbeschwerdeführer ist der Bruder der Fünftbeschwerdeführerin. Sie sind gemeinsam aus Afghanistan im Zuge eines ungarischen Evakuierungsfluges im August 2021 von Kabul nach Ungarn ausgeflogen worden. Die Erstbeschwerdeführerin hat zudem einen Sohn, der in Ungarn subsidiär schutzberechtigt ist. Dieser Sohn sei mit der Fünftbeschwerdeführerin verheiratet. Die Beschwerdeführer selbst stellten in Ungarn keine Asylanträge. Sie seien laut Feststellung des Bundesverwaltungsgerichtes im Besitz von befristeten Aufenthaltsberechtigungen für sonstige Zwecke in Ungarn, zuletzt automatisch verlängert bis 30. Juni 2022, gewesen. Nach ihrer Einreise stellten die Beschwerdeführer am 11. Oktober 2021 in Österreich Anträge auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Das Bundesamt für Fremdenwesen und Asyl (im Folgenden: BFA) richtete – nach einem Ersuchen um Information gemäß Art34 der Verordnung (EU) Nr 604/2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen oder Staatenlosen in einem Mitgliedstaat gestellten Antrages auf internationalen Schutz zuständig ist (im Folgenden: Dublin III-Verordnung), ABl. 2013 L 180, 31 – unter Hinweis auf die ungarischen Aufenthaltstitel und das Vorbringen der Beschwerdeführer auf Art12 Abs1 Dublin III-Verordnung gestützte Aufnahmeersuchen an Ungarn. Ungarn stimmte mit Schreiben vom 21. Februar 2022 diesen Ersuchen ausdrücklich zu.",
            "annotations": []
        },
        {
            "text": "3. Das BFA wies in der Folge die Anträge auf internationalen Schutz, ohne in die Sache einzutreten, mit Bescheiden vom 14. Juni 2022 gemäß §5 Abs1 AsylG 2005 als unzulässig zurück und sprach aus, dass Ungarn gemäß Art12 Abs1 Dublin III-Verordnung zur Prüfung der Anträge zuständig sei. Gleichzeitig wurde die Außerlandesbringung der Beschwerdeführer gemäß §61 Abs1 FPG angeordnet und festgestellt, dass gemäß §62 Abs2 FPG die Abschiebung der Beschwerdeführer nach Ungarn zulässig sei.",
            "annotations": []
        },
        {
            "text": "4. Dagegen erhoben die Beschwerdeführer fristgerecht Beschwerden an das Bundesverwaltungsgericht. In den Beschwerden wird unter anderem ausgeführt, dass die Länderfeststellungen mangelhaft seien und keine Auseinandersetzung damit erfolgt sei, dass die Beschwerdeführer in Ungarn das sogenannte \"Botschaftsverfahren\" durchlaufen müssten, was bedeute, dass sie für eine Antragstellung nach Belgrad reisen und bei der dortigen ungarischen Botschaft ihre Asylanträge stellen müssten. Eine Auseinandersetzung mit den Gefahren bei einer derartigen Prozedur sei nicht erfolgt. Die Behörde hätte auch prüfen müssen, ob den Beschwerdeführern eine Kettenabschiebung drohe.",
            "annotations": []
        },
        {
            "text": "5. Die gegen die Bescheide vom 14. Juni 2022 erhobenen Beschwerden wies das Bundesverwaltungsgericht mit Erkenntnis vom 12. Juli 2022 als unbegründet ab. Unter Verweis auf die in den Bescheiden des BFA herangezogenen Länderberichte zu Ungarn geht das Gericht davon aus, dass den Beschwerdeführern der Zugang zum ungarischen Asylverfahren gesichert und vor Ort eine entsprechende Versorgung gegeben sei. Zudem sei essentielle kostenlose medizinische Versorgung Teil der materiellen Versorgung von Asylwerbern in Ungarn. Ein Eingriff in das Familienleben liege nicht vor, weil die Beschwerdeführer alle gemeinsam außer Landes gebracht würden. Der durch die Ausweisung der Beschwerdeführer aus dem Bundesgebiet bewirkte Eingriff in ihr Privatleben sei durch ein Überwiegen des öffentlichen Interesses im Vergleich zu ihrem Privatinteresse am Verbleib im Bundesgebiet jedenfalls gedeckt, wobei auch die Mitberücksichtigung des Kindeswohls letztlich zu keinem anderen Ergebnis führe.",
            "annotations": []
        },
        {
            "text": "6. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Dies begründen die Beschwerdeführer unter anderem damit, dass das Bundesverwaltungsgericht in entscheidenden Punkten die notwendige Ermittlungstätigkeit unterlassen und zur Beurteilung der Versorgungs- und Sicherheitslage für Asylwerber in Ungarn veraltete Länderinformationen herangezogen habe.",
            "annotations": []
        },
        {
            "text": "7. Das Bundesverwaltungsgericht hat einen Teil der Verwaltungsakten des BFA vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen. Weiters hat das Bundesverwaltungsgericht mitgeteilt, dass sich die Gerichtsakten und die restlichen Verwaltungsakten beim Verwaltungsgerichtshof befänden. Der Verwaltungsgerichtshof hat dem Verfassungsgerichtshof die Akten übermittelt.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die im vorliegenden Fall maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1. §5 des Bundesgesetzes über die Gewährung von Asyl (Asylgesetz 2005 – AsylG 2005), BGBl I 100/2005, idF BGBl I 87/2012 lautet:",
            "annotations": []
        },
        {
            "text": "\"Zuständigkeit eines anderen Staates",
            "annotations": []
        },
        {
            "text": "§5. (1) Ein nicht gemäß §§4 oder 4a erledigter Antrag auf internationalen Schutz ist als unzulässig zurückzuweisen, wenn ein anderer Staat vertraglich oder auf Grund der Dublin - Verordnung zur Prüfung des Asylantrages oder des Antrages auf internationalen Schutz zuständig ist. Mit der Zurückweisungsentscheidung ist auch festzustellen, welcher Staat zuständig ist. Eine Zurückweisung des Antrages hat zu unterbleiben, wenn im Rahmen einer Prüfung des §9 Abs2 BFA-VG festgestellt wird, dass eine mit der Zurückweisung verbundene Anordnung zur Außerlandesbringung zu einer Verletzung von Art8 EMRK führen würde.",
            "annotations": []
        },
        {
            "text": "(2) Gemäß Abs1 ist auch vorzugehen, wenn ein anderer Staat vertraglich oder auf Grund der Dublin - Verordnung dafür zuständig ist zu prüfen, welcher Staat zur Prüfung des Asylantrages oder des Antrages auf internationalen Schutz zuständig ist.",
            "annotations": []
        },
        {
            "text": "(3) Sofern nicht besondere Gründe, die in der Person des Asylwerbers gelegen sind, glaubhaft gemacht werden oder beim Bundesamt oder beim Bundesverwaltungsgericht offenkundig sind, die für die reale Gefahr des fehlenden Schutzes vor Verfolgung sprechen, ist davon auszugehen, dass der Asylwerber in einem Staat nach Abs1 Schutz vor Verfolgung findet.\"",
            "annotations": []
        },
        {
            "text": "2. §61 des Bundesgesetzes über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 – FPG), BGBl I 100/2005, idF BGBl I 24/2016 lautete:",
            "annotations": []
        },
        {
            "text": "\"Anordnung zur Außerlandesbringung",
            "annotations": []
        },
        {
            "text": "§61. (1) Das Bundesamt hat gegen einen Drittstaatsangehörigen eine Außerlandesbringung anzuordnen, wenn",
            "annotations": []
        },
        {
            "text": "1. dessen Antrag auf internationalen Schutz gemäß §§4a oder 5 AsylG 2005 zurückgewiesen wird oder nach jeder weiteren, einer zurückweisenden Entscheidung gemäß §§4a oder 5 AsylG 2005 folgenden, zurückweisenden Entscheidung gemäß §68 Abs1 AVG oder",
            "annotations": []
        },
        {
            "text": "2. er in einem anderen Mitgliedstaat einen Antrag auf internationalen Schutz gestellt hat und dieser Mitgliedstaat vertraglich oder auf Grund der Dublin-Verordnung zur Prüfung dieses Antrages zuständig ist. Dies gilt nicht für begünstigte Drittstaatsangehörige.",
            "annotations": []
        },
        {
            "text": "(2) Eine Anordnung zur Außerlandesbringung hat zur Folge, dass eine Abschiebung des Drittstaatsangehörigen in den Zielstaat zulässig ist. Die Anordnung bleibt binnen 18 Monaten ab Ausreise des Drittstaatsangehörigen aufrecht.",
            "annotations": []
        },
        {
            "text": "(3) - (4) […]\"",
            "annotations": []
        },
        {
            "text": "3. Art3 und 12 der Verordnung (EU) Nr 604/2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen oder Staatenlosen in einem Mitgliedstaat gestellten Antrags auf internationalen Schutz zuständig ist (Dublin III-Verordnung), ABl. 2013 L 180, 31, lauten:",
            "annotations": []
        },
        {
            "text": "\"Artikel 3",
            "annotations": []
        },
        {
            "text": "Verfahren zur Prüfung eines Antrags auf internationalen Schutz",
            "annotations": []
        },
        {
            "text": "(1) Die Mitgliedstaaten prüfen jeden Antrag auf internationalen Schutz, den ein Drittstaatsangehöriger oder Staatenloser im Hoheitsgebiet eines Mitgliedstaats einschließlich an der Grenze oder in den Transitzonen stellt. Der Antrag wird von einem einzigen Mitgliedstaat geprüft, der nach den Kriterien des Kapitels III als zuständiger Staat bestimmt wird.",
            "annotations": []
        },
        {
            "text": "(2) Lässt sich anhand der Kriterien dieser Verordnung der zuständige Mitgliedstaat nicht bestimmen, so ist der erste Mitgliedstaat, in dem der Antrag auf internationalen Schutz gestellt wurde, für dessen Prüfung zuständig.",
            "annotations": []
        },
        {
            "text": "Erweist es sich als unmöglich, einen Antragsteller an den zunächst als zuständig bestimmten Mitgliedstaat zu überstellen, da es wesentliche Gründe für die Annahme gibt, dass das Asylverfahren und die Aufnahmebedingungen für Antragsteller in diesem Mitgliedstaat systemische Schwachstellen aufweisen, die eine Gefahr einer unmenschlichen oder entwürdigenden Behandlung im Sinne des Artikels 4 der EU-Grundrechtecharta mit sich bringen, so setzt der die Zuständigkeit prüfende Mitgliedstaat, die Prüfung der in Kapitel III vorgesehenen Kriterien fort, um festzustellen, ob ein anderer Mitgliedstaat als zuständig bestimmt werden kann.",
            "annotations": []
        },
        {
            "text": "Kann keine Überstellung gemäß diesem Absatz an einen aufgrund der Kriterien des Kapitels III bestimmten Mitgliedstaat oder an den ersten Mitgliedstaat, in dem der Antrag gestellt wurde, vorgenommen werden, so wird der die Zuständigkeit prüfende Mitgliedstaat der zuständige Mitgliedstaat.",
            "annotations": []
        },
        {
            "text": "(3) Jeder Mitgliedstaat behält das Recht, einen Antragsteller nach Maßgabe der Bestimmungen und Schutzgarantien der Richtlinie 32/2013/EU in einen sicheren Drittstaat zurück- oder auszuweisen.\"",
            "annotations": []
        },
        {
            "text": "\"Artikel 12",
            "annotations": []
        },
        {
            "text": "Ausstellung von Aufenthaltstiteln oder Visa",
            "annotations": []
        },
        {
            "text": "(1) Besitzt der Antragsteller einen gültigen Aufenthaltstitel, so ist der Mitgliedstaat, der den Aufenthaltstitel ausgestellt hat, für die Prüfung des Antrags auf internationalen Schutz zuständig.",
            "annotations": []
        },
        {
            "text": "(2) Besitzt der Antragsteller ein gültiges Visum, so ist der Mitgliedstaat, der das Visum erteilt hat, für die Prüfung des Antrags auf internationalen Schutz zuständig, es sei denn, dass das Visum im Auftrag eines anderen Mitgliedstaats im Rahmen einer Vertretungsvereinbarung gemäß Artikel 8 der Verordnung (EG) Nr 810/2009 des Europäischen Parlaments und des Rates vom 13. Juli 2009 über einen Visakodex der Gemeinschaft erteilt wurde. In diesem Fall ist der vertretene Mitgliedstaat für die Prüfung des Antrags auf internationalen Schutz zuständig.",
            "annotations": []
        },
        {
            "text": "(3) Besitzt der Antragsteller mehrere gültige Aufenthaltstitel oder Visa verschiedener Mitgliedstaaten, so sind die Mitgliedstaaten für die Prüfung des Antrags auf internationalen Schutz in folgender Reihenfolge zuständig:",
            "annotations": []
        },
        {
            "text": "a) der Mitgliedstaat, der den Aufenthaltstitel mit der längsten Gültigkeitsdauer erteilt hat, oder bei gleicher Gültigkeitsdauer der Mitgliedstaat, der den zuletzt ablaufenden Aufenthaltstitel erteilt hat;",
            "annotations": []
        },
        {
            "text": "b) der Mitgliedstaat, der das zuletzt ablaufende Visum erteilt hat, wenn es sich um gleichartige Visa handelt;",
            "annotations": []
        },
        {
            "text": "c) bei nicht gleichartigen Visa der Mitgliedstaat, der das Visum mit der längsten Gültigkeitsdauer erteilt hat, oder bei gleicher Gültigkeitsdauer der Mitgliedstaat, der das zuletzt ablaufende Visum erteilt hat.",
            "annotations": []
        },
        {
            "text": "(4) Besitzt der Antragsteller nur einen oder mehrere Aufenthaltstitel, die weniger als zwei Jahre zuvor abgelaufen sind, oder ein oder mehrere Visa, die seit weniger als sechs Monaten abgelaufen sind, aufgrund deren er in das Hoheitsgebiet eines Mitgliedstaats einreisen konnte, so sind die Absätze 1, 2 und 3 anwendbar, solange der Antragsteller das Hoheitsgebiet der Mitgliedstaaten nicht verlassen hat.",
            "annotations": []
        },
        {
            "text": "Besitzt der Antragsteller einen oder mehrere Aufenthaltstitel, die mehr als zwei Jahre zuvor abgelaufen sind, oder ein oder mehrere Visa, die seit mehr als sechs Monaten abgelaufen sind, aufgrund deren er in das Hoheitsgebiet eines Mitgliedstaats einreisen konnte, und hat er die Hoheitsgebiete der Mitgliedstaaten nicht verlassen, so ist der Mitgliedstaat zuständig, in dem der Antrag auf internationalen Schutz gestellt wird.",
            "annotations": []
        },
        {
            "text": "(5) Der Umstand, dass der Aufenthaltstitel oder das Visum aufgrund einer falschen oder missbräuchlich verwendeten Identität oder nach Vorlage von gefälschten, falschen oder ungültigen Dokumenten erteilt wurde, hindert nicht daran, dem Mitgliedstaat, der den Titel oder das Visum erteilt hat, die Zuständigkeit zuzuweisen. Der Mitgliedstaat, der den Aufenthaltstitel oder das Visum ausgestellt hat, ist nicht zuständig, wenn nachgewiesen werden kann, dass nach Ausstellung des Titels oder des Visums eine betrügerische Handlung vorgenommen wurde.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die Erstbeschwerdeführerin ist laut Auszug aus dem Zentralen Melderegister vom 1. September 2022 vor Einbringung der Beschwerde durch den zum Verfahrenshelfer bestellten Rechtsanwalt verstorben. Gemäß §35 VfGG iVm §68 Abs1 ZPO erlischt die Verfahrenshilfe mit dem Tod der Partei. Die Beschwerde ist, soweit sie im Namen der Erstbeschwerdeführerin erhoben wurde, mangels Legitimation zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Die – hinsichtlich der Zweit- bis Sechstbeschwerdeführer zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2.1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg.cit. gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "Solche Fehler sind dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.2. Gemäß §5 Abs1 AsylG 2005 ist ein nicht nach §4 AsylG 2005 (Schutz im sicheren Drittstaat) oder nach §4a AsylG 2005 (Schutz im EWR-Staat oder in der Schweiz) erledigter Antrag auf internationalen Schutz als unzulässig zurückzuweisen, \"wenn ein anderer Staat vertraglich oder auf Grund der Dublin-Verordnung zur Prüfung des Asylantrages oder Antrages auf internationalen Schutz zuständig ist\". Eine Zurückweisung hat iSd Art3 Abs2 UAbs2 Dublin III-Verordnung dann zu unterbleiben, wenn sich eine Überstellung an den zunächst als zuständig bestimmten Mitgliedstaat als unmöglich erweist, weil wesentliche Gründe für die Annahme vorliegen, dass das Asylverfahren und die Aufnahmebedingungen für Antragsteller in diesem Mitgliedstaat systemische Schwachstellen aufweisen, die eine Gefahr einer unmenschlichen oder entwürdigenden Behandlung iSd Art4 GRC mit sich bringen (vgl dazu VwGH 8.9.2015, Ra 2015/18/0113).",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Gerichtshofes der Europäischen Union hat eine Überstellung an den zuständigen Mitgliedstaat iSd Dublin III-Verordnung dann zu unterbleiben, wenn dem die Zuständigkeit prüfenden Gericht (bzw der Behörde) \"nicht unbekannt sein kann, dass die systemischen Schwachstellen des Asylverfahrens und der Aufnahmebedingungen für Asylwerber in diesem Mitgliedstaat ernsthafte und durch Tatsachen bestätigte Gründe für die Annahme darstellen, dass der Antragsteller tatsächlich Gefahr läuft, einer unmenschlichen oder erniedrigenden Behandlung im Sinne dieser Bestimmung ausgesetzt zu werden\" (EuGH 19.3.2019, C-163/17, Jawo, Rz 85 mwN).",
            "annotations": []
        },
        {
            "text": "Das mit der Rechtssache befasste Gericht – wie zuvor auch die befasste Behörde – trifft demnach die Verpflichtung, \"auf der Grundlage objektiver, zuverlässiger, genauer und gebührend aktualisierter Angaben und im Hinblick auf den durch das Unionsrecht gewährleisteten Schutzstandard der Grundrechte zu würdigen, ob entweder systemische oder allgemeine oder aber bestimmte Personengruppen betreffende Schwachstellen vorliegen\", die einer Zurückweisung des Antrages auf internationalen Schutz entgegenstehen (EuGH, Jawo, Rz 90).",
            "annotations": []
        },
        {
            "text": "Diese \"Schwachstellen\" sind nur dann im Hinblick auf Art4 GRC bzw Art3 EMRK relevant, wenn sie eine besonders hohe Schwelle der Erheblichkeit erreichen (EuGH, Jawo, Rz 91 mit Verweis auf EGMR 21.1.2011 [GK], 30696/09, M.S.S.), indem etwa \"die Gleichgültigkeit der Behörden eines Mitgliedstaats zur Folge hätte, dass eine vollständig von öffentlicher Unterstützung abhängige Person sich unabhängig von ihrem Willen und ihren persönlichen Entscheidungen in einer Situation extremer materieller Not befände, die es ihr nicht erlaubte, ihre elementarsten Bedürfnisse zu befriedigen, wie insbesondere, sich zu ernähren, sich zu waschen und eine Unterkunft zu finden, und die ihre physische oder psychische Gesundheit beeinträchtigte oder sie in einen Zustand der Verelendung versetzte, der mit der Menschenwürde unvereinbar wäre\" (EuGH, Jawo, Rz 92).",
            "annotations": []
        },
        {
            "text": "2.3. Das Bundesverwaltungsgericht kommt unter Verweis auf das bereits vom BFA herangezogene Länderinformationsblatt der Staatendokumentation Ungarn vom 26. Februar 2020 (letzte Information eingefügt am 9. März 2020) zum Ergebnis, dass in Ungarn keine systemischen Mängel im Asylverfahren und in den Aufnahmebedingungen der Asylwerber vorlägen, die Gründe für die Annahme darstellten, dass die Beschwerdeführer tatsächlich Gefahr laufen würden, einer unmenschlichen oder erniedrigenden Behandlung ausgesetzt zu sein. Das Bundesverwaltungsgericht geht davon aus, dass der Zugang zum Asylverfahren in Ungarn gesichert sei und die Beschwerdeführer nach Rücküberstellung in den Transitzonen in Ungarn versorgt würden. Begründend führt das Bundesverwaltungsgericht auszugsweise aus (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"3.1.2.1. Kritik am ungarischen Asylwesen/die Situation in Ungarn",
            "annotations": []
        },
        {
            "text": "Die angefochtenen Bescheide enthalten für die gegenständlichen Fälle hinreichende Feststellungen zum ungarischen Asylwesen. Diese stammen von der Staatendokumentation, die zur Objektivität verpflichtet ist und der Beobachtung eines Beirates unterliegt. Sie stützen sich auf verlässliche und unzweifelhafte aktuelle Quellen von angesehenen staatlichen und nicht staatlichen Einrichtungen, und wurden ausgewogen zusammengestellt. Im Übrigen ist hinsichtlich der Feststellungen älteren Datums anzumerken, dass sich in Bezug auf gegenständliches Beschwerdevorbringen keine entscheidungswesentlichen Änderungen ergeben haben und sich die Lage in Ungarn in diesen Zusammenhängen im Wesentlichen unverändert darstellt.",
            "annotations": []
        },
        {
            "text": "Zunächst ist festzuhalten, dass den Anträgen der BF auf einen Aufenthaltstitel für sonstige Zwecke in Ungarn stattgegeben wurde und sie in Ungarn legal aufhältig und versorgt waren. Die BF hätten als legal aufhältige Personen in Ungarn auch – vom Inland aus – Schutzbegehren einbringen können, haben jedoch trotz ihrer offensichtlichen Sicherheit in Ungarn versucht, sich ein wirtschaftlich 'besseres' Zielland auszusuchen. [Die] BF haben in Ungarn somit noch keine Anträge auf internationalen Schutz gestellt und sind bei ihrer Rückkehr daher keine Folgeantragsteller.",
            "annotations": []
        },
        {
            "text": "Zu den in der Beschwerde geäußerten Befürchtungen wonach die BF in Ungarn keine materielle Versorgung erhalten und in eine relevante Notlage gemäß Art3 EMRK geraten würde[n], ist zu bemerken, dass die BF während ihres Aufenthalts in Ungarn sehr wohl versorgt wurden (wie sie unisono erklärten), und auch die Möglichkeit hatten, medizinische Hilfe in Anspruch zu nehmen (wie sich aus dem Vorbringen der 1.-BF, wonach sie in Ungarn wegen ihrer gesundheitlichen Probleme bereits beim Arzt gewesen sei[,] ergibt).",
            "annotations": []
        },
        {
            "text": "Zudem kann man Ungarn nicht unterstellen, die BF mittels Evakuierungsfluges aus Afghanistan ins Land geholt zu haben nur um sie dann sich selbst zu überlassen. Dies ist in den gegenständlichen Fällen auch nicht passiert. Wie sich aus einer notorischen Antwort des ungarischen Helsinkikomitees ergibt (vgl Erkenntnis des BVwG vom 01.07.2022, Zl W212 2254934) wurde die Unterstützung und Betreuung der evakuierten Afghanen – wie die BF es sind – an die maltesische Wohlfahrtsorganisation vergeben. Die erkennende Gerichtsabteilung geht davon aus, dass die BF als Personen, die im Rahmen eines Rettungseinsatzes nach Ungarn gekommen [sind], weiterhin von diesem oder einem ähnlichen Programm unterstützt werden. Im Rahmen des Programmes werden Unterkunft, Verpflegung, Bildung und andere Integrationsdienste angeboten.",
            "annotations": []
        },
        {
            "text": "Die in der Beschwerde geäußerten Vermutungen zur mangelnden Versorgung sind nicht geeignet, anzunehmen, dass die BF nunmehr – entgegen ihrer vormaligen eigenen Erfahrungen – in Ungarn in eine Art3 EMRK tangierende Notlage geraten und ihre notwendigsten Grundbedürfnisse nicht würden erfüllen können. Die Ausführungen in der Beschwerde, wonach die BF in einer [der] Transitzonen untergebracht werden würden, und es dort keine Verpflegung für sie gebe, kann nicht gefolgt werden, da die BF in Ungarn noch keinen Asylantrag gestellt haben, sodass sie keine Folgeantragsteller sind. Somit wäre eine Versorgung der BF in den Transitzonen sehr wohl gegeben.",
            "annotations": []
        },
        {
            "text": "In dem Zusammenhang ist weiters auszuführen, dass – anders als in jenen Fällen, in denen dann Asylwerber erstmals vom Drittstaat Serbien nach Ungarn einreisen wollen –, in den vorliegenden Fällen auch nicht zu befürchten ist, dass die BF keinen Zugang zu Asylverfahren in Ungarn haben würden. Die BF würden im Zuge ihrer geordneten Rücküberstellung von ungarischen Behörden übernommen und haben sich diese bereits bereit erklärt, die BF aufgrund der anerkannten ungarischen Zuständigkeit zur Führung ihrer Asylverfahren gemäß Art12 Abs1 Dublin III-VO rück zu übernehmen. Insoferne ist keine Gefahr gegeben, dass die BF nach ihrer Rücküberstellung nach Ungarn keinen ausreichenden Zugang zu Asylverfahren finden würden. Zudem sind die BF direkt von Afghanistan nach Ungarn auf dem Luftweg eingereist, sodass auch eine ungarische 'Unzulässigkeitsentscheidung' wegen Drittstaatsicherheit in den vorliegenden Fällen nicht in Betracht kommen kann. Der Zugang zum ungarischen Asylverfahren erscheint damit gesichert und besteht nach menschlichem Ermessen auch kein Raum und somit keine Gefahr für eine allfällige Kettenabschiebung über Drittländer ins Heimatland.",
            "annotations": []
        },
        {
            "text": "Das bisherige Agieren der ungarischen Behörden (einschließlich der Übernahmeerklärung durch ungarische Behördenvertreter) lässt vielmehr den Schluss zu, dass sie ihrer Verpflichtung den BF gegenüber, die von ihnen freiwillig und eigenständig nach Ungarn geholt wurden, jedenfalls nachkommen wollen. Obwohl sich die BF nur 2 Monate lang in Ungarn aufgehalten haben, wurden ihnen in dieser kurzen Zeit bereits ein Aufenthaltstitel für sonstige Zwecke erteilt und wurde[…] für Personen wie die BF ein eigenes Unterstützungsprogramm eingerichtet.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2.4. Dabei lässt das Bundesverwaltungsgericht außer Acht, dass zum Entscheidungszeitpunkt am 12. Juli 2022 bereits aktuellere Länderberichte, wie die Länderinformation der Staatendokumentation Ungarn vom 12. April 2022 (im Folgenden: Länderinformation vom 12. April 2022), vorlagen. Soweit für den vorliegenden Fall wesentlich, enthält die Länderinformation vom 12. April 2022 folgende Informationen zur Situation von Dublin-Rückkehrern in Ungarn (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Allgemeines zum Asylverfahren",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In Ungarn gilt derzeit eine Art Ausnahmezustand, die sogenannte 'Krisensituation wegen Massenmigration'. Diese kann durch Regierungserlass für maximal 6 Monate für bestimmte Bezirke oder das ganze Land angeordnet werden. Im März 2016 wurde die Krisensituation für das gesamte Staatsgebiet Ungarns erklärt und seither immer wieder verlängert. Während der 'Krisensituation wegen Massenmigration' gelten besondere Regeln für illegal eingereiste und/oder aufhältige Drittstaatsangehörige in Ungarn und Asylsuchende. Die Polizei ist befugt alle irregulär aufhältigen Migranten und Asylsuchenden ohne Formalität und ohne Möglichkeit auf Rechtsmittel über den Grenzzaun nach Serbien zurückzuschieben, egal wo sie nach Ungarn eingereist sind (AIDA 4.2021).",
            "annotations": []
        },
        {
            "text": "Seit Mai/Juni 2020 (Gesetz LVIII, sogen. Transitional Act) sind neue Asylbestimmungen in Kraft, das sogenannte 'Botschaftsverfahren'. Diesem zufolge müssen Personen, die in Ungarn Asyl suchen, persönlich eine Absichtserklärung zum Zweck der Stellung eines Asylantrags bei einer der ungarischen Botschaften in Belgrad oder in Kiew abgeben (AIDA 4.2021). Asylsuchende Migranten, die in Ungarn ankommen oder sich dort aufhalten, müssen nach Serbien oder in die Ukraine reisen und bei der dortigen ungarischen Botschaft ihre Absicht erklären, Asyl zu beantragen. Das neue Verfahren sieht auch die sofortige Ausweisung aus dem Hoheitsgebiet jeder Person vor, welche die Grenze widerrechtlich übertritt und die Absicht bekundet, Asyl zu suchen (UNHCR 2.2021). Die ungarischen Botschaften in Kiew bzw Belgrad leiten die Absichtserklärung der Asylsuchenden an die NDGAP in Budapest weiter, welche sie innerhalb von 60 Tagen prüft. Wird der Antrag zugelassen, stellt die Botschaft dem Asylbewerber eine spezielle einmalige Einreiseerlaubnis aus, damit er in Ungarn den Asylantrag stellen kann. Gegen eine solche Entscheidung ist kein Rechtsmittel vorgesehen. Nur Personen, die zu den folgenden Kategorien gehören, müssen den beschriebenen Prozess nicht durchlaufen: subsidiär Schutzberechtigte, die sich in Ungarn aufhalten; Familienangehörige von Flüchtlingen und subsidiär Schutzberechtigten, die sich in Ungarn aufhalten; und Häftlinge, die nicht auf illegale Weise eingereist sind. Für alle anderen, einschließlich rechtmäßig in Ungarn aufhältige[…] Ausländer, ist ein Asylantrag in Ungarn oder an der Grenze nicht mehr möglich. Die Europäische Kommission hat aufgrund dieser Änderungen des Asylsystems am 30. Oktober 2020 ein Vertragsverletzungsverfahren gegen Ungarn eröffnet, das fünfte in Bezug auf Asylfragen seit 2015 (AIDA 4.2021; vgl USDOS 30.3.2021). Kritiker meinen, durch das Botschaftsverfahren sei Asyl in Ungarn praktisch unerreichbar geworden (FH 28.4.2022). Bislang wurde im Zuge dieses Verfahrens 4 Personen (einer Familie) die Einreise zur Asylantragstellung gewährt (AIDA 4.2021; vgl AI 7.4.2021). 2021 gingen durch die beschriebenen Gesetzesverschärfungen die Antragszahlen stark zurück (HRW 13.1.2022).",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Dublin-Rückkehrer",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die Situation von Dublin-Rückkehrern in Ungarn richtet sich nach dem Stand ihres Verfahrens im Land: ",
            "annotations": []
        },
        {
            "text": "• Personen, die zuvor keinen Asylantrag in Ungarn gestellt haben und Personen, deren Asylverfahren noch laufen, werden normalerweise wie Asylerstantragssteller behandelt. Wenn eine Person, die noch keinen Asylantrag in Ungarn gestellt hat, gemäß der Dublin-Verordnung zurückgeführt würde, müsste sie bei Rückkehr Asyl beantragen, aber die derzeit geltenden Rechtsvorschriften lassen diese Möglichkeit nicht zu. Dublin-Rückkehrer gehören nicht zu den Ausnahmen, die innerhalb des ungarischen Hoheitsgebiets Asyl beantragen dürfen (diese sind: subsidiär Schutzberechtigte, die sich in Ungarn aufhalten; Familienangehörige von Flüchtlingen und subsidiär Schutzberechtigten, die sich in Ungarn aufhalten; und Häftlinge, die nicht auf illegale Weise eingereist sind) (AIDA 4.2021).",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Versorgung",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Gemäß Asylgesetz haben Erstantragsteller während ihres Asylverfahrens Zugang zu Unterbringung und medizinischer Versorgung. Seit im Mai 2020 das 'Botschaftsverfahren' (siehe Abschnitt 'Allgemeines zum Asylverfahren') neu eingeführt wurde, haben nur noch folgende Personenkreise das Recht in Ungarn Asyl zu beantragen: subsidiär Schutzberechtigte, die sich in Ungarn aufhalten; Familienangehörige von Flüchtlingen und subsidiär Schutzberechtigten, die sich in Ungarn aufhalten; und Häftlinge, die nicht auf illegale Weise eingereist sind. Nur noch diese Personen haben im Falle eines Asylantrags das Recht auf materielle Versorgung, solange sie mittellos sind. Ist ein Asylbewerber nicht mittellos, kann die Asylbehörde anordnen, dass er sich an den Kosten für die materielle und medizinische Versorgung zumindest beteiligen muss. Basis dafür ist eine finanzielle Eigendeklaration der Antragsteller. Folgeantragsteller haben gemäß Asylgesetz kein Recht auf Unterstützung und Unterbringung (AIDA 4.2021).",
            "annotations": []
        },
        {
            "text": "Während aufrechter 'Krisensituation wegen Massenmigration' ist die materielle Versorgung beschränkt auf Unterbringung, Verpflegung (drei Mahlzeiten am Tag oder Essensgeld, Hygieneartikel oder entsprechenden Geldersatz) und medizinische Versorgung in den Unterbringungszentren. Alle anderen Unterstützungen sind während der 'Krisensituation' suspendiert, ebenso wie die Möglichkeit sich unter einer privaten Adresse privat unterzubringen (AIDA 4.2021).",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Unterbringung",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Von März 2017 bis zum Mai 2020 wurden Asylwerber hauptsächlich in den Transitzonen untergebracht. Am 14. Mai 2020 urteilte der EuGH, dass die automatische und unbefristete Unterbringung von Asylsuchenden in den beiden Transitzonen Röszke und Tompa an der […]ungarischen Grenze zu Serbien eine rechtswidrige Inhaftierung darstellt. Eine Woche nach der Urteilsverkündung schloss die ungarische Regierung die Transitzonen und kündigte eine Überarbeitung des Asylsystems an. Am 26. Mai 2020 stellte Ungarn das neue Asylsystem 'Botschaftsverfahren' vor (siehe Kapitel 'Allgemeines zum Asylverfahren') (AIDA 4.2021; vgl FH 28.4.2021). Mit Schließung der Transitzonen wurden alle 280 Asylwerber aus den Transitzonen in die offenen Unterbringungszentren Vámosszabadi und Balassagyarmat verlegt. Aufgrund der COVID-19-Pandemie mussten die umgesiedelten Asylsuchenden zunächst für 2 Wochen in Quarantäne bleiben, danach galten für sie die gleichen pandemiebedingten Einschränkungen wie für ungarische Staatsbürger. Bis Ende Juli 2020 gingen die Unterbringungszahlen[…] in den beiden Zentren wieder deutlich zurück. Im Rahmen des neu eingeführten 'Botschaftsverfahrens' (siehe Abschnitt 'Allgemeines zum Asylverfahren') kamen nur vier neue Antragsteller (eine Familie) nach Ungarn, die anschließend in Vámosszabadi untergebracht wurden (AIDA 4.2021).",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2.5. Aus den zum Zeitpunkt der Entscheidung des Bundesverwaltungsgerichtes bereits verfügbaren Länderinformationen geht hervor, dass die Transitzonen, in denen die Beschwerdeführer nach den Ausführungen des Bundesverwaltungsgerichtes untergebracht und versorgt würden, nicht mehr existieren. Wie auch von den Beschwerdeführern in der Beschwerde an das Bundesverwaltungsgericht vorgebracht, kommt seit Mai/Juni 2020 in Ungarn das \"Botschaftsverfahren\" zur Anwendung. Dieses sei laut Länderinformation vom 12. April 2022 auch auf Personen anwendbar, die nach der Dublin III-Verordnung zurückgeführt würden und – wie die Beschwerdeführer – noch keinen Asylantrag in Ungarn gestellt hätten. Nach dem \"Botschaftsverfahren\" müssten Personen, die in Ungarn Asyl suchten, zuvor persönlich eine Absichtserklärung zum Zweck der Stellung eines Asylantrages bei einer der ungarischen Botschaften in Belgrad oder Kiew abgeben. Die Absichtserklärung der Asylsuchenden werde anschließend an die Fremdenpolizeiliche Landesgeneraldirektion in Budapest weitergeleitet und der Antrag innerhalb von 60 Tagen geprüft. Bei Zulassung der Absichtserklärung stelle die Botschaft den Asylbewerbern eine spezielle einmalige Einreiseerlaubnis aus, damit der Asylantrag in Ungarn gestellt werden könne. Nur Personen, die zu den folgenden Kategorien gehörten, müssten den beschriebenen Prozess nicht durchlaufen: subsidiär Schutzberechtigte, die sich in Ungarn aufhielten; Familienangehörige von Flüchtlingen und subsidiär Schutzberechtigten, die sich in Ungarn aufhielten; und Häftlinge, die nicht auf illegale Weise eingereist seien. Für alle anderen sei nach der derzeitigen Rechtslage die unmittelbare Stellung eines Asylantrages in Ungarn oder an der Grenze nicht mehr möglich.",
            "annotations": []
        },
        {
            "text": "Der Zugang zu Unterbringung, Verpflegung und medizinischer Versorgung für Asylwerber setze allerdings voraus, dass die Asylsuchenden in Ungarn einen Asylantrag gestellt hätten. Potentielle Asylwerber hätten während der Zeit, in der sie im Drittstaat auf die einmalige Einreiseerlaubnis warteten, um den Asylantrag in Ungarn stellen zu können, keinen Anspruch auf Versorgung und genössen keinen Schutz aus Ungarn. In dieser Zeit könnten sie von den Behörden des Drittstaates, in dem sich die Botschaft befinde, festgenommen, ausgewiesen oder abgeschoben werden (vgl dazu den in der Länderinformation vom 12. April 2022 zitierten Bericht des Hungarian Helsinki Committee/Menedék – Hungarian Association for Migrants, Submission by the Hungarian Helsinki Committee and Menedék Association for Migrants; For the third cycle of the UPR of Hungary on the rights of migrants [25. März 2021] S 7).",
            "annotations": []
        },
        {
            "text": "2.6. Mit diesen Umständen setzt sich das Bundesverwaltungsgericht in der angefochtenen Entscheidung vom 12. Juli 2022 nicht auseinander. Vielmehr geht das Bundesverwaltungsgericht nicht auf das bereits in der Beschwerde an das Bundesverwaltungsgericht vorgebrachte \"Botschaftsverfahren\" als mögliches Hindernis für den Zugang zu einem ordnungsgemäßen Asylverfahren und als Folge zur Versorgung in Ungarn ein. Es stellt keine eigenen Ermittlungen zur Situation von im Rahmen der Dublin III-Verordnung rücküberstellten Asylwerbern in Ungarn an, sondern legt seiner Entscheidung ausschließlich die in den Bescheiden des BFA vom 14. Juni 2022 getroffenen Feststellungen zugrunde. Das Bundesverwaltungsgericht hätte Berichtsmaterial heranziehen und würdigen müssen, das die für Dublin-Rückkehrer in Ungarn neu entstandene Situation berücksichtigt (vgl VfSlg 19.878/2014, 20.021/2015, 20.166/2017).",
            "annotations": []
        },
        {
            "text": "2.7. Ein pauschaler Verweis darauf, dass man den ungarischen Behörden nicht unterstellen könne, die Personen mittels Evakuierungsfluges aus Afghanistan ins Land geholt zu haben, nur um sie dann sich selbst zu überlassen, und die Annahme, dass die Beschwerdeführer weiterhin die oder ähnliche Betreuung und Unterstützung wie nach ihrer Ankunft in Ungarn genießen würden, stellen vor dem Hintergrund der aktuellsten Berichtslage keine ausreichende Begründung für das Ergebnis dar, dass bei einer Rückkehr der Zugang zu einem ordnungsgemäßen Asylverfahren gesichert und damit eine entsprechende Versorgung gegeben sei. Insbesondere im Hinblick auf die minderjährigen Beschwerdeführer gilt, dass in Fällen, in denen die Versorgungslage von Asylwerbern notorisch unsicher ist, eine individuelle Versorgungszusage einzuholen ist (vgl VfSlg 19.205/2010, 19.500/2011; VfGH 10.12.2015, E709/2015 ua; 10.12.2015, E1622/2015 ua).",
            "annotations": []
        },
        {
            "text": "2.8. Indem das Bundesverwaltungsgericht den zu beurteilenden Sachverhalt nicht mit den aktuellen Länderberichten, die – entgegen der Ansicht des Bundesverwaltungsgerichtes – eine für den vorliegenden Fall entscheidende Lageveränderung offenbaren, in Bezug gesetzt hat und auf Grundlage der älteren Länderberichte davon ausgeht, dass den Beschwerdeführern der Zugang zum ungarischen Asylverfahren gesichert und vor Ort eine entsprechende Versorgung gegeben sei, hat es die Durchführung eines ordnungsgemäßen Ermittlungsverfahrens unterlassen, das Parteivorbringen in der Beschwerde an das Bundesverwaltungsgericht ignoriert und damit sein Erkenntnis mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerde wird, soweit sie im Namen der Erstbeschwerdeführerin erhoben wurde, als unzulässig zurückgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Die Zweit- bis Sechstbeschwerdeführer sind durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher insoweit aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs3 Z2 lite VfGG bzw §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 545,– enthalten. Ein Ersatz der Eingabegebühr ist nicht zuzusprechen, weil die Beschwerdeführer Verfahrenshilfe im Umfang des §64 Abs1 Z1 lita ZPO genießen.",
            "annotations": []
        }
    ]
}