{
    "document_id": "JFT_20230613_23G00132_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art140 Abs1 Z1 litd B-VG begehrt der Antragsteller,",
            "annotations": []
        },
        {
            "text": "\"§20b Abs2 StGB BGBl 60/1974 idF BGBl I 108/2010 zur Gänze\"",
            "annotations": []
        },
        {
            "text": "als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Strafgesetzbuches (StGB), BGBl 60/1974, idF BGBl I 159/2021 lauten:",
            "annotations": []
        },
        {
            "text": "\"Allgemeiner Teil",
            "annotations": []
        },
        {
            "text": "Erster Abschnitt",
            "annotations": []
        },
        {
            "text": "Allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "Keine Strafe ohne Gesetz",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§1. (1) Eine Strafe oder eine vorbeugende Maßnahme darf nur wegen einer Tat verhängt werden, die unter eine ausdrückliche gesetzliche Strafdrohung fällt und schon zur Zeit ihrer Begehung mit Strafe bedroht war.",
            "annotations": []
        },
        {
            "text": "(2) Eine schwerere als die zur Zeit der Begehung angedrohte Strafe darf nicht verhängt werden. Eine vorbeugende Maßnahme darf nur angeordnet werden, wenn zur Zeit der Begehung diese vorbeugende Maßnahme oder eine der Art nach vergleichbare Strafe oder vorbeugende Maßnahme vorgesehen war. Durch die Anordnung einer bloß der Art nach vergleichbaren vorbeugenden Maßnahme darf der Täter keiner ungünstigeren Behandlung unterworfen werden, als sie nach dem zur Zeit der Tat geltenden Gesetz zulässig war.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zweiter Abschnitt",
            "annotations": []
        },
        {
            "text": "Einteilung der strafbaren Handlungen",
            "annotations": []
        },
        {
            "text": "Einteilung der strafbaren Handlungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§17. (1) Verbrechen sind vorsätzliche Handlungen, die mit lebenslanger oder mit mehr als dreijähriger Freiheitsstrafe bedroht sind.",
            "annotations": []
        },
        {
            "text": "(2) Alle anderen strafbaren Handlungen sind Vergehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Verfall",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§20. (1) Das Gericht hat Vermögenswerte, die für die Begehung einer mit Strafe bedrohten Handlung oder durch sie erlangt wurden, für verfallen zu erklären.",
            "annotations": []
        },
        {
            "text": "(2) Der Verfall erstreckt sich auch auf Nutzungen und Ersatzwerte der nach Abs1 für verfallen zu erklärenden Vermögenswerte.",
            "annotations": []
        },
        {
            "text": "(3) Soweit die dem Verfall nach Abs1 oder 2 unterliegenden Vermögenswerte nicht sichergestellt oder beschlagnahmt sind (§§110 Abs1 Z3, 115 Abs1 Z3 StPO), hat das Gericht einen Geldbetrag für verfallen zu erklären, der den nach Abs1 und Abs2 erlangten Vermögenswerten entspricht.",
            "annotations": []
        },
        {
            "text": "(4) Soweit der Umfang der für verfallen zu erklärenden Vermögenswerte nicht oder nur mit unverhältnismäßigem Aufwand ermittelt werden kann, hat das Gericht ihn nach seiner Überzeugung festzusetzen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Unterbleiben des Verfalls",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§20a. (1) Der Verfall gegenüber einem Dritten nach §20 Abs2 und 3 ist ausgeschlossen, soweit dieser die Vermögenswerte in Unkenntnis der mit Strafe bedrohten Handlung erworben hat.",
            "annotations": []
        },
        {
            "text": "(2) Der Verfall ist überdies ausgeschlossen:",
            "annotations": []
        },
        {
            "text": "1. gegenüber einem Dritten, soweit dieser die Vermögenswerte in Unkenntnis der mit Strafe bedrohten Handlung entgeltlich erworben hat,",
            "annotations": []
        },
        {
            "text": "2. soweit der Betroffene zivilrechtliche Ansprüche aus der Tat befriedigt oder für sie Sicherheit geleistet hat, oder",
            "annotations": []
        },
        {
            "text": "3. soweit seine Wirkung durch andere rechtliche Maßnahmen erreicht wird.",
            "annotations": []
        },
        {
            "text": "(3) Vom Verfall ist abzusehen, soweit der für verfallen zu erklärende Vermögenswert oder die Aussicht auf dessen Einbringung außer Verhältnis zum Verfahrensaufwand steht, den der Verfall oder die Einbringung erfordern würde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Erweiterter Verfall",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§20b. (1) Vermögenswerte, die der Verfügungsmacht einer kriminellen Organisation (§278a) oder einer terroristischen Vereinigung (§278b) unterliegen oder als Mittel der Terrorismusfinanzierung (§278d) bereitgestellt oder gesammelt wurden, sind für verfallen zu erklären.",
            "annotations": []
        },
        {
            "text": "(2) Ist eine rechtswidrige Tat nach den §§278 oder 278c, für deren Begehung oder durch die Vermögenswerte erlangt wurden, oder ein solches Verbrechen begangen worden, sind auch jene Vermögenswerte für verfallen zu erklären, die in einem zeitlichen Zusammenhang mit dieser Tat erlangt wurden, sofern die Annahme naheliegt, dass sie aus einer rechtswidrigen Tat stammen und ihre rechtmäßige Herkunft nicht glaubhaft gemacht werden kann.",
            "annotations": []
        },
        {
            "text": "(2a) Darüber hinaus sind auch Vermögenswerte, die aus einer mit Strafe bedrohten Handlung stammen und in einem Verfahren wegen einer Straftat nach §§104, 104a, 165, 207a, 215a Abs1 oder 2, 216, 217, 246, 277 bis 280, 302, 304 bis 309 oder nach dem fünfundzwanzigsten Abschnitt, nach §28a des Suchtmittelgesetzes – SMG, BGBl I Nr 112/1997, nach den §§39 oder 40 des Finanzstrafgesetzes – FinStrG, BGBl Nr 129/1958, oder nach §114 des Fremdenpolizeigesetzes – FPG, BGBl I Nr 100/2005, sichergestellt oder beschlagnahmt wurden, für verfallen zu erklären, wenn der Betroffene nicht wegen dieser Straftat verfolgt oder verurteilt werden kann. Bei der Entscheidung über den Verfall kann das Gericht seine Überzeugung davon, dass der Vermögenswert aus einer mit Strafe bedrohten Handlung stammt, insbesondere auf einen auffallenden Widerspruch zwischen dem Vermögenswert und den rechtmäßigen Einkünften des Betroffenen stützen, wobei insbesondere auch die Umstände des Auffindens des Vermögenswertes, die sonstigen persönlichen und wirtschaftlichen Verhältnisse des Betroffenen sowie die Ermittlungsergebnisse zu der Tat, die Anlass für das Verfahren war, berücksichtigt werden können.",
            "annotations": []
        },
        {
            "text": "(3) §20 Abs2 bis Abs4 StGB gilt entsprechend.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Unterbleiben des erweiterten Verfalls",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§20c. (1) Der erweiterte Verfall nach §20b Abs1 StGB ist ausgeschlossen, soweit an den betroffenen Vermögenswerten Rechtsansprüche von Personen bestehen, die an der kriminellen Organisation oder terroristischen Vereinigung oder Terrorismusfinanzierung nicht beteiligt sind.",
            "annotations": []
        },
        {
            "text": "(2) §20a StGB gilt entsprechend.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Siebenter Abschnitt",
            "annotations": []
        },
        {
            "text": "Geltungsbereich",
            "annotations": []
        },
        {
            "text": "Zeitliche Geltung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§61. Die Strafgesetze sind auf Taten anzuwenden, die nach dem Inkrafttreten begangen worden sind. Auf früher begangene Taten sind sie dann anzuwenden, wenn die Gesetze, die zur Zeit der Tat gegolten haben, für den Täter in ihrer Gesamtauswirkung nicht günstiger waren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2. §20b StGB idF BGBl I 108/2010 lautete (die angefochtene Vorschrift ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Erweiterter Verfall",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§20b. (1) Vermögenswerte, die der Verfügungsmacht einer kriminellen Organisation (§278a) oder einer terroristischen Vereinigung (§278b) unterliegen oder als Mittel der Terrorismusfinanzierung (§278d) bereitgestellt oder gesammelt wurden, sind für verfallen zu erklären.",
            "annotations": []
        },
        {
            "text": "(2) Ist eine rechtswidrige Tat nach den §§165, 278, 278c, für deren Begehung oder durch die Vermögenswerte erlangt wurden, oder ein solches Verbrechen begangen worden, sind auch jene Vermögenswerte für verfallen zu erklären, die in einem zeitlichen Zusammenhang mit dieser Tat erlangt wurden, sofern die Annahme naheliegt, dass sie aus einer rechtswidrigen Tat stammen und ihre rechtmäßige Herkunft nicht glaubhaft gemacht werden kann.",
            "annotations": []
        },
        {
            "text": "(3) §20 Abs2 bis Abs4 StGB gilt entsprechend.\"",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "2. Der Antragsteller wurde mit Urteil des Landesgerichts für Strafsachen Wien vom 12. Dezember 2022 wegen des Verbrechens des Suchtgifthandels nach §28a Abs1 erster Fall, Abs4 Z2 und Z3 SMG, das er zwischen 1. März 2016 und 12. Juni 2018 begangen habe, zu einer Freiheitsstrafe von sieben Jahren verurteilt. Zudem wurde unter anderem gemäß §20b StGB auf Verfall einer Liegenschaft sowie bestimmter Bargeldbeträge erkannt.",
            "annotations": []
        },
        {
            "text": "3. Gegen dieses Urteil führte der Antragsteller fristgerecht Nichtigkeitsbeschwerde und Berufung aus. Anlässlich dieses Rechtsmittels stellte er den hier in Rede stehenden Antrag gemäß Art140 Abs1 Z1 litd B-VG. Darin bringt er vor, dass er durch §20b Abs2 StGB BGBl 60/1974 idF BGBl I 108/2010 in seinen verfassungsgesetzlich gewährleisteten Rechten auf Unschuldsvermutung und auf Unversehrtheit des Eigentums verletzt werde.",
            "annotations": []
        },
        {
            "text": "3.1. Die Bundesregierung erstattete eine Äußerung und bringt darin vor, dass der Antrag unzulässig sei, weil aus ihm nicht hinreichend deutlich hervorgehe, welche Fassung des §20b Abs2 StGB angefochten werde. Der Antragsteller begehre zwar die Aufhebung des §20b Abs2 StGB \"idF BGBl I 108/2010\"; der Wortlaut der angefochtenen Bestimmung werde jedoch einmal in der Fassung des (nicht mehr geltenden) Bundesgesetzes BGBl I 108/2010 und einmal in der (geltenden) Fassung des Bundesgesetzes BGBl I 159/2021 wiedergegeben. Obwohl mehrmals ausdrücklich §20b Abs2 StGB \"idF BGBl I 108/2010\" genannt werde, scheine der Antrag von der Anfechtung der Bestimmung in ihrer geltenden Fassung auszugehen; letzteres ergebe sich auch daraus, dass nicht der Ausspruch der Verfassungswidrigkeit der angefochtenen Bestimmung begehrt werde, sondern deren Aufhebung.",
            "annotations": []
        },
        {
            "text": "IV. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Die Bundesregierung ist mit ihrer Argumentation, wonach der Antrag wegen Undeutlichkeit unzulässig sei, nicht im Recht, weil darin stets, nämlich an insgesamt vier Stellen, nur von der Anfechtung des §20b Abs2 StGB idF BGBl I 108/2010 die Rede ist. Die Novelle BGBl I 159/2021 wird hingegen nirgends erwähnt, sieht man davon ab, dass §20b Abs2 StGB im Antrag zweimal wörtlich wiedergegeben wird, und zwar einmal idF BGBl I 108/2010 und einmal idF BGBl I 159/2021. Für den Verfassungsgerichtshof besteht daher – insbesondere angesichts der Anfechtungserklärung, in der ausdrücklich auf BGBl I 108/2010 Bezug genommen und die angefochtene Vorschrift auch wörtlich in dieser Fassung wiedergegeben wird – kein Zweifel, dass der Antragsteller §20b Abs2 StGB idF BGBl I 108/2010 anfechten wollte.",
            "annotations": []
        },
        {
            "text": "2. Der Antrag erweist sich aber aus einem anderen, von der Bundesregierung nicht genannten Grund als unzulässig:",
            "annotations": []
        },
        {
            "text": "Mit BGBl I 159/2021 wurde §20b Abs2 StGB lediglich insoweit geändert, als der Verweis auf §165 StGB (Geldwäscherei) entfallen ist, und zwar deshalb, weil mit derselben Novelle die Strafdrohungen in §165 StGB so erhöht wurden, dass diese nunmehr Verbrechen (und nicht mehr Vergehen) iSv §17 StGB sind, womit §165 StGB unter die Auffangklausel in §20b Abs2 StGB (\"oder ein solches Verbrechen\") fällt (vgl ErläutRV 869 BlgNR 27. GP, 3: \"obsolet\"). Inhaltlich wurde also §20b Abs2 StGB durch diese Novelle nicht geändert.",
            "annotations": []
        },
        {
            "text": "§20b Abs2 StGB idF BGBl I 159/2021 ist gemäß Art5 Abs1 leg. cit. am 1. Jänner 2022 in Kraft getreten, somit nach dem hier relevanten Tatzeitraum, aber noch vor der Fällung des Urteils des ordentlichen Gerichts erster Instanz.",
            "annotations": []
        },
        {
            "text": "Gemäß §61 StGB sind Strafgesetze auf früher begangene Taten dann anzuwenden, wenn die Gesetze, die zur Zeit der Tat gegolten haben, für den Täter in ihrer Gesamtauswirkung nicht günstiger waren. Da §20b Abs2 StGB idF BGBl I 108/2010 im Vergleich zur Fassung laut BGBl I 159/2021, wie oben aufgezeigt, nicht günstiger war, ist im Anlassverfahren vor dem ordentlichen Gericht §20b Abs2 StGB idF BGBl I 159/2021 anzuwenden (zB OGH 24.11.1999, 13 Os 149/99; 30.11.2004, 14 Os 135/04; 23.1.2007, 11 Os 126/06y; Höpfel in Höpfel/Ratz [Hrsg.], WK-StGB² §61 Rz 2 [Stand 1.12.2014, rdb.at]; Schallmoser in Triffterer/Rosbaud/Hinterhofer [Hrsg.], SbgK-StGB, §61 Rz 56 [Stand November 2019]). Diese Vorschrift wurde vom Antragsteller aber nicht angefochten.",
            "annotations": []
        },
        {
            "text": "3. Ein Antrag auf Aufhebung eines Gesetzes oder von bestimmten Stellen eines solchen gemäß Art140 Abs1 Z1 litd B-VG kann gemäß §62 Abs2 VfGG nur gestellt werden, wenn das Gesetz vom Gericht in der anhängigen Rechtssache unmittelbar anzuwenden bzw wenn die Verfassungsmäßigkeit des Gesetzes eine Vorfrage für die Entscheidung der beim Gericht anhängigen Rechtssache ist oder nach Ansicht der Antragsteller wäre. Ein Antrag gemäß Art140 Abs1 Z1 litd B-VG ist demnach mangels Präjudizialität zurückzuweisen, wenn die angefochtene Gesetzesbestimmung keine Voraussetzung der Entscheidung über das Rechtsmittel, aus Anlass dessen der Antrag gestellt wurde, bildet (VfSlg 20.010/2015, 20.029/2015; VfGH 14.6.2022, G187/2022).",
            "annotations": []
        },
        {
            "text": "4. Für den Verfassungsgerichtshof ist, wie oben ausgeführt, nicht erkennbar, inwiefern §20b Abs2 StGB idF BGBl I 108/2010 in dem dem Antrag zugrunde liegenden Verfahren präjudiziell sein sollte. Der Antragsteller führt dazu auch nichts aus.",
            "annotations": []
        },
        {
            "text": "5. Der Antrag ist daher schon mangels Präjudizialität der zur Aufhebung beantragten Norm als unzulässig zurückzuweisen (vgl VfSlg 16.136/2001, 18.487/2008; VfGH 8.3.2016, G480/2015; 5.12.2022, G377/2021).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}