{
    "document_id": "JFT_20230315_23G00136_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litc B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antragsteller behauptet die Verfassungswidrigkeit des §23 Abs10 RATG: Die Bestimmung bewirke, dass eine Berufungsbeantwortung bei einem Streitwert unter € 2.700,– nur mit dem einfachen Einheitssatz abgegolten werde. Dies verstoße gegen den Gleichheitsgrundsatz gemäß Art2 StGG und Art7 B-VG sowie das verfassungsgesetzlich gewährleistete Recht auf Unversehrtheit des Eigentums gemäß Art5 StGG und Art1 1. ZPEMRK. Es sei nicht nachvollziehbar, warum Nebenleistungen in Bagatellangelegenheiten stets einen geringeren Aufwand nach sich ziehen sollten. Der vorliegende Fall zeige, dass der Aufwand auch bei einer Bagatellberufungsbeantwortung enorm sein könne. Der Antragsteller habe auf Grund der angefochtenen Bestimmung keinen Rechtsanwalt gefunden, der die Ausführung der Berufungsbeantwortung übernommen habe.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl zum rechtspolitischen Gestaltungsspielraum des Gesetzgebers im Verfahrensrecht zB VfSlg 14.709/1996, 19.762/2013, 19.881/2014; VfGH 26.2.2018, G33/2018; 4.10.2022, G252/2022) lässt das Vorbringen des Antrages die behauptete Verfassungswidrigkeit als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat. Dem Gesetzgeber ist nicht entgegenzutreten, wenn er vorsieht, dass Berufungsbeantwortungen in Berufungsverfahren gemäß §501 Abs1 ZPO mit dem einfachen Einheitssatz abgegolten werden.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}