{
    "document_id": "JFT_20230309_23G00038_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden zu G38/2023 protokollierten, auf Art140 Abs1 Z1 lita iVm Art135 Abs4 sowie Art89 Abs2 B-VG gestützten Antrag begehrt das Bundesverwaltungsgericht, \"den §20 Abs4 Ausländerbeschäftigungsgesetz in der Fassung BGBl I Nr 72/2013 ('Die Ausfertigungen der nach diesem Bundesgesetz vorgesehenen Bescheide und Bescheinigungen, die im Wege elektronischer Datenverarbeitungsanlagen oder in einem ähnlichen Verfahren hergestellt werden, bedürfen weder einer Unterschrift noch einer Beglaubigung.'), als verfassungswidrig aufzuheben.\"",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die im vorliegenden Fall maßgebliche Rechtslage stellt sich wie folgt dar (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "1. §18 Abs3 und 4 AVG, BGBl 51/1991, idF BGBl I 5/2008 lautet:",
            "annotations": []
        },
        {
            "text": "\"Erledigungen",
            "annotations": []
        },
        {
            "text": "§18.",
            "annotations": []
        },
        {
            "text": "(1) - (2) […]",
            "annotations": []
        },
        {
            "text": "(3) Schriftliche Erledigungen sind vom Genehmigungsberechtigten mit seiner Unterschrift zu genehmigen; wurde die Erledigung elektronisch erstellt, kann an die Stelle dieser Unterschrift ein Verfahren zum Nachweis der Identität (§2 Z1 E-GovG) des Genehmigenden und der Authentizität (§2 Z5 E-GovG) der Erledigung treten.",
            "annotations": []
        },
        {
            "text": "(4) Jede schriftliche Ausfertigung hat die Bezeichnung der Behörde, das Datum der Genehmigung und den Namen des Genehmigenden zu enthalten. Ausfertigungen in Form von elektronischen Dokumenten müssen mit einer Amtssignatur (§19 E-GovG) versehen sein; Ausfertigungen in Form von Ausdrucken von mit einer Amtssignatur versehenen elektronischen Dokumenten oder von Kopien solcher Ausdrucke brauchen keine weiteren Voraussetzungen zu erfüllen. Sonstige Ausfertigungen haben die Unterschrift des Genehmigenden zu enthalten; an die Stelle dieser Unterschrift kann die Beglaubigung der Kanzlei treten, dass die Ausfertigung mit der Erledigung übereinstimmt und die Erledigung gemäß Abs3 genehmigt worden ist. Das Nähere über die Beglaubigung wird durch Verordnung geregelt.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2. §20 Abs4 des Bundesgesetzes vom 20. März 1975, mit dem die Beschäftigung von Ausländern geregelt wird (Ausländerbeschäftigungsgesetz – AuslBG), BGBl 218/1975, idF BGBl I 72/2013 lautet:",
            "annotations": []
        },
        {
            "text": "\"Entscheidung",
            "annotations": []
        },
        {
            "text": "§20.",
            "annotations": []
        },
        {
            "text": "(1) - (3) […]",
            "annotations": []
        },
        {
            "text": "(4) Die Ausfertigungen der nach diesem Bundesgesetz vorgesehenen Bescheide und Bescheinigungen, die im Wege elektronischer Datenverarbeitungsanlagen oder in einem ähnlichen Verfahren hergestellt werden, bedürfen weder einer Unterschrift noch einer Beglaubigung.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde: Die beim Bundesverwaltungsgericht beschwerdeführende Partei beantragte beim Arbeitsmarktservice (im Folgenden: AMS) die Zulassung als sonstige Schlüsselkraft gemäß §12b Z1 AuslBG. Diesen Antrag wies das AMS mit als Bescheid bezeichneter und mit 19. November 2021 datierter Erledigung ab. Die Erledigung enthält eine Begründung und eine Rechtsmittelbelehrung und wurde ihrem äußeren Erscheinungsbild nach elektronisch erstellt. Sie weist folgende Fertigung auf:",
            "annotations": []
        },
        {
            "text": "\"Für die Leiterin",
            "annotations": []
        },
        {
            "text": "[Vor- und Nachname der Genehmigenden]\"",
            "annotations": []
        },
        {
            "text": "Eine Amtssignatur, eine Unterschrift der Genehmigenden oder eine Beglaubigung der Kanzlei sind nicht vorhanden.",
            "annotations": []
        },
        {
            "text": "Die dagegen erhobene Beschwerde wies das AMS mit Beschwerdevorentscheidung vom 17. März 2022 ab, woraufhin der Beschwerdeführer die Vorlage an das Bundesverwaltungsgericht beantragte.",
            "annotations": []
        },
        {
            "text": "2. Das Bundesverwaltungsgericht legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"[…]",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht schließt sich den Ausführungen des Verwaltungsgerichtshofs im Beschluss vom 25.10.2022, A2022/0005 (Ra 2021/08/0043) Rz 31 bis 45 zur Gänze an, welche auch auf den gegenständlichen Fall und §20 Abs4 Ausländerbeschäftigungsgesetz in der Fassung BGBl I Nr 72/2013 zutreffen, zumal es sich auch um dieselbe belangte Behörde handelt.",
            "annotations": []
        },
        {
            "text": "Der Ordnungshalber wird angemerkt, dass in der nachfolgenden Argumentation die vom Verwaltungsgerichtshof verwendeten Formulierungen in Bezug auf das AlVG vom Bundesverwaltungsgericht auf das hier gegenständliche Gesetzesprüfungsverfahren angepasst wurden:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Gemäß Art140 Abs1 lita iVm Art135 Abs4 sowie Art89 Abs2 B-VG sieht sich das Bundesverwaltungsgericht daher verpflichtet, die Aufhebung des §20 Abs4 Ausländerbeschäftigungsgesetz in der Fassung BGBl I Nr 72/2013 zu beantragen.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung sah von der Erstattung einer meritorischen Äußerung ab und stellte den näher begründeten Antrag, der Verfassungsgerichtshof wolle gemäß Art140 Abs5 B-VG für das Außerkrafttreten eine Frist von einem Jahr bestimmen.",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht stellte zu den Zahlen G40/2023, G41/2023, G42/2023, G43/2023, G50/2023, G52/2023, G66/2023, G73/2023, G85/2023, G86/2023, G87/2023, G90/2023, G91/2023, G92/2023, G93/2023, G94/2023, G95/2023, G100/2023, G101/2023, G102/2023, G103/2023, G104/2023, G106/2023, G107/2023, G109/2023, G111/2023, G112/2023, G127/2023, G128/2023, G134/2023 und G139/2023 weitere sowohl hinsichtlich der Zulässigkeit als auch in der Sache im Wesentlichen jeweils gleichlautende Anträge. Der Verfassungsgerichtshof führte zu diesen Anträgen (im Hinblick auf §19 Abs3 Z4 VfGG) kein weiteres Verfahren durch (vgl VfSlg 20.244/2018).",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Im Verfahren hat sich nichts ergeben, was am Vorliegen dieser Voraussetzungen zweifeln ließe. Es ist jedenfalls nicht denkunmöglich, dass das Bundesverwaltungsgericht die Bestimmung des §20 Abs4 AuslBG in seinem Verfahren zur Entscheidung über die Beschwerde der im Gesetzesprüfungsverfahren beteiligten Partei anzuwenden hat.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Das Bundesverwaltungsgericht hegt das Bedenken, dass für die \"Unerlässlichkeit\" der mit der angefochtenen Regelung bewirkten Abweichung von den Erfordernissen des §18 Abs4 AVG keine besonderen tatsächlichen Umstände oder der Regelungszusammenhang mit den materiellen Vorschriften – hier: des Ausländerbeschäftigungsgesetzes – (mehr) sprechen würden. Die Bedenken entsprechen jenen, die der Verwaltungsgerichtshof in seinem unter G295/2022 protokollierten Gesetzesprüfungsantrag darlegte (vgl dazu das Erkenntnis des Verfassungsgerichtshofes vom heutigen Tag, G295/2022 ua).",
            "annotations": []
        },
        {
            "text": "2.3. Der Antrag des Bundesverwaltungsgerichtes ist begründet:",
            "annotations": []
        },
        {
            "text": "2.4. Nach Art11 Abs2 B-VG kann der Bundesgesetzgeber das Verwaltungsverfahren, die allgemeinen Bestimmungen des Verwaltungsstrafrechts, das Verwaltungsstrafverfahren und die Verwaltungsvollstreckung regeln, soweit ein Bedürfnis nach Erlassung einheitlicher Vorschriften als vorhanden erachtet wird. Abweichende Regelungen können in den die einzelnen Gebiete der Verwaltung regelnden Bundes- oder Landesgesetzen nur dann getroffen werden, wenn sie zur Regelung des Gegenstandes unerlässlich sind. Die \"Unerlässlichkeit\" einer abweichenden Regelung in einem Materiengesetz kann sich dabei aus \"besonderen Umständen\" oder aus dem Regelungszusammenhang mit den materiellen Vorschriften ergeben (vgl ua VfSlg 19.787/2013 mwN sowie zuletzt VfGH 14.12.2021, G225/2021 und 1.12.2022, G10/2022, jeweils mwN).",
            "annotations": []
        },
        {
            "text": "Das AVG beruht auf der kompetenzrechtlichen Grundlage des Art11 Abs2 B-VG und die Bestimmungen des AVG stellen \"einheitliche Vorschriften\" iSd Art11 Abs2 B-VG dar. Die angefochtene Bestimmung weicht von den Vorschriften des AVG über schriftliche Ausfertigungen (§18 Abs4 AVG) ab, wonach \"Erledigungen\", die \"Ausfertigungen in Form von elektronischen Dokumenten\" sind, \"mit einer Amtssignatur (§19 E-GovG) versehen sein\" müssen und (nur) \"Ausfertigungen in Form von Ausdrucken von mit einer Amtssignatur versehenen elektronischen Dokumenten oder von Kopien solcher Ausdrucke […] keine weiteren Voraussetzungen zu erfüllen\" brauchen, wohingegen \"[s]onstige Ausfertigungen […] die Unterschrift des Genehmigenden zu enthalten\" haben, wobei \"an die Stelle dieser Unterschrift […] die Beglaubigung der Kanzlei treten kann\". Eine Auslegung des §20 Abs4 AuslBG dahingehend, dass dieser keinen von §18 Abs4 AVG abweichenden Inhalt aufweist, kommt für den Verfassungsgerichtshof nicht in Betracht.",
            "annotations": []
        },
        {
            "text": "Die Bestimmung des §20 Abs4 AuslBG stellt eine von den Vorschriften über schriftliche Ausfertigungen \"abweichende Regelung\" iSd Art11 Abs2 B-VG dar und ist als solche an den in dieser Verfassungsbestimmung normierten Anforderungen zu messen.",
            "annotations": []
        },
        {
            "text": "2.5. Es bestehen keine Anhaltspunkte dafür, dass besondere Umstände oder der Regelungszusammenhang eine Abweichung von den Erfordernissen des §18 Abs4 AVG rechtfertigen würden. Auch für automationsunterstützt erstellte Erledigungen nach dem Ausländerbeschäftigungsgesetz ist ein ausreichendes Niveau der Identifizierbarkeit und Authentifizierbarkeit (somit auch der Fälschungssicherheit) erforderlich und es bestehen keine Bedenken, dass es zu einem nicht bewältigbaren Verwaltungsaufwand kommen würde. Die angefochtene Bestimmung beinhaltet daher keine für die Erlassung von Bescheiden nach dem Ausländerbeschäftigungsgesetz unerlässliche und somit keine iSd Art11 Abs2 B-VG zur Regelung des Gegenstandes erforderliche abweichende Regelung (vgl das Erkenntnis des Verfassungsgerichtshofes vom heutigen Tag, G295/2022 ua).",
            "annotations": []
        },
        {
            "text": "2.6. Der Verfassungsgerichtshof hat den Umfang der zu prüfenden und allenfalls aufzuhebenden Bestimmungen derart abzugrenzen, dass einerseits nicht mehr aus dem Rechtsbestand ausgeschieden wird, als Voraussetzung für den Anlassfall ist, dass aber andererseits der verbleibende Teil keine Veränderung seiner Bedeutung erfährt; da beide Ziele gleichzeitig niemals vollständig erreicht werden können, ist in jedem Einzelfall abzuwägen, ob und inwieweit diesem oder jenem Ziel der Vorrang vor dem anderen gebührt (VfSlg 7376/1974, 16.929/2003, 16.989/2003, 17.057/2003, 18.227/2007, 19.166/2010, 19.698/2012, 20.356/2019).",
            "annotations": []
        },
        {
            "text": "§20 Abs4 AuslBG enthält Vorschriften für die Form von Ausfertigungen von Bescheiden einerseits und Bescheinigungen andererseits. Dem Anlassverfahren vor dem Bundesverwaltungsgericht liegt jedoch (nur) ein Bescheid zugrunde. Zur Herstellung eines Rechtszustandes, gegen den die im Antrag dargelegten Bedenken für das Anlassverfahren nicht bestehen, genügt es, lediglich die Wortfolge \"Bescheide und\" in §20 Abs4 AuslBG aufzuheben. Im Übrigen ist der Antrag daher abzuweisen.",
            "annotations": []
        },
        {
            "text": "2.6. Da die zu G40/2023, G41/2023, G42/2023, G43/2023, G50/2023, G52/2023, G66/2023, G73/2023, G85/2023, G86/2023, G87/2023, G90/2023, G91/2023, G92/2023, G93/2023, G94/2023, G95/2023, G100/2023, G101/2023, G102/2023, G103/2023, G104/2023, G106/2023, G107/2023, G109/2023, G111/2023, G112/2023, G127/2023, G128/2023, G134/2023 und G139/2023 protokollierten Anträge des Bundesverwaltungsgerichtes dem zu G38/2023 protokollierten Antrag des Bundesverwaltungsgerichtes im Wesentlichen gleichen, hat der Verfassungsgerichtshof gemäß §19 Abs3 Z4 VfGG davon abgesehen, in diesen Rechtssachen ein weiteres Verfahren durchzuführen. Dies erfolgt im Hinblick darauf, dass die in den Verfahren über die Anträge zu den genannten Zahlen aufgeworfenen Rechtsfragen durch die Entscheidung über den Antrag des Bundesverwaltungsgerichtes zu G38/2023 bereits geklärt sind (vgl VfSlg 20.244/2018).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Wortfolge \"Bescheide und\" in §20 Abs4 AuslBG, BGBl 218/1975, idF BGBl I 72/2013 ist daher wegen Verstoßes gegen Art11 Abs2 B-VG als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen sind die Anträge abzuweisen.",
            "annotations": []
        },
        {
            "text": "3. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzesstelle gründet sich auf Art140 Abs5 dritter und vierter Satz B-VG.",
            "annotations": []
        },
        {
            "text": "4. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "5. Der Verfassungsgerichtshof sieht sich veranlasst, von der ihm durch Art140 Abs7 zweiter Satz B-VG eingeräumten Ermächtigung Gebrauch zu machen und auszusprechen, dass die aufgehobene Bestimmung in den am 9. März 2023 beim Bundesverwaltungsgericht anhängigen Verfahren nicht mehr anzuwenden ist.",
            "annotations": []
        },
        {
            "text": "6. Die Verpflichtung des Bundeskanzlers zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm §3 Z3 BGBlG.",
            "annotations": []
        },
        {
            "text": "7. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}