{
    "document_id": "JFT_20230227_22E01087_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Die Beschwerde richtet sich gegen das Erkenntnis des Bundesfinanzgerichtes vom 8. März 2022, ZRV/7300036/2021, betreffend Geldstrafen wegen Abgabenhinterziehung an Kapitalertragsteuer 2016 und Kapitalertragsteuer 2017 sowie an Umsatzsteuervorauszahlungen 10/2017-3/2018. Sie wurde vom Adressaten dieses Erkenntnisses als Beschwerdeführer erhoben. Die einschreitende Rechtsanwälte GmbH berief sich in der Beschwerde auf eine von einem Vertreter des Beschwerdeführers erteilte Vollmacht.",
            "annotations": []
        },
        {
            "text": "Mit Verfügung vom 18. Mai 2022 – zugestellt am 19. Mai 2022 – erging gemäß §18 VfGG unter Hinweis auf die Säumnisfolgen die Aufforderung des Verfassungsgerichtshofes, innerhalb von vier Wochen eine vom Beschwerdeführer zur Beschwerdeführung gegen das Erkenntnis des Bundesfinanzgerichtes vom 8. März 2022, ZRV/7300036/2021, erteilte Vollmacht nachzuweisen. In der Verfügung wurde ausdrücklich darauf hingewiesen, dass nach der Rechtsprechung des Verfassungsgerichtshofes im verfassungsgerichtlichen Verfahren eine \"Kettenvollmacht\" nicht zulässig ist (VfSlg 15.121/1998, 18.460/2008).",
            "annotations": []
        },
        {
            "text": "Die einschreitende Rechtsanwälte GmbH teilte in einer dazu abgegebenen Stellungnahme vom 2. Juni 2022 mit, dass der Beschwerdeführer sie direkt mit der Vertretung im Verfahren vor dem Verfassungsgerichtshof (im Fall der Abtretung auch vor dem Verwaltungsgerichtshof) beauftragt und entsprechend Vollmacht erteilt habe. Dieser Stellungnahme war jedoch eine Vollmacht des Beschwerdeführers vom 23. April 2022 beigelegt, in der dieser eine andere Person dazu bevollmächtigt, ihn \"in allen rechtlichen Belangen [s]eines Finanzstrafverfahrens ([…] GZ RV/7300036/2021) zu vertreten und insbesondere für Verfahren vor dem Verfassungsgerichtshof und dem Verwaltungsgerichtshof einen Rechtsanwalt seiner Wahl mit [s]einer Vertretung zu beauftragen\".",
            "annotations": []
        },
        {
            "text": "Somit wurde innerhalb der hierfür eingeräumten Frist der Nachweis der (direkt) erteilten Vollmacht nicht erbracht. ",
            "annotations": []
        },
        {
            "text": "Da die mit Verfügung vom 18. Mai 2022 gesetzte Frist solcherart ungenützt verstrichen ist, ist die Beschwerde gemäß §19 Abs3 Z2 litc VfGG wegen nicht behobenen Mangels formeller Erfordernisse ohne weiteres Verfahren in nichtöffentlicher Sitzung zurückzuweisen.",
            "annotations": []
        }
    ]
}