{
    "document_id": "JFT_20230228_21E04249_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit Beschluss des Verfassungsgerichtshofes vom 5. November 2021, E2768/2021, wurde der Antrag des Einschreiters auf Bewilligung der Verfahrenshilfe vom 18. Juli 2021 zur Erhebung einer Beschwerde gegen den Beschluss des Landesgerichtes für Strafsachen Wien vom 30. Juni 2021, AZ 134 Bl 22/21k, abgewiesen, mit dem sein Antrag auf Fortführung des Verfahrens der Staatsanwaltschaft Wien, AZ 8 St 341/20a, als unzulässig zurückgewiesen wurde.",
            "annotations": []
        },
        {
            "text": "2. Mit vorliegendem Schriftsatz vom 24. November 2021 begehrt der Einschreiter die Aufhebung des Beschlusses des Verfassungsgerichtshofes vom 5. November 2021 und beantragt, die \"gegenständliche Strafrechtssache / Ablehnung […] an den nicht offenbar unzuständigen, nicht ausgeschlossenen Europäischen Gerichtshof (EuGH) zur Verhandlung und Entscheidung [zu] überweisen bzw vor[zu]legen\", sowie eine schriftliche Verständigung der \"Aufhebung\" bzw \"Überweisung\" an den Einschreiter.",
            "annotations": []
        },
        {
            "text": "3. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes ist gegen seine Entscheidungen kein Rechtsmittel zulässig (vgl zB VfSlg 11.216/1987, 14.695/1996, 18.050/2007; VfGH 23.9.2019, E2830/2019); vielmehr sind diese Entscheidungen – abgesehen von den hier nicht in Betracht kommenden Fällen der Wiederaufnahme des Verfahrens und der Wiedereinsetzung in den vorigen Stand – endgültig.",
            "annotations": []
        },
        {
            "text": "4. Darüber hinaus ermächtigt weder Art144 B-VG noch eine andere Verfassungsvorschrift den Verfassungsgerichtshof zur \"Überweisung\" einer Rechtssache an den Gerichtshof der Europäischen Union. ",
            "annotations": []
        },
        {
            "text": "5. Die Eingabe ist daher wegen Unzuständigkeit des Verfassungsgerichtshofes zurückzuweisen (vgl etwa VfSlg 18.622/2008; VfGH 18.9.2014, B199/2014).",
            "annotations": []
        },
        {
            "text": "6. Da die Nichtzuständigkeit des Verfassungsgerichtshofes offenbar ist, wurde dieser Beschluss gemäß §19 Abs3 Z2 lita VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung gefasst.",
            "annotations": []
        }
    ]
}