{
    "document_id": "JFT_20230920_23W_I00005_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Anfechtung und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die beiden Anfechtungswerber sind Mitglieder des Gemeinderates der Gemeinde Franking und gehören der Fraktion \"MFG\" an. Dieser Fraktion kamen nach der letzten Gemeinderatswahl drei Mandate im Gemeinderat und ein Mandat im Gemeindevorstand zu. Am 20. März 2023 erklärte das Gemeindevorstandsmitglied dieser Fraktion seinen Verzicht auf das Mandat als Mitglied des Gemeinderates sowie als Mitglied des Gemeindevorstandes.",
            "annotations": []
        },
        {
            "text": "2. Die auf diesen Verzicht nächstfolgende Gemeinderatssitzung, in der die gemäß §32 Abs2 Oö Gemeindeordnung 1990 (Oö GemO 1990), LGBl 91/1990, idF LGBl 90/2021 erforderliche Nachwahl stattfinden konnte, war nach dem Sitzungsplan gemäß §45 Abs1 Oö GemO 1990 für den 11. April 2023 vorgesehen. Die beiden Anfechtungswerber brachten am 4. April 2023 einen auf die Erstanfechtungswerberin lautenden Wahlvorschlag für die Nachbesetzung des ihrer Fraktion zukommenden Gemeindevorstandsmandates ein.",
            "annotations": []
        },
        {
            "text": "3. Mit Verständigung per E-Mail vom 4. April 2023 wurde eine Gemeinderatssitzung für den 13. April 2023 anberaumt.",
            "annotations": []
        },
        {
            "text": "4. In der Gemeinderatssitzung am 13. April 2023 erfolgte die Nachwahl des freigewordenen Gemeindevorstandsmandates. Da der Zweitanfechtungswerber in dieser Gemeinderatssitzung nicht anwesend war, erfolgte unter Berufung auf das Anwesenheitserfordernis von zwei Dritteln der wahlberechtigten Fraktionsmitglieder gemäß §29 Abs3 Oö GemO 1990 keine Nachbesetzung des Gemeindevorstandsmandates durch Fraktionswahl gemäß §26 Abs3 iVm §32 Abs2 Oö GemO 1990.",
            "annotations": []
        },
        {
            "text": "Schließlich stellte der Bürgermeister auf Grund eines von der Fraktion \"ÖVP\" vor Beginn der Wahlhandlung eingebrachten Wahlvorschlages den Antrag, das darin vorgeschlagene Mitglied der Fraktion \"ÖVP\" in den Gemeindevorstand zu wählen. Das Ergebnis lautete auf sieben Stimmen für und eine Stimme gegen den Antrag sowie drei Stimmenthaltungen, woraufhin der Bürgermeister den Antrag für mehrheitlich angenommen erklärte.",
            "annotations": []
        },
        {
            "text": "5. Mit einem an die Gemeinde Franking adressierten Schreiben vom 24. Mai 2023 teilte die in der Gemeinderatssitzung vom 13. April 2023 in den Gemeindevorstand gewählte Person mit, dass sie ihr Amt als Mitglied des Gemeindevorstandes mit sofortiger Wirkung zurücklege.",
            "annotations": []
        },
        {
            "text": "6. In der Gemeinderatssitzung vom 4. Juli 2023 erfolgte wiederum eine Nachwahl des freigewordenen Gemeindevorstandsmandates. Dabei wurde die Erstanfechtungswerberin durch Fraktionswahl zum Mitglied des Gemeindevorstandes gewählt.",
            "annotations": []
        },
        {
            "text": "7. Mit der vorliegenden, auf Art141 B-VG gestützten Anfechtung werden die Aufhebung und Nichtigerklärung der Nachwahl zum Gemeindevorstand der Gemeinde Franking vom 13. April 2023 \"beginnend mit der Ermittlung der zu einem Wahlvorschlag berechtigten Parteien\", in eventu die Aufhebung und Nichtigerklärung des gesamten Verfahrens zur Nachwahl, sowie Kostenersatz begehrt. Begründend wird dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "Die beiden Anfechtungswerber hätten ihre Termine nach dem Sitzungskalender ausgerichtet, dem zufolge die Nachwahl in einer Gemeinderatssitzung am 11. April 2023 stattfinden habe sollen. Diese Sitzung sei jedoch kurzfristig auf den 13. April 2023 verschoben worden, obwohl der Bürgermeister gewusst habe, dass der Zweitanfechtungswerber zu diesem Termin verhindert sei. Dadurch sei bewusst eine Anwendung des §29 Abs3 Oö GemO 1990 herbeigeführt worden, nach dem das Recht der Besetzung der für die betreffende Fraktion in Frage kommenden Mandate auf den gesamten Gemeinderat übergeht, wenn bei der Fraktionswahl nicht mindestens zwei Drittel der dabei wahlberechtigten Mitglieder des Gemeinderates anwesend sind. Diese Bestimmung sei nicht mit Art117 Abs5 B-VG vereinbar, weil insbesondere bei kleineren Gemeinden bzw Fraktionen bereits das Fehlen einer Person zum Verlust des Anspruches auf verhältnismäßige Vertretung führen könne. Verfassungskonform sei diese Bestimmung auf Fälle einer unverschuldeten Abwesenheit zu reduzieren, die im vorliegenden Fall auf Grund der kurzfristigen Verschiebung der Gemeinderatssitzung nicht gegeben sei.",
            "annotations": []
        },
        {
            "text": "Im Übrigen sei das Wahlverfahren rechtswidrig, weil der Wahlvorschlag der Fraktion \"ÖVP\" bereits vor Beginn der Wahlhandlung, also noch vor der Fraktionswahl durch die Fraktion \"MFG\" eingebracht worden sei. Der Bürgermeister habe im Anschluss an die erfolglose Fraktionswahl auch nicht nach weiteren Wahlvorschlägen gefragt; ansonsten hätte die Erstanfechtungswerberin einen auf sie lautenden Wahlvorschlag eingebracht. Schließlich habe die Abstimmung über den Wahlvorschlag der Fraktion \"ÖVP\" entgegen §52 Oö GemO 1990 nicht geheim, sondern mit Handzeichen stattgefunden.",
            "annotations": []
        },
        {
            "text": "Die dargelegten Rechtswidrigkeiten seien von Einfluss auf das Wahlergebnis gewesen. Dafür spreche nicht nur das knappe Wahlergebnis, sondern auch der Umstand, dass bei einer geheimen Abstimmung mitunter andere Wahlergebnisse zu erwarten seien. Das Wahlverfahren sei daher im begehrten Umfang aufzuheben.",
            "annotations": []
        },
        {
            "text": "8. Der Bürgermeister der Gemeinde Franking hat als Wahlbehörde (vgl VfSlg 16.626/2002) die Wahlakten vorgelegt und eine Gegenschrift erstattet, in der er im Wesentlichen Folgendes vorbringt:",
            "annotations": []
        },
        {
            "text": "Die Anfechtungswerber seien über den neuen Sitzungstermin am 4. April 2023 und damit entsprechend §45 Oö GemO 1990 verständigt worden. Die Verständigung sei neun Tage vor der Sitzung erfolgt, sodass nicht von einer kurzfristigen Verschiebung die Rede sein könne. Den Mitgliedern der Fraktion \"MFG\" sei eine Teilnahme an der Sitzung jedenfalls möglich gewesen. Die Wahl im Rahmen dieser Sitzung habe §29 Abs3 Oö GemO 1990 entsprochen. Der Wahlvorschlag der Fraktion \"ÖVP\" sei nicht rechtswidrig eingebracht worden, zumal §29 Abs3 Oö GemO 1990 keine formellen Wahlvorschläge vorsehe. Die Erstanfechtungswerberin sei in der Sitzung anwesend gewesen und habe weder hinsichtlich des Wahlvorschlages der Fraktion \"ÖVP\" noch hinsichtlich der Abstimmungsmodalitäten Rechtswidrigkeiten aufgezeigt. Es werde auch grundsätzlich in Abrede gestellt, dass allfällige Rechtswidrigkeiten von Einfluss auf das Wahlergebnis gewesen seien. Insgesamt sei die Anfechtung unbegründet.",
            "annotations": []
        },
        {
            "text": "9. Die Oberösterreichische Landesregierung hat eine Äußerung erstattet, in der sie im Wesentlichen Folgendes vorbringt:",
            "annotations": []
        },
        {
            "text": "Die ursprüngliche Sitzung des Gemeinderates samt geplanter Nachwahl sei nach dem Sitzungsplan gemäß §45 Abs1 Oö GemO 1990 für den 11. April 2023 vorgesehen gewesen. Dessen ungeachtet könne der Bürgermeister jederzeit eine Sitzung des Gemeinderates einberufen, wenn ein Bedarf bestehe. Beim Sitzungsplan handle es sich nur um eine Planung und auch zu solchen Sitzungen sei gesondert zu laden. Die Anfechtungswerber seien von dem neuen Sitzungstermin, dem 13. April 2023, am 4. April 2023 und damit in Übereinstimmung mit §45 Abs3 Oö GemO 1990 neun Tage vor dem Termin verständigt worden. Dafür, dass diese Terminänderung eine \"bewusste Herbeiführung einer gesetzlichen Ausnahmesituation\" (offenbar gemeint sei die Auslösung der Rechtsfolgen nach §29 Abs3 Oö GemO 1990) bezweckt habe, gebe es keine Anhaltspunkte. Von einer kurzfristigen Terminverschiebung könne keine Rede sein. Zudem hätten den Mitgliedern der Fraktion \"MFG\" die Konsequenzen eines fehlenden Präsenzquorums bekannt sein müssen. Der Zweitanfechtungswerber lege auch nicht dar, worin seine terminliche Verhinderung bestanden habe. Es sei ihm freigestanden, seine sonstigen Termine angesichts der Bedeutung der Gemeinderatssitzung zu verschieben.",
            "annotations": []
        },
        {
            "text": "Gegen §29 Abs3 Oö GemO 1990 bestünden keine verfassungsrechtlichen Bedenken. Der Verfassungsgerichtshof habe bereits ausgesprochen, dass eine Wahlpartei, die gemäß Art117 Abs5 B-VG einen Anspruch auf Vertretung im Gemeinderat habe, auf diesen Anspruch auch verzichten könne (vgl VfSlg 12.946/1991). Ein derartiger Verzicht bestehe im vorliegenden Fall darin, dass die Fraktion \"MFG\" zwar einen Wahlvorschlag eingebracht habe, dass jedoch bei der Abstimmung nur ein Mitglied dieser Fraktion anwesend gewesen sei und damit ein Übergang des Rechtes zur Besetzung auf den ganzen Gemeinderat gemäß §29 Abs3 Oö GemO 1990 in Kauf genommen worden sei. Diese Regelung komme erst zur Anwendung, wenn nicht mindestens zwei Drittel der wahlberechtigten Fraktionsmitglieder anwesend seien, weshalb die Regelung auch im Hinblick darauf, dass der Landesgesetzgeber bei der Regelung der Wahl der Gemeindeorgane einen weiten Spielraum habe, unbedenklich sei.",
            "annotations": []
        },
        {
            "text": "Soweit vorgebracht werde, dass der Wahlvorschlag der Fraktion \"ÖVP\" rechtswidrig eingebracht worden sei, sei festzuhalten, dass es bei der Wahl gemäß §29 Abs3 Oö GemO 1990 keine formellen Wahlvorschläge gebe. So verweise diese Bestimmung nur auf den sinngemäß anzuwendenden §25 Abs3 bis 5 sowie 7 Oö GemO 1990 (nicht aber etwa auf Abs2 leg cit). Im Übrigen sei es nach der Rechtsprechung des Verfassungsgerichtshofes Sache der bei der Wahl anwesenden Erstanfechtungswerberin gewesen, schon in der Sitzung des Gemeinderates auf eine allfällige Rechtswidrigkeit des Wahlvorschlages der Fraktion \"ÖVP\" hinzuweisen (vgl VfSlg 16.626/2002), was jedoch nicht geschehen sei. Dasselbe gelte auch in Bezug auf die behauptete Verletzung des geheimen Wahlrechtes durch eine Abstimmung per Handzeichen (vgl VfSlg 19.345/2011).",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen der Oö Gemeindeordnung 1990 (Oö GemO 1990), LGBl 91/1990, idF LGBl 90/2021 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§25",
            "annotations": []
        },
        {
            "text": "Wahl des Bürgermeisters durch den Gemeinderat",
            "annotations": []
        },
        {
            "text": "(1) Der Bürgermeister ist in den im §2 Abs3 der Oö Kommunalwahlordnung vorgesehenen Fällen von den Mitgliedern des Gemeinderates auf Grund von Wahlvorschlägen zu wählen.",
            "annotations": []
        },
        {
            "text": "(2) Wahlvorschläge können nur von jenen Fraktionen eingereicht werden, denen nach den Bestimmungen des §26 Abs2 Anspruch auf Vertretung im Gemeindevorstand zukommt. Die Wahlvorschläge sind vor Beginn der Wahlhandlung dem Vorsitzenden schriftlich zu überreichen.",
            "annotations": []
        },
        {
            "text": "(3) Kommt bei der ersten Wahl eine absolute Stimmenmehrheit der anwesenden Mitglieder des Gemeinderates nicht zustande, so ist eine zweite Wahl vorzunehmen. Ergibt sich auch bei dieser keine absolute Stimmenmehrheit der anwesenden Mitglieder des Gemeinderates, so ist eine engere Wahl oder – unter den Voraussetzungen gemäß Abs6 – eine dritte Wahl durchzuführen.",
            "annotations": []
        },
        {
            "text": "(4) Bei der engeren Wahl haben sich die Wählenden auf jene zwei Mitglieder des Gemeinderates zu beschränken, welche bei der zweiten Wahl die meisten gültigen Stimmen erhalten haben. Bei Stimmengleichheit ist derjenige in die engere Wahl einzubeziehen, der auf dem Wahlvorschlag jener Fraktion aufscheint, die über die größere Anzahl von Mandaten im Gemeinderat verfügt. Gibt auch dies nicht den Ausschlag, so entscheidet die Höhe der Parteisummen. Bei gleichen Parteisummen entscheidet das Los, das von dem an der Losentscheidung nicht beteiligten, an Jahren jüngsten anwesenden Mitglied des Gemeinderates zu ziehen ist. Unter Parteisummen sind die Summen der gültigen Stimmen zu verstehen, die bei der Wahl des Gemeinderates auf die einzelnen wahlwerbenden Parteien entfallen sind; die einzelnen Parteisummen sind dabei jener Fraktion zuzuordnen, die aus der jeweiligen wahlwerbenden Partei gemäß §18a Abs1 hervorgeht.",
            "annotations": []
        },
        {
            "text": "(5) In der engeren Wahl entscheidet die absolute Mehrheit der abgegebenen gültigen Stimmen. Jede Stimme, die bei der engeren Wahl nicht auf die nach Abs4 bestimmten Personen entfällt, ist ungültig.",
            "annotations": []
        },
        {
            "text": "(6) Wurde bei der zweiten Wahl nur ein Wahlvorschlag erstattet und hat sich für diesen keine absolute Stimmenmehrheit der anwesenden Mitglieder des Gemeinderates ergeben, so ist eine dritte Wahl durchzuführen. Hiebei sind Wahlvorschläge im Sinne des Abs2 einzubringen. In der dritten Wahl entscheidet die relative Mehrheit der abgegebenen gültigen Stimmen.",
            "annotations": []
        },
        {
            "text": "(7) Ergibt sich bei der engeren oder bei der dritten Wahl Stimmengleichheit, so gilt derjenige als gewählt, der auf dem Wahlvorschlag jener Fraktion aufscheint, die über die größere Anzahl von Mandaten im Gemeinderat verfügt. Gibt auch dies nicht den Ausschlag, so entscheidet die Höhe der Parteisummen (Abs4 letzter Satz). Bei gleichen Parteisummen entscheidet das Los, das von dem an der Losentscheidung nicht beteiligten, an Jahren jüngsten anwesenden Mitglied des Gemeinderates zu ziehen ist",
            "annotations": []
        },
        {
            "text": "(8) Werden keine oder nur ungültige Wahlvorschläge eingebracht, so können für jedes Mitglied des Gemeinderates, das einer Fraktion angehört, der ein Anspruch auf Vertretung im Gemeindevorstand zukommt, Stimmen abgegeben werden. Für die Wahl finden die Bestimmungen der Abs3 bis 5 sowie 7 sinngemäß Anwendung.",
            "annotations": []
        },
        {
            "text": "§26",
            "annotations": []
        },
        {
            "text": "Wahl der übrigen Mitglieder des Gemeindevorstandes",
            "annotations": []
        },
        {
            "text": "(1) Die übrigen Mitglieder des Gemeindevorstandes sind aus dem Kreis der Mitglieder des Gemeinderates zu wählen. Wie viele Mandate dabei den einzelnen Fraktionen zukommen, bestimmt sich nach Abs2. Gehört der Bürgermeister einer Fraktion an, die Anspruch auf Vertretung im Gemeindevorstand hat, ist er auf die Liste seiner Fraktion anzurechnen.",
            "annotations": []
        },
        {
            "text": "(2) Die Zahl der den einzelnen Fraktionen zukommenden Mandate im Gemeindevorstand ist wie folgt zu berechnen: Die Zahlen der Mandate der einzelnen Fraktionen im Gemeinderat sind, nach ihrer Größe geordnet, nebeneinander zu schreiben; unter jede dieser Zahlen ist die Hälfte zu schreiben, darunter das Drittel, das Viertel usw Alle so angeschriebenen Zahlen sind, nach ihrer Größe geordnet und beginnend mit der größten Zahl, mit Leitzahlen (1, 2, 3 usw) bis zu jener Zahl zu numerieren, die der Anzahl der zu vergebenden Mandate entspricht. Die auf diese Weise mit der letzten Leitzahl bezeichnete Zahl ist die Wahlzahl. Jede Fraktion erhält so viele Mandate, wie die Wahlzahl in der Zahl ihrer Mandate im Gemeinderat enthalten ist. Gibt die Berechnung unter Zugrundelegung der Mandate der einzelnen Fraktionen im Gemeinderat nicht den Ausschlag, so sind der Berechnung die Parteisummen (§25 Abs4 letzter Satz) zugrunde zu legen. Ergeben sich auch hiernach auf ein Mandat gleiche Ansprüche, so entscheidet das Los, das von dem an Jahren jüngsten anwesenden Mitglied des Gemeinderates zu ziehen ist.",
            "annotations": []
        },
        {
            "text": "(3) Für die Wahl hat jede Fraktion, der gemäß Abs1 noch unbesetzte Mandate im Gemeindevorstand zukommen, dem Vorsitzenden vor Beginn der Wahlhandlung schriftlich einen Wahlvorschlag zu überreichen, der soviele Namen zu enthalten hat, wie dieser Fraktion noch unbesetzte Mandate im Gemeindevorstand zukommen. Die übrigen Mitglieder des Gemeindevorstandes sind je in einem Wahlgang von den Gemeinderatsmitgliedern jener Fraktion, die den Wahlvorschlag erstattet hat, im Fall des §28 Abs1 litb von den Gemeinderatsmitgliedern jener Fraktion, die auf Vertretung im Gemeindevorstand Anspruch hat, zu wählen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§29",
            "annotations": []
        },
        {
            "text": "Gemeinsame Bestimmungen für die Wahl der Mitglieder des Gemeindevorstandes",
            "annotations": []
        },
        {
            "text": "(1) Wahlvorschläge im Sinne der §§25 bis 27 sind nur gültig, wenn sie von der absoluten Mehrheit jener Mitglieder des Gemeinderates unterzeichnet sind, die der Fraktion angehören, die zur Erstattung des Wahlvorschlages berechtigt ist. Im Fall des §28 Abs1 litb ist der Wahlvorschlag überdies von der absoluten Mehrheit jener Gemeinderatsmitglieder, die der auf Vertretung im Gemeindevorstand nicht anspruchsberechtigten Fraktion angehören, zu unterzeichnen. Ein Mitglied des Gemeinderates kann für die Besetzung einer Stelle im Gemeindevorstand (§§25 bis 27) innerhalb eines Wahlganges nur einen Wahlvorschlag unterzeichnen; unterzeichnet es mehrere, so sind alle von ihm geleisteten Unterschriften ungültig.",
            "annotations": []
        },
        {
            "text": "(2) Für die Wahlen, bei denen jeweils nur ein Teil der Mitglieder des Gemeinderates wahlberechtigt ist, ist die Anwesenheit von jeweils zwei Drittel der dabei Wahlberechtigten und die absolute Stimmenmehrheit der anwesenden Wahlberechtigten erforderlich.",
            "annotations": []
        },
        {
            "text": "(3) Wird bei Wahlen gemäß §26 von einer Fraktion, die allein zur Einbringung eines Wahlvorschlages berechtigt ist, kein oder nur ein ungültiger Wahlvorschlag eingebracht oder sind bei solchen Wahlen nicht mindestens zwei Drittel der dabei wahlberechtigten Mitglieder des Gemeinderates anwesend, so geht das Recht der Besetzung der für die betreffende Fraktion in Frage kommenden Mandate für diesen Wahlgang auf den gesamten Gemeinderat über, wobei jedoch nicht nur die der betreffenden Fraktion angehörenden Mitglieder des Gemeinderates wählbar sind. In einem solchen Fall ist jedes dieser Mandate in einem eigenen Wahlgang zu besetzen. Für die Wahl finden die Bestimmungen des §25 Abs3 bis 5 sowie 7 sinngemäß Anwendung.",
            "annotations": []
        },
        {
            "text": "(4) Die Bestimmungen des Abs3 gelten für Wahlen gemäß §27 sinngemäß.",
            "annotations": []
        },
        {
            "text": "(5) Ist bei Wahlen die Stärke der Fraktionen maßgebend, so ist bei der Berechnung des Stärkeverhältnisses zunächst die Anzahl der Mandate im Gemeinderat heranzuziehen. Gibt dies nicht den Ausschlag, so sind die Parteisummen (§25 Abs4 letzter Satz) heranzuziehen. Bei gleichen Parteisummen entscheidet das Los, das von dem an Jahren jüngsten anwesenden Mitglied des Gemeinderates zu ziehen ist.",
            "annotations": []
        },
        {
            "text": "(6) Der Bürgermeister hat jede Wahl in den Gemeindevorstand unverzüglich kundzumachen.",
            "annotations": []
        },
        {
            "text": "(7) Der Bürgermeister hat jede Wahl in den Gemeindevorstand und jede Änderung in der Zusammensetzung des Gemeindevorstands jeweils unverzüglich der Landesregierung bekanntzugeben. Die Landesregierung hat unter Bedachtnahme auf die technischen Gegebenheiten der Gemeindevertretungs-Datenbank und der notwendigen Qualitätssicherung mittels Verordnung festzusetzen, in welcher Art das Ergebnis der im Anschluss an eine Gemeinderatswahl durchgeführten Wahlen in den Gemeindevorstand und jede Änderung in der Zusammensetzung des Gemeindevorstands zu übermitteln sind.",
            "annotations": []
        },
        {
            "text": "§30",
            "annotations": []
        },
        {
            "text": "Erledigung des Mandates eines Mitgliedes des Gemeindevorstandes",
            "annotations": []
        },
        {
            "text": "(1) Das Mandat eines Mitgliedes des Gemeindevorstandes wird erledigt:",
            "annotations": []
        },
        {
            "text": "a) durch Mandatsverzicht (Abs2);",
            "annotations": []
        },
        {
            "text": "b) durch Mandatsverlust (Abs3).",
            "annotations": []
        },
        {
            "text": "(2) Ein Mitglied des Gemeindevorstands kann auf sein Mandat verzichten. Der Verzicht ist schriftlich zu erklären und eigenhändig zu unterschreiben. Er wird mit dem Einlangen beim Gemeindeamt wirksam, wenn die Verzichtserklärung nicht einen späteren Zeitpunkt enthält. Dem Verzicht beigefügte Bedingungen sind ohne rechtliche Wirkung. Eine Verzichtserklärung kann nach ihrem Einlangen beim Gemeindeamt nicht mehr widerrufen werden.",
            "annotations": []
        },
        {
            "text": "[(3)–(5) …]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§32",
            "annotations": []
        },
        {
            "text": "Nachbesetzung freigewordener Stellen im Gemeindevorstand",
            "annotations": []
        },
        {
            "text": "(1) Ist das Mandat eines Mitgliedes des Gemeindevorstandes erledigt, ist die freigewordene Stelle ehestens für die restliche Funktionsperiode nachzubesetzen. Die freigewordene Stelle des Bürgermeisters ist durch Neuwahl gemäß §40 Oö Kommunalwahlordnung nachzubesetzen, wenn das Mandat des Bürgermeisters bis zum Ablauf des vierten Jahres nach dem Tag der allgemeinen Wahl des Gemeinderates und des Bürgermeisters erledigt ist. Sofern jedoch §2 Abs3 der Oö Kommunalwahlordnung anzuwenden ist, erfolgt die Besetzung durch Nachwahl gemäß §25.",
            "annotations": []
        },
        {
            "text": "(2) Ist das Mandat eines übrigen Mitgliedes des Gemeindevorstandes erledigt, ist die freigewordene Stelle ehestens für die restliche Funktionsperiode durch Nachwahl zu besetzen. Für die Nachwahlen gelten die Bestimmungen über die Wahl der Mitglieder des Gemeindevorstandes sinngemäß. Den Nachwahlen ist die nach §20 Abs5 berechnete Mandatsverteilung zugrunde zu legen.",
            "annotations": []
        },
        {
            "text": "(3) Ein neu gewählter Bürgermeister, der bei seiner Neuwahl stimmberechtigtes Mitglied des Gemeindevorstandes ist oder der Fraktion angehört, der der ausgeschiedene Bürgermeister gemäß §26 Abs1 letzter Satz angerechnet wurde, ist in die Gesamtzahl der Mitglieder des Gemeindevorstands einzurechnen. In allen übrigen Fällen ist der neu gewählte Bürgermeister beratendes Mitglied des Gemeindevorstandes und in die Gesamtzahl der Mitglieder des Gemeindevorstandes gemäß §24 Abs1a nicht einzurechnen; für einen neu gewählten Bürgermeister, dessen Fraktion nach §26 Abs2 ein Anspruch auf Vertretung im Gemeindevorstand zukommt, gilt das aber nur bis zu dem Zeitpunkt, zu dem ein Mandat seiner Fraktion im Gemeindevorstand frei wird. Ab diesem Zeitpunkt ist der neu gewählte Bürgermeister in die Gesamtzahl der Mitglieder des Gemeindevorstandes einzurechnen und stimmberechtigt.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§45",
            "annotations": []
        },
        {
            "text": "Einberufung von Sitzungen",
            "annotations": []
        },
        {
            "text": "(1) Der Gemeinderat hat je nach Bedarf, wenigstens aber in jedem Vierteljahr einmal zusammenzutreten. Die Sitzungen des Gemeinderates sind vom Bürgermeister einzuberufen. Tag und Stunde sind so festzusetzen, dass möglichst alle Mitglieder des Gemeinderates an der Sitzung teilnehmen können. Der Bürgermeister hat den Mitgliedern des Gemeinderates einen Plan über die Sitzungstermine für mindestens sechs Monate im Voraus (Sitzungsplan) nachweisbar zuzustellen.",
            "annotations": []
        },
        {
            "text": "(2) Der Bürgermeister ist verpflichtet, eine Sitzung des Gemeinderates binnen einer Woche einzuberufen, wenn dies wenigstens ein Viertel der Mitglieder des Gemeinderates oder die Aufsichtsbehörde verlangt. Das Verlangen muss schriftlich gestellt werden und den Gegenstand, der dem Verlangen auf Einberufung zugrunde liegt, umschreiben. Diese Sitzung ist spätestens innerhalb eines Monats unter Bekanntgabe der Tagesordnung und Anschluss des schriftlichen Verlangens anzuberaumen.",
            "annotations": []
        },
        {
            "text": "(2a) Kommt die Bürgermeisterin bzw der Bürgermeister dem Verlangen der Aufsichtsbehörde gemäß Abs2 nicht rechtzeitig nach, so kann die Aufsichtsbehörde die Einberufung der Sitzung vornehmen; §104 ist sinngemäß anzuwenden. Die Aufsichtsbehörde kann zu den Sitzungen des Gemeinderats, die auf Grund ihres Verlangens einberufen werden, eine Vertreterin bzw einen Vertreter mit beratender Stimme entsenden.",
            "annotations": []
        },
        {
            "text": "(3) Jedes Mitglied des Gemeinderates ist von der Abhaltung der Sitzung mindestens sieben Tage, in besonders dringenden Fällen 24 Stunden vorher schriftlich unter Bekanntgabe des Tages, der Beginnzeit, des Ortes und der Tagesordnung der Sitzung zu verständigen. Die Verständigung ist den Mitgliedern des Gemeinderates nachweisbar zuzustellen, sofern die Sitzung nicht im Sitzungsplan (Abs1) enthalten ist.",
            "annotations": []
        },
        {
            "text": "(4) Die Abhaltung einer Sitzung des Gemeinderates ist vom Bürgermeister sieben Tage, in besonders dringenden Fällen 24 Stunden vorher unter Angabe des Tages, der Beginnzeit, des Ortes und der Tagesordnung der Sitzung unter Hinweis auf die Bestimmungen des §54 Abs6 kundzumachen.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit der Anfechtung",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art141 Abs1 litb B-VG erkennt der Verfassungsgerichtshof unter anderem über Anfechtungen von Wahlen in die mit der Vollziehung betrauten Organe einer Gemeinde. Nach Art141 Abs1 zweiter Satz B-VG kann eine solche Anfechtung auf die behauptete Rechtswidrigkeit des Wahlverfahrens gegründet werden. Sie bedarf gemäß §67 Abs2 VfGG eines Antrages von einem Zehntel der Mitglieder der Gemeindevertretung, mindestens aber von zwei Mitgliedern.",
            "annotations": []
        },
        {
            "text": "Nach §68 Abs1 VfGG ist die Wahlanfechtung binnen vier Wochen nach Beendigung des Wahlverfahrens oder, wenn sie auf die Rechtswidrigkeit eines Bescheides oder einer Entscheidung einer Verwaltungsbehörde oder eines Erkenntnisses oder Beschlusses eines Verwaltungsgerichtes gegründet wird, binnen vier Wochen nach der Zustellung einzubringen.",
            "annotations": []
        },
        {
            "text": "1.2. Der Gemeinderat der Gemeinde Franking besteht gemäß §18 Oö GemO 1990 aus 13 Mitgliedern. Die beiden Anfechtungswerber sind Mitglieder dieses Gemeinderates. Die Voraussetzung einer Anfechtung durch ein Zehntel der Mitglieder des Gemeinderates nach §67 Abs2 VfGG, im vorliegenden Fall also von zwei Gemeinderatsmitgliedern, ist somit erfüllt.",
            "annotations": []
        },
        {
            "text": "Die am 11. Mai 2023 und damit innerhalb der vierwöchigen Frist nach §68 Abs1 VfGG beim Verfassungsgerichtshof eingebrachte Anfechtung ist rechtzeitig.",
            "annotations": []
        },
        {
            "text": "1.3. Der Umstand, dass die im Rahmen der angefochtenen Wahl gewählte Person ihr Mandat (nach Einbringung der vorliegenden Anfechtung) zurückgelegt hat und dass bereits eine neuerliche Nachwahl stattgefunden hat, die nicht angefochten worden ist und bei der die Erstanfechtungswerberin das Gemeindevorstandsmandat erhalten hat, steht der Zulässigkeit der Anfechtung nicht entgegen. Zum einen bleibt das Ergebnis der angefochtenen Wahl und damit der Anfechtungsgegenstand durch die neuerliche Nachwahl unberührt. Auch das Interesse der Anfechtungswerber an einer Entscheidung des Verfassungsgerichtshofes besteht weiterhin, weil die Wahlanfechtung nach Art141 B-VG primär der objektiven Rechtmäßigkeit dient (vgl idS VfSlg 20.380/2020 zum Verfahren der Wählerverzeichnisse), sodass es auch unerheblich ist, dass im vorliegenden Fall selbst die Aufhebung der Wahl nicht die in §70 Abs5 VfGG vorgesehenen Rechtswirkungen haben und auch keine Wiederholungswahl nach sich ziehen würde (vgl idZauch VfSlg 12.946/1991, 17.075/2003; ferner VfSlg 10.090/1984, 10.705/1985, 10.828/1986).",
            "annotations": []
        },
        {
            "text": "1.4. Da auch die sonstigen Prozessvoraussetzungen erfüllt sind, ist die Anfechtung zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat ein Wahlverfahren nur in den Grenzen der von der anfechtungswerbenden Partei in der Anfechtungsschrift behaupteten Rechtswidrigkeiten nachzuprüfen. Es ist ihm hingegen verwehrt, die Rechtmäßigkeit des Wahlverfahrens darüber hinaus von Amts wegen einer weiteren Überprüfung zu unterziehen (vgl VfSlg 17.589/2005, 19.245/2010, 19.981/2015, 20.383/2020, 20.418/2020).",
            "annotations": []
        },
        {
            "text": "2.2. Die Anfechtungswerber behaupten zunächst die Verfassungswidrigkeit des §29 Abs3 Oö GemO 1990, nach dem das Recht der Besetzung der für die betreffende Fraktion in Frage kommenden Mandate auf den gesamten Gemeinderat übergeht, wenn bei der Fraktionswahl nicht mindestens zwei Drittel der dabei wahlberechtigten Mitglieder des Gemeinderates anwesend sind. Diese Regelung sei nicht mit Art117 Abs5 B-VG vereinbar, weil insbesondere bei kleineren Gemeinden bzw Fraktionen bereits das Fehlen einer Person zum Verlust des Anspruches auf verhältnismäßige Vertretung führen könne.",
            "annotations": []
        },
        {
            "text": "Diesem Vorbringen ist die Rechtsprechung des Verfassungsgerichtshofes entgegenzuhalten, der zufolge eine Regelung, nach der im Fall des Verzichts der vorschlagsberechtigten Wahlpartei auf die Besetzung des Gemeindevorstandsmandates eine Mehrheitswahl durch den Gemeinderat erfolgt, im Gestaltungsspielraum des Landesgesetzgebers liegt und daher im Hinblick auf Art117 Abs5 B-VG keinen verfassungsrechtlichen Bedenken begegnet (vgl VfSlg 12.946/1991). Das Nichterreichen des Anwesenheitsquorums von zwei Dritteln der bei der Fraktionswahl wahlberechtigten Gemeinderatsmitglieder gemäß §29 Abs2 und 3 Oö GemO 1990 ist einem derartigen \"Verzicht\" gleichzuhalten. Gegen dieses Anwesenheitserfordernis bestehen schon im Hinblick auf die Pflicht aller Gemeinderatsmitglieder zur Teilnahme an den Sitzungen des Gemeinderates (bei sonstiger Einberufung eines Ersatzmitgliedes) gemäß §47 Oö GemO 1990 keine verfassungsrechtlichen Bedenken.",
            "annotations": []
        },
        {
            "text": "2.3. Die Anfechtungswerber sehen eine Rechtswidrigkeit darin, dass die nach dem Sitzungsplan für den 11. April 2023 vorgesehene Gemeinderatssitzung \"kurzfristig\" auf den 13. April 2023 \"verschoben\" worden sei. Der Sitzungsplan gemäß §45 Abs1 Oö GemO 1990 ist jedoch nicht verbindlich und schließt daher eine Einberufung von Sitzungen zu anderen Terminen nicht aus (vgl Putschögl/Neuhofer, Oberösterreichische Gemeindeordnung6, 2021, 343 f.). Nach dem insofern unbestrittenen Sachverhalt erfolgte die Verständigung von der für den 13. April 2023 anberaumten Gemeinderatssitzung per E-Mail am 4. April 2023 und somit entsprechend §45 Abs3 Oö GemO 1990 mindestens sieben Tage vor der Sitzung.",
            "annotations": []
        },
        {
            "text": "2.4. Soweit die Anfechtungswerber vorbringen, dass die Wahl entgegen §52 Oö GemO 1990 nicht geheim durchgeführt worden sei, ist auf die Rechtsprechung des Verfassungsgerichtshofes zu verweisen, nach der es Sache der an einer Gemeinderatssitzung Teilnehmenden ist, schon in dieser Sitzung – rechtzeitig – den Vorsitzenden der Wahl und die übrigen Mitglieder des Gemeinderates auf die behaupteten Unzulänglichkeiten der Wahlhandlung hinzuweisen oder auch entsprechende Anträge zu stellen, damit potenzielle Rechtswidrigkeiten einer Wahl überhaupt vermieden oder noch während des Wahlvorganges abgewendet werden könnten (VfSlg 16.626/2002, 19.345/2011).",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall hätte die an der Gemeinderatssitzung teilnehmende Erstanfechtungswerberin die Möglichkeit gehabt, den von ihr behaupteten Verstoß gegen das geheime Wahlrecht aufzuzeigen bzw entsprechende Anträge (nach der Geschäftsordnung gemäß §66 Abs1 Oö GemO 1990) zu stellen und den Vorsitzenden auf die ihrer Ansicht nach vorliegende Mangelhaftigkeit des Wahlverfahrens hinzuweisen. Weder ergibt sich aus der Niederschrift über die Wahl noch wird in der Wahlanfechtung behauptet, dass die Anfechtungswerber entsprechende Anträge gestellt bzw die Mangelhaftigkeit des Wahlverfahrens aufgezeigt hätten. Die behauptete Rechtswidrigkeit des Wahlverfahrens wegen Verletzung des geheimen Wahlrechtes liegt daher nicht vor (vgl VfSlg 19.345/2011).",
            "annotations": []
        },
        {
            "text": "2.5. Schließlich bringen die Anfechtungswerber vor, dass der \"Wahlvorschlag\" der Fraktion \"ÖVP\" bereits vor Beginn der Wahlhandlung eingebracht worden sei und dass bei der Mehrheitswahl des Gemeinderates im Anschluss an die erfolglose Fraktionswahl keine anderen Wahlvorschläge berücksichtigt worden seien. Mit dem zuletzt genannten Vorbringen sind die Anfechtungswerber im Recht:",
            "annotations": []
        },
        {
            "text": "Nach §29 Abs3 Oö GemO 1990 geht das Recht der Besetzung der für die betreffende Fraktion in Frage kommenden Mandate auf den gesamten Gemeinderat über, wenn bei der Fraktionswahl kein oder nur ein ungültiger Wahlvorschlag eingebracht worden ist oder nicht mindestens zwei Dritteln der dabei wahlberechtigten Mitglieder des Gemeinderates anwesend sind. Der zuletzt genannte Fall setzt also die Einbringung eines gültigen Wahlvorschlages durch die Fraktion voraus. Kommt eine Fraktionswahl mangels Anwesenheit von zwei Drittel der wahlberechtigten Fraktionsmitglieder nicht zustande, ändert dies nichts am Vorliegen des Fraktionswahlvorschlages. Dieser ist daher auch dem weiteren Wahlverfahren, nämlich der Wahl durch den gesamten Gemeinderat, zugrunde zu legen. Darüber hinaus sind auf Grund des sinngemäßen Verweises des §29 Abs3 Oö GemO 1990 auf §25 Abs3 bis 5 und 7 leg cit alle anderen Fraktionen (und zwar mangels Verweises auf §25 Abs2 leg cit nicht nur jene, die einen Anspruch auf Vertretung im Gemeindevorstand haben) berechtigt, ebenfalls einen Wahlvorschlag einzubringen.",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall ist es zwar rechtmäßig, dass der Bürgermeister den Wahlvorschlag der Fraktion \"ÖVP\" dem Wahlverfahren gemäß §29 Abs3 iVm §25 Abs3 bis 5 und 7 Oö GemO 1990 zugrunde gelegt hat, obwohl dieser bereits eingebracht worden ist, bevor feststand, dass es nicht zu einer erfolgreichen Fraktionswahl gemäß §26 Abs3 iVm §32 Abs2 Oö GemO 1990 kommt, weil die Wahlordnung keine nähere Regelung zum Zeitpunkt der Einbringung weiterer Wahlvorschläge enthält. Allerdings erweist es sich nach den vorangegangenen Ausführungen als rechtswidrig, dass der – wie sich unbestritten aus der Niederschrift über die Wahl ergibt – gültig eingebrachte und auch nach dem Unterbleiben einer Fraktionswahl weiterhin vorliegende Wahlvorschlag der Fraktion \"MFG\" nicht mehr berücksichtigt wurde und dass daher nur über den Wahlvorschlag der Fraktion \"ÖVP\" abgestimmt wurde (vgl auch VfSlg 18.552/2008 zu §25 Oö GemO 1990).",
            "annotations": []
        },
        {
            "text": "2.6. Da die festgestellte Rechtswidrigkeit darin besteht, dass ein gültig eingebrachter Wahlvorschlag nicht zur Wahl gestellt worden ist, ist sie jedenfalls ergebnisrelevant (vgl VfSlg 1171/1929, 3977/1961, 8853/1980, 20.383/2020 sowie insbesondere VfSlg 18.552/2008).",
            "annotations": []
        },
        {
            "text": "2.7.  Zur Beseitigung der Rechtswidrigkeit ist es erforderlich, das Wahlverfahren beginnend mit dem Antrag des Bürgermeisters, das von der Fraktion \"ÖVP\" vorgeschlagene Mitglied des Gemeinderates in den Gemeindevorstand zu wählen, aufzuheben.",
            "annotations": []
        },
        {
            "text": "2.8. Eine Wiederholungswahl hat zu unterbleiben, weil nach der Zurücklegung des Mandates durch die mit der angefochtenen Wahl gewählte Person bereits eine neuerliche Nachwahl stattgefunden hat (vgl idS VfSlg 17.075/2003).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Anfechtung ist daher stattzugeben. Das Wahlverfahren ist beginnend mit dem Antrag des Bürgermeisters, das von der Fraktion \"ÖVP\" vorgeschlagene Mitglied des Gemeinderates in den Gemeindevorstand zu wählen, aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Eine Wiederholungswahl hat zu unterbleiben.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Kosten können nicht zugesprochen werden, weil ein Kostenersatz im Verfahren nach Art141 B-VG nur in §71a Abs5 VfGG vorgesehen ist (vgl §27 erster Satz VfGG), dessen Anwendung im vorliegenden Fall nicht in Betracht kommt (VfSlg 15.357/1998, 15.942/2000, 16.147/2001, 16.311/2001, 17.329/2004, 20.497/2021; VfGH 13.9.2013, WIII1/2013).",
            "annotations": []
        }
    ]
}