{
    "document_id": "JFT_20230315_18E03193_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist Staatsangehöriger von Bangladesch. Er stellte am 27. August 2021 einen Antrag auf internationalen Schutz. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 18. Jänner 2022 wies das Bundesamt für Fremdenwesen und Asyl den Antrag auf internationalen Schutz sowohl hinsichtlich der Zuerkennung des Status eines Asylberechtigten als auch eines subsidiär Schutzberechtigten ab (Spruchpunkte I. und II.). Es erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung und sprach aus, dass die Abschiebung nach Bangladesch zulässig ist (Spruchpunkte III. bis V.). Für die freiwillige Ausreise gewährte die Behörde eine Frist von 14 Tagen (Spruchpunkt VI.).",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit dem angefochtenen Erkenntnis ohne Durchführung einer mündlichen Verhandlung als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Begründend führt es auf das Wesentliche zusammengefasst aus, dass das Fluchtvorbringen des Beschwerdeführers, wonach er von einem Imam sexuell missbraucht worden sei und ihm deshalb Verfolgung drohe, nicht glaubhaft sei.",
            "annotations": []
        },
        {
            "text": "Zudem habe der Beschwerdeführer sein Vorbringen, homosexuell zu sein, nicht glaubhaft machen können. Er habe in der Erstbefragung kein Vorbringen erstattet, aus dem hervorgegangen wäre, dass seine sexuelle Orientierung beim Verlassen seines Heimatlandes eine Rolle gespielt habe. Auch in der Einvernahme vor der belangten Behörde habe er nicht von sich aus auf seine Homosexualität verwiesen. Er habe vielmehr zuerst einen anderen Fluchtgrund angegeben; es sei aber nicht nachvollziehbar, warum der Beschwerdeführer nicht sogleich bei Darlegung seines Fluchtvorbringens auf seine sexuelle Orientierung hingewiesen habe. Dies insbesondere vor dem Hintergrund, dass der Beschwerdeführer sich bereits vor seiner Einreise nach Österreich mit den hier geltenden gesetzlichen Regelungen zur Homosexualität auseinandergesetzt habe. Überdies sei nicht nachvollziehbar, dass der Beschwerdeführer nach vier Monaten Aufenthalt im Bundesgebiet weder homosexuelle Kontakte gehabt noch aktiv Kontakt zu Männern gesucht habe. Vielmehr habe der Beschwerdeführer angegeben, dass der Umstand seiner Homosexualität bis dato in Österreich unbekannt geblieben sei. ",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund erweise sich die Durchführung einer mündlichen Verhandlung als nicht notwendig. Überdies habe das Bundesverwaltungsgericht dem Beschwerdeführer die Möglichkeit eingeräumt, Fragen zu homosexuellen Kontakten zu beantworten und diese mit Bescheinigungsmitteln zu belegen. Diese Gelegenheit habe der Beschwerdeführer ungenützt verstreichen lassen. Allein die Behauptung eines Beschwerdeführers, homosexuell zu sein, reiche nicht aus, um eine asylrelevante Gefahr im Falle einer Rückkehr nach Bangladesch glaubhaft machen zu können.",
            "annotations": []
        },
        {
            "text": "Selbst für den Fall der Wahrunterstellung des Fluchtvorbringens stünde dem Beschwerdeführer in Bangladesch zudem eine zumutbare Fluchtalternative zur Verfügung. Dem Beschwerdeführer drohe daher im Falle seiner Rückkehr weder eine asylrelevante Verfolgung noch eine reale Gefahr einer Verletzung von Art2 und 3 EMRK.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die Aufhebung des angefochtenen Erkenntnisses beantragt wird. Begründend wird im Wesentlichen ausgeführt, dass das Bundesverwaltungsgericht ob der vorgebrachten sexuellen Orientierung zu Unrecht von der Durchführung einer mündlichen Verhandlung abgesehen habe. Auch habe es das Bundesverwaltungsgericht unterlassen, sich im Lichte der zitierten Länderinformationen mit der konkreten Bedrohungssituation des Beschwerdeführers auseinanderzusetzen. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichtsakten vorgelegt und von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Derart qualifizierte Verstöße gegen das Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, sind dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Das Bundesverwaltungsgericht geht in seiner Beweiswürdigung davon aus, dass die vom Beschwerdeführer behauptete homosexuelle Orientierung unter anderem deshalb nicht glaubwürdig sei, weil der Beschwerdeführer nicht aktiv und anlässlich der ersten sich ihm bietenden Gelegenheit darüber berichtet habe. Dem ist entgegenzuhalten, dass angesichts des sensiblen Charakters von Fragen zur persönlichen Sphäre aus einer zögerlichen Offenbarung der Homosexualität nicht der Schluss gezogen werden darf, dass die betreffende Person unglaubwürdig ist (vgl VfGH 27.9.2021, E1951/2021 unter Verweis auf EuGH 2.12.2014, C-148/13-150/13, A., B., C., Rz 69; ferner VwGH 4.8.2021, Ra 2021/18/0024 und 7.3.2022, Ra 2021/19/0132). Vor diesem Hintergrund wäre das Bundesverwaltungsgericht verpflichtet gewesen, sich im Rahmen einer mündlichen Verhandlung einen persönlichen Eindruck vom Beschwerdeführer zu verschaffen, um den Wahrheitsgehalt der behaupteten sexuellen Orientierung überprüfen zu können (vgl VfGH 19.9.2022, E4318/2020); die dem Beschwerdeführer eingeräumte Möglichkeit, schriftlich nähere Angaben zu homosexuellen Kontakten in Österreich zu machen und dies durch Bescheinigungsmittel zu belegen, erweist sich als unzureichend. ",
            "annotations": []
        },
        {
            "text": "2.2. Die Alternativbegründung der angefochtenen Entscheidung, wonach dem Beschwerdeführer selbst bei Wahrunterstellung keine asylrelevante Verfolgung drohe, erweist sich als ebensowenig tragfähig: Laut den vom Bundesverwaltungsgericht zitierten Länderfeststellungen sind homosexuelle Handlungen in Bangladesch illegal und können mit bis zu lebenslangem Freiheitsentzug bestraft werden. Homosexualität sei gesellschaftlich \"absolut verpönt\"; wo Homosexuelle als solche erkannt würden, hätten sie mit gesellschaftlicher Diskriminierung, in Einzelfällen auch mit Misshandlung bis hin zum Mord zu rechnen. Auch wenn das strafrechtliche Verbot gleichgeschlechtlicher Beziehungen nur selten durchgesetzt werde, bleibe gesellschaftliche Diskriminierung die Norm. Jedes Jahr würden Dutzende Angriffe auf Mitglieder der LGBTI-Gemeinschaft gemeldet. Mit diesen Länderfeststellungen hätte sich das Bundesverwaltungsgericht auseinandersetzen müssen (vgl die zu Bangladesch ergangene höchstgerichtliche Judikatur VfGH 27.2.2020, E3349/2019 und 10.3.2021, E3937/2020 sowie VwGH 13.1.2022, Ra 2020/14/0214 und 14.4.2021, Ra 2020/18/0126).",
            "annotations": []
        },
        {
            "text": "2.3. Das Bundesverwaltungsgericht hat es somit verabsäumt, in entscheidungswesentlichen Punkten ein ordnungsgemäßes Ermittlungsverfahren zu führen, weshalb das Erkenntnis mit Willkür behaftet ist.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}