{
    "document_id": "JFT_20230613_23E00200_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer, ein Vater und sein minderjähriger Sohn, sind Staatsangehörige Aserbaidschans. Sie stellten am 31. Juli 2018 Anträge auf internationalen Schutz, welche mit Bescheiden des Bundesamtes für Fremdenwesen und Asyl vom 17. Oktober 2019 abgewiesen wurden. Die dagegen erhobenen Beschwerden wurden mit Erkenntnis des Bundesverwaltungsgerichtes vom 2. August 2021 als unbegründet abgewiesen. ",
            "annotations": []
        },
        {
            "text": "2. Der Erstbeschwerdeführer ist verheiratet und hat mit seiner Ehefrau einen weiteren gemeinsamen minderjährigen Sohn. Diese halten sich seit Anfang August des Jahres 2022 im Bundesgebiet auf und stellten ebenfalls Anträge auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "3. Am 18. Jänner 2022 stellten die Beschwerdeführer im Bundesgebiet die hier maßgeblichen Folgeanträge auf internationalen Schutz. Mit Bescheiden des Bundesamtes für Fremdenwesen und Asyl vom 27. Mai 2022 wurden diese hinsichtlich der Zuerkennung des Status des Asylberechtigten als auch hinsichtlich des Status des subsidiär Schutzberechtigten abgewiesen, Aufenthaltstitel aus berücksichtigungswürdigen Gründen nicht erteilt, gegen die Beschwerdeführer Rückkehrentscheidungen erlassen und festgestellt, dass die Abschiebung der Beschwerdeführer nach Aserbaidschan zulässig sei. Als Frist für die freiwillige Ausreise wurden 14 Tage ab Rechtskraft der Entscheidung festgesetzt.",
            "annotations": []
        },
        {
            "text": "4. Die gegen diese Bescheide erhobenen Beschwerden wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 6. Dezember 2022 als unbegründet ab. Das Bundesverwaltungsgericht führt darin im Wesentlichen aus, dass es die neu vorgebrachten Fluchtgründe als nicht glaubhaft erachte. Insbesondere drohe den Beschwerdeführern keine Verfolgung durch staatliche Behörden.",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl Nr 390/1973) sowie auf Achtung des Privat- und Familienlebens (Art8 EMRK) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Dabei wird unter anderem begründend ausgeführt, dass die Tatsache, dass nun die gesamte Familie in einem gemeinsamen Haushalt im Bundesgebiet lebe, in der Interessenabwägung gemäß Art8 EMRK Berücksichtigung finden hätte müssen. ",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht und die belangte Behörde haben die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Stellungnahme beziehungsweise Äußerung jedoch Abstand genommen. ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die Beschwerde ist zulässig. ",
            "annotations": []
        },
        {
            "text": "A. Soweit sich die Beschwerde gegen die erlassenen Rückkehrentscheidungen, den Ausspruch der Zulässigkeit der Abschiebung nach Aserbaidschan und die Festsetzung einer 14-tägigen Frist zur freiwilligen Ausreise richtet, ist sie auch begründet.",
            "annotations": []
        },
        {
            "text": "1. Ein Eingriff in das durch Art8 EMRK verfassungsgesetzlich garantierte – unter Gesetzesvorbehalt stehende – Recht ist dann verfassungswidrig, wenn die ihn verfügende verwaltungsgerichtliche Entscheidung ohne jede Rechtsgrundlage ergangen ist, auf einer dem Art8 EMRK widersprechenden Rechtsvorschrift beruht oder wenn das Verwaltungsgericht bei Erlassung der Entscheidung eine verfassungsrechtlich unbedenkliche Rechtsgrundlage in denkunmöglicher Weise angewendet hat; ein solcher Fall liegt nur vor, wenn das Verwaltungsgericht einen so schweren Fehler begangen hat, dass dieser mit Gesetzlosigkeit auf eine Stufe zu stellen wäre, oder wenn es der angewendeten Rechtsvorschrift fälschlicherweise einen verfassungswidrigen, insbesondere einen dem Art8 Abs1 EMRK widersprechenden und durch Art8 Abs2 EMRK nicht gedeckten Inhalt unterstellt hat (vgl VfSlg 11.638/1988, 15.051/1997, 15.400/1999, 16.567/2002).",
            "annotations": []
        },
        {
            "text": "2. Dem Bundesverwaltungsgericht ist bei der gemäß Art8 Abs2 EMRK gebotenen Abwägung ein solcher in die Verfassungssphäre reichender Fehler unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Das Bundesverwaltungsgericht stellt zum einen fest, dass die Ehefrau sowie das minderjährige Kind des Erstbeschwerdeführers, welche zugleich Mutter und Bruder des minderjährigen Zweitbeschwerdeführers sind, im August 2022 in das Bundesgebiet eingereist sind und Anträge auf internationalen Schutz gestellt haben. Zum anderen führt das Bundesverwaltungsgericht im Rahmen seiner Interessenabwägung aus, dass die Beschwerdeführer im Bundesgebiet mit keinen ihnen nahestehenden Personen zusammenleben sowie für niemanden sorgepflichtig seien. Das Bundesverwaltungsgericht geht davon aus, dass die Rückkehrentscheidung keinen Eingriff in das Recht auf Familienleben darstelle und die Beschwerdeführer über keine relevanten privaten Anknüpfungspunkte verfügen. ",
            "annotations": []
        },
        {
            "text": "2.2. Zudem führt das Bundesverwaltungsgericht aus, dass die 14-tägige Frist zur freiwilligen Ausreise für den Zweitbeschwerdeführer gemäß §55a AsylG 2005 mit Beendigung des Lehrverhältnisses, demnach am 17. Juli 2026, zu laufen beginnt. Weiters, dass die 14-tägige Frist zur freiwilligen Ausreise für den Erstbeschwerdeführer mit der Volljährigkeit des Zweitbeschwerdeführers, demnach am 8. August 2023, zu laufen beginnt. Im Zuge der Interessenabwägung führt das Bundesverwaltungsgericht jedoch aus, dass die beiden Beschwerdeführer im selben Umfang von aufenthaltsbeendenden Maßnahmen betroffen seien und ihr sozioökonomisches Schicksal teilen würden. ",
            "annotations": []
        },
        {
            "text": "2.3. Indem das Bundesverwaltungsgericht zwar festgestellt hat, wie sich die Familiensituation der Beschwerdeführer in Österreich insgesamt darstellt, insbesondere zwischen den Beschwerdeführern selbst, diese Umstände bei seiner gemäß Art8 EMRK gebotenen Interessenabwägung jedoch nicht berücksichtigt hat, hat es das angefochtene Erkenntnis mit einem in die Verfassungssphäre reichenden Mangel belastet. Das Bundesverwaltungsgericht setzt sich weder mit der Trennung der Beschwerdeführer von den beiden weiteren – im Bundesgebiet aufhältigen – Familienangehörigen noch mit der Trennung der Beschwerdeführer selbst auseinander.",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen wird – soweit sich die Beschwerde gegen die Nichtzuerkennung des Status des Asylberechtigten, gegen die Nichtzuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf ihren Herkunftsstaat Aserbaidschan und die Nichterteilung einer \"Aufenthaltsberechtigung besonderer Schutz\" gemäß §57 AsylG 2005 richtet – die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die vorliegende Beschwerde rügt die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl Nr 390/1973) sowie im Recht auf Achtung des Privat- und Familienlebens (Art8 EMRK). Nach den Beschwerdebehauptungen wären diese Rechtsverletzungen aber zum erheblichen Teil nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob die Entscheidung des Bundesverwaltungsgerichtes in jeder Hinsicht dem Gesetz entspricht, insoweit nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "3. Demgemäß wurde beschlossen, von einer Behandlung der Beschwerde, soweit sie sich gegen die Abweisung der Anträge auf Zuerkennung des Status des Asylberechtigten und gegen die Abweisung der Anträge auf Zuerkennung des Status des subsidiär Schutzberechtigten richtet, abzusehen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch das angefochtene Erkenntnis, soweit damit ihre Beschwerde gegen die erlassenen Rückkehrentscheidungen, gegen den Ausspruch der Zulässigkeit der Abschiebung nach Aserbaidschan und gegen die Festsetzung einer 14-tägigen Frist zur freiwilligen Ausreise abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens (Art8 EMRK) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von der Behandlung der Beschwerde abgesehen. ",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. Da die Beschwerdeführer gemeinsam durch einen Rechtsanwalt vertreten sind, war der einfache Pauschalsatz, erhöht um einen entsprechenden Streitgenossenzuschlag, zuzusprechen (vgl VfSlg 19.500/2011 mwN). In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 479,60,– sowie der Ersatz der Eingabengebühr in Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}