{
    "document_id": "JFT_20230228_22G00291_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit der Wortfolge \"und die unselbständig oder selbständig erwerbstätig sind\" in §2 Abs1 Z5 litc KBGG idF BGBl I 174/2022 wegen Verletzung des verfassungsgesetzlich gewährleisteten Rechts auf Gleichheit aller Staatsbürger vor dem Gesetz (Art7 B-VG, Art2 StGG) und auf Unverletzlichkeit des Eigentums (Art5 StGG, Art1 1. ZPEMRK).",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat wiederholt darauf hingewiesen, dass dem Gesetzgeber im Beihilfenrecht ein weiter – durch das Sachlichkeitsgebot begrenzter – rechtspolitischer Gestaltungsspielraum zukommt (vgl VfSlg 17.954/2006, 19.411/2011, 20.096/2016; VfGH 27.11.2018, G75/2018 ua). Dem Gesetzgeber steht es frei, ein Kinderbetreuungsgeld zu gewähren oder nicht (VfSlg 17.954/2006). Es ist ihm nicht entgegenzutreten, wenn er den Anspruch auf Kinderbetreuungsgeld von einer qualifizierten Nahebeziehung zum Inland abhängig macht. Es liegt daher auch innerhalb des rechtspolitischen Gestaltungsspielraumes, wenn der Gesetzgeber den Anspruch auf Kinderbetreuungsgeld bei Personen, deren Asylantrag abgewiesen wurde, denen aber der Status eines subsidiär Schutzberechtigten zukommt, von der zusätzlichen Voraussetzung einer Erwerbstätigkeit abhängig macht.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}