{
    "document_id": "JFT_20230629_21V00143_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag ",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art139 Abs1 Z3 B-VG begehrt der Antragsteller mit seinem am 26. April 2021 eingebrachten Antrag, der Verfassungsgerichtshof möge ",
            "annotations": []
        },
        {
            "text": "\"in der Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über die Einreise nach Österreich im Zusammenhang mit COVID-19 (COVID-19-Einreiseverordnung – COVID-19-EinreiseV), StF: BGBl II Nr 445/2020, als verfassungs- und gesetzwidrig aufheben:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. §4 Abs2 Satz 3 in der Fassung BGBl II 52/2021, sohin die Wortfolge: 'Zusätzlich ist unverzüglich eine zehntägige Quarantäne gemäß §3 anzutreten.' ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. In eventu: §4 Abs2 Satz 3 und Satz 4 in der Fassung BGBl II 52/2021, sohin die Wortfolge: 'Zusätzlich ist unverzüglich eine zehntägige Quarantäne gemäß §3 anzutreten. Die Quarantäne gilt als beendet, wenn ein molekularbiologischer Test auf SARS-CoV-2 oder Antigen-Test auf SARS-CoV-2 frühestens am fünften Tag nach der Einreise durchgeführt wird und das Testergebnis negativ ist.' (erster Eventualantrag) ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. In eventu: ",
            "annotations": []
        },
        {
            "text": "a. §4 Abs2 Sätze 3 bis 6 in der Fassung BGBl II 52/2021; sowie ",
            "annotations": []
        },
        {
            "text": "b. §4 Abs3 in der Fassung BGBl II 52/2021; sowie ",
            "annotations": []
        },
        {
            "text": "c. §3 Abs1 Satz 1 sowie Satz 3, in eventu §3 zur Gänze, jeweils in der Fassung BGBl II 15/2021; sowie ",
            "annotations": []
        },
        {
            "text": "d. §10 Abs1 Satz 2 in der Stammfassung BGBl II 445/2020; sowie ",
            "annotations": []
        },
        {
            "text": "e. §11 in der Fassung BGBl II 52/2021; sowie ",
            "annotations": []
        },
        {
            "text": "f. §12 Abs2 in der Stammfassung BGBl II 445/2020 ",
            "annotations": []
        },
        {
            "text": "(zweiter Eventualantrag)\".",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Weiters regt der Antragsteller an, der Verfassungsgerichtshof möge \"§25 Epidemiegesetz 1950, BGBl Nr 186/1950, von Amts wegen in Prüfung ziehen und als verfassungswidrig aufheben\".",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die §§7, 25, 28a und 32 des Epidemiegesetzes 1950 (EpiG), BGBl 186/1950 (WV), idF BGBl I 104/2020 (§32), BGBl I 136/2020 (§28a) und BGBl I 64/2021 (§7) lauteten:",
            "annotations": []
        },
        {
            "text": "\"Absonderung Kranker.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§7. (1) Durch Verordnung werden jene anzeigepflichtigen Krankheiten bezeichnet, bei denen für kranke, krankheitsverdächtige oder ansteckungsverdächtige Personen Absonderungsmaßnahmen verfügt werden können.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1a) Zur Verhütung der Weiterverbreitung einer in einer Verordnung nach Abs1 angeführten anzeigepflichtigen Krankheit können kranke, krankheitsverdächtige oder ansteckungsverdächtige Personen angehalten oder im Verkehr mit der Außenwelt beschränkt werden, sofern nach der Art der Krankheit und des Verhaltens des Betroffenen eine ernstliche und erhebliche Gefahr für die Gesundheit anderer Personen besteht, die nicht durch gelindere Maßnahmen beseitigt werden kann. Jede Anhaltung, die länger als zehn Tage aufrecht ist, ist dem Bezirksgericht von der Bezirksverwaltungsbehörde anzuzeigen, die sie verfügt hat. Das Bezirksgericht hat von Amts wegen in längstens dreimonatigen Abständen ab der Anhaltung oder der letzten Überprüfung die Zulässigkeit der Anhaltung in sinngemäßer Anwendung des §17 des Tuberkulosegesetzes zu überprüfen, sofern die Anhaltung nicht vorher aufgehoben wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Kann eine zweckentsprechende Absonderung im Sinne der getroffenen Anordnungen in der Wohnung des Kranken nicht erfolgen oder wird die Absonderung unterlassen, so ist die Unterbringung des Kranken in einer Krankenanstalt oder einem anderen geeigneten Raume durchzuführen, falls die Überführung ohne Gefährdung des Kranken erfolgen kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Zum Zwecke der Absonderung sind, wo es mit Rücksicht auf die örtlichen Verhältnisse geboten erscheint, geeignete Räume und zulässig erkannte Transportmittel rechtzeitig bereitzustellen, beziehungsweise transportable, mit den nötigen Einrichtungen und Personal ausgestattete Barackenspitäler einzurichten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Abgesehen von den Fällen der Absonderung eines Kranken im Sinne des Abs2 kann die Überführung aus der Wohnung, in der er sich befindet, nur mit behördlicher Genehmigung und unter genauer Beobachtung der hiebei von der Behörde anzuordnenden Vorsichtsmaßregeln erfolgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Diese Genehmigung ist nur dann zu erteilen, wenn eine Gefährdung öffentlicher Rücksichten hiedurch nicht zu besorgen steht und der Kranke entweder in eine zur Aufnahme solcher Kranker bestimmte Anstalt gebracht werden soll oder die Überführung nach der Sachlage unbedingt geboten erscheint.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Verkehrsbeschränkungen gegenüber dem Auslande.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§25. Durch Verordnung wird auf Grund der bestehenden Gesetze und Staatsverträge bestimmt, welchen Maßnahmen zur Verhütung der Einschleppung einer Krankheit aus dem Auslande der Einlaß von Seeschiffen sowie anderer dem Personen- oder Frachtverkehre dienenden Fahrzeuge, die Ein- und Durchfuhr von Waren und Gebrauchsgegenständen, endlich der Eintritt und die Beförderung von Personen unterworfen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Mitwirkung von Organen des öffentlichen Sicherheitsdienstes",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§28a. (1) Die Organe des öffentlichen Sicherheitsdienstes haben die nach diesem Bundesgesetz zuständigen Behörden und Organe über deren Ersuchen bei der Ausübung ihrer gemäß den §§5, 6, 7, 15, 17, 22 24 und 25 beschriebenen Aufgaben bzw zur Durchsetzung der vorgesehenen Maßnahmen erforderlichenfalls unter Anwendung von Zwangsmitteln zu unterstützen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1a) Die Organe des öffentlichen Sicherheitsdienstes haben an der Vollziehung dieses Bundesgesetzes und der auf Grund dieses Bundesgesetzes erlassenen Verordnungen mitzuwirken durch",
            "annotations": []
        },
        {
            "text": "1. Maßnahmen zur Vorbeugung gegen drohende Verwaltungsübertretungen,",
            "annotations": []
        },
        {
            "text": "2. Maßnahmen zur Einleitung und Sicherung eines Verwaltungsstrafverfahrens und",
            "annotations": []
        },
        {
            "text": "3. die Ahndung von Verwaltungsübertretungen durch Organstrafverfügungen (§50 VStG).",
            "annotations": []
        },
        {
            "text": "Zu diesem Zweck dürfen Ortschaften, Betriebsstätten, sonstige Gebäude und Verkehrsmittel betreten werden, sofern dies im Zuge von Erhebungs- und Bekämpfungsmaßnahmen nach diesem Bundesgesetz unbedingt erforderlich ist. Der private Wohnbereich darf nicht betreten werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1b) Die Organe des öffentlichen Sicherheitsdienstes haben nach Maßgabe der ihnen zur Verfügung stehenden Ressourcen auf Ersuchen der nach diesem Bundesgesetz zuständigen Behörden – sofern dringend erforderlich – an Maßnahmen gemäß §5 mitzuwirken. Die Mitwirkungspflicht umfasst",
            "annotations": []
        },
        {
            "text": "1.  die Erhebung von Identitätsdaten (Name, Wohnsitz),",
            "annotations": []
        },
        {
            "text": "2. die Erfragung allfälliger Krankheitssymptome und",
            "annotations": []
        },
        {
            "text": "3. die Erhebung von Kontaktdaten (Telefonnummer, E-Mail-Adresse)",
            "annotations": []
        },
        {
            "text": "von kranken, krankheitsverdächtigen oder ansteckungsverdächtigen Personen als Auftragsverarbeiter (Art4 Z8 der Verordnung (EU) 2016/679 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten, zum freien Datenverkehr und zur Aufhebung der Richtlinie 95/46/EG (Datenschutz-Grundverordnung), ABl. Nr L 119 vom 4.5.2016 S. 1, in der Fassung der Berichtigung ABl. Nr L 127 vom 23.5.2018 S. 2) für die nach diesem Bundesgesetz zuständigen Behörden. Zu diesem Zweck dürfen die Organe des öffentlichen Sicherheitsdienstes Abfragen aus dem Zentralen Melderegister durchführen. Diese Daten sind den nach diesem Bundesgesetz zuständigen Behörden in elektronischer Form über eine gesicherte Leitung unverzüglich nach der Erhebung zu übermitteln. Die von den Organen des öffentlichen Sicherheitsdienstes erhobenen Daten dürfen ausschließlich zum Zweck der Kontaktierung der betroffenen Person verarbeitet werden und sind nach Übermittlung an die nach diesem Bundesgesetz zuständigen Behörden unverzüglich zu löschen. Eine Verarbeitung der Daten zu anderen Zwecken ist nicht zulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Sofern nach der fachlichen Beurteilung der nach diesem Bundesgesetz zuständigen Behörden im Rahmen der nach Abs1 vorgesehenen Unterstützung für die Organe des öffentlichen Sicherheitsdienstes nach der Art der übertragbaren Krankheit und deren Übertragungsmöglichkeiten eine Gefährdung verbunden ist, der nur durch besondere Schutzmaßnahmen begegnet werden kann, so sind die nach diesem Bundesgesetz zuständigen Behörden verpflichtet, adäquate Schutzmaßnahmen zu treffen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vergütung für den Verdienstentgang.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§32. (1) Natürlichen und juristischen Personen sowie Personengesellschaften des Handelsrechtes ist wegen der durch die Behinderung ihres Erwerbes entstandenen Vermögensnachteile dann eine Vergütung zu leisten, wenn und soweit",
            "annotations": []
        },
        {
            "text": "1. sie gemäß §§7 oder 17 abgesondert worden sind, oder",
            "annotations": []
        },
        {
            "text": "2. ihnen die Abgabe von Lebensmitteln gemäß §11 untersagt worden ist, oder",
            "annotations": []
        },
        {
            "text": "3. ihnen die Ausübung einer Erwerbstätigkeit gemäß §17 untersagt worden ist, oder",
            "annotations": []
        },
        {
            "text": "4. sie in einem gemäß §20 im Betrieb beschränkten oder geschlossenen Unternehmen beschäftigt sind, oder",
            "annotations": []
        },
        {
            "text": "5. sie ein Unternehmen betreiben, das gemäß §20 in seinem Betrieb beschränkt oder gesperrt worden ist, oder",
            "annotations": []
        },
        {
            "text": "6. sie in Wohnungen oder Gebäuden wohnen, deren Räumung gemäß §22 angeordnet worden ist, oder",
            "annotations": []
        },
        {
            "text": "7. sie in einer Ortschaft wohnen oder berufstätig sind, über welche Verkehrsbeschränkungen gemäß §24 verhängt worden sind,",
            "annotations": []
        },
        {
            "text": "und dadurch ein Verdienstentgang eingetreten ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Vergütung ist für jeden Tag zu leisten, der von der in Abs1 genannten behördlichen Verfügung umfaßt ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Vergütung für Personen, die in einem Arbeitsverhältnis stehen, ist nach dem regelmäßigen Entgelt im Sinne des Entgeltfortzahlungsgesetzes, BGBl Nr 399/1974, zu bemessen. Die Arbeitgeber haben ihnen den gebührenden Vergütungsbetrag an den für die Zahlung des Entgelts im Betrieb üblichen Terminen auszuzahlen. Der Anspruch auf Vergütung gegenüber dem Bund geht mit dem Zeitpunkt der Auszahlung auf den Arbeitgeber über. Der für die Zeit der Erwerbsbehinderung vom Arbeitgeber zu entrichtende Dienstgeberanteil in der gesetzlichen Sozialversicherung und der Zuschlag gemäß §21 des Bauarbeiterurlaubsgesetzes 1972, BGBl Nr 414, ist vom Bund zu ersetzen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Für selbständig erwerbstätige Personen und Unternehmungen ist die Entschädigung nach dem vergleichbaren fortgeschriebenen wirtschaftlichen Einkommen zu bemessen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Auf den gebührenden Vergütungsbetrag sind Beträge anzurechnen, die dem Vergütungsberechtigten wegen einer solchen Erwerbsbehinderung nach sonstigen Vorschriften oder Vereinbarungen sowie aus einer anderweitigen während der Zeit der Erwerbsbehinderung aufgenommenen Erwerbstätigkeit zukommen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Der für das Gesundheitswesen zuständige Bundesminister kann, wenn und soweit dies zur Gewährleistung einer einheitlichen Verwaltungsführung erforderlich ist, durch Verordnung nähere Vorgaben zur Berechnung der Höhe der Entschädigung oder Vergütung des Verdienstentgangs erlassen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Auf Grund dieser Bestimmung erlassene Bescheide, denen unrichtige Angaben eines Antragstellers über anspruchsbegründende Tatsachen zugrunde liegen, leiden an einem mit Nichtigkeit bedrohten Fehler im Sinne des §68 Abs4 Z4 AVG.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über die Einreise nach Österreich im Zusammenhang mit COVID-19 (COVID-19-Einreiseverordnung – COVID-19-EinreiseV), BGBl II 445/2020, idF BGBl II 563/2020 (§7), BGBl II 15/2021 (§§3, 11, 12 und 13), BGBl II 52/2021 (§§4, 5 und Anlage F), BGBl II 68/2021 (§2a, Anlagen C, D und E), BGBl II 69/2021 (§§8 und 9), BGBl II 103/2021, BGBl II 114/2021, BGBl II 133/2021 (§§2, 6a und Anlage A), BGBl II 165/2021 (§§6 Abs3, 14 und Anlage B) lautete auszugsweise wie folgt (die mit dem Hauptantrag angefochtene Wortfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Auf Grund der §§16 und 25 des Epidemiegesetzes 1950 (EpiG), BGBl Nr 186/1950, zuletzt geändert durch das Bundesgesetz BGBl I Nr 104/2020, wird verordnet:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anwendungsbereich",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§1. (1) Diese Verordnung regelt gesundheits- und sanitätspolizeiliche Maßnahmen betreffend die Einreise in das Bundesgebiet zur Verhinderung der Verbreitung von COVID-19.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Personen dürfen in das Bundesgebiet einreisen, sofern dies verfassungs- und direkt anwendbare unions- und völkerrechtliche Vorschriften erzwingen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Als Einreise gilt das Betreten des Bundesgebietes.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ärztliche Zeugnisse und Testergebnisse",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2. (1) Ärztliche Zeugnisse nach dieser Verordnung dienen dem Nachweis, dass die im Zeugnis angeführte Person durch einen molekularbiologischen Test oder Antigen-Test negativ auf SARS-CoV-2 getestet wurde. Die Zeugnisse sind in deutscher oder englischer Sprache entsprechend den Anlagen C oder D vorzulegen. Sie sind ungültig, wenn die Probenahme im Zeitpunkt der Einreise bei einem molekularbiologischen Test mehr als 72 Stunden oder bei einem Antigen-Test mehr als 48 Stunden zurückliegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1a) Im Fall der Inanspruchnahme der Ausnahme des §6a",
            "annotations": []
        },
        {
            "text": "1. ist die Gültigkeit des Testergebnisses zum Zweck der Einreise sieben Tage ab dem Zeitpunkt der Probenahme, sofern die Einreise aus einem EU-/EWR-Staat oder aus der Schweiz, Andorra, Monaco, San Marino und dem Vatikan erfolgt und dieser Staat nicht in Anlage B gelistet ist. Die einreisende Person hat glaubhaft zu machen, dass sie sich innerhalb der letzten zehn Tage vor der Einreise nicht in einem in Anlage B genannten Staat oder Gebiet oder einem Staat oder Gebiet im Sinne des §5 aufgehalten hat;",
            "annotations": []
        },
        {
            "text": "2. gilt für die Einreise aus einem Staat oder Gebiet der Anlage B oder einem Staat oder Gebiet im Sinne des §5 oder eines Aufenthaltes in den letzten zehn Tagen vor der Einreise in einem hier genannten Staat oder Gebiet, dass die Probenahme im Zeitpunkt der Einreise für das Testergebnis sowohl bei einem Antigen-Test als auch bei einem molekularbiologischen Test nicht mehr als 72 Stunden zurückliegen darf.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Einem ärztlichen Zeugnis ist ein in deutscher oder englischer Sprache ausgestelltes Testergebnis, das bestätigt, dass die im Testergebnis angeführte Person durch einen molekularbiologischen Test oder Antigen-Test negativ auf SARS-CoV-2 getestet wurde, gleichgestellt, wenn dieser zumindest folgende Daten umfasst:",
            "annotations": []
        },
        {
            "text": "1. Vor- und Nachname der getesteten Person,",
            "annotations": []
        },
        {
            "text": "2. Geburtsdatum,",
            "annotations": []
        },
        {
            "text": "3. Datum und Uhrzeit der Probennahme,",
            "annotations": []
        },
        {
            "text": "4. Testergebnis (positiv oder negativ),",
            "annotations": []
        },
        {
            "text": "5. Unterschrift der testdurchführenden Person und Stempel der testdurchführenden Institution oder Bar- bzw QR-Code.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Registrierung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2a. (1) Personen, die nach Österreich einreisen, sind verpflichtet, vor der Einreise durch Registrierung folgende Daten gemäß §25a Epidemiegesetz 1950 (EpiG) bekannt zu geben:",
            "annotations": []
        },
        {
            "text": "1. Vor- und Nachname,",
            "annotations": []
        },
        {
            "text": "2. Geburtsdatum,",
            "annotations": []
        },
        {
            "text": "3. Wohn- oder Aufenthaltsadresse (falls davon abweichend Ort der Quarantäne),",
            "annotations": []
        },
        {
            "text": "4. Datum der Einreise,",
            "annotations": []
        },
        {
            "text": "5. etwaiges Datum der Ausreise,",
            "annotations": []
        },
        {
            "text": "6. Abreisestaat oder -gebiet",
            "annotations": []
        },
        {
            "text": "7. Aufenthalt während der letzten zehn Tage vor der Einreise,",
            "annotations": []
        },
        {
            "text": "8. Kontaktdaten (Telefonnummer, E-Mail-Adresse),",
            "annotations": []
        },
        {
            "text": "9. Vorliegen eines ärztlichen Zeugnisses.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Registrierung hat nach den Vorgaben des §25a Abs3 EpiG elektronisch zu erfolgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Ist die Registrierung nicht über das elektronische Formular möglich, kann der Verpflichtung gemäß Abs1 ausnahmsweise durch Ausfüllen des Formulars entsprechend der Anlage E oder der Anlage F entsprochen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Eine Registrierung darf frühestens 72 Stunden vor der Einreise erfolgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Quarantäne",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3. (1) Personen, die nach dieser Verordnung zur Quarantäne verpflichtet sind, haben diese selbstüberwacht",
            "annotations": []
        },
        {
            "text": "1. an einem bestehenden Wohnsitz (Heimquarantäne) oder",
            "annotations": []
        },
        {
            "text": "2. in einer sonstigen geeigneten Unterkunft, über deren Verfügbarkeit bei der Einreise eine Bestätigung vorzulegen ist,",
            "annotations": []
        },
        {
            "text": "anzutreten. Die Kosten der Unterkunft sind selbst zu tragen. Der Wohnsitz oder die Unterkunft darf für den Quarantänezeitraum nicht verlassen werden. Sofern keine elektronische Registrierung gemäß §2a Abs2 erfolgt ist, sind die Daten im Formular entsprechend der Anlage E oder der Anlage F anzugeben und mittels eigenhändiger Unterschrift zu bestätigen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Quarantäne kann zum Zweck der Ausreise aus Österreich vorzeitig beendet werden, wenn sichergestellt ist, dass bei der Ausreise das Infektionsrisiko größtmöglich minimiert wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Abschnitt",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Einreise aus EU-/EWR-Staaten, aus der Schweiz, Andorra, Monaco, San Marino und dem Vatikan",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4. (1) Aus EU-/EWR-Staaten sowie aus der Schweiz, Andorra, Monaco, San Marino und dem Vatikan dürfen Personen uneingeschränkt einreisen, wenn sie",
            "annotations": []
        },
        {
            "text": "1. aus einem in der Anlage A genannten Staat oder Gebiet einreisen und",
            "annotations": []
        },
        {
            "text": "2. bei der Einreise glaubhaft machen, dass sie sich innerhalb der letzten zehn Tage ausschließlich in Österreich oder in einem in der Anlage A genannten Staat oder Gebiet aufgehalten haben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Personen, die bei der Einreise die Voraussetzungen des Abs1 Z1 oder 2 nicht erfüllen, haben ein ärztliches Zeugnis oder ein Testergebnis gemäß §2 mitzuführen und bei einer Kontrolle vorzulegen. Kann das ärztliche Zeugnis oder das Testergebnis nicht vorgewiesen werden, ist unverzüglich, jedenfalls binnen 24 Stunden nach der Einreise, ein molekularbiologischer Test auf SARS-CoV-2 oder Antigen-Test auf SARS-CoV-2 durchführen zu lassen. Zusätzlich ist unverzüglich eine zehntägige Quarantäne gemäß §3 anzutreten. Die Quarantäne gilt als beendet, wenn ein molekularbiologischer Test auf SARS-CoV-2 oder Antigen-Test auf SARS-CoV-2 frühestens am fünften Tag nach der Einreise durchgeführt wird und das Testergebnis negativ ist. Die Kosten für den Test sind selbst zu tragen. Das negative Testergebnis ist bei einer Kontrolle vorzuweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Abweichend von Abs2 ist die Einreise von",
            "annotations": []
        },
        {
            "text": "1. humanitären Einsatzkräften,",
            "annotations": []
        },
        {
            "text": "2. Personen, die zu beruflichen Zwecken einreisen,",
            "annotations": []
        },
        {
            "text": "3. einer Begleitperson im Rahmen der Einreise aus medizinischen Gründen gemäß §6,",
            "annotations": []
        },
        {
            "text": "4. Personen, die zum Zweck der Wahrnehmung einer zwingenden gerichtlich oder behördlich auferlegten Pflicht, wie der Wahrnehmung von Ladungen zu Gerichtsverhandlungen, einreisen,",
            "annotations": []
        },
        {
            "text": "5. Fremden, wenn diese über einen Lichtbildausweis gemäß §95 des Fremdenpolizeigesetzes 2005, BGBl I Nr 100/2005, verfügen,",
            "annotations": []
        },
        {
            "text": "mit einem ärztlichen Zeugnis oder einem Testergebnis gemäß §2 möglich. Kann das ärztliche Zeugnis oder das Testergebnis nicht vorgelegt werden, ist unverzüglich eine zehntägige Quarantäne gemäß §3 anzutreten. Ist ein währenddessen durchgeführter molekularbiologischer Test auf SARS-CoV-2 oder Antigen-Test auf SARS-CoV-2 negativ, gilt die Quarantäne als beendet. Die Kosten für den Test sind selbst zu tragen. Das negative Testergebnis ist bei einer Kontrolle vorzuweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Abschnitt",
            "annotations": []
        },
        {
            "text": "Einreise aus sonstigen Staaten und Gebieten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5. (1) Als sonstige Staaten und Gebiete im Sinne dieser Verordnung gelten alle nicht in §4 Abs1 Einleitungssatz genannten Staaten und Gebiete.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Aus einem in der Anlage A genannten sonstigen Staat oder Gebiet dürfen Personen uneingeschränkt einreisen, wenn sie bei der Einreise glaubhaft machen, dass sie sich innerhalb der letzten zehn Tage ausschließlich in Österreich oder in einem in der Anlage A genannten Staat oder Gebiet aufgehalten haben. Andernfalls gelten die Abs3 und 4 sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Einreise aus einem anderen als in der Anlage A genannten sonstigen Staat oder Gebiet ist unzulässig. Diesfalls ist die Einreise zu untersagen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Abweichend von Abs3 gilt bei der Einreise aus einem anderen als in der Anlage A genannten sonstigen Staat oder Gebiet §4 Abs2 sinngemäß, wenn es sich um",
            "annotations": []
        },
        {
            "text": "1. österreichische Staatsbürger, EU-/EWR-Bürger und Personen, die mit diesen im gemeinsamen Haushalt leben,",
            "annotations": []
        },
        {
            "text": "2. Schweizer Bürger sowie Personen, die mit diesen im gemeinsamen Haushalt leben,",
            "annotations": []
        },
        {
            "text": "3. Personen mit Wohnsitz oder gewöhnlichem Aufenthalt in EU-/EWR-Staaten oder Andorra, Monaco, San Marino, dem Vatikan oder der Schweiz und Personen, die mit diesen im gemeinsamen Haushalt leben,",
            "annotations": []
        },
        {
            "text": "4. Fremde, wenn diese über ein von Österreich ausgestelltes Visum D oder einen Lichtbildausweis gemäß §95 des Fremdenpolizeigesetzes 2005, BGBl I Nr 100/2005, verfügen,",
            "annotations": []
        },
        {
            "text": "5. Personen, die auf Grund einer Aufenthaltsberechtigung, eines Aufenthaltstitels oder einer Dokumentation des Aufenthaltsrechts nach dem Niederlassungs- und Aufenthaltsgesetz, BGBl I Nr 100/2005, oder dem Asylgesetz 2005, BGBl I Nr 100/2005, zum Aufenthalt in Österreich berechtigt sind,",
            "annotations": []
        },
        {
            "text": "5a. Personen, die über eine Bestätigung über die Antragstellung gemäß Art18 Abs1 des Abkommens über den Austritt des Vereinigten Königreichs Großbritannien und Nordirland aus der Europäischen Union und der Europäischen Atomgemeinschaft, ABl. L Nr 29 vom 31.01.2020 S 7 (Austrittsabkommen), verfügen,",
            "annotations": []
        },
        {
            "text": "6. Mitglieder des Personals diplomatischer Missionen oder konsularischer Vertretungen und Personen, die mit diesen im gemeinsamen Haushalt leben,",
            "annotations": []
        },
        {
            "text": "7. Angestellte internationaler Organisationen und Personen, die mit diesen im gemeinsamen Haushalt leben,",
            "annotations": []
        },
        {
            "text": "8. humanitäre Einsatzkräfte,",
            "annotations": []
        },
        {
            "text": "9. Personen, die in einem Dienstverhältnis zu einer inländischen Gebietskörperschaft oder einer inländischen Körperschaft öffentlichen Rechts stehen und deren Dienstort im Ausland liegt oder deren Dienstverrichtung im Ausland erfolgt, soweit die Tätigkeit dieser Körperschaft im Ausland im Interesse der Republik Österreich liegt,",
            "annotations": []
        },
        {
            "text": "10. Personen, die zu beruflichen Zwecken einreisen,",
            "annotations": []
        },
        {
            "text": "11. eine Begleitperson im Rahmen der Einreise aus medizinischen Gründen gemäß §6,",
            "annotations": []
        },
        {
            "text": "12. Personen, die zur Aufnahme oder Fortsetzung eines Studiums oder zur Forschung einreisen,",
            "annotations": []
        },
        {
            "text": "13. Personen, die zur Teilnahme am Schulbetrieb einreisen, oder",
            "annotations": []
        },
        {
            "text": "14. Personen, die zum Zweck der Wahrnehmung einer zwingenden gerichtlich oder behördlich auferlegten Pflicht, wie der Wahrnehmung von Ladungen zu Gerichtsverhandlungen, einreisen,",
            "annotations": []
        },
        {
            "text": "handelt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Abweichend von Abs3 und 4 gilt §4 Abs3 für die dort genannten Personen auch bei der Einreise aus einem anderen als in der Anlage A genannten sonstigen Staat oder Gebiet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Abschnitt",
            "annotations": []
        },
        {
            "text": "Ausnahmen und Sonderbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Einreise aus medizinischen Gründen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§6. (1) Die Einreise von",
            "annotations": []
        },
        {
            "text": "1. österreichischen Staatsbürgern,",
            "annotations": []
        },
        {
            "text": "2. Personen, die der Pflichtversicherung in der Krankenversicherung in Österreich unterliegen, oder",
            "annotations": []
        },
        {
            "text": "3. Personen, denen von einer österreichischen Krankenanstalt aus besonders berücksichtigungswürdigen medizinischen Gründen eine Behandlungszusage erteilt wurde,",
            "annotations": []
        },
        {
            "text": "ist ohne Einschränkung zulässig, wenn sie zur Inanspruchnahme unbedingt notwendiger medizinischer Leistungen in Österreich erfolgt. Bei der Einreise ist eine Bestätigung über die unbedingte Notwendigkeit der Inanspruchnahme einer medizinischen Leistung entsprechend den Anlagen G oder H vorzuweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Personen mit Wohnsitz oder gewöhnlichem Aufenthalt in Österreich dürfen nach Inanspruchnahme unbedingt notwendiger medizinischer Leistungen im Ausland ohne Einschränkung wieder einreisen. Bei der Wiedereinreise ist eine Bestätigung über die unbedingte Notwendigkeit der Inanspruchnahme einer medizinischen Leistung entsprechend den Anlagen G oder H vorzuweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Zusätzlich zur Vorlage der Bestätigung gemäß Anlage G oder H ist das Vorliegen der unbedingten Notwendigkeit der Inanspruchnahme der medizinischen Leistung bei einer Kontrolle glaubhaft zu machen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Pendler",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§6a. (1) Abweichend von §4 Abs2 und §5 Abs3 und 4 ist die Einreise im Rahmen des regelmäßigen Pendlerverkehrs",
            "annotations": []
        },
        {
            "text": "1. zu beruflichen Zwecken,",
            "annotations": []
        },
        {
            "text": "2. zur Teilnahme am Schul- und Studienbetrieb,",
            "annotations": []
        },
        {
            "text": "3. zu familiären Zwecken oder zum Besuch des Lebenspartners,",
            "annotations": []
        },
        {
            "text": "mit einem ärztlichen Zeugnis oder einem Testergebnis gemäß §2 möglich. Kann das ärztliche Zeugnis oder das Testergebnis nicht vorgelegt werden, ist unverzüglich, jedenfalls binnen 24 Stunden nach der Einreise, ein molekularbiologischer Test auf SARS-CoV-2 oder Antigen-Test auf SARS-CoV-2 durchführen zu lassen. Die Kosten für den Test sind selbst zu tragen. Das negative Testergebnis ist bei einer Kontrolle vorzuweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Abweichend von §2a ist die Registrierung bei jeder Änderung der anzugebenden Daten des §2a Z3, 6, 7, 8 und 9, spätestens jedoch alle 28 Tage, durchzuführen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Einreisen im Rahmen des regelmäßigen Pendlerverkehrs zu den in Abs1 genannten Zwecken aus Staaten oder Gebieten der Anlage A, wenn die Person bei der Einreise glaubhaft macht, dass sie sich innerhalb der letzten zehn Tage vor der Einreise ausschließlich in Österreich oder in einem in der Anlage A genannten Staat oder Gebiet aufgehalten hat, sind uneingeschränkt möglich. Abs2 gilt sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Das Vorliegen der Ausnahme ist bei einer Kontrolle glaubhaft zu machen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Besonders berücksichtigungswürdige Gründe im familiären Kreis",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§7. (1) Diese Verordnung gilt nicht für die Einreise aus unvorhersehbaren, unaufschiebbaren, besonders berücksichtigungswürdigen Gründen im familiären Kreis wie insbesondere schwere Krankheitsfälle, Todesfälle, Begräbnisse, Geburten sowie die Betreuung von unterstützungsbedürftigen Personen in Notfällen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Für die Einreise im Zusammenhang mit planbaren sonstigen wichtigen Ereignissen im familiären Kreis wie Hochzeiten, Taufen, Geburtstagsfeiern oder dem nicht regelmäßigen Besuch des Lebenspartners gilt §4 Abs1 und 2 sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sonstige Ausnahmen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§8. (1) Diese Verordnung gilt nicht für die Einreise",
            "annotations": []
        },
        {
            "text": "1. zur Aufrechterhaltung des Güter- und Personenverkehrs; wenn das Zielland nicht Österreich ist, muss die Ausreise sichergestellt sein,",
            "annotations": []
        },
        {
            "text": "2. ausschließlich aus zwingenden Gründen der Tierversorgung oder für land- und forstwirtschaftlich erforderliche Maßnahmen im Einzelfall,",
            "annotations": []
        },
        {
            "text": "3. im Rahmen der Durchführung einer beruflichen Überstellungsfahrt/eines beruflichen Überstellungsfluges oder",
            "annotations": []
        },
        {
            "text": "4. im zwingenden Interesse der Republik Österreich.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Diese Verordnung gilt ferner nicht für",
            "annotations": []
        },
        {
            "text": "1. Transitpassagiere oder die Durchreise durch Österreich ohne Zwischenstopp, die auch bei ausschließlich unerlässlichen Unterbrechungen vorliegt, sofern die Ausreise sichergestellt ist,",
            "annotations": []
        },
        {
            "text": "2. die Besatzung einer Repatriierungsfahrt/eines Repatriierungsfluges einschließlich der mitreisenden Organe des öffentlichen Sicherheitsdienstes,",
            "annotations": []
        },
        {
            "text": "3. die Einreise von Insassen von Einsatzfahrzeugen gemäß §26 der Straßenverkehrsordnung 1960 (StVO 1960), BGBl I Nr 159/1960, und Fahrzeugen im öffentlichen Dienst gemäß §26a StVO 1960,",
            "annotations": []
        },
        {
            "text": "4. die Einreise von Personen, die aus Österreich kommend ausländisches Territorium ohne Zwischenstopp zur Erreichung ihres Zielortes in Österreich queren,",
            "annotations": []
        },
        {
            "text": "5. die Einreise in die Gemeinden Vomp-Hinterriss, Mittelberg und Jungholz.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Glaubhaftmachung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§9. Im Fall einer behördlichen Überprüfung gemäß §12 sind die Ausnahmegründe gemäß den §§7 und 8 oder das Vorliegen der Voraussetzungen gemäß den §4 Abs3 und §5 Abs4 glaubhaft zu machen. In den Fällen des §8 Abs1 Z1 und des §8 Abs2 Z1 ist auf Verlangen nachzuweisen, dass die Ausreise sichergestellt ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Kinder",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§10. (1) Für Kinder bis zum vollendeten zehnten Lebensjahr gelten mit Ausnahme der Verpflichtung zur Testung die gleichen Voraussetzungen und Rechtsfolgen wie für den Erwachsenen, unter dessen Aufsicht die Kinder reisen. Gilt die Quarantäne des Erwachsenen, unter dessen Aufsicht die Kinder reisen, als beendet, gilt auch die Quarantäne der Kinder als beendet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Abs1 gilt nicht für Kinder, die alleine reisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ausnahme im Hinblick auf das Verbot, den Wohnsitz oder die Unterkunft zu verlassen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§11. Ausgenommen vom Verbot gemäß §3, den Wohnsitz oder die Unterkunft zu verlassen, sind unbedingt notwendige Wege zur Inanspruchnahme eines molekularbiologischen Tests oder Antigen-Tests auf SARS-CoV-2. Dabei ist auf die größtmögliche Minimierung eines allfälligen Infektionsrisikos zu achten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Abschnitt",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Behördliche Überprüfung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§12. (1) Die Bezirksverwaltungsbehörde als Gesundheitsbehörde ist berechtigt, bei der Einreise sowie jederzeit an Ort und Stelle zu überprüfen, ob die Vorgaben dieser Verordnung eingehalten werden. Personen haben diese Überprüfung zu dulden, auf Verlangen die erforderlichen Auskünfte zu erteilen und Nachweise über die Veranlassung des molekularbiologischen Tests oder Antigen-Tests sowie dessen Ergebnis vorzulegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Bestätigungen gemäß §3 entsprechend den Anlagen E oder F sind im Fall einer Überprüfung gemäß Abs1 von der Behörde an die für den Quarantäneort zuständige Bezirksverwaltungsbehörde zu übermitteln. Nach Ablauf von 28 Tagen ab dem Einreisedatum sind vorliegende Bestätigungen von den Behörden unwiderruflich zu löschen bzw zu vernichten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2a) Die erhaltene generierte Sendebestätigung der elektronischen Registrierung gemäß §2a Abs2 ist bei der Einreise elektronisch oder ausgedruckt mitzuführen und bei einer Kontrolle auf Verlangen vorzuweisen. Sollte das Formular entsprechend der Anlage E oder der Anlage F verwendet werden, ist dieses von der Behörde an die für den Aufenthaltsort örtlich zuständige Bezirksverwaltungsbehörde zu übermitteln. Nach Ablauf von 28 Tagen ab dem Einreisedatum sind diese Bestätigungen und Formulare von den Behörden unwiderruflich zu löschen bzw zu vernichten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Organe des öffentlichen Sicherheitsdienstes haben bei der Wahrnehmung der ihnen sonst obliegenden Aufgaben über Ersuchen der Gesundheitsbehörde an der Vollziehung des Abs1 mitzuwirken.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§13. Gemäß §50 Abs16 EpiG wird festgestellt, dass die technischen Voraussetzungen für die Vollziehung des §25a EpiG ab 14. Jänner 2021 gegeben sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. Abschnitt ",
            "annotations": []
        },
        {
            "text": "Schlussbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§14. (1) Diese Verordnung tritt mit 17. Oktober 2020 in Kraft. Gleichzeitig tritt die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über die Einreise nach Österreich in Zusammenhang mit der Eindämmung von SARS-CoV-2, BGBl II Nr 263/2020, in der Fassung der Verordnung BGBl II Nr 411/2020, außer Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Anlagen A und B in der Fassung der Verordnung BGBl II Nr 462/2020 treten mit 31. Oktober 2020 in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) §2, §3 Abs1 und 2, §4 Abs2 und 3, §5 Abs5, §7 Abs2, §8 Abs2, §13 und die Anlagen A, C, D, E und F in der Fassung der Verordnung BGBl II Nr 563/2020 treten mit 19. Dezember 2020 in Kraft und gleichzeitig tritt Anlage B außer Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) §13 in der Fassung der Verordnung BGBl II Nr 15/2021 tritt mit 14. Jänner 2021 in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) §2a, §3 Abs1, §8 Abs2, §11, §12 Abs1 und Abs2a und die Anlagen A, E und F in der Fassung der Verordnung BGBl II Nr 15/2021 treten mit 15. Jänner 2021 in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) §9 in der Fassung der Verordnung BGBl II Nr 52/2021 tritt mit dem der Kundmachung folgenden Tag in Kraft, §2 samt Überschrift, die Überschrift des 2. Abschnitts, §4 Abs1 bis 3, §5 Abs4, §6a samt Überschrift, §8 Abs2 und die Anlagen A, E und F in der Fassung der Verordnung BGBl II Nr 52/2021 treten mit 10. Februar 2021 in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) §2 Abs2 Z5 ist ab 28. Februar 2021 anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) §2 Abs2, §2a Abs4, §14 Abs7 und die Anlagen C, D und E in der Fassung der Verordnung BGBl II Nr 68/2021 treten mit dem der Kundmachung folgenden Tag in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(9) Bis zum Ablauf des 18. Februar können ärztliche Zeugnisse entsprechend den Anlagen C und D in der Fassung der Verordnung BGBl II Nr 52/2021 verwendet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(10) Eine gemäß §25a EpiG 1950 erhaltene Sendebestätigung aufgrund einer vor Inkraftreten der Verordnung BGBl II Nr 68/2021 erfolgten Registrierung gemäß §2a kann bis zum Ablauf des 18. Februar 2021 verwendet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(11) §8 Abs1 Z1, §8 Abs2 Z1 und §9 in der Fassung der Verordnung BGBl II Nr 69/2021 treten mit dem der Kundmachung folgenden Tag in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(12) §2 Abs1 und die Änderungen in Anlage A in der Fassung der Verordnung BGBl II Nr 103/2021 treten mit 11. März 2021 in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(13) §2 Abs1 und 1a, §6a Abs2, die Änderung in Anlage A und Anlage B in der Fassung der Verordnung BGBl II Nr 133/2021 treten mit 1. April 2021 in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(14) §6 Abs3 und die Änderung in Anlage B in der Fassung der Verordnung BGBl II Nr 165/2021 treten mit 15. April 2021 in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(15) Diese Verordnung tritt mit Ablauf des 31. Mai 2021 außer Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anlage A",
            "annotations": []
        },
        {
            "text": "Australien",
            "annotations": []
        },
        {
            "text": "Island",
            "annotations": []
        },
        {
            "text": "Neuseeland",
            "annotations": []
        },
        {
            "text": "Singapur",
            "annotations": []
        },
        {
            "text": "Südkorea",
            "annotations": []
        },
        {
            "text": "Vatikan",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "ANLAGE B",
            "annotations": []
        },
        {
            "text": "Hochinzidenzstaaten oder -gebiete",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bulgarien",
            "annotations": []
        },
        {
            "text": "Estland",
            "annotations": []
        },
        {
            "text": "Frankreich",
            "annotations": []
        },
        {
            "text": "Italien",
            "annotations": []
        },
        {
            "text": "Polen",
            "annotations": []
        },
        {
            "text": "Schweden",
            "annotations": []
        },
        {
            "text": "Slowakei",
            "annotations": []
        },
        {
            "text": "Slowenien",
            "annotations": []
        },
        {
            "text": "Tschechische Republik",
            "annotations": []
        },
        {
            "text": "Ungarn",
            "annotations": []
        },
        {
            "text": "Zypern",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anlage C",
            "annotations": []
        },
        {
            "text": "Ärztliches Zeugnis",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Anlage D",
            "annotations": []
        },
        {
            "text": "Medical Certificate",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Anlage E",
            "annotations": []
        },
        {
            "text": "Registrierung gemäß §2a COVID-19-EinreiseV",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anlage F",
            "annotations": []
        },
        {
            "text": "Registration pursuant to §2a of the COVID-19 Entry Regulation",
            "annotations": []
        },
        {
            "text": "(COVID-19-EinreiseVO)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anlage G",
            "annotations": []
        },
        {
            "text": "Bestätigung über die unbedingte Notwendigkeit der Inanspruchnahme einer medizinischen Leistung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anlage H",
            "annotations": []
        },
        {
            "text": "Confirmation of absolute medical necessity to use medical service",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren ",
            "annotations": []
        },
        {
            "text": "1. Der Antragsteller, ein österreichischer Staatsbürger, lebt in Wien und in Kritzendorf. Nach seinem Vorbringen fuhr er von Österreich aus am 27. März 2021 mit seinem Pkw zu seinem Haus in Kroatien, das sich in einem Dorf mit (außerhalb des Sommers) rund 50 Einwohnern in der Nähe von Zadar befinde. Der Antragsteller kenne die Nachbarn nur vom Sehen und habe auch sonst keine Verwandten oder Bekannten in diesem Ort. Vor seiner Ausreise habe er am 26. März 2021 einen PCR-Test gemacht, der keine Infektion mit dem Coronavirus nachgewiesen habe. Während seines Aufenthaltes in Kroatien habe der Antragsteller – mit Ausnahme jener Personen, denen man beim Lebensmitteleinkauf zwangsläufig begegne, – nur wenige andere Menschen getroffen. Der Antragsteller habe während seines gesamten Aufenthaltes in Kroatien \"weitaus weniger Kontakte zu anderen Menschen, als wenn er sich im selben Zeitraum in Österreich aufgehalten hätte\". Während seines gesamten Auslandsaufenthaltes sei er gesund gewesen und hätte zu keinem Zeitpunkt Symptome gehabt, die auf eine COVID-Erkrankung hingedeutet hätten. Am 22. April 2021 sei der Antragsteller von Kroatien kommend wieder mit seinem Auto nach Österreich zurückgekehrt. Noch vor seiner Einreise nach Österreich habe er am 22. April 2021 in Zadar einen Antigen-Test gemacht, der keine Infektion mit dem Coronavirus nachgewiesen habe. Ebenfalls noch vor seiner Rückkehr nach Österreich habe er sich auf der Homepage des Bundesministeriums für Soziales, Gesundheit, Pflege und Konsumentenschutz registriert und seinen Wohnsitz in Kritzendorf als Quarantäneort angegeben. Am Tag nach seiner Rückkehr nach Österreich, also am 23. April 2021, habe der Antragsteller einen weiteren COVID-Test gemacht, der ebenfalls negativ gewesen sei. Er beabsichtige, auch in den kommenden Wochen und Monaten regelmäßig sein in Kroatien liegendes Haus aufzusuchen, insbesondere auch zum Zweck der Instandhaltung, und anschließend wiederum die (Wieder-) Einreise nach Österreich anzutreten, dies eventuell auch noch vor dem geplanten Außerkrafttreten der angefochtenen Verordnung zum 31. Mai 2021.",
            "annotations": []
        },
        {
            "text": "Zu seiner Antragslegitimation bringt der Antragsteller der Sache nach vor, §4 Abs2 COVID-19-EinreiseV ordne für ihn anlässlich seiner Rückkehr aus Kroatien am 22. April 2021 an, dass er unverzüglich eine zehntägige Quarantäne anzutreten habe, während der er seine Unterkunft nicht verlassen dürfe. Ein Quarantänebescheid sei weder im Gesetz noch in der Verordnung vorgesehen, weshalb die Verordnung nach ihrem eindeutigen Wortlaut unmittelbar gelte. Ein Zuwiderhandeln sei verwaltungsbehördlich strafbar. Es bestünden Zweifel ob der Rechtmäßigkeit der Quarantäneanordnung, weshalb die Verletzung subjektiver Rechte des Antragstellers zumindest möglich sei. Der Antragsteller befinde sich am Tag der Einbringung des Individualantrages (26. April 2021) den vierten Tag in Quarantäne und habe bis anhin nicht die Möglichkeit, die Quarantäne durch Durchführung eines Tests vorzeitig zu beenden, weil gemäß §4 Abs2 Satz 4 der Verordnung ein negatives Testergebnis frühestens am fünften Tag nach der Einreise zur Beendigung der Quarantäne führe. Der Antragsteller beabsichtige, auch in Zukunft regelmäßig sein in Kroatien liegendes Haus aufzusuchen und daraufhin wieder nach Österreich einzureisen, weshalb der Antragsteller auch in Zukunft von der angefochtenen Verordnung betroffen sein werde. Dem Antragsteller sei es nicht zumutbar, gegen die angefochtene Verordnung zu verstoßen und ein Verwaltungsstrafverfahren in Kauf zu nehmen. Da auch sonst kein anderer Rechtsweg bestehe, sei der Individualantrag die einzige Rechtsschutzmöglichkeit und daher zulässig.",
            "annotations": []
        },
        {
            "text": "2. Der Antragsteller hegt gegen die angefochtene Verordnung zunächst das Bedenken, dass die zugrundeliegende \"Grundlagenforschung\" unzureichend sei und legt seine Bedenken im Übrigen auszugsweise wie folgt dar (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"1. Unzureichende Grundlagenforschung ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Verletzung des Art5 EMRK und des Art1 BVG über den Schutz der persönlichen Freiheit ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.1. Schutzbereich ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Art5 Abs1 Satz 1 EMRK bestimmt, dass jedermann ein Recht auf Freiheit und Sicherheit hat. Die Freiheit darf einem Menschen nur in den folgenden Fällen und nur auf die gesetzlich vorgeschriebene Weise entzogen werden. Gemäß Art1 Abs2 PersFrG darf niemand aus anderen als den in diesem Bundesverfassungsgesetz genannten Gründen oder auf eine andere als die gesetzlich vorgeschriebene Weise festgenommen oder angehalten werden. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die in §3 Abs1 Satz 3 der Covid-19-Einreiseverordnung angeordnete Anordnung: 'Der Wohnsitz oder die Unterkunft darf für den Quarantänezeitraum nicht verlassen werden', stellt einen Eingriff in diese Grundrechte dar. Diesen Standpunkt vertritt insbesondere die Literatur (Pixner, Coronavirus: Ein Situationsbericht aus rechtlicher Perspektive, N@HZ 2020, 20, 22). Die Quarantäneanordnung ist daher nicht bloß eine Einschränkung des Rechts, sich im Hoheitsgebiet des Staates des rechtmäßigen Aufenthalts frei zu bewegen (Freizügigkeit iS Art2 des vierten Zusatzprotokolls der EMRK). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dass die zwangsweise Anhaltung infolge einer Absonderung gemäß §7 Abs1a Epidemiegesetz naturgemäß einen Eingriff in das Recht auf persönliche Freiheit nach Art5 EMRK bzw nach dem PersFrBVG darstellt, ist in der Literatur unbestritten (vgl Aigner/Hausreither, Vollziehung des Tuberkulosegesetzes, RdM 2010, 179 (179); Heissenberger, 105 Jahre 'Epidemiegesetz' – Ein Gesetz im Wandel! JMG 2018, 163 (166); Hiersche/K. Holzinger/Eibl, Handbuch des Epidemierechts Fünfter Teil Pkt 5.5.1.). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Für Rechtsunterworfene, die von einer Quarantänepflicht betroffen sind, macht es materiell keinen Unterschied, ob diese Pflicht Ausfluss eines Absonderungsbescheids gemäß §7 Abs1a Epidemiegesetz 1950 ist oder unmittelbar aufgrund von Verordnungsbestimmungen gilt. Die Gleichsetzung einer individuellen Absonderung nach §7 Abs1a Epidemiegesetz und der Quarantänepflicht nach §4 Abs2 iVm §3 COVID-19-EinreiseV ergibt sich insbesondere aus der ähnlichen normativen Ausgestaltung: So ordnet §7 Abs2 Epidemiegesetz an, dass die Absonderung primär in des Wohnung des Kranken zu erfolgen hat (vgl auch §3 Abs1 AbsonderungsV). Korrespondierend dazu bestimmt §3 Abs1 Satz 3 COVID-19-EinreiseV, dass der Wohnsitz oder die Unterkunft für den Quarantänezeitraum nicht verlassen werden darf. Nach dem eindeutigen Wortlaut der COVID-19-EinreiseV sind nicht einmal kleine Spaziergänge außer Haus, beispielsweise im Garten, zulässig. Ausgehend von der gebotenen Gleichsetzung einer bescheidmäßig verfügten Absonderung nach §7 Abs1a Epidemiegesetz mit der Pflicht zur selbstüberwachten Quarantäne gemäß §4 Abs2 iVm §3 COVID-19-EinreiseV, ist auch diesbezüglich ein Eingriff in das Grundrecht auf persönliche Freiheit nach Art5 EMRK bzw nach dem PersFrG gegeben. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aufgrund der normativ gleichen Ausgestaltung der Absonderung gemäß §7 Abs1a Epidemiegesetz und der Quarantäne gemäß §3 Covid-19-Einreiseverordnung andererseits kann es keinem Zweifel unterliegen, dass auch die in der Covid-19-Einreiseverordnung angeordnete Quarantäne als Eingriff in den Schutzbereich des PersFrG und des Art5 EMRK zu qualifizieren ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der EGMR vertritt zur Abgrenzung des Anwendungsbereichs des Art5 EMRK von Art2 des vierten Zusatzprotokolls der EMRK folgende Auffassung (EGMR 17.1.2012, Stanev gegen Bulgarien, 36760/06, Rz 115): […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Unter Anwendung dieser maßgeblichen Faktoren kann kein Zweifel an der Anwendbarkeit des Art5 EMRK bestehen. Was die Art und die Auswirkungen der Freiheitsbeschränkung betrifft, ist festzuhalten, dass der Aufenthalt des Betroffenen auf eine Unterkunft iSd §3 Abs1 Z1 (Heimquarantäne) oder eine sonstige geeignete Unterkunft (§3 Abs1 Z2) beschränkt wird und diese, von bestimmten begründeten Ausnahmen abgesehen, nicht verlassen werden darf. Der Gang ins Stiegenhaus ist daher ebenso verboten wie der Gang in den eigenen Garten! Die Art der Freiheitsbeschränkung ist massiv. Auch die Dauer der Quarantäne, 10 Tage bzw bei negativem Testergebnis zumindest 5 Tage, ist in Anbetracht der gravierenden Beschränkung der Bewegungsfreiheit sehr lang. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§28a Abs1 Epidemiegesetz bestimmt: […] Unter anderem verweist §28a auf §25 Epidemiegesetz 1950, der wiederum Rechtsgrundlage für die Covid-19-Einreiseverordnung bildet. Es ist nicht ausgeschlossen, dass §28a Abs1 Epidemiegesetz die Organe des Öffentlichen Sicherheitsdienstes ermächtigt, die in der Covid-19-Einreiseverordnung angeordnete Quarantäne mit Maßnahmen unmittelbarer verwaltungsbehördlicher Befehls- und Zwangsgewalt durchzusetzen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Unter Anwendung der genannten Faktoren nach der Rechtsprechung des EGMR kann kein Zweifel daran bestehen, dass die in der angefochtenen Verordnung angeordnete Quarantäne einen Freiheitsentzug im Sinne des Art5 Abs1 EMRK darstellt. Nach Auffassung des Antragstellers erfüllt die Quarantäne auch die Tatbestände der 'Festnahme' sowie der 'Haft' im Sinne des Art5 EMRK. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. Verstoß gegen die Anforderung 'gesetzlich vorgesehene Weise' in Art5 Abs1 EMRK bzw 'gesetzlich vorgeschriebene Weise' in Art1 Abs2 BVG Schutz der persönlichen Freiheit ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Covid-19-EinreiseV bzw der verordnungserlassene Bundesminister unterstellt §25 Epidemiegesetz einen verfassungswidrigen, insbesondere gegen Art5 EMRK sowie Art1 Abs2 PersFrG verstoßenden Inhalt: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gemäß Art5 Abs1 EMRK darf die Freiheit einen Menschen nur in den folgenden Fällen und 'nur auf die gesetzlich vorgeschriebene Weise' entzogen werden. Art1 Abs2 PersFrG normiert, dass niemand 'auf eine andere als die gesetzlich vorgeschriebene Weise' festgenommen oder angehalten werden darf. Diese in den Grundrechtstatbeständen enthaltenen Voraussetzungen stehen in einem engen Zusammenhang mit dem demokratischen Prinzip und gestatten Freiheitsbeschränkungen nur nach Maßgabe einer entsprechenden Ermächtigung durch den Gesetzgeber. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Hierzu ist anzumerken, dass §25 Epidemiegesetz gerade nicht vorschreibt, wie die Freiheit eines Menschen entzogen werden darf. §25 Epidemiegesetz ermächtigt den Verordnungsgeber nicht ausdrücklich, wann und unter welchen Voraussetzungen dieser Freiheitsbeschränkungen vorsehen darf und wie der Rechtsschutz dagegen ausgestaltet ist. §25 Epidemiegesetz erweist sich als so unbestimmt, dass diese gesetzliche Bestimmung selbst wegen Verstoßes gegen §18 Abs1 B-VG verfassungsrechtlich bedenklich ist (dazu unten). Es kann daher nicht davon gesprochen werden, dass die durch die angefochtene Verordnung unmittelbar angeordnete Freiheitsentziehung auf eine 'gesetzlich vorgeschriebene Weise' erfolgen würde. Die angefochtene Verordnung erweist sich daher auch aus diesem Grund als verfassungswidrig. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. Nichtvorliegen der Voraussetzungen des Art5 Abs1 lite EMRK sowie Art2 Abs1 Z5 BVG über den Schutz der persönlichen Freiheit ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gemäß Art5 Abs1 lite EMRK darf die Freiheit einem Menschen unter anderem nur dann entzogen werden, wenn er sich in rechtmäßiger Haft befindet, weil er eine Gefahrenquelle für die Ausbreitung ansteckender Krankheiten bildet. Gemäß Art2 Abs1 Z5 PersFrG darf die persönliche Freiheit einem Menschen auf die gesetzliche vorgeschriebene Weise unter anderem dann entzogen werden, wenn Grund zur Annahme besteht, dass er eine Gefahrenquelle für die Ausbreitung ansteckender Krankheiten sei oder wegen psychischer Erkrankung sich oder andere gefährde. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schon aus dem Wortlaut dieser Ausnahmebestimmungen folgt, dass bei Verhängung der Quarantäne über eine bestimmte Person ein Hinweis darauf vorliegen muss, dass die betroffene Person eine Gefahrenquelle für die Ausbreitung ansteckender Krankheiten bildet. Dies gilt insbesondere im Anwendungsbereich des Art2 Abs1 Z5 PersFrG, der explizit einen Grund zur Annahme verlangt, dass der Betroffene selbst eine Gefahrenquelle für die Ausbreitung ansteckender Krankheiten darstellt. In Literatur und Rechtsprechung wird sogar im Zusammenhang mit dem insofern weniger strengen Art5 Abs1 lite EMRK zutreffend die Auffassung vertreten, dass das Vorliegen ansteckender Krankheiten zwingend durch ein objektives ärztliches Attest festzustellen ist, um eine Freiheitsentziehung zu rechtfertigen (Grabenwarter/Pabel, in: Grabenwarter/Pabel, Europäische Menschenrechtskonvention, 6. Aufl [2016] §21 Rz 31 unter Verweis auf EGMR, 24.10.1979, Winterwerp ./. NED, Nr 6301/73, Z39; EGMR, 5.11.1981, X. ./. GBR, Nr 7215/75, Z40; EGMR, 23.2.1984, Luberti ./. ITA, Nr 9019/80, Z27; EGMR, 28.5.1985, Ashingdane ./. GBR, Nr 8225/78, Z37). Aus diesem Erfordernis folgt wiederum für beide Grundrechtsnormen, dass aufgrund einer individuellen Beurteilung der konkreten Situation der einreisewilligen Person tatsächlich erwiesen sein muss, dass die konkrete Person eine Gefahrenquelle für die Ausbreitung einer ansteckenden Krankheit bildet. Dies ist aber nur dann der Fall, wenn eine Infektion mit dem Coronavirus erwiesen ist oder zumindest die Gefahr einer Infektion aus den konkreten Umständen des Einzelfalles abgeleitet werden kann, und aus dieser festgestellten oder konkret anzunehmenden Infektion des Einreisewilligen wissenschaftlich fundiert die Schlussfolgerung abgeleitet werden kann, dass diese Person andere Personen anstecken kann, wenn sich diese Person in der Nähe anderer Personen in den Tagen nach der Einreise aufhalten wird. Nur in diesem Fall kann davon gesprochen werden, dass diese Person eine Gefahrenquelle für die Ausbreitung ansteckender Krankheiten bildet. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die gegenständliche Verordnung wird diesem grundrechtlichen Erfordernis der Einzelfallprüfung, welches der Verfassungsgesetzgeber im Hinblick auf die Schwere des Grundrechtseingriffs bewusst normiert hat, in keiner Weise gerecht. §4 Abs2 ordnet pauschal für alle Einreisenden aus der überwiegenden Anzahl an Ländern der Welt an, dass sich diese in häusliche Quarantäne begeben müssen, ohne die individuelle Situation der einzelnen betroffenen Person auch nur in irgendeiner Art und Weise zu berücksichtigen. Es werden schlicht und ergreifend alle einreisenden Personen dem pauschalen, durch nichts begründeten Verdacht unterstellt, eine Gefahrenquelle für die Ansteckung anderer Krankheiten zu bilden. Dies gilt nach der angefochtenen Verordnung unabhängig von der pandemischen Situation der konkreten Region, in der sich der Einreisende vor seiner Einreise aufgehalten hat. Aus grundrechtlicher Perspektive wäre es jedenfalls erforderlich, individuell zu prüfen, ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "• mit welchen Personen der Einreisende in den Tagen vor der Einreise Kontakt hatte, ",
            "annotations": []
        },
        {
            "text": "• ob Anhaltspunkte dafür vorliegen, dass die Personen, mit denen der Einreisende in Kontakt getreten ist, mit dem Coronavirus infiziert waren, ",
            "annotations": []
        },
        {
            "text": "• ob er sich konkret in Regionen, Städten oder Orten aufgehalten hat, in denen die Fallzahlen in den vergangenen Tagen stark angestiegen sind, ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "um so aus einer Gesamtbetrachtung aller Umstände die Wahrscheinlichkeit einer Infektion des Einreisenden mit dem Coronavirus einschätzen bzw beurteilen zu können. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Selbst wenn diese individuellen Ermittlungsmaßnahmen durchgeführt würden und sich daraus ein höheres Infektionsrisiko beim Einreisenden erweisen würde, wären wohl die Voraussetzungen des Art5 Abs1 lite EMRK bzw Art2 Abs1 Z5 PersFrG dennoch nicht erfüllt, weil nach der Rsp des EGMR eine Ansteckungsgefährdung durch eine eigene Infektion tatsächlich nachgewiesen sein muss. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammenfassend liegen daher die Rechtfertigungsgründe des Art5 Abs1 litf EMRK und des Art2 Abs1 Z5 PersFrG nicht vor. Der durch die angefochtene Verordnung bestimmte Freiheitsentzug ist daher verfassungsgesetzlich nicht gerechtfertigt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.4. Unterlassung der Prüfung gelinderer Mittel ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bei Eingriffen in Grundrechte ist im Sinne des Verhältnismäßigkeitsgrundsatzes stets zu untersuchen, ob nicht gelindere Mittel ebenso zur Zielerreichung geeignet gewesen wären. PCR-Tests gelten und galten nahezu weltweit in jedem Fall als ausreichender Nachweis, dass die getestete Person nicht infiziert ist und daher durch die Nichtabsonderung einer negativ getesteten Person keine Gefährdung und Verschlechterung des Pandemiegeschehens gegeben ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es mag zwar sein, wenngleich dies dem Antragsteller fachlich nicht bekannt ist, dass es im Falle einer tatsächlich bereits erfolgten Ansteckung mit dem Coronavirus eine Zeitspanne nach der Infektion gibt, in dem die betreffende Person zwar negativ getestet wird, dennoch aber möglicherweise bereits im Zeitpunkt der Testung und/oder einige Tage später ansteckend sein könnte. Ungeachtet dessen ist ein negativer PCR-Test zumindest ein Indiz dafür, dass tatsächlich vom Antragsteller keine Gefährdung ausgeht. Um daher das am wenigsten in die persönliche Freiheit eingreifende, gelindeste Mittel zu wählen, hätte der Verordnungsgeber jedem Einreisenden zumindest die Möglichkeit einräumen müssen, unmittelbar an der Grenze bzw kurze Zeit vor oder nach der Einreise einen PCR-Test zu machen, und für den Fall, dass dieser negativ ist, auf eine Quarantäne zu verzichten. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es widerspricht nämlich den oben genannten Grundrechten, von einer Art Beweislastumkehr zulasten des Einreisenden auszugehen. Die Verhängung einer Quarantäne enthält jedoch eine derartige Beweislastumkehr, weil der Verordnungsgeber ganz grundsätzlich von einer Infektion des Einreisenden ausgeht, von der sich dieser erst nach fünf Tagen 'freitesten' kann. Der Verordnungsgeber missachtet damit den Umstand, dass es sich bei einer Quarantäneentscheidung um einen äußerst gravierenden Eingriff in die Grundrechte handelt, der keineswegs auf einen bloßen Verdacht einer möglichen Infektiosität des Einreisenden gestützt werden kann. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sollte der Verfassungsgerichtshof daher ein 'Freitesten' bei der Einreise als gelinderes Mittel erachten und die COVID-19-EinreiseV nicht aus den anderen geltend gemachten Gründen für gesetz- und/oder verfassungswidrig halten, wird mit dem Eventualantrag die Aufhebung lediglich von Teilen des §4 Abs2 COVID-19-EinreiseVO beantragt, sodass es dem Einreisenden möglich wird, sich bereits am Tag der Einreise 'freizutesten'. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.5. Unzulässigkeit der Freiheitsbeschränkung durch generell-abstrakten Hoheitsakt ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Da die Quarantänepflicht gemäß §3 sowie §4 Abs2, wie dargestellt wurde, unmittelbar den Entzug der persönlichen Freiheit bewirkt und nicht von der Erlassung eines Bescheides oder einer gerichtlichen Entscheidung abhängt (siehe dazu auch oben Punkt III.2.), sind auf diese hoheitlich durch allgemein gültige Verordnung angeordnete Quarantänepflicht die Bestimmungen über das 'Haftprüfungsverfahren' der Art5 Abs4 EMRK sowie Art6 PersFrG unmittelbar anwendbar. Die in diesen Bestimmungen geregelten Verfahrensgarantien gelten für alle Fälle des Freiheitsentzugs (Berka, Die Grundrechte, 1999, Rz 429), somit auch für den gegenständlichen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gemäß Art5 Abs4 EMRK hat jedermann, dem seine Freiheit durch Festnahme oder Haft entzogen wird, das Recht, ein Verfahren zu beantragen, in dem von einem Gericht ehetunlich über die Rechtmäßigkeit der Haft entschieden wird und im Falle der Widerrechtlichkeit seine Entlassung angeordnet wird. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gemäß Art6 Abs1 PersFrG hat jedermann, der festgenommen oder angehalten wird, das Recht auf ein Verfahren, in dem durch ein Gericht oder durch eine andere unabhängige Behörde über die Rechtmäßigkeit des Freiheitsentzuges entschieden und im Falle der Rechtswidrigkeit seine Freilassung angeordnet wird. Die Entscheidung hat binnen einer Woche zu ergehen, es sei denn, die Anhaltung hätte vorher geendet. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus der genannten Verfassungsbestimmungenen folgt nach Auffassung des Antragstellers, dass jede Festnahme oder Haft nur durch einen individuell-konkreten Hoheitsakt erfolgen kann. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es ist mit dem Rechtsschutzsystem des Art5 EMRK sowie des Art6 PersFrG nicht vereinbar, eine Festnahme oder Haft durch einen generell-abstrakten Hoheitsakt wie eine Verordnung anzuordnen. Dies ist schon damit zu begründen, dass die in Art5 Abs4 EMRK und in Art6 PersFrG genannten Rechtsbehelfe erkennbar auf eine individuell-konkrete hoheitliche Entscheidung über das Bestehen der Haft ausgerichtet sind. Auch Art5 Abs2 EMRK hat augenscheinlich immer einen individuell-konkreten Hoheitsakt vor Augen. Die genannten Verfassungsnormen gehen davon aus, dass die Verhängung einer Haft bzw die Festnahme als solche durch ein gegen diese individuell-konkrete Entscheidung zu erhebendes Rechtsmittel individuell angefochten werden kann. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im gegenständlichen Fall wird allerdings die Freiheitsbeschränkung durch einen generell-abstrakten Hoheitsakt, nämlich durch eine Verordnung, verhängt, gegen die nach dem Rechtsschutzsystem des B-VG kein Rechtsmittel vorgesehen ist, welches den Anforderungen des Art5 Abs4 EMRK und des Art6 BVG über den Schutz der persönlichen Freiheit genügen würde. Es ist daher zu konstatieren, dass die Verhängung einer Haft bzw die Festnahme durch einen generell-abstrakten Hoheitsakt wie die Verordnung jedenfalls verfassungsrechtlich unzulässig ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Verletzung des Gleichheitssatzes (Art7 B-VG, Art2 StGG) ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1. Unzureichende Kriterien und Modalitäten zur Einstufung von Risikogebieten ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die 'Rechtliche Begründung der Novelle zur Einreiseverordnung' führt auf Seite 2 aus: 'Entsprechend der gegenwärtigen Infektionslage orientiert man sich dabei am Kriterium der 14-Tages-Inzidenz von über 100 pro 100.000 Einwohner. Zudem fließen auch qualitative Beurteilungen in die Analyse ein.' Unabhängig davon, dass nach Auffassung des Antragstellers ohnehin eine Betrachtung der individuellen Situation des Einreisenden geboten ist, erscheint diese Vorgehensweise viel zu wenig differenziert und zu pauschal. Es wird weder auf die einzelnen Regionen in den einzelnen Staaten abgestellt noch auf den Umstand, welche konkreten Verkehrsbeschränkungen (Stichwort: 'Lockdown'; Verpflichtung zum Tragen eines Mund-Nasen-Schutzes etc) in diesem Staat gelten, die eine Infektion des Einreisewilligen mehr oder weniger wahrscheinlich machen. Unabhängig davon sind die vom Verordnungsgeber als relevant erachteten Kriterien weder in der Verordnung selbst noch im Epidemiegesetz 1950 benannt. Ferner scheint es sich bei der Auflistung äußerst weniger Staaten in der Anlage A um eine Scheindifferenzierung zu handeln, weil sie dazu führt, dass aktuell nahezu sämtliche Länder der Welt als Risikogebiet gelten. Auch dies widerspricht dem Sachlichkeitsgebot des Art7 B-VG bzw Art2 StGG. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2. Unzureichende Differenzierung im Hinblick auf die individuellen Umstände ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die in §4 Abs2 und in §3 der angefochtenen Verordnung angeordnete Quarantänepflicht gilt unterschiedslos für alle Personen, die aus einem nicht in Anlage A genannten Staat kommend einreisen. Sie gilt sowohl für Rückkehrer, welche sich etwa zu Urlaubszwecken nur vorübergehend im Ausland aufgehalten haben als auch für sonstige Einreisende. Selbst für Personen, die lediglich für einen Spaziergang im Wald für eine Stunde über die Grenze gefahren sind, gilt die Quarantänepflicht. Die angefochtene Verordnung lässt völlig unberücksichtigt, ob durch die Einreise zusätzliche Infektionsgefahren begründet werden oder nicht. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.3. Keine Gegenüberstellung zum Infektionsgeschehen in Österreich ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aufgrund der aktuellen Fallzahlen besteht für in Österreich wohnhafte Personen, welche das Staatsgebiet der Republik Österreich nicht verlassen haben, eine ebenso hohe oder sogar noch höhere Wahrscheinlichkeit, dass sie das Coronavirus aufgenommen haben und daher Gefahr laufen, andere Personen anzustecken, als wenn sie sich in einem Staat aufgehalten haben, in dem die Fallzahlen/Inzidenzen gleich oder geringer sind als in Österreich. Für Personen, die Österreich nie verlassen haben (Daheimgebliebene) besteht anders als für Personen, die nur vorübergehend ins Ausland gereist sind, jedoch keine Quarantänepflicht. Das von den Rückkehrern ausgehende Infektionsrisiko stellt sich jedenfalls bei vergleichbaren Inzidenzwerten aber nicht anders dar, als wenn sie daheim geblieben wären. Dies stellt eine sachlich nicht gerechtfertigte Ungleichbehandlung vergleichbarer Sachverhalte (Daheimgebliebene und Einreisende) und damit einen Verstoß gegen den Gleichheitssatz dar (vgl Oberverwaltungsgerichts Nordrhein-Westfalen vom 20.11.2020, Gzl 13 B1770/20.NE). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zwar mag eine unterschiedliche Behandlung von Rückkehrern aus dem Ausland grundsätzlich gerechtfertigt sein, wenn und soweit mit Blick auf Unklarheiten der Reisewege, das Zusammentreffen einer Vielzahl von unbekannten Reisenden oder unklaren Infektionslagen in Drittländern ein sachlicher Differenzierungsgrund besteht. Die Annahme, die von diesen Reisenden ausgehenden Infektionsrisiken seien deshalb stets höher zu bewerten, als diejenigen, die von Reisenden innerhalb des Bundesgebiets oder von nicht verreisten Personen ausgehen, dürfte aber in einer Situation, in der das Infektionsgeschehen diffus ist, jedenfalls in dieser Pauschalität nicht zutreffen (vgl Oberverwaltungsgerichts Nordrhein-Westfalen vom 20.11.2020, Gzl 13 B1770/20.NE). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine Quarantänepflicht für Rückreisende erscheint nur dann geeignet, einen nennenswerten Beitrag zur Eindämmung der Corona-Pandemie zu leisten, wenn in den Gebieten des jeweiligen Aufenthalts ein höheres Ansteckungsrisiko als hierzulande besteht. Es gibt aber keinen Hinweis darauf, dass in allen Staaten der Welt, die nicht in der Anlage A der angefochtenen Verordnung genannt sind, ein höheres Ansteckungsrisiko als in Österreich besteht. Das gilt insbesondere auch für Kroatien, wo sich der Antragsteller vor seiner Rückkehr nach Österreich aufhielt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.4. Unsachliche Substitution individuell-konkreter Absonderungsbescheide aus offenkundig fiskalischen Interessen ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Quarantänepflicht nach §4 Abs2 COVID-19-EinreiseV verfolgt wohl zum einen den Zweck der Verwaltungsvereinfachung, zum anderen aber offenkundig auch den fiskalischen Zweck, die Einreisenden von den im Epidemiegesetz 1950 vorgesehenen Ansprüchen des Abgesonderten und dessen Arbeitgebers auf Vergütung des Verdienstentganges bzw auf Entschädigung des entstandenen Vermögensnachteiles auszuschließen. Die nunmehrige Vorgehensweise, die Ansprüche auf Vergütung des Verdienstentganges bzw Entschädigung offenbar intentional ausschließt - §32 Epidemiegesetz 1950 verweist nicht auf unmittelbar durch Verordnungen nach §25 Epidemiegesetz 1950 verfügten Absonderungen – ist unsachlich und daher verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der epidemierechtliche Vollzug betreffend Reiserückkehrer aus Risikogebieten war ursprünglich im BSGPK-Dokument 'Behördliche Vorgangsweise bei SARS-CoV-2 Kontaktpersonen: Kontaktpersonennachverfolgung (Stand: 22.03.2020)' dahingehend geregelt, dass Reiserückkehrer aus Risikogebieten als Kontaktpersonen der Kategorie III eingestuft waren. Demnach war eine individuelle Handhabe unter Anwendung des Epidemiegesetzes 1950 geregelt. Die Entschädigungsansprüche nach Epidemiegesetz 1950 waren daher gewahrt. Nunmehr wurde die erlassmäßig geregelten Vorgangsweise für Kontaktperson der Kategorie III gestrichen. Begründet wird im aktuellen ministeriellen Dokument ausgeführt, dass 'die Einreise nach Österreich auf dem Land- bzw dem Luftweg durch die Verordnung über die Einreise nach Österreich in Zusammenhang mit der Eindämmung von SARS-CoV-2 (COVID-19-Einreiseverordnung– COVID-19-EinreiseV) geregelt wird.' Das BMSGPK geht daher davon aus, dass die Bestimmungen der COVID-19-EinreiseV die Verhängung von Absonderungsmaßnahmen nach §7 Epidemiegesetz 1950 substituieren. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Da die Freiheitsbeschränkung infolge einer Absonderung nach §7 Epidemiegesetz 1950 und jene nach der gegenständlichen Covid-19-EinreiseV in ihren tatsächlichen Auswirkungen für den Betroffenen, wie oben bereits ausgeführt wurde, praktisch gleich sind, ist eine Ungleichbehandlung aus der Perspektive der Entschädigungsansprüche sachlich nicht gerechtfertigt. Auch deshalb wäre der Verordnungsgeber verpflichtet gewesen vorzusehen, dass Quarantäneentscheidungen ausschließlich individuell durch Bescheid gemäß §7 Epidemiegesetz 1950 getroffen werden. Dies hätte den Einreisenden zumindest ihren Entschädigungsanspruch erhalten. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Zusammenfassung ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "VI. Begründung der Anregung auf Aufhebung des §25 Epidemiegesetz 1950 ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Präjudizialität ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Judikatur des VfGH zu Art18 B-VG",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Anwendung der Judikatur auf §25 Epidemiegesetz 1950",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Diesen gerade zitierten Anforderungen wird §25 Epidemiegesetz 1950 nicht gerecht, weil dort in Form einer unzulässigen formalgesetzlichen Delegation lediglich angeordnet ist, dass durch Verordnung bestimmt wird, 'welchen Maßnahmen zur Verhütung der Einschleppung einer Krankheit' der Einlass von bestimmten Fahrzeugen unterworfen werden kann. Aus dem Gesetz lässt sich in keiner Weise erschließen, welche Arten von Maßnahmen der Gesetzgeber im Sinn hatte, als er die Regelung schuf. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es fehlt zum einen jeder Hinweis darauf, was unter 'Maßnahmen' überhaupt verstanden werden kann, zumal dies ein äußerst diffuser, bedeutungsloser, ausufernder und unklarer Begriff mit mannigfachem Bedeutungsinhalt ist. Zum Zweiten fehlt im Gesetz auch jeder Hinweis darauf, unter welchen Voraussetzungen derartige 'Maßnahmen' verhängt werden können. Nach der stRsp des VfGH müssen aus dem Gesetz, wenn dieses mit Durchführungsverordnung vollziehbar sein soll, alle wesentlichen Merkmale der beabsichtigten Regelung ersehen werden können (VfSlg 10.296/1984 uvam). Diesem Erfordernis wird §25 Epidemiegesetz 1950 nicht gerecht. Es ist drittens auch keineswegs klar, dass sich diese Maßnahmen nur an das Fahrzeug und die Ladung selbst, sondern auch an die im Fahrzeug sich befindlichen Personen richten dürfen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dem Verordnungsgeber sind nach dem Wortlaut des Gesetzes ('Maßnahmen') praktisch keine Grenzen gesetzt worden. §25 Epidemiegesetz 1950 scheint dem Verordnungsgeber eine beinahe grenzenlose Ermächtigung zu Grundrechtseingriffen aller Art zu erteilen, solange sie mit dem Ziel der Epidemiebekämpfung in irgendeinem Zusammenhang stehen. Mit der Verwendung des völlig konturlosen Begriffs der 'Maßnahme' wird auch jener Bereich des verfassungsrechtlich Zulässigen verlassen, den der Verfassungsgerichtshof meinte, als er in der oben zitierten Judikatur von einer 'zweckbezogenen Determinierung' des Verordnungsgebers sprach. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Höhere Determinierungsanforderungen bei Grundrechtseingriffen ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Außerdem widerspricht §25 Epidemiegesetz 1950 in der Lesart des Verordnungsgebers, wonach sich darauf Quarantäneverpflichtungen stützen lassen, dem Grundsatz, dass in Gesetzen, die nicht bloß zufällig und ausnahmsweise, sondern in der Regel in ein Grundrecht eingreifen bzw Eingriffe durch die Verwaltung gestatten ('eingriffsnahe Gesetze'), der Eingriffstatbestand besonders deutlich umschrieben werden muss (Öhlinger, Verfassungsrecht Rz 590; VfSlg 10.737/1985; VfSlg 11.455/1987 uvam). Je gravierender durch eine Verordnung in die Grundrechte des Einzelnen eingegriffen wird, desto höher sind die Anforderungen an die gesetzliche Determinierung des Grundrechtseingriffs. Von einer 'besonders deutlichen Umschreibung' des Grundrechtseingriffs, wie dies angesichts des massiven Eingriffs in die Freiheit (Art5 EMRK, Art1 PersFrG) zu erwarten gewesen wäre, kann in §25 Epidemiegesetz 1950 indes keine Rede sein. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Neuerlich sei hier hervorgehoben, dass Art1 Abs2 PersFrG einen besonderen Grundsatz der Gesetzmäßigkeit normiert, woraus die Literatur ableitet, dass dieser spezielle Gesetzmäßigkeitsgrundsatz eine über den Maßstab des Art18 B-VG hinausgehende gesetzliche Determinierung der Vollziehung in Fragen des Freiheitsentzuges verlangt (so Öhlinger, Verfassungsrecht, Rz 839). Der VfGH berücksichtigt diesen speziellen Gesetzmäßigkeitsgrundsatz in seiner jüngst ergangenen Entscheidung vom 1.10.2020, Gzl V405/2020 (V405/2020-14) nicht hinreichend. Nach Auffassung des Antragstellers ist daher im Anwendungsbereich des Art1 Abs2 PersFrG eine rein zweckbezogene Determinierung nicht ausreichend. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Anordnung einer Quarantäne, wie sie in den §§3, 4 Abs2 der angefochtenen Verordnung angeordnet wird, stellt einen äußerst massiven Eingriff in die Freiheit im Sinne des Art5 EMRK dar. Diesbezüglich ist festzuhalten, dass §25 Epidemiegesetz 1950 auf den sich die angefochtene Verordnung stützt, keine ausdrückliche Ermächtigung zur Vorkehrung von Freiheitsbeschränkungen vorsieht. Die pauschale Anordnung im §25 Epidemiegesetz 1950, dass 'Maßnahmen' getroffen werden können, ist für die Anordnung einer Quarantäne die faktisch einer Haft gleichkommt, keinesfalls ausreichend. Unterstellt man §25 Epidemiegesetz 1950 den Inhalt, dass diese gesetzliche Bestimmung ein Exekutivorgan ermächtigt pauschal eine unbestimmte Anzahl von Personen mittels generell-abstrakten Rechtsakt zu einer Quarantäre (Hausarrest) zu verpflichten, dies ohne jeglichen Beweis für die tatsächliche Gefährlichkeit der betroffenen Person, erinnert dies stark an totalitäre Regime, in denen sich nicht gewählte Exekutivorgane von den gesetzgebenden Körperschaften eine Blankoermächtigung zu massiven Grundrechtseingriffen und Freiheitsbeschränkungen 'ausstellen lassen'. Im Geltungsbereich des B-VG ist eine Freiheitsbeschränkung in dem Ausmaß, wie sie die angefochtene Verordnung vorsieht, ohne parlamentarische Beschlussfassung durch ein Exekutivorgan jedenfalls im Sinne des Art18 Abs1 sowie im demokratischen Prinzip der Bundesverfassung denkunmöglich und ausgeschlossen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Zusammenfassung ",
            "annotations": []
        },
        {
            "text": "[…].\"",
            "annotations": []
        },
        {
            "text": "3. Der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz hat als verordnungserlassende Behörde die Akten betreffend das Zustandekommen der angefochtenen Verordnung vorgelegt und eine Äußerung erstattet, in der die Zulässigkeit des Antrages bestritten und den Bedenken des Antragstellers wie folgt entgegengetreten wird (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"III. In der Sache: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Einleitend verweist der BMSGPK auf die ständige Rechtsprechung des Verfassungsgerichtshofs, wonach sich der Verfassungsgerichtshof in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002) und ausschließlich beurteilt, ob die angefochtene Bestimmung aus den in der Begründung des Antrages dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004; VfGH 26.2.2018, V96/2017). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Zur behaupteten Gesetzwidrigkeit infolge unzureichender 'Grundlagenforschung' ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.1. Der Antragsteller behauptet, dass der COVID-19-EinreiseV eine unzureichende 'Grundlagenforschung' hinsichtlich der Voraussetzungen der Verordnungserlassung zugrunde liege, räumt dabei jedoch selbst ein, dass er diese Frage nicht beurteilen könne. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.2. Aus der inzwischen gefestigten Rechtsprechung des Verfassungsgerichtshofs zu den auf der Grundlage des COVID-19-Maßnahmengesetzes (im Folgenden COVID-19-MG), BGBl I Nr 12/2020 idF BGBl I Nr 23/2020, erlassenen Verordnungen folgt, dass der Verordnungsgeber angesichts des ihm eingeräumten gesetzlichen Spielraums seine Entscheidungsgrundlagen im Verordnungsakt hinreichend dokumentieren muss. Dem Antragsteller ist zuzustimmen, dass diese Anforderungen wohl auch für die auf der Grundlage des Epidemiegesetzes 1950 (im Folgenden EpiG) erlassenen Verordnungen gelten (vgl für §15 EpiG VfGH 1. 10. 2020, V428/2020). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.3. Nach Ansicht des BMSGPK entspricht die Dokumentation in den vorgelegten Akten diesen Anforderungen: Daraus geht deutlich hervor, dass der Verordnungserlassung ein umfassendes Ermittlungsverfahren vorausgegangen ist. Im Zuge dessen wurde eine eingehende Risikoanalyse insbesondere unter Berücksichtigung der 14-Tages-Inzidenzen in den jeweiligen Staaten vorgenommen (s den Annex zur fachlichen Begründung im Verordnungsakt zu BGBl II Nr 52/2021: Analyse der COVID-19 Situation im Ausland nach dem ECDC Datenstand vom 14.01.2020 bzw die interministerielle Analyse der COVID-19-Situation im Ausland im Verordnungsakt der für den relevanten Sachverhalt anwendbaren Novelle BGBl II Nr 165/2021). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie aus dem Verordnungsakt ersichtlich, ist die 14-Tages-Inzidenz jedoch nicht der einzige Faktor, der der Beurteilung der Einreisestaaten zugrunde liegt. Zusätzlich fließen etwa der Grad der Auslastung der Gesundheitseinrichtungen und die aktuellen rechtlichen Maßnahmen in den jeweiligen Ländern ein (s dazu zB die Auswertung der Botschaftsberichte im Verordnungsakt). Ebenso berücksichtigt wird nunmehr auch der Anteil an Voll- und Teilimmunisierten und die Testungen samt Positivrate (s dazu für die im vorliegenden Fall anwendbare COVID-19-EinreiseV idF BGBl II Nr 165/2021 die interministerielle Analyse der COVID-19-Situation im Ausland im einschlägigen Verordnungsakt). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine zentrale Rolle spielen dabei auch die Empfehlungen und Einstufungen der ECDC (European Center of Disease Control) und die Empfehlung des Rates der Europäischen Union für eine koordinierte Vorgehensweise bei der Beschränkung der Freizügigkeit aufgrund der COVID-19-Pandemie vom 12. 10. 2020 bzw nunmehr die Empfehlung (EU) 2021/119 vom 1. 2. 2021, ABl 2021 LI 36/1. Die Risikoeinstufung der Staaten anhand der beschriebenen Faktoren wird laufend evaluiert, und die Regelungen der COVID-19-EinreiseV werden dementsprechend adaptiert. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ein ausschlaggebender Faktor für die Verschärfungen der Novelle BGBl II Nr 52/2021 (Sonderreglungen für Pendler, Vorlage eines ärztlichen Zeugnisses bzw Testergebnisses bereits bei der Einreise) war zusätzlich die Verbreitung neuer Virusvarianten und das davon ausgehende erhöhte Infektionsrisiko (s die Erläuterungen und Seite 1 ff der fachlichen Begründung zu BGBl II Nr 52/2021): Eine neue Variante des SARS-CoV-2 Virus 'VOC 202012/01' wurde Ende des Jahres 2020 zuerst im Vereinigten Königreich sequenziert und verbreitete sich nun in Europa und teilweise auch in außereuropäischen Ländern. Untersuchungen zeigten eine höhere Transmissionsrate im Vergleich zu anderen Varianten. In Südafrika war ebenfalls eine Variante sequenziert worden ('501V2'), die mit einer höheren Transmissionsrate einhergehen konnte. Auch bei Rückkehrern aus Brasilien nach Japan war eine neue COVID-19 Variante (B.1.1.248) entdeckt worden, die einige der Merkmale aufwiesen, die für eine erhöhte Infektiosität von Bedeutung waren. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine Berücksichtigung der möglichen Verbreitung der Virus-Varianten stellte aufgrund der im Zeitpunkt der Verordnungserlassung unzureichenden Evidenzlage, besonders hinsichtlich der Ausbreitung, eine große Unwägbarkeit dar. Für die folgende(n) Woche(n) wurden nationale und internationale Untersuchungsergebnisse erwartet, um die Bedeutung der neuen Variante besser einschätzen zu können. Fest stand im Zeitpunkt der Verordnungserlassung, dass die mittlerweile bestätigte höhere Transmissibilität die Reproduktionszahl signifikant erhöhen und somit das Infektionsgeschehen maßgeblich beschleunigen konnte. Dafür war die Entwicklung in Irland in den vergangenen Wochen ein anschauliches Beispiel (s dazu und zu den Beobachtungen in Dänemark und im Vereinigten Königreich Seite 2 bis 4 der fachlichen Begründung zur Verordnung BGBl II Nr 52/2021).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Basierend auf den aktuell zur Verfügung stehenden und limitierten Daten hinsichtlich der Ausbreitung der neuen Virusvarianten sowie den Sequenzierungskapazitäten vieler EU/EWR-Staaten (darunter auch besonders österreichischer Nachbarstaaten), der Schweiz und des Vereinigten Königreichs sowie von Drittstaaten wurde von einer hohen Dunkelziffer der Fälle mit Bezug zu den neuen Mutationen ausgegangen (Seite 4 der fachlichen Begründung im Verordnungsakt zu BGBl II Nr 52/2021 und die Höhe der Fallzahlen im Annex). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus infektions-epidemiologischen Überlegungen war es geboten, einen Eintrag der neuen Virus-Varianten nach Österreich jedenfalls möglichst zu vermeiden bzw so gering wie möglich zu halten. Aufgrund der Einstufung aller nicht auf Anlage A geführten Staaten als Risikogebiet, der zumeist weiterhin steigenden Fallzahlen und sich häufenden Berichten hinsichtlich der Verbreitung der neuen Virusvarianten wurden restriktivere Einreiseregelungen als effektive Maßnahme zur Vermeidung von Reiseverkehr und damit einer potentiellen Eintragsquelle erachtet. In diesem Zusammenhang war auch eine Verschärfung des Pendlerverkehrs erforderlich. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Speziell zur Quarantäneverpflichtung führt die maßnahmenbezogene fachliche Begründung im Verordnungsakt zu BGBl II Nr 52/2021 Folgendes aus: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Eine neue Variante des SARS-CoV-2 Virus \"VOC 202012/01\" wurde Ende des Jahres 2020 zuerst in der UK sequenziert und verbreitet sich nun in Europa und teilweise auch in außereuropäischen Ländern. Zusätzlich wurden zwei weitere Mutationen, \"VOC 202012/02\" (\"Südafrika-Mutation\") sowie P1 der B.1.1.248 Linie (\"Brasilien-Mutation) festgestellt. Untersuchungen zeigen aufgrund der Mutation N501Y im Spike Protein eine höhere Transmissionsrate im Vergleich zu anderen Varianten. Die weiteren Eigenschaften des Krankheitsverlaufs wie Latenzdauer (Zeitraum zwischen vermuteter Exposition/Ansteckung bis Infektiösität) oder Inkubationszeit (Zeitraum zwischen vermuteter Exposition/Ansteckung bis zum Auftreten der Symptome) sind nach bisherigen Erkenntnissen unverändert. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Neben dem \"üblichen\" Risiko der Staaten anhand der Fallzahlen, besteht durch die Verbreitung der Virusmutationen ein erhöhtes Infektionsrisiko. Das Problem ist jedoch, dass die notwendigen epidemiologischen Parameter zur Bewertung der epidemiologischen Lage in anderen Europäischen Ländern noch nicht in allen Ländern zur Verfügung stehen. Aufgrund der bisher beobachteten assoziierten Mutanten-spezifischen Eigenschaften (Übertragbarkeit) scheint eine Unterteilung hinsichtlich Quarantänedauer nicht indiziert. Daher ist es fachlich gerechtfertigt alle einreisenden Personen unter eine 10-tägige Quarantäne zu stellen und die Möglichkeit zum Freitesten erst am 5. Tag nach Einreise zu schaffen. Aufgrund des unveränderten Krankheitsverlaufs und vorliegender Informationen zur Verteilungsfunktion infektiöser Personen, sind mögliche erkrankte Personen an diesem Tag bereits infektiös und Virusmaterial ist i.d.R. bereits nachweisbar.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Zeitpunkt der Erlassung der für den Anlassfall einschlägigen Verordnung BGBl II Nr 165/2021 war die Gefahrenlage aufgrund der Virusvarianten unvermindert aufrecht (vgl Seite 3 der interministeriellen Analyse der COVID-19-Situation im Ausland). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.4. Was im Speziellen die Risikoeinstufung von Kroatien betrifft, so wurden diesbezüglich im Verordnungsakt zur der im vorliegenden Fall anzuwendenden COVID-19-EinreiseV BGBl II Nr 165/2021 besonders negative Entwicklungen festgestellt (Seite 2 und 14 der interministeriellen Analyse der COVID-19-Situation im Ausland). Von ECDC wurde Kroatien als dunkelrot eingestuft. Diese Einstufung betrifft jene Länder, in denen die 14-Tages-Inzidenz über 500 liegt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Unter Punkt 3. der fachlichen Begründung zur Verordnung BGBl II Nr 165/2021 wurde zu Kroatien darüber hinaus Folgendes festgehalten: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Kroatien lag, laut ECDC Wochenauswertung vom 08.04., mit einer 14-Tages Inzidenz von 551 und einem steigenden Trend über dem Schwellenwert. Zudem wurde eine sehr hohe Positivitätsrate von 18,7% beobachtet. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In Kroatien werden übliche Schutzmaßnahmen weiterhin empfohlen und weitere einschränkende Maßnahmen gesetzt, welche den hohen Infektionszahlen entgegenwirken sollen (z.B.: Schließung von Gastronomiebetrieben, Verbot von Massenveranstaltungen, Besuchsverbote in Pflegeeinrichtungen). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die lt. ECDC ausgewiesene relativ hohe Testpositivitätsrate könnte auf die nationale Teststrategie zurückzuführen sein bzw mit der Datenlage der für die ausgewiesenen Tests in Verbindung stehen: Testungen von Personen mit Krankheitssymptomen, Kontaktpersonen und vulnerable Gruppen werden priorisiert. In Kroatien kommen NAAT und Antigentests zum Einsatz, eine Aufschlüsselung nach Testmethode ist aufgrund der vorliegenden Daten nicht möglich. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bei der Gegenüberstellung der aktuellsten 7- und 14-Tages Inzidenz vom 11.04. könnte von einem leichten Rückgang der Fallzahlen auszugehen sein. Zum Vergleich: 7-Tagesinzidenz von 302 vs. 14-Tagesinzidenz von 616. Ein negativer Trend von -4% ist aufgrund der Änderungen der Fälle im 7-Tagesfenster zu beobachten. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die epidemiologische Entwicklung Kroatiens sollte unter genauer Beobachtung bleiben. Eine Aufnahme auf Anlage B könnte erfolgen, sollten durch die gesetzten Maßnahmen keine nachhaltig positiven Entwicklungen erreicht werden.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.5. Der Verordnungserlassung liegt damit eine komplexe Gesamtbewertung zugrunde. Sie fußt auf validen Datengrundlagen, berücksichtigt vielschichtige Faktoren und erfolgte unter Abwägung der maßgeblichen epidemiologischen und der diesen entgegenstehenden Interessen (vgl auch Punkt III.3.3.). Die Risikoeinstufung entspricht nach Ansicht des BMSGPK damit etwa auch den Anforderungen, die die deutsche Rechtsprechung an eine hinreichend aussagekräftige Tatsachengrundlage stellt (vgl den Beschluss des Niedersächsischen OVG vom 30. 11. 2020 – 13 MN 520/20 Rz 38 und den Beschluss des OVG NRW vom 13. 7. 2020 – 13 B968/20.NE, Rz 81; zur Übereinstimmung der vergleichbaren Sächsischen Einreisereglungen mit den Empfehlungen der ECDC und der EU-Ratsempfehlung vgl mwN den Beschluss des Sächsischen OVG vom 9. 12. 2020 – 3 B417/2020 Rz 22). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.6. Im Ergebnis ist der BMSGPK der Verpflichtung zur umfassenden Ermittlung der für die Verordnungserlassung maßgeblichen Umstände nachgekommen und hat dies den zeitlichen Umständen der Verordnungserlassung entsprechend auch hinreichend im Verordnungsakt dokumentiert. Die Behauptung unzureichender 'Grundlagenforschung' erweist sich damit als haltlos. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Zur behaupteten Verletzung des Grundrechts auf persönliche Freiheit gemäß Art5 EMRK und Art1 BVG über den Schutz der persönlichen Freiheit (PersFrG) ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.1. Der Antragsteller erachtet den Schutzbereich des Art5 EMRK bzw Art1 PersFrG als erfüllt, zumal die selbstüberwachte Quarantäne gemäß §4 Abs2 iVm §3 COVID-19-EinreiseV die Tatbestände der 'Festnahme' und der 'Haft' erfülle. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. Im Gegensatz dazu geht der BMSGPK bei der selbstüberwachten Quarantäne gemäß §4 Abs2 iVm §3 Abs1 COVID-19-EinreiseV nicht von einem Eingriff in das Grundrecht auf persönliche Freiheit gemäß Art1 PersFrG und Art5 EMRK, sondern von einem Eingriff in das (nicht ins Treffen geführte) verfassungsgesetzlich gewährleistete Recht auf Freizügigkeit (Art4 StGG, Art2 Abs1 4. ZP EMRK) aus: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Verbürgungen des Art1 PersFrG und des Art5 EMRK haben (ungeachtet der Unterschiede in der Reichweite der beiden Schutzbereiche) gemeinsam, dass sie nicht jede Form der Freiheitsbeschränkung erfassen, sondern nur qualifizierte Beschränkungen der körperlichen Bewegungsfreiheit in Form des Freiheitsentzugs. Der Freiheitsentzug setzt nach herrschender Lehre zwei konstitutive Merkmale voraus: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. Erstens erfordert ein Freiheitsentzug die Allseitigkeit der Bewegungsbeschränkung (vgl VfSlg 3447 zu Art8 StGG: Voraussetzung, dass im Wege physischen Zwanges persönliche Ortsveränderungen entweder überhaupt unterbunden oder auf bestimmte, nach allen Seiten hin begrenzte Örtlichkeiten oder Gebiete, die nicht verlassen werden dürfen, eingeschränkt wird; dazu Kopetzki in Korinek/Holoubek, Kommentar zum B-VG, PersFrG Art1 Rz 21 ff). Aufgrund des Verbots, den Wohnsitz oder die Unterkunft zu verlassen, ist diese Voraussetzung – wenn auch nicht in dem vom Antragsteller angenommenen Ausmaß – bei der selbstüberwachten Quarantäne gemäß §3 COVID-19-EinreiseV zu bejahen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.4. Zweitens hängt das Vorliegen eines Freiheitsentzugs von der Art des Hindernisses ab, das der Bewegungsfreiheit entgegensteht (Kopetzki in Korinek/Holoubek, Kommentar zum B-VG, PersFrG Art1 Rz 30). So bedarf es nach herrschender Lehre eines physischen Zwangselements in dem Sinne, dass entweder körperlicher Zwang ausgeübt wird oder der Betroffene aus den Begleitumständen den Eindruck einer erforderlichenfalls physischen Durchsetzung gewinnen muss (vgl VfSlg 18.836/2009; Kopetzki in Korinek/Holoubek, Kommentar zum B-VG, PersFrG Art1 Rz 31 f; Grabenwarter/Frank, B-VG, Art1 PersFrBVG, Rz 2 [Stand 20.6.2020, rdb.at]; vgl zu Art5 EMRK Grabenwarter/Pabel, EMRK6 [2016] §21 Rz 7). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.5. Unabhängig von der – für das vorliegende Verfahren nicht einschlägigen – Frage der Qualifikation der 'Heimquarantäne' gemäß §7 EpiG liegt dieses physische Zwangselement nach Ansicht des BMSGPK bei der selbstüberwachten Quarantäne gemäß §3 COVID-19-EinreiseV nicht vor. Insbesondere bestehen diesbezüglich deutliche qualitative Unterschiede zwischen der Absonderung in der Wohnung gemäß §7 Abs1a EpiG und der selbstüberwachten Quarantäne gemäß §3 COVID-19-EinreiseV: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.6. Wie schon aus der Wendung 'selbstüberwacht' hervorgeht, ist das behördliche Kontrollelement selbst im Vergleich zur Absonderung in der Wohnung gemäß §7 Abs1a EpiG deutlich herabgesetzt: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anders als bei letzterer wird die Quarantäne gemäß §3 COVID-19-EinreiseV nicht individuell behördlich verfügt, sondern sie ist aufgrund der entsprechenden Anordnung (im Fall des Antragstellers des §4 Abs2 COVID-19-EinreiseV) aus eigenem anzutreten. Im Gegensatz zur bescheidmäßigen Anordnung gemäß §7 Abs1a EpiG erlangt die zuständige Bezirksverwaltungsbehörde zudem nur im Falle einer Überprüfung durch die für den Ort des Grenzübertritts zuständige Bezirksverwaltungsbehörde Kenntnis von der Quarantäne, sodass schon aus diesem Grund der Grad der behördlichen Überwachung geringer ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wenngleich §12 Abs1 COVID-19-EinreiseV eine Überprüfungsmöglichkeit der Bezirksverwaltungsbehörde vor Ort vorsieht, besteht keine gesetzliche Grundlage zur zwangsweisen Durchsetzung der Quarantänepflicht. Da die Ermächtigung zur zwangsweisen Durchsetzung in §28a Abs1 EpiG an die Aufgaben und Befugnisse der Bezirksverwaltungsbehörden bzw die Maßnahmen des EpiG anknüpft, gilt dies auch für die Organe des öffentlichen Sicherheitsdienstes. Rechtsfolge eines Verstoßes gegen die Quarantäne gemäß §3 EpiG ist damit 'bloß' eine Verwaltungsübertretung (§40 Abs1 litc EpiG; dies erkennt auch der Antragsteller in seinen Ausführungen zur Umwegsunzumutbarkeit, wo er sich lediglich zur Unzumutbarkeit der Provokation eines Strafbescheides, nicht aber eines Zwangsakts äußert). Dies allein erreicht aber noch nicht die Qualität eines Freiheitsentzugs.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die selbstüberwachte Quarantäne gemäß §4 Abs2 iVm §3 COVID-19-EinreiseV unterscheidet sich damit qualitativ deutlich von den Fällen des Freiheitsentzugs, die Art1 PersFrG und Art5 EMRK vor Augen haben: Weder kann sie zwangsweise durchgesetzt werden, noch erreicht sie eine annähernd ähnliche Überwachungsdichte wie Fälle der Absonderung in einer Krankenanstalt (zum Kriterium der Intensität der Aufsicht etwa Grabenwarter/Pabel, EMRK6 §21 Rz 8). Es bedarf für eine Ortsveränderung insbesondere keiner Überwindung physischer Schranken, die der körperlichen Bewegungsfreiheit entgegenstehen. Unter der gebotenen Würdigung aller Elemente (vgl nur EGMR 25.06.1996, 19776/92 [Amuur gg Frankreich], ÖJZ 1996, 956 und Hauer in Merten/Papier/Kucsko-Stadlmayr, Handbuch der Grundrechte² [2014] §11 Rz 8) fällt sie nach Ansicht des BMSGPK daher nicht in den Schutzbereich des Art1 PersFrG oder des Art5 EMRK. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.7. Dieses Ergebnis entspricht im Übrigen – soweit ersichtlich – auch der herrschenden Rechtsprechung in Deutschland (s mwN die Entscheidung des Bayrischen VGH vom 23. 11. 2020 – 59-VII-20 Rz 41 ff zur 14-tägigen Heimquarantäne für Reiserückkehrer: 'Weder die Auswahl der Unterkunft noch die Zuführung zur Unterkunft erfolgte unter Mitwirkung oder Einfluss staatlicher Stellen. Auch eine Bewachung der betroffenen Personen in der Unterkunft erfolgte nicht. Die [...] \"Beobachtung durch die zuständige Kreisverwaltungsbehörde\" stellte – schon mit Blick auf deren personelle Ressourcen – keine Bewachungsmaßnahme dar, durch die betroffene Personen wirksam daran gehindert worden wären, die Unterkunft vorübergehend oder ganz zu verlassen. Die Einreise-Quarantäneverordnung regelte vor allem keine Eingriffsbefugnisse, mittels derer ein Verbleiben der betroffenen Personen in der selbst gewählten Unterkunft oder eine Rückkehr zu dieser unter Einsatz direkten Zwangs hätte durchgesetzt werden können. Als Sanktion im Fall eines Verstoßes gegen die Absonderungspflicht war vielmehr nur die Verhängung eines Bußgelds vorgesehen. Eine über die Rechtspflicht zur Anwesenheit in der Unterkunft hinausgehende, unmittelbarem Zwang vergleichbare Beschränkung der Bewegungsfreiheit wurde [...] somit nicht hervorgerufen'. Vgl. auch den Beschluss des OVG NRW vom 13. 7. 2020 – 13 B968/20. NE Rz 48 mwN: 'Die Verordnungsermächtigung [Anm des Infektionsschutzgesetzes] dürfte insbesondere nicht gegen den Richtervorbehalt im Sinne von Art104 Abs2 GG i. V. m. Art2 Abs2 Satz 2 GG verstoßen, weil die häusliche Absonderung die \"Freiwilligkeit\" des Betroffenen voraussetzt und deshalb mangels physischer Zwangswirkungen keinen Eingriff in das Grundrecht auf körperliche Bewegungsfreiheit begründet. [...] Soweit ein Verstoß gegen die Absonderungspflicht [...] bußgeldbewährt ist, kann dies zwar eine psychische Zwangswirkung auf die Betroffenen ausüben. Die Verpflichtung wird aber nicht durch weitere Vorkehrungen begleitet, die einen zur Eröffnung des Schutzbereichs des Art2 Abs2 Satz 2 GG erforderlichen physischen Zwang bewirken könnten'). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wenngleich sich die deutsche und die österreichische Rechtslage in Bezug auf das (im Vergleich zu Art5 EMRK hinsichtlich des Schutzbereichs engere) PersFrG unterscheiden, lassen sich diese Grundwertungen auch auf die Einstufung als Freiheitsentzug iSd Art1 PersFrG übertragen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.8. Selbst wenn der Verfassungsgerichtshof das Vorliegen eines physischen Zwangselements bejaht, so ist im Rahmen der gebotenen Berücksichtigung aller Umstände im Einzelfall auf folgende Besonderheit in der vorliegenden Fallkonstellation hinzuweisen: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die angefochtene Novelle BGBl II Nr 52/2020 mit der entsprechenden Verpflichtung zur Heimquarantäne ist am 10. 2. 2021 in Kraft getreten (vgl §14 Abs6 leg cit). Als der Antragsteller am 27. 3. 2020 nach Kroatien reiste, tat er dies somit in voller Kenntnis der Rechtslage. Anders als etwa bei einer kurzfristigen oder überraschenden Änderung der Rechtslage während eines längeren Auslandsaufenthaltes hatte der Antragsteller somit die Wahl, im Inland zu verbleiben oder aber seine Urlaubsreise mit der Rechtsfolge einer selbstüberwachten Quarantäne bei seiner Rückkehr anzutreten. Auch dieses Element der Wahlfreiheit unterschiedet den vorliegenden Fall von den sonstigen Fällen eines Freiheitsentzugs im Sinne des Art1 PersFrG und Art5 EMRK. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Antragsteller begibt sich somit freiwillig in eine Situation, in der ihm bekannter Weise Beschränkungen auferlegt sind. Diese in der Literatur zur Beurteilung des Aufenthalts von Ausländern im Sondertransitraum eines Flughafens zutreffend vorgebrachte Argumentation (vgl Hauer in Merten/Papier/Kucsko-Stadlmayer, Handbuch Grundrechte, §11 Rz 9) muss umso mehr gelten, wenn es nicht um (wenn auch zu Unrecht) Asylsuchende, sondern um Urlaubsreisende in einer Pandemie geht. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch aus diesem Grund ist nach Ansicht des BMSGPK nicht von einem Freiheitsentzug im Sinne des Art1 PersFrG und Art5 EMRK auszugehen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.9. Dies wird auch durch ein historisches Argument gestützt: Die Quarantäneverpflichtung zur Verhinderung der Einschleppung von übertragbaren Krankheiten aus dem Ausland war eine der historisch ersten Maßnahmen zur Seuchenbekämpfung: Mit wenigen Ausnahmen (zB für Händler) wurden Einreisende für eine gewisse Zeit in 'Kontumazstationen' an den Grenzen abgesondert, wodurch die Verbreitung der Krankheit unterbunden werden sollte (vgl nur Mulley, Zur Genese des Epidemiegesetzes 1950, DRdA 2020, 491 [492] und zum Hauptsanitätsnormativ 1770 Hiersche/K. Holzinger/Eibl, Handbuch des Epidemierechts. Erster Teil: Historische Entwicklung [Stand 13. 5. 2020, rdb.at]). Selbst das Wort 'Quarantäne' hat seine Wurzeln in der einreisebedingten Absonderung (der Wortstamm 'vierzig' entsprach ursprünglich der Dauer der verordneten Quarantäne zB von Schiffen aus dem Ausland). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das normsetzende Organ hatte damit diese seit Jahrhunderten zentrale seuchenrechtliche Maßnahme sowohl bei der Erlassung des PersFrG 1862 als auch bei der Erlassung des PersFrG 1988 gewiss vor Augen, zumal das PersFrG auf seuchenrechtliche Maßnahmen ausdrücklich Bedacht nimmt. Vor diesem Hintergrund wäre es verwunderlich, wenn das PersFrG dennoch eine durch Verordnung unmittelbar angeordnete Quarantäne verunmöglichen würde. Auch dies spricht dafür, dass der historische Gesetzgeber die aus dem Grund der Einreise verfügte Quarantäne nicht als Freiheitsentzug betrachtete. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.10. Da die selbstüberwachte Quarantäne gemäß §4 Abs2 iVm §3 COVID-19-EinreiseV nach Ansicht des BMSGPK nicht in den Schutzbereich des Art1 PersFrG und Art5 EMRK fällt, erübrigt es sich, auf die Punkte 2.2. bis 2.5. des Antrags einzugehen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Zur behaupteten Verletzung des Gleichheitssatzes (Art7 B-VG, Art2 StGG) ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.1. Der Antragsteller behauptet dass die COVID-19-EinreiseV den Gleichheitssatz verletze. Erstens lägen ihr unzureichende Kriterien und Modalitäten zur Einstufung von Risikogebieten zugrunde. Zweitens würden die individuellen Umstände der Einreise nicht berücksichtigt. Drittens sei eine Quarantänepflicht nur dann ein geeignetes Mittel zur Eindämmung der Pandemie, wenn in dem Staat, aus dem die Einreise erfolgt, ein höheres Ansteckungsrisiko als in Österreich bestehe. Eine Gegenüberstellung des Infektionsgeschehens in Österreich sei aber nicht erfolgt. Und viertens verfolge §4 Abs2 den Zweck, Ansprüche auf Vergütung des Verdienstentgangs gemäß §32 EpiG auszuschließen, was unsachlich und daher verfassungswidrig sei. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2. Der Gleichheitssatz setzt dem Verordnungsgeber (vgl zur Prüfung von Verordnungsbestimmungen am Maßstab des Verfassungsrechts VfSlg 17.960/2006, 19.033/2010) insofern inhaltliche Schranken, als er verbietet, unsachliche, durch tatsächliche Unterschiede nicht begründbare Differenzierungen und eine unsachliche Gleichbehandlung von Ungleichem (vgl VfSlg 17.315/2004, 17.500/2005) sowie sachlich nicht begründbare Regelungen zu schaffen (vgl VfSlg 14.039/1995, 16.407/2001). Innerhalb dieser Schranken ist es der Gesetzgebung (und dem Verordnungsgeber) jedoch von Verfassung wegen nicht verwehrt, ihre (sozial-)politischen Zielvorstellungen auf die ihr geeignet erscheinende Art zu verfolgen (vgl VfSlg 13.576/1993, 13.743/1994, 15.737/2000, 16.167/2001, 16.504/2002). Der Normsetzer kann im Rahmen seines rechtspolitischen Gestaltungsspielraumes einfache und leicht handhabbare Regelungen treffen und darf generalisierend von einer Durchschnittsbetrachtung ausgehen und auf den Regelfall abstellen (vgl VfSlg 13.497/1993, 15.850/2000, 16.048/2000, 17.315/2004 und 17.816/2006, 19.722/2012, jeweils mwN) sowie auch Härtefälle in Kauf nehmen (vgl VfSlg 16.771/2002 mwN). Ob das Ergebnis einer Regelung in allen Fällen als befriedigend empfunden wird, kann nicht am Maßstab des Gleichheitssatzes gemessen werden (vgl VfSlg 14.301/1995, 15.980/2000, 16.814/2003). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.3. Einleitend ist darauf hinzuweisen, dass die COVID-19-EinreiseV entsprechend ihrer Zielsetzung der Verhinderung der Verbreitung von COVID-19 (vgl §1 Abs1 leg cit) zwar ganz zentral, aber nicht nur von epidemiologischen Interessen geprägt ist. Wie auch den sonstigen COVID-19-Verordnungen liegt der COVID-19-EinreiseV ein Ausgleich zwischen den konfligierenden Interessen des Gesundheitsschutzes einerseits und grundlegenden wirtschaftlichen, beruflichen und privaten Interessen sowie unions- und völkerrechtlichen Verpflichtungen andererseits zugrunde. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Diese komplexe Gemengelage findet in der COVID-19-EinreiseV wie folgt Niederschlag: Die den epidemiologischen Erfordernissen gegenläufigen wirtschaftlichen und privaten Interessen kommen insbesondere in den §§6 ff COVID-19-EinreiseV zum Ausdruck, indem – soweit dies epidemiologisch vertretbar ist (vgl dazu etwa die Verschärfung der Rechtslage in Bezug auf Pendler durch BGBl II Nr 52/2021) – je nach ihrem Gewicht Ausnahmen und Erleichterungen von den Einreisebeschränkungen normiert werden. Je weniger berücksichtigungswürdig aber der Grund der Einreise ist, desto größeres Gewicht haben auch die gegenläufigen Interessen des Gesundheitsschutzes. Bei in diesem Sinne nicht erforderlichen Einreisen überwiegen damit die epidemiologischen Interessen, deren oberstes Ziel eine Reduktion der Mobilität und aller nicht notwendigen sozialen Kontakte ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Urlaubsreisen sind im Rahmen einer Pandemie nur wenig schutzwürdig und fallen daher im Rahmen der gebotenen Interessensabwägung auch weniger ins Gewicht. Dies umso mehr, als im Zeitpunkt des Inkrafttretens der angefochtenen Novelle BGBl II Nr 52/2020 und danach auch innerhalb Österreichs strenge Beschränkungen der Mobilität bestanden: Das Antreten einer Urlaubsreise war im maßgeblichen Zeitraum ab 8. 2. 2020 grundsätzlich kein zulässiger Ausgangsgrund nach §2 der 4. COVID-19-SchuMaV, BGBl II Nr 58/2021, und allenfalls nach Maßgabe der Ausnahme des §2 Abs1 Z3 litd leg cit erlaubt). Insbesondere im Zeitpunkt der für den vorliegenden Fall maßgeblichen Fassung der EinreiseV (BGBl II Nr 165/2021) bestanden im Inland aufgrund einer besonders verschärften Lage an den Intensivstationen zusätzliche regionale Verschärfungen in Form ganztägiger Ausgangsbeschränkungen in Wien, Niederösterreich und im Burgenland (§25 Z1 der 4. COVID-19-SchuMaV idF BGBl II Nr 162/2021), die – hätte er sich im Inland befunden – auch den Antragsteller betroffen hätten. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch bei der Beschränkung der weniger schutzwürdigen Reisbewegungen spielt freilich die epidemiologische Lage im Staat, aus dem die Einreise erfolgt, die zentrale Rolle (s zur umfassenden Risikobewertung die Ausführungen zu III.1.). Wie auch aus dem Verordnungsakt zur COVID-19-EinreiseV und ihrer Novellen ersichtlich, wird bei der Risikobewertung entgegen den Behauptungen des Antragstellers auch auf die COVID-19-bezogene Rechtslage und damit auf die Art der Verkehrsbeschränkungen im Staat, aus dem die Einreise erfolgt, Rücksicht genommen. Was die Risikoeinstufung der Länder betrifft, orientieren sich die Bestimmungen der COVID-19-EinreiseV wie unter Punkt III.1.3. dargelegt auch an die Einstufungen des ECDC. Im Zeitpunkt der Erlassung der angefochtenen Novelle BGBl II Nr 52/2021 war die Risikoeinstufung (ebenso wie auch bei der einschlägigen Fassung BGBl II Nr 165/2021) insbesondere auch durch die Unsicherheiten betreffend die Virusvarianten geprägt. Wie die vorgelegten Verordnungsakten bestätigen, unterliegt die epidemiologische Lage einem ständigen Monitoring. Damit ist sichergestellt, dass sowohl die Maßnahmen als auch die Ausnahmen nur so lange aufrecht erhalten bleiben, als dies zur Verhinderung der Verbreitung von COVID-19 erforderlich ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wenn der Antragsteller moniert, dass die relevanten Kriterien weder in der COVID-19-EinreiseV noch im EpiG benannt seien, so richtet sich dieser Vorwurf primär gegen die gesetzliche Grundlage des §25 EpiG. Da diese Bestimmung nicht mit angefochten ist, nimmt der BMSGPK von einer Äußerung dazu Abstand. Soweit sich der Vorwurf auf eine fehlende Normierung der Kriterien in der Verordnung selbst bezieht, verkennt der Antragsteller die Rechtsprechung des Verfassungsgerichtshofes zum Determinierungsgrad seuchenrechtlicher Bestimmungen und den sich daraus ergebenden Anforderungen an die Verordnungserlassung (VfGH 14. 7. 2020, V363/2020 und V411/2020; VfGH 1. 10. 2020, V428/2020). So hat der Verfassungsgerichtshof in diesem Zusammenhang keine Konkretisierungspflicht der auf der Grundlage seuchenrechtlicher Vorschriften erlassenen Verordnung gefordert, sondern aus Art18 Abs2 B-VG vielmehr erhöhte Anforderungen an die Dokumentation der Entscheidungsgrundlagen im entsprechenden Verordnungsakt abgeleitet. Diesen Dokumentationspflichten ist der BMSGPK bei den angefochtenen Verordnungen ausreichend nachgekommen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Vorwurf unzureichender Kriterien und Modalitäten zur Einstufung von Risikogebieten trifft daher im Ergebnis nicht zu. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.4. Was die behauptete unzureichende Differenzierung im Hinblick auf die individuellen Umstände der Reise betrifft, so ist zunächst auf die eingangs zitierte Rechtsprechung des Verfassungsgerichtshofes zu verweisen, wonach der Verordnungsgeber im Rahmen seines Ermessensspielraums auch auf dem Boden des Gleichheitssatzes von einer Durchschnittsbetrachtung ausgehen darf. Individuelle Härtefälle sind dabei in Kauf zu nehmen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine Einzelfallbeurteilung jeder Einreise würde nicht nur zu einer Überlastung der im Rahmen der Pandemie ohnehin schon bis an die Grenzen strapazierten Kapazitäten der Vollziehungsbehörden führen (unter anderem aus diesem Grund verpflichtet etwa §12 Abs1 COVID-19-EinreiseV auch nicht zur einer lückenlosen Kontrolle bei der Einreise). Sie würde das Einreiseregime auch jeglicher Vollziehbarkeit berauben. Bereits auf dem Boden der geltenden Rechtslage bereiten die Ausnahmebestimmungen (und die Versuche ihrer missbräuchlichen Inanspruchnahme) Unsicherheiten bzw Schwierigkeiten im Vollzug. Eine Berufung auf die individuellen Umstände der jeweiligen Reise in Bezug auf Sozialkontakte wäre aber praktisch in keiner Weise überprüfbar und würde damit der Umgehung der Einreisevorschriften Tür und Tor öffnen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Diese Ansicht teilt auch die Rechtsprechung in Deutschland (vgl mwN den Beschluss des Niedersächsischen OVG vom 30. 11. 2020 – 13 MN 520/20 Rz 50: 'Eine Quarantäne-Verordnung muss nicht alle diese Faktoren abbilden. Würde sie es tun, wäre sie voraussichtlich unübersichtlich und schwer handhabbar und würde damit ihren infektionsschützenden Zweck verfehlen [...]. Praktikabilität und Einfachheit des Rechts können generalisierende Regelungen rechtfertigen [...]. Bereits die jetzige Quarantäne-Verordnung ist mit ihren Ausnahmeregelungen für den Normadressaten kaum noch zu überblicken. Würde sie weitere Parameter enthalten, könnte eine im Einzelfall ungerechtfertigte Ungleichbehandlung zwar ausgeschlossen werden; eine infektionsschützende Wirkung würde eine derartige Verordnung allerdings mangels Verständlichkeit kaum noch entfalten'). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Übrigen sind auch die vom Antragsteller vorgebrachten individuellen Umstände vor dem Hintergrund des grundsätzlich europaweit hohen Infektionsgeschehens und insbesondere der Verbreitung der Virusvarianten nicht geeignet, eine Infektion bei der Wiedereinreise auszuschließen (abgesehen von der zeitlich beschränkten Aussagekraft der Tests, vgl dazu die in Punkt III.1.3. zitierten fachlichen Erwägungen zur Quarantäneverpflichtung im Verordnungsakt lässt sich selbst bei Reduktion der sozialen Kontakte eine Ansteckung, zB auf den vom Antragsteller genannten Märkten, nicht ausschließen). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.5. Hinsichtlich des monierten fehlenden Vergleichs zum Infektionsgeschehen in Österreich ist einleitend darauf hinzuweisen, dass entgegen der Behauptung des Antragstellers im konkreten Fall im Zeitpunkt der Erlassung der hier für die Einreise maßgeblichen Verordnung BGBl II 165/2021 besonders negative Entwicklungen in Kroatien verzeichnet wurden (Seite 2 der im Verordnungsakt dokumentierten interministeriellen Analyse der COVID-19-Entwicklung im Ausland). Was die Inzidenzen betrifft, wies Österreich eine 7-Tages-Inzidenz von 246, Kroatien hingegen von 312 auf; die 14-Tages-Inzidenz betrug in Österreich 491, in Kroatien 551, dazu Seite 2 und 14 der interministeriellen Analyse der COVID-19-Situation im Ausland). Im Anlassfall vermag das Vorbringen des Antragstellers schon aus diesem Grund nicht zu überzeugen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die angefochtenen Bestimmungen sind zudem als Teil eines Maßnahmenpakets auch in Zusammenschau mit der im zeitlichen Zusammenhang stehenden 4. COVID-19-SchuMaV, BGBl II Nr 58/2020, zu beurteilen: Aufgrund zunächst nächtlicher, ab 11. 4. 2021 mit BGBl II Nr 165/2021 in Niederösterreich, Wien und dem Burgenland ganztägiger Ausgangsbeschränkungen und weitreichender Betretungsverbote insbesondere für Gastgewerbe-, Beherbergungs-, Freizeit- und zT Handelsbetriebe war die Mobilität im Zeitpunkt des Auslandsaufenthalts des Antragstellers drastisch reduziert. Die verschärften Einreisebestimmungen sind demgemäß flankierende Maßnahmen zur weiteren Verringerung der Mobilität und der sozialen Kontakte in einer epidemiologisch äußert angespannten Lage. In Zusammenschau mit den hohen Inzidenzwerten der nicht in der Anlage A genannten Staaten trifft daher zunächst die Aussage, die Infektionsgefahr stelle sich nicht anders dar, als wenn der Antragsteller im Inland verblieben wäre, schon aus diesem Grund nicht zu. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bei international hohem Infektionsgeschehen kommt als weiterer spezifischer Risikofaktor grenzüberschreitender Reisebewegungen hinzu, dass im Ausland die Einhaltung von COVID-19-Schutzmaßnahmen nicht kontrolliert werden kann und insbesondere die Nachverfolgung von Infektionswegen nicht möglich ist. Aus diesem Grund ging etwa auch das VGH Baden-Württemberg nicht von der Vergleichbarkeit der Sachverhalte (Einreisende aus ausländischen Risikogebieten und Personen, die sich im Inland in einem Gebiet mit erhöhter Inzidenz aufgehalten haben) aus (VGH Baden Württemberg, 03. 12. 2020 – 1 S 3737/20 Rz 61 und 69; vgl zu diesem Kriterium auch Bayrischer VerfGH 23. 11. 2020 – 59-VII-20, Rz 62 und Rz 81; so sah auch zuletzt der Bayrische VGH in seinem Beschluss vom 2. 3. 2021 – 20 NE21.570 die zentrale Rechtfertigung für die unterschiedliche Behandlung zwischen Inlands- und Auslandssachverhalten darin, dass Rückkehrer aus ausländischen Risikogebieten während des Auslandsaufenthalts nicht den Schutzmaßnahmen im Inland unterliegen). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Hinzu kam bei der angefochtenen Verordnung die speziell mit Reisen verbundene Gefahr der Einschleppung nicht nur (nicht rückführbarer) Infektionen, sondern auch von Virusvarianten. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund dieser komplexen Gesamtbewertung greift es daher insbesondere in einer Situation mit ohnehin sehr hohem Infektionsgeschehen zu kurz, ausschließlich auf einen Vergleich der Inzidenzen abzustellen (vgl aber etwa Muzak, B-VG6 Art2 PersFrG, Rz 14 und – jedoch vor dem Hintergrund eines generell niedrigeren epidemiologischen Grundgeschehens im Frühsommer – Muzak, Quarantäne nach Einreise verfassungswidrig, Die Presse vom 2. 6. 2020, 6).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bei der selbstüberwachten Heimquarantäne nach Einreise handelt es sich um ein geeignetes Mittel zur Verhinderung der Verbreitung von COVID-19: Die Verpflichtung zur Quarantäne mag zwar die Ausreise und damit die Reisebewegung nicht verhindern. Sie sorgt aber dafür, dass soziale Kontakte und Mobilität bei der Wiedereinreise unterbunden werden. Nur so lässt sich das Ziel der Verhinderung der Verbreitung von COVID-19 durch Eintrag aus dem Ausland effektiv verhindern. Gelindere Mittel (wie zB Testungen bei der Einreise) sind nicht geeignet, die Einschleppung aus dem Ausland ebenso wirksam hintanzuhalten, zumal sie Restrisiken wie das 'diagnostische Fenster' bzw die sich aus der Inkubationszeit ergebenden Unsicherheiten nicht berücksichtigen. Mit dem Abstellen auf eine fünftägige Frist vor der Möglichkeit der 'Freitestung', die im Übrigen etwa auch in Deutschland zugrunde gelegt wird, werden diese Risiken effektiv ausgeschlossen (vgl wieder die fachlichen Ausführungen zur 10-tägigen Quarantäne im Verordnungsakt zu BGBl II Nr 52/2021). Insbesondere bei den weniger schutzwürdigen Reisen fallen demgegenüber die gegenläufigen Interessen weniger stark ins Gewicht. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Was den vom Antragsteller erneut zitierten Beschluss des OVG NRW vom 20. 11. 2020 – 13 B1770/20.NE betrifft, ist abermals auf die weitere Entwicklung der Rechtsprechung in Deutschland zu verweisen, die die begrenzte Aussagekraft der zitierten Entscheidung eindrucksvoll vor Augen führt: So gelangt etwa das OVG NRW bereits in der Folgeentscheidung (Beschluss vom 7. 1. 2021 – 13B 2046/20. NE Rz 83 ff) unter Hinweis auf die (sowohl im Hinblick auf den rechtlichen Rahmen als auch im Hinblick auf die Mutation des Virus) geänderte Situation zu einer gegenteiligen Beurteilung. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Ergebnis kann nach Ansicht des BMSGPK vor dem Hintergrund des hohen internationalen Infektionsniveaus und der Gefahrenlage im Hinblick auf den Eintrag von Virusvarianten im Zeitpunkt der Verordnungserlassung die Frage, ob das Infektionsgeschehen in Österreich im Vergleich zu den nicht unter die Anlage A fallenden Staaten noch höher ist, zurücktreten. Angesichts eines drohenden Zusammenbruchs der medizinischen Versorgung ist jede zusätzliche Reduktion nicht notwendiger sozialer Kontakte und der Mobilität in Form der Beschränkung grenzüberschreitender Reisebewegungen nicht nur sachlich gerechtfertigt, sondern auch unerlässlich. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Ergebnis wird die angefochtene Verordnung den Anforderungen aus dem Gleichheitssatz gerecht. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.6. Was den Vorwurf der 'unsachlichen Substitution individuell-konkreter Absonderungsbescheide aus offenkundig fiskalischen Interessen' betrifft, verkennt der Antragsteller die Rechtslage: Aus der taxativen Aufzählung des §32 Abs1 EpiG ergibt sich zweifelsfrei, dass für Verkehrsbeschränkungen auf der Grundlage des §25 EpiG kein Verdienstentgang zusteht. §25 EpiG und der auf seiner Grundlage erlassene §4 Abs2 iVm §3 COVID-19-EinreiseV ist lex specialis zu §7; eine Heimquarantäne aus Anlass der Einreise könnte daher gar nicht rechtmäßig auf §7 gestützt werden. Der Vorwurf eines rechtsmissbräuchlichen Ausschlusses des Verdienstentgangs erweist sich daher bereits aus diesem Grund als verfehlt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Unter Berücksichtigung der Gesamtsystematik der COVID-19-EinreiseV (vgl Punkt III.3.3.) und der im Rahmen der Verhältnismäßigkeitsprüfung gemäß §25 EpiG vorzunehmenden Interessensabwägung besteht auch kein Zweifel an der Verfassungsmäßigkeit des §32 EpiG: Auch hier fließt die Wertung der geringen Schutzwürdigkeit nicht erforderlicher Reisen zu Urlaubszwecken in einer pandemischen Situation ein, deren (im Vorfeld meist erkennbaren) Rechtsfolgen verfassungsrechtlich keinen Ausgleich gebieten (keine verfassungsrechtlichen Bedenken hatte deshalb auch das LVwG OÖ in seinem Erk vom 13. 8. 2020, LVwG-750870/2/BP/BD). Bestünden für diesen Fall Entschädigungsansprüche, hätte es der Urlaubsreisende insbesondere auch in der Hand, Ansprüche auf Entschädigung beliebig zu planen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die faktischen Auswirkungen von Absonderungen gemäß §7 Abs1a EpiG und der selbstüberwachten Quarantäne gemäß §4 Abs2 COVID-19-EinreiseV mögen daher zwar vergleichbar sein. Die Tatbestände, an die die jeweiligen Rechtsfolgen anknüpfen, sind es aber nicht. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Zum Vorwurf der fehlenden Bestimmtheit des §25 EpiG ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4.1. Der Antragsteller behauptet, §25 EpiG sei im Lichte der erhöhten Anforderungen an die Determiniertheit von Eingriffen in das Grundrecht auf persönliche Freiheit zu unbestimmt und daher verfassungswidrig. Er regt daher eine Aufhebung des §25 EpiG an. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4.2. Da §25 EpiG im vorliegenden Fall nicht mit angefochten wurde (was gleichzeitig mit der auf dieser Grundlage erlassenen COVID-19-EinreiseV nach Art140 Abs1 litc B-VG zulässig gewesen wäre), ist auf den Vorwurf der fehlenden Bestimmtheit nicht näher einzugehen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "IV. Im Ergebnis treffen somit die Bedenken des Antragstellers nicht zu. Die behauptete Gesetz- bzw Verfassungswidrigkeit der angefochtenen Bestimmungen liegt nicht vor.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art139 Abs1 Z3 B‐VG erkennt der Verfassungsgerichtshof über Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Voraussetzung der Antragslegitimation gemäß Art139 Abs1 Z3 B-VG ist einerseits, dass der Antragsteller behauptet, unmittelbar durch die angefochtene Verordnung – im Hinblick auf deren Gesetzwidrigkeit – in seinen Rechten verletzt worden zu sein, dann aber auch, dass die Verordnung für den Antragsteller tatsächlich, und zwar ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist. Grundlegende Voraussetzung der Antragslegitimation ist, dass die Verordnung in die Rechtssphäre des Antragstellers nachteilig eingreift und diese – im Falle ihrer Gesetzwidrigkeit – verletzt. ",
            "annotations": []
        },
        {
            "text": "Nicht jedem Normadressaten aber kommt die Anfechtungsbefugnis zu. Es ist darüber hinaus erforderlich, dass die Verordnung selbst tatsächlich in die Rechtssphäre des Antragstellers unmittelbar eingreift. Ein derartiger Eingriff ist jedenfalls nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch die Verordnung selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn dem Antragsteller kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 13.944/1994, 15.234/1998, 15.947/2000).",
            "annotations": []
        },
        {
            "text": "1.2. Die Grenzen der Aufhebung einer auf ihre Gesetzmäßigkeit zu prüfenden Verordnungsbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Normenprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Teil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Stelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Normenprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Der Antragsteller hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des Antragstellers teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Verordnungsstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011, 20.082/2016; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Gesetzwidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Verordnung dieser ein völlig veränderter, dem Verordnungsgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (vgl VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Verordnungsbestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Zunächst ist ein Antrag nicht zu weit gefasst, soweit der Antragsteller solche Normen anficht, durch die seine (rechtlich geschützten) Interessen aktuell beeinträchtigt sind und die mit diesen in untrennbarem Zusammenhang stehen; dabei darf aber nach §57 Abs1 VfGG nicht offen bleiben, welche Vorschrift oder welcher Teil einer Vorschrift nach Auffassung des Antragstellers aus welchem Grund aufgehoben werden soll (siehe mwN VfGH 2.3.2015, G140/2014 ua; vgl auch VfGH 10.12.2015, G639/2015; 15.10.2016, G103-104/2016 ua). Ist ein solcher Antrag in der Sache begründet, hebt der Verfassungsgerichtshof aber nur einen Teil der angefochtenen Bestimmungen als verfassungswidrig auf, so führt dies — wenn die sonstigen Prozessvoraussetzungen vorliegen — im Übrigen zur teilweisen Abweisung des Antrages (VfSlg 19.746/2013; VfGH 5.3.2014, G79/2013 ua).",
            "annotations": []
        },
        {
            "text": "Umfasst der Antrag auch Bestimmungen, durch die die (rechtlich geschützten) Interessen des Antragstellers nicht aktuell beeinträchtigt sind (insofern ist der Antrag zu weit gefasst), die mit (rechtlich geschützten) Interessen des Antragstellers aktuell beeinträchtigenden (und nach Auffassung des Antragstellers den Sitz der Gesetzwidrigkeit bildenden) Bestimmungen aber vor dem Hintergrund der Bedenken in einem Regelungszusammenhang stehen, so ist zu differenzieren: Sind diese Bestimmungen von den den Sitz der verfassungsrechtlichen Bedenken des Antragstellers bildenden, die (rechtlich geschützten) Interessen des Antragstellers aktuell beeinträchtigenden Bestimmungen offensichtlich trennbar, führt dies zur teilweisen Zurückweisung des Antrages. Umfasst der Antrag auch Bestimmungen, die mit den die (rechtlich geschützten) Interessen des Antragstellers aktuell beeinträchtigenden Bestimmungen in einem so konkreten Regelungszusammenhang stehen, dass es nicht von vornherein auszuschließen ist, dass ihre Aufhebung im Fall des Zutreffens der Bedenken erforderlich sein könnte (sind diese Bestimmungen also nicht offensichtlich trennbar), so ist der Antrag insgesamt zulässig (vgl VfSlg 20.111/2016). Dies gilt nach dem vorhin Gesagten aber keinesfalls dann, wenn Bestimmungen mitangefochten werden (etwa alle einer ganzen Verordnung), gegen die gar keine konkreten Bedenken vorgebracht werden und zu denen auch kein konkreter Regelungszusammenhang dargelegt wird (VfSlg 19.894/2014; VfGH 29.9.2015, G324/2015; 15.10.2016, G183/2016 ua).",
            "annotations": []
        },
        {
            "text": "1.3. Die COVID-19-EinreiseV ist mit Ablauf des 30. Juni 2021 außer Kraft getreten (siehe §14 Abs25 COVID-19-EinreiseV idF BGBl II 270/2021). Dies schadet mit Blick auf die jüngere Rechtsprechung des Verfassungsgerichtshofes nicht (vgl VfSlg 20.397/2020, 20.399/2020).",
            "annotations": []
        },
        {
            "text": "1.4. Mit seinem Hauptantrag wendet sich der Antragsteller gegen §4 Abs2 Satz 3 COVID-19-EinreiseV idF BGBl II 52/2021. Der Antragsteller hat damit die im Zeitpunkt der Antragstellung maßgebliche Fassung des §4 Abs2 Satz 3 COVID-19-EinreiseV zutreffend bezeichnet. Auch wenn andere Bestimmungen dieser Verordnung (aus der Sicht des Anfechtungszeitpunktes) zuletzt durch die Novelle BGBl II 165/2021 geändert wurden, hat der Antragsteller zutreffend auf die Fassung der konkret angefochtenen Bestimmung abgestellt. Zwar trifft die Auffassung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz zu, wonach für die Beurteilung der Rechtmäßigkeit der Verordnung, etwa was die aktenmäßige Dokumentation anlangt, auch der Stichtag ihrer letzten Novellierung vor dem Anfechtungszeitpunkt Bedeutung haben kann; das ändert jedoch nichts daran, dass sich der Aufhebungsantrag des Individualantrages zutreffend auf die im Zeitpunkt der Antragstellung in Geltung stehende Fassung des §4 Abs2 COVID-19-EinreiseV, sohin die durch BGBl II 52/2021 hergestellte Fassung, bezieht.",
            "annotations": []
        },
        {
            "text": "Der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz ist jedoch mit seinem Einwand im Recht, dass der Hauptantrag zu eng gefasst ist, weil vor dem Hintergrund der geltend gemachten Bedenken §3 COVID-19-EinreiseV, der die rechtliche Qualität der \"Quarantäne\" erst konkret regelt und daher mit §4 Abs2 leg cit in untrennbarem Zusammenhang steht, hätte mitangefochten werden müssen, um den Verfassungsgerichtshof für den Fall des Zutreffens der Bedenken in die Lage zu versetzen zu entscheiden, ob die Bereinigung der Rechtslage durch Aufhebung von (Teilen des) §3 und/oder des §4 Abs2 COVID-19-EinreiseV vorzunehmen ist. Der Hauptantrag ist daher als unzulässig zurückzuweisen. Entsprechendes gilt für den ersten Eventualantrag, mit dem die Aufhebung (lediglich) von §4 Abs2 Satz 3 und Satz 4 COVID-19-EinreiseV begehrt wird.",
            "annotations": []
        },
        {
            "text": "1.5. Mit seinem zweiten Eventualantrag wendet sich der Antragsteller gegen §4 Abs2 Sätze 3 bis 6 und Abs3, §3 Abs1 Satz 1 sowie Satz 3 (in eventu §3 zur Gänze), §10 Abs1 Satz 2, §11 und §12 Abs2 COVID-19-EinreiseV in jeweils näher bezeichneten Fassungen. Die gemeinsam mit §4 Abs2 Satz 3 und §3 COVID-19-EinreiseV angefochtenen Bestimmungen stehen mit ersteren (jedenfalls) in Zusammenhang, weshalb sie zulässig mitangefochten werden können. ",
            "annotations": []
        },
        {
            "text": "1.5.1. Zwar wäre der Antrag zu eng, wenn nur §3 Abs1 Satz 1 und Satz 3 mit §4 Abs2 Sätze 3 bis 6 COVID-19-EinreiseV angefochten würden, weil §3 leg cit im Falle der Aufhebung im begehrten Umfang als unverständlicher Torso verbliebe, in eventu wendet sich der zweite Eventualantrag zu 3.c. jedoch auch gegen §3 der Verordnung zur Gänze. ",
            "annotations": []
        },
        {
            "text": "1.5.2. Entgegen der Auffassung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz ist der zweite Eventualantrag auch nicht deshalb zu eng gefasst, weil §5 Abs5 der Verordnung (ungeachtet dessen Verweises auf §4 Abs3 leg cit) und §6a leg cit (ungeachtet eines fehlenden eigenständigen Anordnungsgehaltes im Fall der Aufhebung im begehrten Umfang) nicht mitangefochten worden sind: Allein der Umstand, dass nach Aufhebung einer Norm verbleibende Bestimmungen ganz oder zum Teil infolge von Verweisen nicht mehr vollziehbar sind, begründet für sich allein noch keinen zur Mitanfechtung verpflichtenden untrennbaren Zusammenhang, sondern dieser ist in aller Regel die zwangsläufige Folge eines verfassungsgerichtlichen Normenprüfungsverfahrens (vgl VfSlg 17.023/2003, 20.361/2019, 20.476/2021). Das gilt auch, wenn eine verweisende Bestimmung nach Aufhebung anderer Bestimmungen entbehrlich wäre.",
            "annotations": []
        },
        {
            "text": "1.5.3. Der zweite Eventualantrag bezeichnet auch exakt, in welcher Fassung die einzelnen Verordnungsbestimmungen angefochten werden; dabei handelt es sich (grundsätzlich) um die im Zeitpunkt der Anfechtung (26. April 2021) in Geltung gestandenen Fassungen. ",
            "annotations": []
        },
        {
            "text": "Allerdings wendet sich dieser Antrag gegen §11 der Verordnung \"in der Fassung BGBl II 52/2021\"; diese Novelle hat jedoch §11 leg cit nicht geändert (die letzte [und einzige] Änderung des §11 COVID-19-EinreiseV vor dem 26. April 2021 fand durch BGBl II 15/2021 statt). Ungeachtet dieser Fehlbezeichnung ergibt sich jedoch aus dem Gesamtzusammenhang für den Verfassungsgerichtshof unzweifelhaft, in welcher Fassung der Antragsteller die im zweiten Eventualantrag genannten Bestimmungen anfechten will.",
            "annotations": []
        },
        {
            "text": "1.5.4. Da der Antragsteller seine aktuelle Betroffenheit hinreichend dargelegt hat und auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der zweite Eventualantrag (in der §3 der Verordnung zur Gänze mitumfassenden Eventualvariante) als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1.  Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "Der Antrag ist nicht begründet: ",
            "annotations": []
        },
        {
            "text": "2.2. Zum Bedenken unzureichender \"Grundlagenforschung\"",
            "annotations": []
        },
        {
            "text": "2.2.1. Mit seinem ersten Bedenken macht der Antragsteller (nicht näher substantiiert) geltend, der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz habe bei Erlassung der angefochtenen Verordnung keine ausreichende \"Grundlagenforschung\" vorgenommen.",
            "annotations": []
        },
        {
            "text": "2.2.2. Der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz tritt diesem Vorwurf unter Hinweis auf näher bezeichnete Aktenbestandteile entgegen.",
            "annotations": []
        },
        {
            "text": "2.2.3. Der Verfassungsgerichtshof hat zu den Verordnungsermächtigungen des COVID-19-MG bereits mehrfach ausgesprochen (grundlegend VfSlg 20.399/2020; vgl weiters VfSlg 20.458/2021 mwN; VfGH 3.12.2021, V617/2020 ua, und zuletzt etwa VfGH 29.4.2022, V23/2022), dass sie dem Verordnungsgeber einen Einschätzungs- und Prognosespielraum übertragen, ob und wieweit er zur Verhinderung der Verbreitung von COVID-19 auch erhebliche Grundrechtseinschränkungen für erforderlich hält, weshalb der Verordnungsgeber seine Entscheidung als Ergebnis einer Abwägung mit den einschlägigen grundrechtlich geschützten Interessen der Betroffenen zu treffen hat. Der Verordnungsgeber ist nach der Judikatur des Verfassungsgerichtshofes angesichts der inhaltlich weitreichenden Ermächtigungen des COVID-19-MG verpflichtet, die Wahrnehmung seines Entscheidungsspielraumes im Lichte der gesetzlichen Zielsetzungen insoweit nachvollziehbar zu machen, als er im Verordnungserlassungsverfahren festzuhalten hat, auf welcher Informationsbasis über die nach dem Gesetz maßgeblichen Umstände die Verordnungsentscheidung fußt und die vorgegebene Abwägungsentscheidung erfolgt ist. Die diesbezüglichen Anforderungen dürfen naturgemäß nicht überspannt werden, sie haben sich maßgeblich danach zu bestimmen, was in der konkreten Situation möglich und zumutbar ist, wobei dem Zeitfaktor entsprechende Bedeutung zukommt.",
            "annotations": []
        },
        {
            "text": "Dies hat der Verfassungsgerichtshof bei seiner Prüfung, ob die Verwaltungsbehörde den gesetzlichen Vorgaben bei Erlassung einer Verordnung nach COVID-19-MG entsprochen hat, zu berücksichtigen. Damit ist für die Beurteilung des Verfassungsgerichtshofes insoweit der Zeitpunkt der Erlassung der entsprechenden Verordnungsbestimmungen und die diesen zugrunde liegende aktenmäßige Dokumentation maßgeblich (vgl erneut VfSlg 20.458/2021, sowie zuletzt etwa VfGH 15.12.2021, V229/2021).",
            "annotations": []
        },
        {
            "text": "Diese Überlegungen gelten auch für Verordnungen nach §25 EpiG (vgl bereits VfGH 1.10.2020, V428/2020, zu einer Verordnung nach §15 EpiG).",
            "annotations": []
        },
        {
            "text": "2.2.4. Der vorliegende, am 26. April 2021 eingebrachte Verordnungsprüfungsantrag bezieht sich auf die COVID-19-EinreiseV, die im Zeitpunkt der Antragstellung zuletzt durch BGBl II 165/2021, ausgegeben am 12. April 2021, novelliert worden war. ",
            "annotations": []
        },
        {
            "text": "Der vom Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz vorgelegte Verordnungsakt zu dieser Novelle enthält (neben Verordnungsentwürfen, Korrespondenzen und dem endgültigen Verordnungstext) zunächst eine umfassende Staatentabelle mit – jeweiligen – statistischen Informationen insbesondere zu Bevölkerungsgröße, 7- und 14-Tage-Inzidenzen, Mortalitätsraten, Testraten, Änderungsraten und Trends sowie zum Anteil der (Voll- und Teil-)Immunisierten, ferner besondere Tabellen, die sich auf Staaten im Sinn der Anlagen A und B beziehen, samt Quellenangaben. Darauf folgt eine mit 8. April 2021 datierte \"Interministerielle Analyse COVID-19 Situation im Ausland (BMSGPK, BMEIA)\" (insbesondere) zu mehreren Staaten, die für \"freie Einreise\" vorgesehen oder als \"Hochinzidenzstaaten/-gebiete\" bewertet wurden. Zu Kroatien merkt diese Analyse an, dass die 14-Tage-Inzidenz bei 551 (Österreich: 491) und mit einem steigenden Trend über dem \"Schwellenwert\" liege; zudem werde eine sehr hohe Positivitätsrate von 18,7 % beobachtet, weshalb eine Aufnahme in Anlage B in Erwägung gezogen werden könne; alle EU-Staaten zählten zu den Ländern mit \"aufgetretenen besorgniserregenden Virusvarianten\" (UK- und ZA-Variante). In der Folge enthält diese \"Interministerielle Analyse\" eine Auflistung von Anlage A-, Anlage B-Staaten und EWR-Staaten, \"wo keine freie Einreise möglich\" ist, jeweils mit statistischen Daten und einer \"qualitative[n] Bewertung\" (samt \"Botschaftsberichte[n]\"). Schließlich geht eine mit 12. April 2021 datierte \"Fachliche Begründung EinreiseVO\" auf mehrere Staaten, darunter Kroatien, ein; nach deren Kroatien betreffendem Resümee solle die epidemiologische Entwicklung in diesem Land \"unter genauer Beobachtung bleiben\"; sollten \"durch die gesetzten Maßnahmen keine nachhaltig positiven Entwicklungen erreicht werden\", könnte eine Aufnahme in Anlage B zur Verordnung erfolgen.",
            "annotations": []
        },
        {
            "text": "2.2.5. Der Verordnungsgeber hat damit im Verordnungsakt hinreichend dargetan, auf welcher Informationsbasis über die nach §25 EpiG maßgeblichen Umstände die Entscheidung über die (Erlassung bzw) Beibehaltung der angefochtenen Bestimmungen der COVID-19-EinreiseV getroffen wurde. Die in weiterer Folge zur Überprüfung der Gesetzmäßigkeit der Verordnung durch den Verfassungsgerichtshof erforderliche aktenmäßige Dokumentation der Entscheidungsgrundlagen ist damit hinsichtlich der angefochtenen Bestimmungen hinreichend erfolgt.",
            "annotations": []
        },
        {
            "text": "2.2.6. Das Bedenken des Antragstellers, die \"Grundlagenforschung\" sei unzureichend, trifft daher nicht zu. ",
            "annotations": []
        },
        {
            "text": "2.3. Zu den Bedenken hinsichtlich des Rechtes auf persönliche Freiheit ",
            "annotations": []
        },
        {
            "text": "2.3.1. Der Antragsteller hegt weiters das Bedenken, die Quarantänepflicht nach §3 iVm §4 Abs2 COVID-19-EinreiseV verstoße gegen Art5 EMRK und das BVG zum Schutz der persönlichen Freiheit, und begründet dies der Sache nach auf das Wesentliche zusammengefasst wie folgt: Die Quarantänepflicht greife in den Schutzbereich dieser Grundrechte ein. Art5 Abs1 EMRK bzw Art1 Abs2 Pers-FrSchG ließen Eingriffe nur auf die \"gesetzlich vorgeschriebene Weise\" zu; §25 EpiG, auf den sich die COVID-19-EinreiseV stütze, würde nicht zu solchen Eingriffen ermächtigen. Auch lägen die Voraussetzungen des Art5 Abs1 lite EMRK bzw des Art2 Abs2 Z5 PersFrSchG nicht vor, die eine Einzelfallprüfung auf eine Gefahr für die Ausbreitung ansteckender Krankheiten verlangen würden. Die Quarantäneanordnung würde von einer Beweislastumkehr ausgehen, indem der Verordnungsgeber grundsätzlich eine Infektion der Einreisenden annehme. Die Anordnung von PCR-Tests im Zusammenhang mit dem Grenzübertritt wäre ein mögliches gelinderes Mittel. Schließlich widerspreche eine Freiheitsbeschränkung durch generell-abstrakten Hoheitsakt den Bestimmungen über ein Haftprüfungsverfahren nach Art5 Abs4 EMRK und Art6 PersFrSchG. ",
            "annotations": []
        },
        {
            "text": "2.3.2. Der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz bestreitet das Vorliegen eines Eingriffes in das Grundrecht auf persönliche Freiheit. Es bestünden deutliche qualitative Unterschiede zu einer Absonderung in einer Wohnung gemäß §7 Abs1a EpiG. Schon aus der Verwendung \"selbstüberwacht\" gehe hervor, dass das behördliche Kontrollelement deutlich herabgesetzt sei. Es bestehe keine gesetzliche Grundlage zur zwangsweisen Durchsetzung der Quarantänepflicht. §28a Abs1 EpiG sei an die Aufgaben und Befugnisse der Bezirksverwaltungsbehörden bzw die Maßnahmen des EpiG angeknüpft; dies gelte auch für die Organe des öffentlichen Sicherheitsdienstes. Rechtsfolge eines Verstoßes gegen die Quarantäne sei \"bloß\" eine Verwaltungsübertretung (§40 Abs1 litc EpiG). Die selbstüberwachte Quarantäne gemäß §4 Abs2 iVm §3 COVID-19-EinreiseV unterscheide sich damit qualitativ deutlich von den Fällen eines Freiheitsentzuges: Weder könne sie zwangsweise durchgesetzt werden, noch erreiche sie eine annähernd ähnliche Überwachungsdichte wie die Fälle der Absonderung in einer Krankenanstalt. Es bedürfe für eine Ortsveränderung insbesondere keiner Überwindung physischer Schranken. ",
            "annotations": []
        },
        {
            "text": "Dazu komme im vorliegenden Fall die Besonderheit, dass die Verpflichtung zur Heimquarantäne am 10. Februar 2021 in Kraft getreten sei; als der Antragsteller am 27. März 2020 (wohl gemeint: 2021) nach Kroatien gereist sei, hätte er dies somit in voller Kenntnis der Rechtslage getan. Der Antragsteller hätte somit die Wahl gehabt, im Inland zu verbleiben oder aber seine Urlaubsreise mit der Rechtsfolge einer selbstüberwachten Quarantäne bei seiner Rückreise anzutreten. Auch dieses Element der Wahlfreiheit unterscheide den vorliegenden Fall von sonstigen Fällen eines Freiheitsentzuges nach Art1 PersFrSchG und Art5 EMRK. Der Antragsteller habe sich somit freiwillig in eine Situation begeben, in der ihm bekannterweise Beschränkungen auferlegt seien.",
            "annotations": []
        },
        {
            "text": "Mangels Eingriffes in den Schutzbereich des Grundrechtes erübrige sich ein Eingehen auf die weiteren Argumente des Antragstellers.",
            "annotations": []
        },
        {
            "text": "2.3.3. Der Verfassungsgerichtshof hat mit Erkenntnis vom 2. März 2023, E1737/2021, zu Recht erkannt, dass eine bescheidmäßig verfügte Absonderung nach §7 Abs1a EpiG in der Form eines verwaltungsstrafbewehrten (§40 Abs1 litb EpiG) und mit Zwang durchsetzbaren (§28a Abs1 und 1a EpiG iVm §35 Z3 VStG) Verbotes, die eigene Wohnung – ausgenommen zu Testzwecken – zu verlassen, eine Freiheitsentziehung iSv Art5 EMRK bzw des PersFrSchG darstellt, sodass die Garantien des Art5 EMRK bzw des PersFrSchG zur Anwendung gelangen. ",
            "annotations": []
        },
        {
            "text": "2.3.4. Die hier angefochtene Quarantäneregelung unterscheidet sich in mehrfacher Hinsicht von solchen Absonderungen: Anders als die bescheidmäßig verfügte und unausweichliche Absonderung handelt es sich bei der selbstüberwachten und im Hinblick auf die Einreise gestaltbaren Heimquarantäneregelung bei der anzustellenden Gesamtbetrachtung (vgl etwa EGMR 23.2.2017 [GK], 43.395/09, De Tommaso) nicht um einen Freiheitsentzug, sondern (bloß) um einen Eingriff in das Recht auf persönliche Freizügigkeit (vgl Kopetzki, Rechtsschutz bei \"selbstüberwachter Heimquarantäne\" gem COVID-19-EinreiseV, RdM 2022, 189 [191]). Mangels Vorliegens eines Freiheitsentzuges gehen die Bedenken des Antragstellers, §3 iVm §4 Abs2 COVID-19-EinreiseV würden gegen Art5 EMRK bzw das PersFrSchG verstoßen, daher ins Leere. Bedenken eines Verstoßes gegen das verfassungsgesetzlich gewährleistete Recht auf Freizügigkeit wurden nicht geltend gemacht.",
            "annotations": []
        },
        {
            "text": "2.4.  Zum Bedenken der Verletzung des Rechtes auf Gleichheit vor dem Gesetz",
            "annotations": []
        },
        {
            "text": "2.4.1.  Der Antragsteller behauptet weiters, die angefochtene Quarantäneregelung verletze das Recht auf Gleichheit vor dem Gesetz und bringt dazu der Sache nach Folgendes vor: ",
            "annotations": []
        },
        {
            "text": "Es werde weder auf die einzelnen Regionen in den einzelnen Staaten noch auf den Umstand abgestellt, welche konkreten Maßnahmen im jeweiligen Staat gelten und eine Infektion des Einreisewilligen mehr oder weniger wahrscheinlich machen würden. Die Auflistung nur weniger Staaten in Anlage A führe dazu, dass aktuell nahezu sämtliche Länder der Welt als Risikogebiet gelten würden. Das widerspreche dem Sachlichkeitsgebot. Die angefochtene Verordnung lasse auch die individuellen Umstände völlig unberücksichtigt (selbst für Personen, \"die lediglich für einen Spaziergang im Wald für eine Stunde über die Grenze gefahren\" seien, gelte die Quarantänepflicht). Ferner vermisst der Antragsteller eine \"Gegenüberstellung zum Infektionsgeschehen in Österreich\". Nach Maßgabe der Fallzahlen bestehe für in Österreich aufhältige Personen eine ebenso hohe oder sogar noch höhere Wahrscheinlichkeit, das Coronavirus zu verbreiten, wie für Personen, die sich in einem Staat aufgehalten haben, in dem die Fallzahlen und Inzidenzen gleich oder geringer als in Österreich seien. Für \"Daheimgebliebene\" bestehe aber keine Quarantänepflicht. Dies stelle eine sachlich nicht gerechtfertigte Ungleichbehandlung vergleichbarer Sachverhalte dar. Es gebe keine Hinweise, dass in allen Staaten der Welt, die nicht in Anlage A zur angefochtenen Verordnung genannt seien, ein im Vergleich zu Österreich höheres Ansteckungsrisiko bestehe. Das gelte im Besonderen für Kroatien. Schließlich verfolge die angefochtene Quarantäneregelung \"offenkundig\" auch fiskalische Zwecke, weil die Vergütungsregelung des §32 EpiG nicht auf Absonderungen verweise, die unmittelbar durch Verordnungen nach §25 leg cit verfügt würden. Auch dies sei unsachlich und verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "2.4.2. Der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz hält diesem Vorbringen zunächst entgegen, dass die COVID-19-EinreiseV entsprechend ihrer Zielsetzung nicht nur von epidemiologischen Interessen geprägt sei, sondern einen Interessenausgleich verfolge. Je weniger berücksichtigungswürdig aber der Grund der Einreise sei, desto größeres Gewicht hätten gegenläufige Interessen des Gesundheitsschutzes. Bei \"nicht erforderlichen Einreisen\" überwögen epidemiologische Interessen. Urlaubsreisen seien im Rahmen einer Pandemie \"nur wenig schutzwürdig\", zumal im Zeitpunkt des Inkrafttretens der Novelle BGBl II 52/2020 (wohl gemeint: BGBl II 52/2021) auch innerhalb Österreichs strenge Mobilitätsbeschränkungen bestanden hätten. So sei das Antreten einer Urlaubsreise ab 8. Februar 2020 (wohl gemeint: 2021) kein zulässiger \"Ausgangsgrund\" gewesen. Im maßgeblichen Zeitraum hätten in Wien, Niederösterreich und Burgenland Ausgangsbeschränkungen bestanden, die – hätte er sich im Inland befunden – auch den Antragsteller betroffen hätten. Dennoch spiele auch bei Beschränkungen weniger schutzwürdiger Reisebewegungen die epidemiologische Lage im Herkunftsstaat eine \"zentrale Rolle\". Aus dem Verordnungsakt sei ersichtlich, dass auch auf die Art der Verkehrsbeschränkungen im Herkunftsstaat Rücksicht genommen werde. Die Risikoeinstufung der Länder orientiere sich an den Einstufungen des European Center of Disease Control (ECDC). Im Zeitpunkt der Erlassung der Verordnungsnovelle BGBl II 52/2021 sei die Risikoeinstufung insbesondere durch die Unsicherheiten betreffend Virusvarianten geprägt gewesen. Die Verwaltungsakten würden bestätigen, dass die epidemiologische Lage einem ständigen Monitoring unterlegen sei.",
            "annotations": []
        },
        {
            "text": "Was die behauptete mangelnde individuelle Differenzierung betreffe, dürfe der Verordnungsgeber von einer Durchschnittsbetrachtung ausgehen und individuelle Härtefälle in Kauf nehmen. Eine Einzelfallbeurteilung jeder Einreise würde zu einer Überlastung der Vollziehung führen und das Einreiseregime unvollziehbar machen. Vor dem Hintergrund des grundsätzlich europaweiten hohen Infektionsgeschehens seien auch individuelle Umstände nicht geeignet, eine Infektion bei der Wiedereinreise auszuschließen.",
            "annotations": []
        },
        {
            "text": "Entgegen der Behauptung des Antragstellers seien im maßgeblichen Beurteilungszeitraum \"besonders negative Entwicklungen in Kroatien verzeichnet\" worden. So habe Österreich eine 7-Tage-Inzidenz von 246, Kroatien hingegen von 312 aufgewiesen, die 14-Tage-Inzidenz habe für Österreich 491, für Kroatien 551 betragen. Die angefochtenen Bestimmungen seien zudem als Teil eines Maßnahmenpakets in Zusammenschau mit der 4. COVID-19-SchuMaV zu beurteilen, nach der in Niederösterreich, Wien und dem Burgenland ganztägige Ausgangsbeschränkungen und weitreichende Betretungsverbote gegolten hätten, weshalb die verschärften Einreisebestimmungen flankierende Maßnahmen gewesen seien. Dazu komme, dass im Ausland die Einhaltung von COVID-19-Schutzmaßnahmen nicht kontrolliert werden könne und die Nachverfolgung von Infektionswegen nicht möglich sei. Die Situation einreisender bzw im Inland aufhältiger Personen sei daher nicht vergleichbar. Speziell mit Reisen sei die Gefahr der Einschleppung von Virusvarianten verbunden. Ein ausschließlicher Vergleich von Inzidenzen greife daher zu kurz. Die selbstüberwachte Heimquarantäne nach Einreise sei ein geeignetes Mittel zur Verhinderung der Verbreitung von COVID-19. Gelindere Mittel wie beispielsweise Testungen bei der Einreise seien nicht geeignet, die Einschleppung aus dem Ausland ebenso wirksam hintanzuhalten, zumal sie Restrisiken wie das \"diagnostische Fenster\" bzw die sich aus der Inkubationszeit ergebenden Unsicherheiten nicht berücksichtigen würden. Die fünftägige Frist vor der Möglichkeit der \"Freitestung\" schließe diese Risiken effektiv aus. Insbesondere bei den weniger schutzwürdigen Reisen fielen demgegenüber gegenläufige Interessen weniger stark ins Gewicht. Die angefochtene Verordnung werde daher den Anforderungen des Gleichheitsgrundsatzes gerecht.",
            "annotations": []
        },
        {
            "text": "Für Verkehrsbeschränkungen nach §25 EpiG stehe keine Vergütung des Verdienstentganges nach §32 EpiG zu. §25 EpiG (und die angefochtene Quarantäneregelung) sei lex specialis zu §7 EpiG. Eine Heimquarantäne aus Anlass der Einreise könne daher gar nicht rechtmäßig auf §7 EpiG gestützt werden, weshalb der Vorwurf eines rechtsmissbräuchlichen Ausschlusses des Verdienstentganges verfehlt sei. Auch §32 EpiG sei verfassungsmäßig; es würde die Wertung geringerer Schutzwürdigkeit nicht erforderlicher Urlaubsreisen in einer pandemischen Situation einfließen, deren (im Vorfeld meist erkennbare) Rechtsfolgen verfassungsrechtlich keinen Ausgleich gebieten würden. Bestünden für diesen Fall Entschädigungsansprüche, hätten es Urlaubsreisende auch in der Hand, Ansprüche auf Entschädigung beliebig zu planen.",
            "annotations": []
        },
        {
            "text": "2.4.3. Die Bedenken des Antragstellers treffen nicht zu:",
            "annotations": []
        },
        {
            "text": "2.4.3.1. §25 EpiG in der hier noch maßgeblichen Stammfassung BGBl 186/1950, auf den sich die angefochtenen Verordnungsbestimmungen gestützt haben, determinierte die Vollziehung in folgender Weise:",
            "annotations": []
        },
        {
            "text": "Der Verordnungsgeber war ermächtigt, Maßnahmen \"zur Verhütung der Einschleppung einer Krankheit aus dem Auslande\" zu treffen (eine Ermächtigung zur Erlassung individueller Gebote und Verbote war nicht vorgesehen; vgl §40 Abs1 litb EpiG). Die Verordnungsermächtigung zu \"Verkehrsbeschränkungen gegenüber dem Auslande\" nach §25 EpiG idF BGBl 186/1950 hatte – wie alle im II. Hauptstück des EpiG vorgesehenen Maßnahmen – die Verhinderung der Ausbreitung ansteckender, nach dem EpiG anzeigepflichtiger Krankheiten vor Augen (VfSlg 20.477/2021); welche Krankheiten \"anzeigepflichtig\" sind, ist in §1 EpiG bestimmt, wobei der Bundesminister für Gesundheit und Frauen (nunmehr: Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz) durch Verordnung weitere übertragbare Krankheiten der Meldepflicht unterwerfen kann (§1 Abs2 EpiG; dies ist für COVID-19 und den hier maßgeblichen Zeitraum durch die Verordnung BGBl II 15/2020 erfolgt, vgl VfGH 24.6.2021, V131/2021). Der zuständige Verordnungsgeber (siehe betreffend COVID-19 §43a EpiG) hatte dabei die \"bestehenden Gesetze und Staatsverträge\" zu beachten. Die Maßnahmen konnten sich auf den \"Einlaß von […] dem Personen- oder Frachtverkehre dienenden Fahrzeuge[n]\" (insbesondere Seeschiffe), auf die \"Ein- und Durchfuhr von Waren und Gebrauchsgegenständen\" sowie schließlich auf den \"Eintritt und die Beförderung von Personen\" beziehen und waren in verfassungskonformer Auslegung auf das Erforderliche beschränkt. Dem Verordnungsgeber war im Hinblick auf die Entscheidung, ob bzw in welcher Ausgestaltung eine Verkehrsbeschränkung gegenüber dem Ausland \"zur Verhütung der Einschleppung einer Krankheit aus dem Auslande\" erforderlich war, ein Einschätzungs- und Prognosespielraum übertragen. Der Verordnungsgeber hatte zu beurteilen, ob und inwieweit er zur Verhinderung der Einschleppung einer anzeigepflichtigen Krankheit die Verkehrsbeschränkung für erforderlich hält, und dabei eine Abwägung der grundrechtlich geschützten Interessen der betroffenen Personen vorzunehmen. Der Verordnungsgeber hatte also in Ansehung des Standes und der Ausbreitung der Krankheit sowie der in Geltung stehenden übrigen Maßnahmen notwendig prognosehaft zu beurteilen, ob und inwieweit die Beschränkung des Verkehrs gegenüber dem Ausland geeignet, erforderlich und insgesamt angemessen war (vgl idS bereits zu Verkehrsbeschränkungen in Bezug auf Epidemiegebiete nach §24 EpiG VfSlg 20.477/2021). Das Bedenken des Antragstellers, die angefochtene Verordnung stütze sich auf eine nicht hinreichend determinierte und daher verfassungswidrige Verordnungsermächtigung, trifft daher nicht zu, weshalb sich der Verfassungsgerichtshof nicht veranlasst sieht, der Anregung des Antragstellers auf amtswegige Einleitung eines Gesetzesprüfungsverfahrens zu §25 EpiG zu folgen.",
            "annotations": []
        },
        {
            "text": "2.4.3.2. Der Gleichheitsgrundsatz bindet auch den Verordnungsgeber (VfGH 5.6.2014, V44/2013). Er setzt ihm insofern inhaltliche Schranken, als er verbietet, unsachliche, durch tatsächliche Unterschiede nicht begründbare Differenzierungen und eine unsachliche Gleichbehandlung von Ungleichem sowie sachlich nicht begründbare Regelungen zu schaffen (vgl zur Differenzierung bei Gesetzen etwa VfSlg 17.315/2004, 17.500/2005; zum Sachlichkeitsgebot bei Gesetzen vgl VfSlg 14.039/1995, 16.407/2001; VfGH 23.2.2021, G361/2020; zum Sachlichkeitsgebot bei Verordnungen 24.6.2021, V593/2020; 23.9.2021, V572/2020).",
            "annotations": []
        },
        {
            "text": "2.4.3.3. Der Verfassungsgerichtshof geht in ständiger Rechtsprechung davon aus, dass der Gesetzgeber dem Verordnungsgeber in der Frage der Bekämpfung der COVID-19-Pandemie einen weiten Entscheidungsspielraum eingeräumt hat (vgl VfSlg 20.475/2021; VfGH 24.6.2021, V593/2020; 23.9.2021, V572/2020; 3.12.2021, V617/2020 ua; 29.4.2022, V23/2022).",
            "annotations": []
        },
        {
            "text": "Entscheidungen über die nach dem COVID-19-MG oder – wie hier – nach §25 EpiG zu treffenden Maßnahmen müssen in Anbetracht sich rasch ändernder epidemiologischer Gegebenheiten und des bei neu auftretenden Infektionskrankheiten bzw Krankheitsvarianten vielfach unvollständigen Wissensstandes typischerweise unter hoher Unsicherheit getroffen werden. Der Einschätzungs- und Prognosespielraum des Verordnungsgebers umfasst insoweit auch die zeitliche Dimension dahingehend, dass ein schrittweises, nicht vollständig abschätzbare Auswirkungen beobachtendes und entsprechend wiederum durch neue Maßnahmen reagierendes Vorgehen gesetzlich vorgesehen und auch gefordert ist (vgl in diesem Sinn grundlegend VfSlg 20.399/2020, zu §1 COVID-19-MG idF BGBl I 23/2020). Der Verordnungsgeber hat dabei die Entwicklungen notwendigerweise ex ante zu betrachten. Dass eine Maßnahme ex post betrachtet auf Grund neuer Einsichten möglicherweise anders zu treffen gewesen wäre, macht die Entscheidung daher nicht gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "2.4.3.4. Der Antragsteller leitet aus dem Sachlichkeitsgebot des Gleichheitsgrundsatzes auf das Wesentliche zusammengefasst ab, dass eine individuelle Betrachtung des jeweiligen Reiseverlaufes jedes Einreisenden, hilfsweise aber zumindest eine stärkere Differenzierung nach Herkunftsregionen sowie ein Vergleich mit dem Infektionsgeschehen in Österreich geboten gewesen wäre. Damit ist der Antragsteller aber jedenfalls für die hier zu beurteilende Quarantäneanordnung im Frühjahr 2021 nicht im Recht: ",
            "annotations": []
        },
        {
            "text": "Quarantäneanordnungen wie jene nach §3 iVm §4 Abs2 COVID-19-EinreiseV waren Vorsorgemaßnahmen, die prinzipiell geeignet waren, einen Beitrag zur Bekämpfung der COVID-19-Pandemie zu leisten, und zwar auch dann, wenn sie auf die Einreise aus Staaten mit geringeren Inzidenzen als jenen Österreichs bezogen waren, zumal der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz zutreffend darauf hingewiesen hat, dass einer Berücksichtigung der epidemiologischen Situation in den jeweiligen Herkunftsstaaten und der dort jeweils angeordneten (und auch tatsächlich effektuierten) Maßnahmen durch die Möglichkeiten zur Erhebung dieser Informationen Grenzen gesetzt waren. Der Verfassungsgerichtshof ist ferner der Auffassung, dass von den Gesundheitsbehörden im Inland gesetzte Maßnahmen zur Bekämpfung von Seuchen nur eingeschränkt mit Maßnahmen vergleichbar sind, die zu diesem Zweck bei der Einreise aus dem Ausland getroffen werden. Eine Quarantäneverpflichtung bei Einreisen aus dem Ausland ist daher nicht nur dann zulässig, wenn im Inland bei einer entsprechenden Inzidenzbelastung wie im Herkunftsstaat ebenfalls entsprechende Verkehrsbeschränkungen verfügt werden. Abgesehen davon hatte der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz neben der jeweiligen Inzidenzbelastung in Österreich bzw im Herkunftsstaat weitere Gesichtspunkte (wie etwa die Lage der nationalen Gesundheitsinfrastruktur) zu berücksichtigen. Eine sachlich nicht gerechtfertigte Ungleichbehandlung zwischen \"Daheimgebliebenen und Einreisenden\" fand daher nicht statt, zumal im maßgeblichen Zeitraum auch im Inland erhebliche Verkehrsbeschränkungen in Geltung standen. ",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof vermag dem Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz auch nicht entgegenzutreten, wenn er bei der Regelung des Einreiseverkehrs im Rahmen der Bekämpfung der COVID-19-Pandemie im April 2021 nach Herkunftsstaaten differenziert und nicht etwa (in Abhängigkeit vom jeweiligen Pandemiegeschehen) auf Regionen von Staaten abgestellt hat, weil der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz – ungeachtet denkbarer Differenzierungen, die letztlich bis zur Gemeindeebene oder zu noch kleineren geographischen Einheiten vorstellbar wären – den Erfordernissen der Administrierbarkeit des Grenzübertrittsrechtes angesichts erheblicher internationaler Mobilität Rechnung tragen musste. Aus diesen Gründen war die verordnungserlassende Behörde umso weniger verpflichtet, auf die jeweiligen individuellen Reiseumstände abzustellen. Angesichts des (im Verordnungsakt dokumentierten) epidemiologischen Geschehens im April 2021 begegnet es sodann auch keinen Sachlichkeitsbedenken, wenn die Quarantäneregelungen nach §4 und §5 der COVID-19-EinreiseV im Ergebnis für die Einreise aus den meisten Staaten der Welt gegolten haben und lediglich die Einreise aus wenigen Staaten der Anlage A begünstigt war. ",
            "annotations": []
        },
        {
            "text": "2.4.3.5. Wenn der Antragsteller schließlich eine Unsachlichkeit darin erblickt, dass §32 EpiG für Quarantänemaßnahmen, die auf Grundlage von §25 EpiG mit Verordnung angeordnet waren, keine Vergütung des Verdienstentganges vorsieht, so genügt es darauf hinzuweisen, dass der Antragsteller §32 EpiG nicht angefochten hat (vgl idZauch VfSlg 20.397/2020).",
            "annotations": []
        },
        {
            "text": "2.4.4. Die vom Antragsteller zum verfassungsgesetzlich gewährleisteten Recht auf Gleichheit vor dem Gesetz (Art7 B-VG, Art2 StGG) geltend gemachten Bedenken treffen daher (ebenfalls) nicht zu.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1.  Der Hauptantrag und der erste Eventualantrag werden als unzulässig zurückgewiesen. ",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird der Antrag abgewiesen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}