{
    "document_id": "JFT_20230919_23E00715_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ghanaischer Staatsangehöriger, reiste spätestens am 19. April 2015 in das Bundesgebiet ein und stellte einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 27. Juli 2017 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten gemäß §3 Abs1 iVm §2 Abs1 Z13 AsylG 2005 und hinsichtlich des Status als subsidiär Schutzberechtigten gemäß §8 Abs1 iVm §2 Abs1 Z13 AsylG 2005 als unbegründet ab. Ein Aufenthaltstitel aus berücksichtigungswürdigen Gründen wurde dem Beschwerdeführer gemäß §57 AsylG 2005 nicht erteilt. Gegen den Beschwerdeführer wurde gemäß §10 Abs1 Z3 AsylG 2005 iVm §9 BFA-VG eine Rückkehrentscheidung gemäß §52 Abs2 Z2 FPG 2005 erlassen und gemäß §52 Abs9 FPG 2005 festgestellt, dass seine Abschiebung gemäß §46 FPG 2005 nach Ghana zulässig ist und gemäß §55 Abs1a FPG 2005 keine Frist für die freiwillige Ausreise besteht. Einer Beschwerde gegen diese Entscheidung wurde gemäß §18 Abs1 Z1 BFA-VG die aufschiebende Wirkung aberkannt.",
            "annotations": []
        },
        {
            "text": "3. Der Beschwerdeführer erhob gegen diesen Bescheid Beschwerde. Mit − in Abwesenheit des Beschwerdeführers sowie seines Rechtsberaters − mündlich verkündetem Erkenntnis vom 22. April 2022 wies das Bundesverwaltungsgericht die Beschwerde als unbegründet ab. ",
            "annotations": []
        },
        {
            "text": "Dem Beschwerdeführer wurde zu Handen seiner Rechtsberatung eine Ausfertigung der Niederschrift zugestellt. Mit Schreiben vom 5. Mai 2022 beantragte der Beschwerdeführer die schriftliche Ausfertigung des mündlich verkündeten Erkenntnisses. ",
            "annotations": []
        },
        {
            "text": "4. Am 26. Jänner 2023 erging die schriftliche Ausfertigung des am 22. April 2022 mündlich verkündeten Erkenntnisses.",
            "annotations": []
        },
        {
            "text": "5. In der vorliegenden, auf Art144 B-VG gestützten Beschwerde behauptet der Beschwerdeführer die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten und beantragt die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses.",
            "annotations": []
        },
        {
            "text": "Begründend wird im Wesentlichen ausgeführt, das angefochtene Erkenntnis sei mit Willkür belastet, weil das verwaltungsgerichtliche Verfahren nicht ordnungsgemäß geführt worden sei. Es sei etwa unrichtig, dass der Beschwerdeführer keinen Hauptwohnsitz in Österreich habe und nicht festgestellt habe werden können, wie oft er seine Kinder sehe. Das Bundesverwaltungsgericht hätte diese Feststellungen treffen können, wenn es zur Verhandlung am 22. April 2022 ordnungsgemäß aufgerufen hätte. Der Beschwerdeführer sei auch in seinen gemäß Art8 EMRK gewährleisteten Rechten verletzt, weil die Intensität seines Privat- und Familienlebens unrichtig beurteilt worden sei. ",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt und eine Gegenschrift erstattet, in der den Beschwerdebehauptungen wie folgt entgegengetreten wird:",
            "annotations": []
        },
        {
            "text": "Nachdem der erkennende Richter gegen den vormaligen Rechtsvertreter des Beschwerdeführers eine Strafanzeige erstattet habe, sei es in zwei Verhandlungen zu Bemerkungen gekommen, die als Einschüchterungsversuche verstanden werden könnten. Unrichtig sei, dass ein Aufruf der Sache in der mündlichen Verhandlung vom 22. April 2022 unterlassen worden sei. Dadurch, dass der Beschwerdeführer der mündlichen Verhandlung ferngeblieben sei, habe er gegen seine Mitwirkungspflicht verstoßen. Zur Ausfertigungsdauer werde darauf hingewiesen, dass die Gerichtsabteilung des erkennenden Richters überlastet gewesen sei, weil ihr bis 2020 100 Rechtssachen mehr, als sie andere vergleichbare Gerichtsabteilungen des Bundesverwaltungsgerichts erhalten hätten, zugewiesen worden seien. Überdies sei der erkennende Richter von Ende August bis Ende Dezember 2022 aus gesundheitlichen Gründen verhindert gewesen, seinen Dienst zu verrichten. ",
            "annotations": []
        },
        {
            "text": "7. Mit Schreiben vom 25. Mai 2023 erstattete der Beschwerdeführer eine Äußerung zu dieser Gegenschrift, in welcher neuerlich vorgebracht wird, er sei mit seiner Lebensgefährtin und seinem Rechtsberater zur mündlichen Verhandlung am 22. April 2022 bei Gericht erschienen und sei die Verhandlung nicht aufgerufen worden.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die − zulässige − Beschwerde ist begründet. ",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein − auch das Sachlichkeitsgebot einschließendes − Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist. ",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch Art1 Abs1 leg. cit. gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der − hätte ihn das Gesetz − dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungs-verfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung unterlaufen:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat im Hinblick auf die Zeitspanne zwischen der das verwaltungsgerichtliche Verfahren abschließenden mündlichen Verkündung der Entscheidung und der Erlassung der schriftlichen Ausfertigung derselben ausgesprochen, dass eine Ausfertigung acht Monate nach mündlicher Verkündung den rechtsstaatlichen Anforderungen an die Erlassung von verwaltungsgerichtlichen Entscheidungen nicht entspricht (VfSlg 20.505/2021). ",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall erfolgte die schriftliche Ausfertigung der am 22. April 2022 mündlich verkündeten Entscheidung am 26. Jänner 2023 und damit mehr als neun Monate nach der mündlichen Verkündung. Im Hinblick auf die lange Zeitspanne zwischen mündlicher Verkündung und schriftlicher Ausfertigung der Entscheidung sind die Erwägungen, die dem oben genannten − ebenfalls einen asylrechtlichen Fall betreffenden − Erkenntnis des Verfassungsgerichtshofes zugrunde lagen, auf den vorliegenden Fall übertragbar, weil dem Beschwerdeführer dadurch ein effektiver Rechtsschutz verwehrt wurde (vgl auch VfSlg 20.451/2021; VfGH 1.3.2022, E4203/2021; 18.3.2022, E1595/2021). Das Erkenntnis steht schon deshalb den rechtsstaatlichen Anforderungen an die Erlassung verwaltungsgerichtlicher Entscheidungen entgegen, weshalb es bereits aus diesem Grund aufzuheben ist. ",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}