{
    "document_id": "JFT_20230921_23G00188_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit vorliegendem, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag, begehren die Antragsteller die Aufhebung des §11 der Strafprozeßordnung 1975 (StPO), BGBl 631/1975, idF BGBl I 19/2004, des §31 Abs2 StPO idF BGBl I 159/2021, der Wortfolge \", soweit es nicht als Geschworenengericht zuständig ist,\" in §31 Abs3 erster Satz und Abs4 erster Satz StPO idF BGBl I 159/2021, des §32 StPO idF BGBl I 112/2015, der Wortfolge \"Geschworenen- und\" in §32a Abs2 erster Satz StPO idF BGBl I 108/2010, der Wortfolge \"Geschworenen- oder\" in §33 Abs1 Z2 StPO idF BGBl I 111/2010, der Wortfolge \"Geschworenen- oder\" in §34 Abs1 Z1 StPO idF BGBl I 19/2004, der Wortfolge \"Geschworenengericht, im\" in §40 Abs1 erster Satz StPO idF BGBl I 19/2004, der Wortfolge \"Geschworenen- und\" in §40 Abs2 letzter Satz StPO idF BGBl I 19/2004, der Wortfolgen \"Geschworenen und\" und \"Geschworenen- oder\" in §46 erster Satz StPO idF BGBl I 19/2004 sowie der Wortfolgen \"Geschworenen oder\" und \"Geschworenen- und\" in §47a Abs2 letzter Satz StPO idF BGBl I 108/2010.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §11 der Strafprozeßordnung 1975 (StPO) idF BGBl I 19/2004 lautet (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "(1) In den in diesem Gesetz vorgesehenen Fällen wirken Geschworene oder Schöffen an Hauptverhandlung und Urteilsfindung mit.",
            "annotations": []
        },
        {
            "text": "(2) Geschworene und Schöffen sind über ihre Aufgaben und Befugnisse sowie über den Ablauf des Verfahrens zu informieren.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §31 StPO idF BGBl I 159/2021 lautet (die angefochtenen Wortfolgen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "(1) Dem Einzelrichter des Landesgerichts obliegt im Ermittlungsverfahren",
            "annotations": []
        },
        {
            "text": "(2) Dem Landesgericht als Geschworenengericht obliegt das Hauptverfahren wegen",
            "annotations": []
        },
        {
            "text": "1. Straftaten, die mit lebenslanger oder einer Freiheitsstrafe bedroht sind, deren Untergrenze mehr als fünf Jahre und deren Obergrenze mehr als zehn Jahre beträgt,",
            "annotations": []
        },
        {
            "text": "2. des Verbrechens der Überlieferung an eine ausländische Macht (§103 StGB),",
            "annotations": []
        },
        {
            "text": "3. der Verbrechen des Hochverrats (§242 StGB) und der Vorbereitung des Hochverrats (§244 StGB),",
            "annotations": []
        },
        {
            "text": "4. des Verbrechens oder Vergehens staatsfeindlicher Verbindungen (§246 StGB),",
            "annotations": []
        },
        {
            "text": "5. des Vergehens der Herabwürdigung des Staates und seiner Symbole (§248 StGB),",
            "annotations": []
        },
        {
            "text": "6. der Verbrechen des Angriffs auf oberste Staatsorgane (§§249 bis 251 StGB),",
            "annotations": []
        },
        {
            "text": "7. der Verbrechen und Vergehen des Landesverrats (§§252 bis 258 StGB),",
            "annotations": []
        },
        {
            "text": "8. des Vergehens bewaffneter Verbindungen (§279 StGB),",
            "annotations": []
        },
        {
            "text": "9. des Vergehens des Ansammelns von Kampfmitteln (§280 StGB),",
            "annotations": []
        },
        {
            "text": "10. der Verbrechen und Vergehen der Störung der Beziehungen zum Ausland (§§316 bis 320 StGB),",
            "annotations": []
        },
        {
            "text": "10a. des Verbrechens der Aggression (§321k StGB),",
            "annotations": []
        },
        {
            "text": "11. des Vergehens der Aufforderung zu mit Strafe bedrohten Handlungen und der Gutheißung mit Strafe bedrohter Handlungen (§282 StGB) sowie des Vergehens der Unterlassung der Verhinderung einer mit Strafe bedrohten Handlung (§286 StGB), wenn die Tat mit Beziehung auf eine der unter Z2 bis 10a angeführten strafbaren Handlungen begangen worden ist, und",
            "annotations": []
        },
        {
            "text": "12. strafbarer Handlungen, für die es auf Grund besonderer Bestimmungen zuständig ist.",
            "annotations": []
        },
        {
            "text": "(3) Dem Landesgericht als Schöffengericht obliegt, soweit es nicht als Geschworenengericht zuständig ist, das Hauptverfahren wegen",
            "annotations": []
        },
        {
            "text": "1. Straftaten, die mit einer fünf Jahre übersteigenden Freiheitsstrafe bedroht sind,",
            "annotations": []
        },
        {
            "text": "2. - 7. […]",
            "annotations": []
        },
        {
            "text": "(4) Dem Einzelrichter des Landesgerichts obliegt, soweit nicht das Landesgericht als Geschworenen- oder Schöffengericht zuständig ist, das Hauptverfahren wegen",
            "annotations": []
        },
        {
            "text": "1. Straftaten, die mit einer ein Jahr übersteigenden Freiheitsstrafe bedroht sind,",
            "annotations": []
        },
        {
            "text": "2. der im §30 Abs1 Z1 bis 9c angeführten Vergehen,",
            "annotations": []
        },
        {
            "text": "3. Straftaten, für die der Einzelrichter des Landesgerichts auf Grund besonderer Bestimmungen zuständig ist.",
            "annotations": []
        },
        {
            "text": "(5) - (6) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. §32 StPO idF BGBl I 112/2015, lautet (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "(1) Das Landesgericht als Geschworenengericht setzt sich aus dem Schwurgerichtshof und der Geschworenenbank zusammen. Der Schwurgerichtshof besteht aus drei Richtern, die Geschworenenbank ist mit acht Geschworenen besetzt. Das Landesgericht als Schöffengericht besteht – ausgenommen den Fall des Abs1a – aus einem Richter und zwei Schöffen.",
            "annotations": []
        },
        {
            "text": "(1a) Das Landesgericht als Schöffengericht besteht aus zwei Richtern und zwei Schöffen im Hauptverfahren wegen folgender Straftaten:",
            "annotations": []
        },
        {
            "text": "1. Totschlag (§76 StGB);",
            "annotations": []
        },
        {
            "text": "2. Schwerer Raub (§143 StGB) und andere strafbare Handlungen gegen fremdes Vermögen, soweit die Höhe der Strafdrohung von dem ziffernmäßig bestimmten Wert der Sache, gegen die sich die Handlung richtet, oder von der ziffernmäßig bestimmten Höhe des Schadens abhängt, den die Handlung verursacht oder auf den sich der Vorsatz erstreckt, sofern die Werte oder Schadensbeträge 1 000 000 Euro übersteigen;",
            "annotations": []
        },
        {
            "text": "3. Brandstiftung (§169 StGB), vorsätzliche Gefährdung durch Kernenergie oder ionisierende Strahlen (§171 StGB), vorsätzliche Gefährdung durch Sprengmittel (§173 StGB), vorsätzliche Gemeingefährdung (§176 StGB) und Herstellung und Verbreitung von Massenvernichtungswaffen (§177a StGB);",
            "annotations": []
        },
        {
            "text": "4. Vergewaltigung (§201 StGB), Schwerer sexueller Missbrauch von Unmündigen (§206 StGB) und die in §31 Abs3 Z4 genannten Verbrechen;",
            "annotations": []
        },
        {
            "text": "5. Missbrauch der Amtsgewalt gemäß §302 Abs2 zweiter Satz StGB und Straftaten nach den §§304 und 307 StGB, soweit dem Angeklagten die Herbeiführung eines 100 000 Euro übersteigenden Schadens oder die Begehung der Tat in Bezug auf einen 100 000 Euro übersteigenden Vorteil zur Last gelegt wird oder sich jeweils der Vorsatz darauf erstreckt;",
            "annotations": []
        },
        {
            "text": "6. Finanzvergehen, soweit der angelastete strafbestimmende Wertbetrag 1 000 000 Euro übersteigt oder sich der Vorsatz darauf erstreckt sowie",
            "annotations": []
        },
        {
            "text": "7. Terroristische Vereinigung (§278b StGB) sowie sonstige strafbare Handlungen, die qualifiziert im Rahmen oder als Mitglied einer kriminellen Vereinigung (§278 StGB) begangen werden;",
            "annotations": []
        },
        {
            "text": "8. die in die Zuständigkeit des Landesgerichts als Schöffengericht fallenden Verbrechen nach dem 25. Abschnitt des Strafgesetzbuchs.",
            "annotations": []
        },
        {
            "text": "(1b) Ein Besetzungsmangel nach Abs1a kann nur geltend gemacht werden, wenn die Staatsanwaltschaft in der Anklageschrift oder der Angeklagte innerhalb der Einspruchsfrist (§213 Abs2) eine solche Besetzung verlangt hat. Wurde ein solches Verlangen rechtzeitig gestellt, so ist das Landesgericht als Schöffengericht unabhängig von den Voraussetzungen des Abs1a mit zwei Richtern und zwei Schöffen zu besetzen.",
            "annotations": []
        },
        {
            "text": "(2) Liegt dem Angeklagten die Begehung einer strafbaren Handlung nach den §§201 bis 207 StGB zur Last, so müssen dem Geschworenengericht mindestens zwei Geschworene, dem Schöffengericht mindestens ein Richter oder Schöffe des Geschlechtes des Angeklagten sowie dem Geschworenengericht mindestens zwei Geschworene, dem Schöffengericht mindestens ein Richter oder Schöffe des Geschlechtes jener Person angehören, die durch die Straftat in ihrer Geschlechtssphäre verletzt worden sein könnte.",
            "annotations": []
        },
        {
            "text": "(3) Soweit in diesem Gesetz nichts anderes bestimmt wird, entscheidet außerhalb der Hauptverhandlung der Vorsitzende allein.",
            "annotations": []
        },
        {
            "text": "(4) Die Geschworenen werden in dem vom Gesetz (15. Hauptstück) vorgesehenen Umfang tätig; die Schöffen üben in der Hauptverhandlung das Richteramt im vollen Umfang aus. Soweit im Einzelnen nichts anderes bestimmt wird, sind die für Richter geltenden Vorschriften auch auf Geschworene und Schöffen anzuwenden. Die Voraussetzungen und das Verfahren zur Berufung von Geschworenen und Schöffen sind im Geschworenen- und Schöffengesetz 1990, BGBl Nr 256, geregelt.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. §32a StPO idF BGBl I 108/2010 lautet (die angefochtene Wortfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "(1) Den beim Landesgericht für Strafsachen Wien eingerichteten besonderen Gerichtsabteilungen (§32a GOG) obliegt für das gesamte Bundesgebiet die Führung des Hauptverfahrens auf Grund von Anklagen wegen der in §20a genannten Straftaten, soweit eine Delegierung gemäß §39 Abs1a erfolgt ist.",
            "annotations": []
        },
        {
            "text": "(2) Nach den Bestimmungen der §§31 und 32 entscheidet das Landesgericht durch Einzelrichter oder als Geschworenen- und Schöffengericht. §213 Abs6 zweiter und dritter Satz sind nicht anzuwenden.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. §33 StPO idF BGBl I 111/2010 lautet (die angefochtene Wortfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "(1) Dem Oberlandesgericht obliegt die Entscheidung",
            "annotations": []
        },
        {
            "text": "1. über Rechtsmittel und Rechtsbehelfe gegen Entscheidungen des Landesgerichts als Einzelrichter (§31 Abs1 und 4),",
            "annotations": []
        },
        {
            "text": "2. über Berufungen gegen Urteile des Landesgerichts als Geschworenen- oder Schöffengericht,",
            "annotations": []
        },
        {
            "text": "3. - 6. […]",
            "annotations": []
        },
        {
            "text": "(2) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. §34 StPO idF BGBl I 19/2004 lautet (die angefochtene Wortfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "(1) Dem Obersten Gerichtshof obliegt die Entscheidung",
            "annotations": []
        },
        {
            "text": "1. über Nichtigkeitsbeschwerden und nach Maßgabe der §§296, 344, 427 Abs3 letzter Satz mit ihnen verbundene Berufungen und über Einsprüche gegen Urteile des Landesgerichts als Geschworenen- oder Schöffengericht,",
            "annotations": []
        },
        {
            "text": "2. - 6. […]",
            "annotations": []
        },
        {
            "text": "(2) Im Übrigen bleiben die Bestimmungen des Bundesgesetzes über den Obersten Gerichtshof, BGBl Nr 328/1968, unberührt.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "7. §40 StPO idF BGBl I 19/2004 lautet (die angefochtene Wortfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "(1) Im Geschworenengericht, im Schöffengericht und in allen anderen Senaten führt ein Richter den Vorsitz. Der Vorsitzende hat Verhandlungen und Sitzungen sowie Beratungen und Abstimmungen zu leiten. Die Zahl der Senatsmitglieder darf weder größer noch kleiner sein als sie in den §§31 bis 34 festgesetzt ist.",
            "annotations": []
        },
        {
            "text": "(2) Jeder Abstimmung hat eine Beratung vorauszugehen. Sieht das Gesetz einen Berichterstatter vor, so stimmt dieser zuerst. Der Vorsitzende stimmt zuletzt. Die anderen Richter stimmen nach der Dienstzeit bei dem Gericht, das die Entscheidung trifft, bei gleicher Dienstzeit nach der für die Vorrückung in höhere Bezüge maßgebenden Dienstzeit, und zwar die älteren vor den jüngeren. Die Geschworenen und Schöffen geben ihre Stimme in alphabetischer Reihenfolge vor den Richtern ab.",
            "annotations": []
        },
        {
            "text": "(3) Eine Stimmenthaltung ist außer im Fall des §42 Abs3 nicht zulässig.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "8. §46 StPO idF BGBl I 19/2004 lautet (die angefochtene Wortfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "Für die Ausschließung und Ablehnung von Geschworenen und Schöffen sind die Bestimmungen über Richter sinngemäß mit der Maßgabe anzuwenden, dass über die Ablehnung der Vorsitzende des Geschworenen- oder Schöffengerichts zu entscheiden hat. Für Protokollführer gelten die Ausschließungsgründe des §43 Abs1; über ihre Ablehnung entscheidet der Richter oder der Vorsitzende des jeweiligen Senates.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "9. §47a StPO idF BGBl I 108/2010 lautet (die angefochtene Wortfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "(1) Der Bundesminister für Justiz hat zur Wahrnehmung besonderen Rechtsschutzes nach diesem Bundesgesetz nach Einholung eines gemeinsamen Vorschlages des Präsidenten des Verfassungsgerichtshofes, des Vorsitzenden der Volksanwaltschaft und des Präsidenten des Österreichischen Rechtsanwaltskammertages einen Rechtsschutzbeauftragten sowie die erforderliche Anzahl von Stellvertretern mit deren Zustimmung für die Dauer von drei Jahren zu bestellen; Wiederbestellungen sind zulässig. Der Vorschlag hat zumindest doppelt so viele Namen zu enthalten wie Personen zu bestellen sind.",
            "annotations": []
        },
        {
            "text": "(2) Der Rechtsschutzbeauftragte und seine Stellvertreter müssen besondere Kenntnisse und Erfahrungen auf dem Gebiet der Grund- und Freiheitsrechte aufweisen und mindestens fünf Jahre in einem Beruf tätig gewesen sein, in dem der Abschluss des Studiums der Rechtswissenschaften Berufsvoraussetzung ist und dessen Ausübung Erfahrungen im Straf- und Strafverfahrensrecht mit sich brachte. Richter und Staatsanwälte des Dienststandes, Rechtsanwälte, die in die Liste der Rechtsanwälte eingetragen sind, und andere Personen, die vom Amt eines Geschworenen oder Schöffen ausgeschlossen oder zu diesem nicht zu berufen sind (§§2 und 3 des Geschworenen- und Schöffengesetzes 1990), dürfen nicht bestellt werden.",
            "annotations": []
        },
        {
            "text": "(3) - (7) […]\"",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Mit Urteil des Landesgerichtes Eisenstadt als Geschworenengericht vom 8. März 2023 wurden die Antragsteller wegen des Vergehens der staatsfeindlichen Verbindungen (§246 Abs3 StGB) sowie wegen des Verbrechens des schweren gewerbsmäßigen Betruges (§§146, 147 Abs3, 148 erster Fall StGB) zu Freiheitsstrafen verurteilt.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass des gegen dieses Urteil erhobenen Rechtsmittels der Nichtigkeitsbeschwerde und Berufung (§§280 ff StPO) stellten die Antragsteller den vorliegenden Gesetzesprüfungsantrag (Art140 Abs1 Z1 litd B-VG):",
            "annotations": []
        },
        {
            "text": "Es widerspreche dem Gleichheitsgrundsatz (Art7 Abs1 B-VG), dem Recht auf ein Verfahren vor dem gesetzlichen Richter (Art83 Abs2 B-VG), dem Recht auf ein faires Verfahren (Art6 EMRK) und dem Recht auf Teilnahme des Volkes an der Strafgerichtsbarkeit (Art91 Abs2 B-VG), dass gemäß §32 Abs2 StPO sowie den anderen angefochtenen Bestimmungen lediglich bei bestimmten Delikten eine Mindestanzahl an Geschworenen dem Geschlecht des Angeklagten sowie jenem des Opfers angehören müsse. Vielmehr gebiete der Gleichheitsgrundsatz, dass die Geschworenenbank bei jeder Straftat in gleichem Ausmaß aus Männern und Frauen zu bestehen habe.",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung erstattete eine Äußerung, in der sie die Zurückweisung, in eventu die Abweisung des vorliegenden Antrages begehrt:",
            "annotations": []
        },
        {
            "text": "Dem Antrag sei nicht zu entnehmen, welche der behaupteten Verfassungswidrigkeiten im Einzelnen hinsichtlich welcher der angefochtenen Bestimmungen vorlägen. Zwar gehe der Antrag im Hinblick auf den behaupteten Verstoß gegen den Gleichheitsgrundsatz auf §32 Abs2 StPO ein; die ansonsten behaupteten Verletzungen der Art7 Abs1, 83 Abs2 und 91 Abs2 B-VG sowie 6 EMRK durch die angefochtenen Gesetzesbestimmungen seien hingegen pauschale Behauptungen und es würden die Gründe dafür nicht im Einzelnen sowie in nachvollziehbarer Weise dargelegt. Weiters werde im vorliegenden Antrag nicht einmal der Versuch unternommen, die Abgrenzung des Anfechtungsumfanges zu begründen. Überdies seien die angefochtenen §§31 Abs3 und 4, 32 Abs1 letzter Satz, Abs1a , Abs1b, Abs2 und Abs3, 32a und 47a StPO nicht präjudiziell, weil sie im Verfahren vor dem ordentlichen Gericht nicht angewendet worden seien. Hinsichtlich §31 Abs4 StPO sei der Antrag schon deshalb unzulässig, weil die beanstandete Wortfolge \", soweit es nicht als Geschworenengericht zuständig ist,\" in dieser Bestimmung nicht enthalten sei. Schließlich führte die begehrte Aufhebung der Wortfolge \"Geschworenen- und\" in §47a Abs2 letzter Satz StPO zur Unanwendbarkeit der §§2 und 3 des Geschworenen- und Schöffengesetzes, die auf jene Bestimmung verwiesen.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit:",
            "annotations": []
        },
        {
            "text": "              Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auch auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels.",
            "annotations": []
        },
        {
            "text": "Nach §62a Abs1 erster Satz VfGG idF BGBl I 78/2016 kann eine Person, die als Partei in einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, einen Antrag stellen, das Gesetz als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "              Der vorliegende Antrag wurde aus Anlass der Nichtigkeitsbeschwerde sowie Berufung gegen das Urteil des Landesgerichtes Eisenstadt vom 8. März 2023 gestellt. Mit diesem Urteil wurde die Rechtssache in erster Instanz durch ein ordentliches Gericht entschieden (Art140 Abs1 Z1 litd B-VG).",
            "annotations": []
        },
        {
            "text": "              Die Antragsteller sind als Angeklagte Parteien des Verfahrens vor dem ordentlichen Gericht, womit sie zur Antragstellung gemäß Art140 Abs1 Z1 litd B-VG berechtigt sind.",
            "annotations": []
        },
        {
            "text": "              Dem Erfordernis der Einbringung aus Anlass eines Rechtsmittels haben die Antragsteller jedenfalls dadurch Rechnung getragen, dass sie den vorliegenden Antrag gemäß Art140 Abs1 Z1 litd B-VG und das Rechtsmittel gegen das – den Antragstellern am 14. April 2022 zugestellte – Urteil des Landesgerichtes Eisenstadt vom 8. März 2023 jeweils am 28. April 2023 – somit fristgerecht – eingebracht haben (vgl VfSlg 20.074/2016).",
            "annotations": []
        },
        {
            "text": "              Ein auf Art140 Abs1 Z1 litd B-VG gestützter Antrag auf Aufhebung eines Gesetzes oder von bestimmten Stellen eines solchen kann gemäß §62 Abs2 VfGG nur dann gestellt werden, wenn das Gesetz vom Gericht in der anhängigen Rechtssache unmittelbar anzuwenden bzw die Verfassungsmäßigkeit des Gesetzes eine Vorfrage für die Entscheidung der beim Gericht anhängigen Rechtssache ist oder nach Ansicht des Antragstellers wäre. Eine Antragstellung gemäß Art140 Abs1 Z1 litd B-VG setzt daher voraus, dass die angefochtene Bestimmung eine Voraussetzung der Entscheidung des ordentlichen Gerichtes im Anlassfall bildet (VfSlg 20.029/2015; vgl VfSlg 20.010/2015).",
            "annotations": []
        },
        {
            "text": "Aus dieser Grundposition folgt, dass im Gesetzesprüfungsverfahren der Umfang der in Prüfung gezogenen Norm nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011). Der Antragsteller hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des Antragstellers teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014, 20.070/2016; VfGH 13.10.2016, G640/2015; 12.12.2016, G105/2016). ",
            "annotations": []
        },
        {
            "text": "In ihrem Antrag machen die Antragsteller im Wesentlichen geltend, dass der Gleichheitssatz (Art7 Abs1 B-VG) eine nach Geschlechtern paritätische Zusammensetzung der Geschworenenbank verlange. Die Zusammensetzung der Geschworenen wird aber nicht in der Strafprozessordnung geregelt, sondern im Bundesgesetz vom 25. April 1990 über die Berufung der Geschworenen und Schöffen (Geschworenen- und Schöffengesetz 1990 – GSchG), BGBl 256/1990, idF BGBl I 121/2016. Die Aufhebung der angefochtenen Bestimmungen würde daher die behauptete Verfassungswidrigkeit nicht beseitigen, weshalb sich der Antrag als unzulässig erweist.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "              Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "              Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}