{
    "document_id": "JFT_20230628_22E02228_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer, ein afghanischer Staatsangehöriger, stellte am 7. November 2012 einen Antrag auf internationalen Schutz. Der Antrag wurde mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 6. Mai 2013 hinsichtlich der Zuerkennung des Status des Asylberechtigten abgewiesen, dem Beschwerdeführer jedoch der Status des subsidiär Schutzberechtigten gemäß §8 Abs1 AsylG 2005 zuerkannt. Dem Beschwerdeführer wurde auch eine befristete Aufenthaltsberechtigung bis 5. Mai 2014 erteilt, welche in der Folge mehrfach verlängert wurde. Am 30. Jänner 2020 wurde dem Beschwerdeführer durch die Aufenthaltsbehörde ein Aufenthaltstitel \"Daueraufenthalt-EU\" zuerkannt. Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 21. Oktober 2020 wurde der Status des subsidiär Schutzberechtigten gemäß §9 Abs1 Z1 AsylG 2005 von Amts wegen aberkannt und die befristete Aufenthaltsberechtigung gemäß §9 Abs4 AsylG entzogen. Ein Aufenthaltstitel gemäß §57 AsylG 2005 wurde nicht erteilt. ",
            "annotations": []
        },
        {
            "text": "2. Am 20. Dezember 2021 stellte der Beschwerdeführer einen Antrag auf Ausstellung eines Fremdenpasses im Interesse der Republik Österreich (§88 Abs1 FPG). Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 30. März 2022 wurde der Antrag auf Ausstellung eines Fremdenpasses gemäß §88 Abs1 Z2 FPG abgewiesen. ",
            "annotations": []
        },
        {
            "text": "3. Mit Erkenntnis vom 4. Juli 2022 wies das Bundesverwaltungsgericht die dagegen erhobene Beschwerde als unbegründet ab. Begründend wurde im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "3.1. Der Beschwerdeführer habe keine Verunmöglichung der Ausstellung eines Reisedokuments durch die Heimatvertretung dargetan. Es sei eine Bestätigung der afghanischen Botschaft in Wien vorgelegt worden, der zufolge derzeit – also temporär – keine biometrischen Reisepässe ausgestellt werden könnten. Die afghanische Botschaft führe in diesem Schreiben auch aus, dass es sich um ein technisches Problem handle, das behoben werde. Es werde nicht dargelegt, dass der Beschwerdeführer endgültig nicht in der Lage sei, ein Reisedokument zu erhalten.",
            "annotations": []
        },
        {
            "text": "3.2. Der Beschwerdeführer bringe vor, dass ihm nach Art11 Abs1 lith RL 2003/109/EG der gleiche Zugang zum gesamten Hoheitsgebiet zu gewähren sei und einzelne Teile Österreichs nur durch Grenzübertritt nach Deutschland erreichbar seien. Dazu sei festzuhalten, dass der Aufenthaltstitel \"Daueraufenthalt-EU\" zu einem unbefristeten Aufenthalt in Österreich und zu freiem Zugang zum Arbeitsmarkt berechtige. Davon seien auch die \"Exklaven\" Österreichs umfasst, sodass der Beschwerdeführer berechtigt sei, sich dort niederzulassen und einer Erwerbsbetätigung nachzugehen. Art11 Abs1 lith RL 2003/109/EG sei nicht so zu verstehen, dass der Beschwerdeführer in die Lage zu versetzen sei, über fremdes Staatsgebiet in diese Teile des Bundesgebietes einzureisen, auch wenn diese faktisch nicht anders zu erreichen seien. Der Beschwerdeführer habe auch kein konkretes Interesse daran gezeigt, in dieses Gebiet einzureisen, sich dort niederzulassen oder einer Erwerbstätigkeit nachzugehen. Im Hinblick auf ein vorgelegtes Schreiben des Arbeitgebers, wonach der Beschwerdeführer aus beruflichen Gründen Landesgrenzen überschreiten müsse, um etwa Garmisch, Mittenwald, Ebbs und Kössen erreichen zu können, sei auf die Rechtsprechung des Verwaltungsgerichtshofes (VwGH 22.1.2014, 2013/21/0043; 15.9.2010, 2010/18/0279; 11.5.2009, 2007/18/0659) zu verweisen, wonach Reisen ins Ausland kein öffentliches Interesse der Republik Österreich begründen würden. Somit erweise sich auch das Vorbringen, wonach das Interesse der Republik Österreich auch in der Gewährung des durch die RL 2003/109/EG eingeräumten Rechts auf Mobilität liege, als unzutreffend.",
            "annotations": []
        },
        {
            "text": "3.3. Die Bedenken des Beschwerdeführers ob der Verfassungskonformität des §88 Abs1 FPG träfen nicht zu.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in Rechten wegen Anwendung eines verfassungswidrigen Gesetzes und in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet sowie die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Begründend wird dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "4.1. Die Verwehrung des Rechts auf Ausstellung eines Fremdenpasses stelle einen Eingriff in das verfassungsgesetzlich geschützte Recht gemäß Art2 4. ZPEMRK dar und stehe in einem Widerspruch zu den Vorgaben des Art15 GRC sowie Art8 EMRK, wenn die betroffene Person über kein anderes Reisedokument verfüge. In diesem Zusammenhang habe der EGMR in jüngster Rechtsprechung in einem Fall, in dem die nationalen Behörden keine einzelfallbezogene Prüfung durchgeführt hätten, ob die Erlangung eines Reisedokuments des Herkunftsstaates dem Fremden praktisch möglich sei, durch die Nichtausstellung eines Fremdenpasses eine Verletzung des in Art2 Abs2 4. ZPEMRK verbrieften Rechts bejaht (EGMR 14.6.2022, 38.121/20, L.B., Z97 bis 98).",
            "annotations": []
        },
        {
            "text": "Es müssten konkrete Anhaltspunkte vorliegen, die die Annahme rechtfertigen würden, dass ein bestimmtes (legitimes) Eingriffsziel im Einzelfall gegeben sei. Ebenso verhalte es sich mit der Prüfung, ob ein Eingriff in einer demokratischen Gesellschaft als notwendig betrachtet werden könne. Auch in diesem Zusammenhang sei auf die konkrete Situation im Einzelfall Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer verfüge über kein gültiges Reisedokument seines Herkunftsstaates Afghanistan und es sei ihm auch nicht möglich, ein solches zu erhalten. Zum Beweis dafür sei eine Bestätigung der Botschaft der Islamischen Republik Afghanistan vorgelegt worden, aus welcher hervorgehe, dass dem Beschwerdeführer auf Grund \"technischer Probleme\" kein Reisepass ausgestellt werden könne. Der Website der afghanischen Vertretungsbehörde in Wien sei eine Bekanntmachung vom 22. September 2021 zu entnehmen, in welcher ebenfalls die Rede von \"technischen Problemen\" sei, auf Grund derer keine Reisepässe ausgestellt werden könnten. Es werde darauf hingewiesen, dass diese Bekanntmachung bis zum Ergehen einer weiteren solchen in Geltung bleibe. Die afghanische Vertretungsbehörde im Iran habe im Dezember 2021 öffentlich bekanntgegeben, dass keine Reisepässe ausgestellt würden, bis die neue (Taliban-)Regierung nicht offiziell anerkannt werde (vgl ACCORD, Anfragebeantwortung zu Afghanistan: Ausstellung von Reisepässen in Afghanistan sowie an afghanischen Botschaften im Iran und in Pakistan; Dauer der Ausstellung; Kosten [a-11769], 21.12.2021). Auch dem Länderinformationsblatt der Staatendokumentation vom 4. Mai 2022 sei zu entnehmen, dass durch die afghanische Botschaft in Wien aktuell keine Reisepässe ausgestellt würden. Seitens der afghanischen Botschaft in Wien könne nicht abgeschätzt werden, wie lange dieser Umstand noch andauern werde. ",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht habe weder berücksichtigt, dass das \"technische Problem\" beinahe seit einem Jahr bestehe und selbst die afghanische Botschaft nicht abschätzen könne, wann das Problem behoben werden könne, noch führe es eine Rechtsgrundlage ins Treffen, aus welcher sich ergebe, dass eine dauerhafte Unmöglichkeit der Beschaffung eines Reisedokuments für die Ausstellung eines Fremdenpasses erforderlich wäre. Angesichts des Machtwechsels in Afghanistan und des Umstandes, dass die afghanische Botschaft in Wien seit beinahe einem Jahr keine Reisepässe mehr ausstelle, hätte das Bundesverwaltungsgericht somit in einem ersten Schritt festzustellen gehabt, dass es dem Beschwerdeführer nicht möglich sei, einen afghanischen Reisepass zu erhalten. Der Beschwerdeführer habe bereits in seiner Beschwerde an das Bundesverwaltungsgericht vorgebracht, in seinen Rechten nach Art2 4. ZPEMRK verletzt worden zu sein. Das Bundesverwaltungsgericht hätte sohin zu prüfen gehabt, ob ein solcher Eingriff vorliege und ob dieser zulässig sei.",
            "annotations": []
        },
        {
            "text": "Die generelle dauerhafte Beschränkung der Ausstellung eines für die Inanspruchnahme des Grundrechts notwendigen Ausweisdokumentes sei unter kein legitimes Eingriffsziel zu subsumieren. Insbesondere sei der Eingriff in das Grundrecht in einer demokratischen Gesellschaft auch nicht notwendig, da er zur Erreichung der angestrebten Ziele weder erforderlich noch verhältnismäßig sei.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer habe vor dem Bundesverwaltungsgericht bereits vorgebracht, aus beruflichen Gründen in bestimmte Gebiete des österreichischen Hoheitsgebietes reisen zu müssen, die nur über deutsches Hoheitsgebiet praktisch erreichbar seien. Der Beschwerdeführer verfüge über den Aufenthaltstitel \"Daueraufenthalt-EU\". Er sei sohin als langfristig Aufenthaltsberechtigter iSd RL 2003/109/EG zu betrachten. Als solcher sei er gemäß Art6 Abs1 VO 2016/399 (Schengener Grenzkodex) zur Einreise und zum Aufenthalt von 90 Tagen je Zeitraum von 180 Tagen im Schengenraum berechtigt. Zudem sei er gemäß Art14 Abs1 RL 2003/109/EG berechtigt, sich – unter gewissen Umständen – auch länger als drei Monate in den Mitgliedstaaten aufzuhalten. Diese Rechte könne er laut Art6 Abs1 lita Schengener Grenzkodex jedoch nur in Anspruch nehmen, wenn er über ein gültiges Reisedokument verfüge. Für den Beschwerdeführer habe die Nichtausstellung des Fremdenpasses sohin zur Folge, auf unbestimmte und unvorhersehbare Zeit von der Inanspruchnahme seiner Grundrechte ausgeschlossen zu sein. Jedenfalls rechtfertige auch das Anlegen eines \"restriktiven Maßstabs\" im Falle von langfristig Aufenthaltsberechtigten, bei denen keinerlei Hinweise vorlägen, dass eine Verpflichtung gegenüber den Gastländern nicht übernommen werden könnte, nicht die aus der Nichtausstellung von Reisedokumenten resultierende Verwehrung ihres Grundrechts auf Bewegungsfreiheit. Eine solche Auslegung würde zu einer Umkehrung des Regel-Ausnahme-Verhältnisses führen, das der Grundrechtssystematik immanent sei, indem die Versagung eines Reisedokuments zur Regel und dessen Ausstellung zur Ausnahme gemacht würde, ohne dass eine einzelfallbezogene Verhältnismäßigkeitsprüfung ermöglicht werde. Der Eingriff stehe in seiner Schwere sohin mit dem dadurch zu erreichenden Ziel in keinem Verhältnis. ",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht habe §88 Abs1 FPG einen verfassungs- bzw unionsrechtswidrigen Inhalt unterstellt. Das Bundesverwaltungsgericht verkenne, dass es dem Beschwerdeführer nicht obliege, ein \"konkretes Interesse\" an einer Niederlassung in einem Teil des Bundesgebietes darzutun, sondern ihm mit Art11 Abs1 lith RL 2003/109/EG ein Rechtsanspruch auf freien Zugang zum gesamten Hoheitsgebiet Österreichs zukomme. Das Bundesverwaltungsgericht hätte die nationale Bestimmung verfassungskonform auszulegen gehabt – nämlich dahingehend, dass ein Interesse der Republik darin bestehe, die völker- und unionsrechtlichen Vorgaben einzuhalten – und gleichsam festzustellen gehabt, dass dem Beschwerdeführer ein Fremdenpass auszustellen sei.",
            "annotations": []
        },
        {
            "text": "4.2. Es liege auch eine Verletzung von ArtI Bundesverfassungsgesetz BGBl 390/1973 vor. Das Bundesverwaltungsgericht hätte nicht ohne Weiteres davon ausgehen dürfen, dass \"in absehbarer Zeit\" wieder Reisepässe ausgestellt werden könnten und hätte in diesem Zusammenhang weitere Informationsquellen heranzuziehen gehabt. ",
            "annotations": []
        },
        {
            "text": "5. Der Verfassungsdienst im Bundeskanzleramt wurde durch den Verfassungsgerichtshof ersucht, zur Frage der Verfassungsmäßigkeit des §88 Abs1 FPG Stellung zu nehmen. Der Verfassungsdienst im Bundeskanzleramt verwies in der Folge auf die in VfGH 16. Juni 2023, E3489/2022, erstattete Stellungnahme.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht und das Bundesamt für Fremdenwesen und Asyl haben die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift wurde aber jeweils abgesehen.",
            "annotations": []
        },
        {
            "text": "7. Der Beschwerdeführer hat auf die Stellungnahme des Verfassungsdienstes im Bundeskanzleramt repliziert.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "§88 des Bundesgesetzes über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 – FPG), BGBl I 100/2005, idF BGBl I 68/2013 lautet:",
            "annotations": []
        },
        {
            "text": "\"Ausstellung von Fremdenpässen",
            "annotations": []
        },
        {
            "text": "§88. (1) Fremdenpässe können, sofern dies im Hinblick auf die Person des Betroffenen im Interesse der Republik gelegen ist, auf Antrag ausgestellt werden für",
            "annotations": []
        },
        {
            "text": "1. Staatenlose oder Personen ungeklärter Staatsangehörigkeit, die kein gültiges Reisedokument besitzen;",
            "annotations": []
        },
        {
            "text": "2. ausländische Staatsangehörige, die über ein unbefristetes Aufenthaltsrecht im Bundesgebiet verfügen und nicht in der Lage sind, sich ein gültiges Reisedokument ihres Heimatstaates zu beschaffen;",
            "annotations": []
        },
        {
            "text": "3. ausländische Staatsangehörige, die nicht in der Lage sind, sich ein gültiges Reisedokument ihres Heimatstaates zu beschaffen und bei denen im Übrigen die Voraussetzungen für die Erteilung eines Aufenthaltstitels 'Daueraufenthalt – EU' (§45 NAG) gegeben sind;",
            "annotations": []
        },
        {
            "text": "4. ausländische Staatsangehörige, die nicht in der Lage sind, sich das für die Auswanderung aus dem Bundesgebiet erforderliche Reisedokument ihres Heimatstaates zu beschaffen oder",
            "annotations": []
        },
        {
            "text": "5. ausländische Staatsangehörige, die seit mindestens vier Jahren ununterbrochen ihren Hauptwohnsitz im Bundesgebiet haben, sofern der zuständige Bundesminister oder die Landesregierung bestätigt, dass die Ausstellung des Fremdenpasses wegen der vom Fremden erbrachten oder zu erwartenden Leistungen im Interesse des Bundes oder des Landes liegt.",
            "annotations": []
        },
        {
            "text": "(2) Fremdenpässe können auf Antrag weiters ausgestellt werden für Staatenlose, die sich rechtmäßig im Bundesgebiet aufhalten, oder Personen ungeklärter Staatsangehörigkeit, die kein gültiges Reisedokument besitzen und sich rechtmäßig im Bundesgebiet aufhalten.",
            "annotations": []
        },
        {
            "text": "(2a) Fremdenpässe sind Fremden, denen in Österreich der Status des subsidiär Schutzberechtigten zukommt und die nicht in der Lage sind, sich ein gültiges Reisedokument ihres Heimatstaates zu beschaffen, auf Antrag auszustellen, es sei denn, dass zwingende Gründe der nationalen Sicherheit oder öffentlichen Ordnung dem entgegenstehen.",
            "annotations": []
        },
        {
            "text": "(3) Die Gestaltung der Fremdenpässe wird entsprechend den für solche Reisedokumente international üblichen Anforderungen durch Verordnung des Bundesministers für Inneres bestimmt. Im Übrigen hat die Verordnung den für Reisepässe geltenden Regelungen des Paßgesetzes 1992, BGBl Nr 839, zu entsprechen.",
            "annotations": []
        },
        {
            "text": "(4) Hinsichtlich der weiteren Verfahrensbestimmungen über die Ausstellung eines Fremdenpasses, der Bestimmungen über die Verarbeitung und Löschung von personenbezogenen Daten und der weiteren Bestimmungen über den Dienstleister gelten die Bestimmungen des Paßgesetzes entsprechend.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Eine Verletzung des verfassungsgesetzlich gewährleisteten Rechtes auf Ausreisefreiheit gemäß Art2 4. ZPEMRK liegt ua dann vor, wenn das Verwaltungsgericht der angewendeten Rechtsvorschrift fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zur genannten Bestimmung stehend erscheinen ließe.",
            "annotations": []
        },
        {
            "text": "2.1. Nach Art2 Abs2 4. ZPEMRK steht es jedermann frei, jedes Land (einschließlich seines eigenen) zu verlassen. Die Ausübung dieses Rechtes darf gemäß Art2 Abs3 4. ZPEMRK keinen anderen Einschränkungen unterworfen werden als denen, die gesetzlich vorgesehen und in einer demokratischen Gesellschaft im Interesse der nationalen oder der öffentlichen Sicherheit, der Aufrechterhaltung des ordre public, der Verhütung von Straftaten, des Schutzes der Gesundheit oder der Moral oder des Schutzes der Rechte und Freiheiten anderer notwendig sind.",
            "annotations": []
        },
        {
            "text": "3. In seinem Urteil vom 14. Juni 2022, 38.121/20, L.B., hat der Europäische Gerichtshof für Menschenrechte ua betont, dass das Recht, ein Land zu verlassen, ohne Ausstellung irgendeiner Art von Reisedokument nicht praktisch und effektiv gewährleistet wäre (Z60). Jede Maßnahme, durch die einer Person der Gebrauch eines Dokumentes versagt wird, das ihr – wenn sie es gewünscht hätte – das Verlassen eines Landes erlaubt hätte, stellt einen Eingriff in das durch Art2 4. ZPEMRK gewährleistete Recht dar (Z79 mwN). Schließlich hat der Europäische Gerichtshof für Menschenrechte im genannten Urteil eine Verletzung von Art2. 4. ZPEMRK festgestellt, weil die nationalen Behörden die Ausstellung eines Fremdenpasses verweigert hatten, ohne eine Abwägung im Einzelfall vorgenommen zu haben und sichergestellt zu haben, dass eine solche Maßnahme im konkreten Einzelfall gerechtfertigt und verhältnismäßig war (Z96).",
            "annotations": []
        },
        {
            "text": "4. Wie der Verfassungsgerichthof bereits im Erkenntnis vom 16. Juni 2023, E3489/2022, betont hat, hat der Europäische Gerichtshof für Menschenrechte im zitierten Urteil zugleich festgehalten, dass Art2 Abs2 4. ZPEMRK den Vertragsstaaten keine allgemeine Verpflichtung auferlegt, Ausländern, die sich in ihrem Hoheitsgebiet aufhalten, ein bestimmtes Dokument auszustellen, das ihnen Auslandsreisen ermöglicht (Z59). Gleichwohl findet Art2 Abs2 4. ZPEMRK nach Auffassung des Europäischen Gerichtshofes für Menschenrechte auf Sachverhalte Anwendung, in denen ein Vertragsstaat Personen, die sich rechtmäßig in seinem Hoheitsgebiet aufhalten, in seiner Rechtsordnung bei Erfüllung der notwendigen Voraussetzungen ein Recht auf Erlangung eines Fremdenpasses einräumt; der Schutzbereich von Art2 Abs2 4. ZPEMRK erstreckt sich also auf derartige Konstellationen (siehe Zlen 61 f.).",
            "annotations": []
        },
        {
            "text": "5. Vor diesem Hintergrund ergibt sich Folgendes:",
            "annotations": []
        },
        {
            "text": "5.1. Gemäß §88 Abs1 Z2 FPG können für ausländische Staatsangehörige, die über ein unbefristetes Aufenthaltsrecht im Bundesgebiet verfügen und nicht in der Lage sind, sich ein gültiges Reisedokument ihres Heimatstaates zu beschaffen, auf Antrag Fremdenpässe ausgestellt werden, sofern dies im Hinblick auf die Person des Betroffenen im Interesse der Republik gelegen ist.",
            "annotations": []
        },
        {
            "text": "5.2. Dem Verfahren zur Ausstellung von Fremdenpässen gemäß §88 Abs1 FPG kommt nun insofern grundrechtliche Bedeutung zu, als die Behörde anlässlich eines solchen Antrages die Folgen einer Verweigerung auf ihre Verhältnismäßigkeit im Hinblick auf Art2 4. ZPEMRK prüfen kann und muss (vgl EGMR, L.B., Z96 sowie VfGH 16.6.2023, E3489/2022). ",
            "annotations": []
        },
        {
            "text": "5.3. Angesichts dessen ist die Voraussetzung \"sofern dies im Hinblick auf die Person des Betroffenen im Interesse der Republik\" liegt in §88 Abs1 FPG auch dann erfüllt, wenn die Verweigerung der Ausstellung eines Fremdenpasses eine Verletzung des durch Art2 4. ZPEMRK gewährleisteten Rechtes auf Ausreisefreiheit und damit einen Verstoß gegen die Verpflichtung der Republik Österreich zur Gewährleistung dieses Konventionsrechtes bedeuten würde (vgl VfGH 16.6.2023, E3489/2022 sowie VfSlg 20.330/2019 zu §28 Abs1 Z1 StbG).",
            "annotations": []
        },
        {
            "text": "5.4.  Das Bundesverwaltungsgericht führt aus, dass aus dem vom Beschwerdeführer vorgelegten Schreiben der afghanischen Botschaft hervorgehe, dass die Ausstellung eines Passes durch die afghanischen Behörden derzeit auf Grund eines technischen Defekts nicht möglich sei. Es liege daher bloß ein vorübergehendes und kein endgültiges Hindernis für die Erlangung eines Fremdenpasses vor. ",
            "annotations": []
        },
        {
            "text": "5.5. Aus der zum Entscheidungszeitpunkt des Bundesverwaltungsgerichtes aktuellen Länderinformation der Staatendokumentation vom 4. Mai 2022, Version 7, ergibt sich jedoch Folgendes:",
            "annotations": []
        },
        {
            "text": "\"Aktuell [Stand September 2021] werden von der afghanischen Botschaft in Wien keine neuen Tazkira und Reisepässe ausgestellt. Davon betroffen sind auch jene Personen, die bereits einen Antrag gestellt haben bzw eine Bestätigung zur Ausstellung erhalten haben. Hier kann seitens der afghanischen Botschaft nicht abgeschätzt werden, wie lange dieser Umstand noch vorherrschen wird. Abgelaufene biometrische Reisepässe können in Zukunft bei der Botschaft verlängert werden (AFB WIE 22.9.2021). Ende November erklärte der Leiter der Passabteilung, die Abteilung habe dem Außenministerium mindestens 20.000 Pässe zur Verteilung an afghanische Staatsbürger außerhalb des Landes vorgelegt. Nach Angaben der Abteilung werden die Pässe an die Afghanen außerhalb des Landes ausgegeben, deren Pässe abgelaufen sind (TN 30.11.2021).\"",
            "annotations": []
        },
        {
            "text": "5.6. Vor dem Hintergrund dieser Länderinformation vermag das Bundesverwaltungsgericht nicht nachvollziehbar zu begründen, weshalb der Beschwerdeführer dennoch im Sinne des §88 Abs1 Z2 FPG in der Lage sein sollte, sich ein gültiges Reisedokument seines Heimatstaates zu beschaffen. ",
            "annotations": []
        },
        {
            "text": "5.7. Da das Bundesverwaltungsgericht die Ausstellung eines vom Beschwerdeführer (zum Zweck, [auch beruflich] ins Ausland reisen zu können) beantragten Fremdenpasses verweigert hat, ohne eine hinreichende Interessenabwägung und damit eine Verhältnismäßigkeitsprüfung durchzuführen, hat es §88 Abs1 FPG einen Art2 4. ZPEMRK widersprechenden Inhalt unterstellt.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Ausreisefreiheit (Art2 4. ZPEMRK) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}