{
    "document_id": "JFT_20231004_23E00065_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist ein im Jahr 1990 geborener syrischer Staatsangehöriger aus dem Gouvernement Rif Damaschq, der der Volksgruppe der Araber angehört und sich zum sunnitischen Islam bekennt. Er stellte am 27. Juli 2021 einen Antrag auf internationalen Schutz in Österreich und begründete diesen damit, als Reservist der syrischen Armee desertiert zu sein, weil er den Krieg ablehne.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 14. Februar 2022 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten ab (Spruchpunkt I.), erkannte dem Beschwerdeführer den Status des subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte diesem eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.). ",
            "annotations": []
        },
        {
            "text": "3. In seiner ausschließlich gegen Spruchpunkt I. dieses Bescheides erhobenen Beschwerde brachte der Beschwerdeführer unter anderem vor, die Behörde übersehe, dass in Syrien alle Männer im Alter von 18 bis 42 Jahren nach Absolvieren des Militärdienstes als Reservisten eingezogen werden könnten. Es komme nicht darauf an, ob eine Einberufung bereits vor der Ausreise erfolgt sei, sondern vielmehr darauf, mit welcher Wahrscheinlichkeit von einem Einsatz beim Militär im Falle einer nunmehrigen Rückkehr auszugehen sei. Aus den Länderfeststellungen ergebe sich, dass er jederzeit rekrutiert werden könne. ",
            "annotations": []
        },
        {
            "text": "4. Diese Beschwerde wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 29. November 2022 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Begründend führt das Bundesverwaltungsgericht insbesondere aus, dass der Beschwerdeführer 32 Jahre alt sei und von 2009 bis 2011 den Militärdienst als einfacher Soldat mit einer Verwendung als Kraftfahrer abgeleistet habe. Es könne nicht festgestellt werden, dass er nach 2011 wiederum zum Militärdienst eingezogen worden und vom Dienst desertiert sei. Der Beschwerdeführer habe in der Verhandlung bei der Schilderung des Fluchtgrundes keinen überzeugenden Eindruck gemacht, weil die Antworten auf konkrete Nachfragen und Zwischenfragen widersprüchlich und inhaltlich dürftig ausgefallen und teilweise unsicher und ausweichend vorgetragen worden seien. Bei der Schilderung seiner (letzten) militärischen Verwendung habe er kaum Details angeben können. Die nur in Kopie und erst in der Verhandlung vorgelegten Befunde könnten nicht auf ihre Echtheit überprüft werden und seien angesichts der leichten Verfügbarkeit von unechten und unwahren Urkunden aus Syrien nicht geeignet, das Vorbringen zu untermauern. Der Beschwerdeführer habe den Herkunftsstaat wegen des Krieges verlassen und habe auch bereits subsidiären Schutz erhalten. Eine Gefahr der neuerlichen Einberufung zum Wehrdienst trotz des Fehlens von besonderen Qualifikationen sei nach den Länderfeststellungen nicht ersichtlich (Verweis auf VwGH 21.9.2022, Ra 2022/19/0227). ",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesamt für Fremdenwesen und Asyl hat die Verwaltungsakten, das Bundesverwaltungsgericht die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift wurde aber jeweils abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "3. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht stellt fest, dass der Beschwerdeführer 32 Jahre alt ist, aus dem Gouvernement Rif Damaschq stammt und 2009 bis 2011 seinen Grundwehrdienst als Kraftfahrer abgeleistet hat. Dass der Beschwerdeführer \"nach 2011\" wiederum zum Militärdienst eingezogen worden und vom Dienst desertiert sei, könne nicht festgestellt werden. Dies ergebe sich beweiswürdigend aus dessen widersprüchlichen und vagen Angaben, dem persönlichen Eindruck in der mündlichen Verhandlung und der fehlenden Beweiskraft vorgelegter Urkunden. Eine Gefahr der neuerlichen Einberufung des Beschwerdeführers zum Wehrdienst trotz des Fehlens von besonderen Qualifikationen sei nach den Länderfeststellungen nicht ersichtlich. ",
            "annotations": []
        },
        {
            "text": "3.2. Zur Beurteilung der Situation in Syrien zieht das Bundesverwaltungsgericht das Länderinformationsblatt der Staatendokumentation vom 10. August 2022 heran. Auf dessen Grundlage stellt es zum Wehr- und Reservedienst der syrischen Armee unter anderem Folgendes fest: ",
            "annotations": []
        },
        {
            "text": "\"Rekrutierungskampagnen werden aus allen Gebieten unter Regimekontrolle gemeldet, besonders auch aus wiedereroberten Gebieten (EUAA 11.2021). Die Regierung hat in vormals unter der Kontrolle der Oppositionskräfte stehenden Gebieten, wie zum Beispiel Ost-Ghouta, Zweigstellen zur Rekrutierung geschaffen. Wehrdienstverweigerer und Deserteure können sich in diesen Rekrutierungszentren melden, um nicht länger von den Sicherheitskräften gesucht zu werden. In vormaligen Oppositionsgebieten werden Listen mit Namen von Personen, welche zur Rekrutierung gesucht werden, an lokale Behörden und Sicherheitskräfte an Checkpoints verteilt (DIS 5.2020).",
            "annotations": []
        },
        {
            "text": "Ein 'Herausfiltern' von Militärdienstpflichtigen im Rahmen von Straßenkontrollen oder an einem der zahlreichen Checkpoints ist weit verbreitet (FIS 14.12.2018). […] Während manche Quellen davon ausgehen, dass insbesondere in vormaligen Oppositionsgebieten (z. B. dem Umland von Damaskus, Aleppo, Dara‘a und Homs) immer noch Rekrutierungen mittels Hausdurchsuchungen stattfinden (DIS 5.2020; vgl EB 3.6.2020), berichten andere Quellen, dass die Regierung nun weitgehend davon absieht, um erneute Aufstände zu vermeiden (DIS 5.2020). […]",
            "annotations": []
        },
        {
            "text": "Reservedienst",
            "annotations": []
        },
        {
            "text": "Gemäß Artikel 15 des Gesetzesdekrets Nr 30 von 2007 bleibt ein syrischer Mann nach Beendigung des Pflichtwehrdienstes, wenn er sich gegen einen Eintritt in den Militärdienst als Berufssoldat entscheidet, Reservist und kann bis zum Alter von 42 Jahren in den aktiven Dienst einberufen werden (TIMEP 22.8.2019; vgl STDOK 8.2017). Es liegen einzelne Berichte vor, denen zufolge die Altersgrenze für den Reservedienst erhöht wird, wenn die betreffende Person besondere Qualifikationen hat (das gilt z. B. für Ärzte, Panzerfahrer, Luftwaffenpersonal, Artilleriespezialisten und Ingenieure für Kampfausrüstung). Die Behörden ziehen vornehmlich Männer bis zu einem Alter von 27 Jahren ein, während Ältere sich eher auf Ausnahmen berufen können. Dennoch wurden die Altersgrenzen fallweise angehoben und auch Männer bis zu einem Alter von 55 oder sogar 62 Jahren, abhängig vom Rang, eingezogen, bzw konnten Männer nach Erreichen des 42. Lebensjahres die Armee nicht verlassen (ÖB 29.9.2020; vgl FIS 14.12.2018, vgl NMFA 5.2020). Die Altersgrenze hängt laut Experten eher von lokalen Entwicklungen und den Mobilisierungsbemühungen der Regierung ab als von allgemeinen Einberufungsregelungen. Generell hat sich das Maß der Willkür in Syrien im Zuge des Konfliktes erhöht (FIS 14.12.2018). Manche Quellen berichten, dass ihnen keine Fälle von Rekrutierungen Über-42-Jähriger nach 2016 bzw 2018 bekannt seien. Gemäß anderen Quellen soll es jedoch zu Einberufungen von über-42-jährigen Rückkehrern aus dem Libanon und Jordanien als Reservisten gekommen sein, wobei es sich nicht um Zwangsrekrutierungen handelte (DIS 5.2020).",
            "annotations": []
        },
        {
            "text": "Rekrutierungsbedarf und partielle Demobilisierung",
            "annotations": []
        },
        {
            "text": "Der Personalbedarf des syrischen Militärs bleibt aufgrund von Entlassungen langgedienter Wehrpflichtiger und zahlreicher Verluste durch Kampfhandlungen unverändert hoch (AA 29.11.2021). Die syrische Regierung hat das syrische Militärdienstgesetz während des Konflikts mehrfach geändert, um die Zahl der Rekruten zu erhöhen (DIS 10.2019). Glaubhaften Berichten zufolge gibt es Zwangsrekrutierungen junger Männer durch syrische Streitkräfte auch unmittelbar im Kampfgebiet (AA 4.12.2020).",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die Informationslage bezüglich wehrpflichtiger Rückkehrer ist widersprüchlich: Nach Einschätzung von Human Rights Watch nutze das Regime Schlupflöcher in den Amnestiedekreten aus, um Rückkehrer unmittelbar nach Einreise wieder auf Einberufungslisten zu setzen. Amnesty International dokumentierte Fälle von Rückkehrern, die aufgrund der Wehrpflicht zunächst festgenommen und nach Freilassung unmittelbar in den Militärdienst eingezogen wurden (AA 29.11.2021). Einem Experten sind hingegen keine Berichte von Wehrdienstverweigerern bekannt, die aus dem Ausland in Gebiete unter Regierungskontrolle zurückgekehrt sind. Ihm zufolge kann nicht mit Sicherheit gesagt werden, was in so einem Fall passieren würde. Laut einem Experten wäre es aber wahnsinnig, als Wehrdienstverweigerer aus Europa ohne Sicherheitsbestätigung und politische Kontakte zurückzukommen. […]\"",
            "annotations": []
        },
        {
            "text": "3.3. Das Bundesverwaltungsgericht hat es unterlassen, diese Länderinformationen mit den persönlichen Umständen des Beschwerdeführers, insbesondere dessen Herkunftsregion, in Beziehung zu setzen. Das Gericht lässt unberücksichtigt, dass es sich bei der Herkunftsregion des Beschwerdeführers, dem Gouvernement Rif Damaschq (\"Damaskus-Umland\"), nach den Länderfeststellungen teils um ein vormaliges Oppositionsgebiet handelt, dass von der syrischen Regierung \"wiedererobert\" wurde. Auch aus dem vom Bundesverwaltungsgericht ins Verfahren eingebrachten, den Länderfeststellungen aber nicht zugrunde gelegten Bericht \"Country Guidance: Syria\" des EASO vom November 2021 geht hervor, dass Teile von Rif Damaschq (\"Rural Damascus\") ehemals von der Opposition kontrolliert wurden und von der syrischen Regierung nach wie vor mit dieser assoziiert werden (vgl EASO, S 75). Aus welchem Teil von Rif Damaschq der Beschwerdeführer stammt, stellt das Bundesverwaltungsgericht nicht fest. Den Länderfeststellungen zufolge wird die Wahrscheinlichkeit der Einberufung einer Person aber entscheidend von deren Herkunftsregion mitbestimmt: Rekrutierungskampagnen würden \"besonders auch aus wiedereroberten Gebieten\" gemeldet, \"insbesondere in vormaligen Oppositionsgebieten (z. B. dem Umland von Damaskus […])\" fänden manchen Quellen zufolge immer noch Rekrutierungen mittels Hausdurchsuchungen statt, und die Altersgrenze für den Reservedienst hänge laut Experten \"eher von lokalen Entwicklungen und den Mobilisierungsbemühungen der Regierung\" ab. Die Machtverhältnisse in der Herkunftsregion des Beschwerdeführers wären daher festzustellen und bei der Gefahrenprognose zu berücksichtigen gewesen.",
            "annotations": []
        },
        {
            "text": "3.4. Damit erweist sich die Begründung der angefochtenen Entscheidung in wesentlichen Teilen als grob mangelhaft. Das Bundesverwaltungsgericht hat seine Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen, wodurch es das angefochtene Erkenntnis mit Willkür belastet hat.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander gemäß ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}