{
    "document_id": "JFT_20231004_23E00180_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist syrischer Staatsangehöriger, bekennt sich zum sunnitischen Glauben, gehört der Volksgruppe der Araber an und wurde am 15. März 1981 geboren. Er besuchte in Syrien zwölf Jahre die Schule und absolvierte eine Berufsausbildung als Elektriker, bevor er als Zimmerer und Baggerfahrer arbeitete. Im Zeitraum zwischen 2001 und 2003 absolvierte er für zweieinhalb Jahre seinen Militärdienst. Der Beschwerdeführer wurde zunächst als Elektrotechniker für Panzer und später in der Verwaltung eingesetzt. Er hatte den Rang eines Feldwebels. Am 10. November 2021 stellte er einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 12. Juli 2022 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten ab (Spruchpunkt I.), erkannte dem Beschwerdeführer den Status des subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihm eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "3. Die ausschließlich gegen Spruchpunkt I. erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 5. Dezember 2022 als unbegründet ab. Aus dem Vorbringen des Beschwerdeführers ließen sich keine Anhaltspunkte dafür ableiten, dass er besondere Qualifikationen, Ausbildungen oder Spezialtrainings vorweisen könne, welche einen Kampfeinsatz gerade seiner Person als militärisch besonders notwendig erscheinen ließe.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Unter anderem wird in der Beschwerde vorgebracht, dass dem Beschwerdeführer bei einer Rückkehr nach Syrien die Einberufung zum Reservedienst in der syrischen Armee drohe. Er verfüge über eine Berufsausbildung zum Elektriker und sei im Militärdienst als Elektrotechniker für Panzer eingesetzt worden. Auf Grund dieser Ausbildung und der im Rahmen seines Militärdienstes erbrachten Tätigkeiten verfüge der Beschwerdeführer über besondere Qualifikationen. Ihm drohe daher eine Einberufung als Reservist bis zum Alter von über 60 Jahren.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und – ebenso wie das Bundesamt für Fremdenwesen und Asyl – von der Erstattung einer Gegenschrift bzw Äußerung abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungs-verfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Der Beschwerdeführer brachte in der Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl vor, dass er während seines Militärdienstes als Techniker für Panzer eingesetzt worden sei und den Rang eines Feldwebels gehabt habe, weil er über die Matura verfüge. Im Zuge der vor dem Bundesverwaltungsgericht durchgeführten mündlichen Verhandlung führte der Beschwerdeführer aus, dass er beim Militärdienst als Feldwebel oft auch als Gruppenleiter eingeteilt worden sei. Ansonsten sei er als Elektrotechniker für Panzer zuständig gewesen und habe beschädigte Panzer repariert bzw in Stand gehalten.",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht stellt fest, dass der Beschwerdeführer während seines zweieinhalbjährigen Militärdienstes zunächst als Elektrotechniker für Panzer und später in der Verwaltung eingesetzt worden sei. Er habe den Rang eines Feldwebels gehabt. Der Beschwerdeführer habe seine Tätigkeiten im Rahmen des Wehrdienstes in der mündlichen Verhandlung beschrieben und ausgeführt, dass er beschädigte Panzer repariert bzw in Stand gehalten habe, außerdem sei er als Gruppenleiter eingesetzt worden. Im Zuge dessen habe er die Schichten der Sicherheitssoldaten eingeteilt und die Aufsicht innegehabt. Diese Ausführungen erschienen – so das Bundesverwaltungsgericht weiter – glaubwürdig.",
            "annotations": []
        },
        {
            "text": "Zudem führt das Bundesverwaltungsgericht aus, dass der Beschwerdeführer mit seinen mittlerweile 41 Jahren die Altersgrenze von 27 Jahren deutlich überschritten habe und eine Einberufung als Reservist daher als nicht wahrscheinlich erscheine. Zwar würden Reservisten auch über diese Altersgrenze hinaus bis zum Alter von 42 Jahren eingezogen werden können und fallweise auch Männer bis zum Alter von 55 oder sogar 62 Jahren eingezogen werden. Allerdings treffe dies laut Länderberichten vorwiegend auf Personen mit besonderen Qualifikationen (zB Ärzte, Panzerfahrer, Luftwaffenpersonal, Artilleriespezialisten und Ingenieure für Kampfausrüstung) zu und sei abhängig vom militärischen Rang. Aus dem Vorbringen des Beschwerdeführers, wonach er während seines verpflichtenden Wehrdienstes als Techniker für Panzer und in der Verwaltung eingesetzt worden sei, ließen sich keine Anhaltspunkte dafür ableiten, dass er besondere Qualifikationen, Ausbildungen oder Spezialtrainings vorweisen könne, welche einen Kampfeinsatz gerade seiner Person als militärisch besonders notwendig erscheinen ließe. Auch seine berufliche Tätigkeit als Zimmerer sowie Baggerfahrer deute nicht darauf hin, dass er für den Reservedienst in der syrischen Armee von besonderem Interesse wäre.",
            "annotations": []
        },
        {
            "text": "4. Unter Zugrundelegung der Feststellungen des Bundesverwaltungsgerichtes, wonach der Beschwerdeführer während seines Militärdienstes als Elektrotechniker für Panzer zuständig war, sind die kursorischen Ausführungen im Hinblick auf fehlende besondere Qualifikationen oder Ausbildungen des Beschwerdeführers, nicht nachvollziehbar. Angesichts der wiedergegebenen Länderberichte wäre das Bundesverwaltungsgericht verpflichtet gewesen, näher zu prüfen, ob die Tätigkeit des Beschwerdeführers als Elektrotechniker für Panzer sowie seine bisherigen militärischen Erfahrungen eine besondere Qualifikation im Sinne dieser Länderberichte darstellen.",
            "annotations": []
        },
        {
            "text": "5. Da das Bundesverwaltungsgericht die erforderlichen Ermittlungstätigkeiten in einem entscheidenden Punkt unterlassen hat, ist seine Entscheidung mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl Nr 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}