{
    "document_id": "JFT_20230228_22G00241_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit der Worte \"verbindlich\" und \"und kann später nicht geändert werden\" in §3 Abs3 FamZeitbG, BGBl I 53/2016 wegen Verletzung des verfassungsgesetzlich gewährleisteten Rechts auf Gleichheit aller Staatsbürger vor dem Gesetz (Art7 B-VG):",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: Der Verfassungsgerichtshof hat wiederholt darauf hingewiesen, dass der Gesetzgeber bei der Verfolgung familienpolitischer Ziele frei ist und dem Gesetzgeber im Beihilfenrecht ein weiter – durch das Sachlichkeitsgebot begrenzter – rechtspolitischer Gestaltungsspielraum zukommt (vgl VfSlg 14.694/1996, 17.954/2006, 19.411/2011). Ein Gesetz ist nicht schon dann gleichheitswidrig, wenn sein Ergebnis nicht in allen Fällen als befriedigend angesehen wird. Es ist ihm gestattet, einfache und leicht handhabbare Regelungen zu treffen und von einer Durchschnittbetrachtung auszugehen. Nicht jede Unbilligkeit, die eine einheitliche Regelung mit sich bringt, ist dabei bereits als unsachlich zu werten; auch das Entstehen von Härtefällen macht für sich alleine eine Regelung noch nicht unsachlich (VfSlg 14.694/1996, 18.705/2009, 19.411/2011). Vor dem Hintergrund des vorliegenden Falles und der vorgebrachten Bedenken ist jedoch – mit Blick auf die genannte Rechtsprechung – keine Unsachlichkeit der angefochtenen Bestimmung erkennbar.",
            "annotations": []
        },
        {
            "text": "Das Recht der Europäischen Union stellt – mit Ausnahme der Grundrechtecharta (vgl VfSlg 19.632/2012) – keinen Maßstab für die Normenkontrolle durch den Verfassungsgerichtshof dar (vgl VfSlg 15.189/1998 und 15.753/2000).",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}