{
    "document_id": "JFT_20230628_23E00628_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist Staatsangehöriger des Irak, gehört der Volksgruppe der Araber an und bekennt sich zur schiitischen Glaubensrichtung des Islam. Er stammt aus Bagdad und lebte dort bis zu seiner Ausreise. Am 1. Jänner 2020 stellte der Beschwerdeführer einen Antrag auf internationalen Schutz in Österreich. Begründend gab der Beschwerdeführer im Rahmen der am selben Tag durchgeführten Erstbefragung an, dass er bei einer Rückkehr fürchte, von einer Bande von Geldfälschern getötet zu werden, da er als Polizeibeamter an deren Aufdeckung beteiligt gewesen sei. Darüber hinaus sei er homosexuell und befürchte, deshalb bei einer Rückkehr in seinen Herkunftsstaat getötet oder von seiner Familie verstoßen zu werden. ",
            "annotations": []
        },
        {
            "text": "2. Nach Durchführung niederschriftlicher Einvernahmen am 7. Juli 2020 und am 15. Juli 2020 wies das Bundesamt für Fremdenwesen und Asyl mit Bescheid vom 28. Oktober 2020 den Antrag des Beschwerdeführers sowohl hinsichtlich der Zuerkennung des Status des Asylberechtigten als auch des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak als unbegründet ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung und stellte fest, dass die Abschiebung in den Irak zulässig sei. Ferner wurde eine Frist für die freiwillige Ausreise von 14 Tagen gesetzt.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht – nach Durchführung von mündlichen Verhandlungen am 14. Juli 2022 und am 8. September 2022 – mit Erkenntnis vom 12. Jänner 2023 als unbegründet ab. Das Bundesverwaltungsgericht führt im Wesentlichen aus, dass dem Beschwerdeführer keine Verfolgung wegen seiner polizeilichen Tätigkeit drohe und er auch \"nicht homosexuell orientiert [sei], wiewohl er schon während aufrechter Ehe vor der Ausreise aus seiner Heimat und auch weiterhin in Österreich sexuellen Umgang mit Männern\" unterhalten habe bzw unterhalte. ",
            "annotations": []
        },
        {
            "text": "3.1. Zur Lage sexueller Minderheiten im Irak stellt das Bundesverwaltungsgericht unter anderem Folgendes fest: ",
            "annotations": []
        },
        {
            "text": "\"Auch wenn sensible Themen zunehmend öffentlich diskutiert werden, wird Homosexualität weitgehend tabuisiert und von großen Teilen der Bevölkerung als unvereinbar mit Religion und Kultur abgelehnt. Homosexuelle leben ihre Sexualität meist gar nicht oder nur heimlich aus und sehen sich Diskriminierung und sozialer Ausgrenzung ausgesetzt. Es besteht ein hohes Risiko sozialer Ächtung (AA 25.10.2021) und Gewalt (AA 25.10.2021; vgl FH 28.2.2022), bis hin zu Ehrenmorden (AA 25.10.2021). Milizen haben in den letzten Jahren wiederholt Mitglieder sexueller Minderheiten bedroht und verfolgt und werden mit Ermordungen von homosexuellen Männern in Verbindung gebracht (AA 25.10.2021; vgl HRW 13.1.2022, BS 23.2.2022, S. 14).",
            "annotations": []
        },
        {
            "text": "Auch staatliche Behörden werden damit in Verbindung gebracht (BS 23.2.2022, S. 14). In Folge öffentlicher Entrüstung nach dem Hissen der Regenbogenflaggen auf dem gemeinsamen Gelände der britischen, kanadischen und EU-Botschaft im Mai 2020 wurden um die elf Angehörige sexueller Minderheiten mutmaßlich wegen ihrer sexuellen Orientierung getötet (AA 25.10.2021). Im Jahr 2021 wurden Angehörige sexueller Minderheiten[…] sowie Personen[,] die als solche wahrgenommen wurden[,] an Checkpoints körperlich, verbal und sexuell belästigt. Einige solcher Personen wurden willkürlich verhaftet und in Polizeigewahrsam Misshandlungen wie Folter, erzwungenen Analuntersuchungen, schweren Schlägen und sexueller Gewalt ausgesetzt.",
            "annotations": []
        },
        {
            "text": "HRW dokumentierte auch Fälle digitaler Überwachung durch bewaffnete Gruppen in sozialen Medien und bei gleichgeschlechtlichen Dating-Seiten (HRW 13.1.2022).",
            "annotations": []
        },
        {
            "text": "Nach Angaben von NGOs haben Iraker, die aufgrund ihrer tatsächlichen oder vermeintlichen sexuellen Orientierung oder Geschlechtsidentität schwere Diskriminierung, Folter, Körperverletzung oder Todesdrohungen erleiden, keine Möglichkeit, gegen diese Handlungen vor Gerichten oder staatlichen Institutionen vorzugehen (USDOS 12.4.2022). Im Laufe der Jahre wurden Täter, zu denen auch Angehörige der Sicherheitskräfte zählen, die Angehörige sexueller Minderheiten oder Personen, die als solche wahrgenommen wurden, entführt, gefoltert oder getötet haben, von den Behörden nicht zur Rechenschaft gezogen. Auch Mitglieder bewaffneter Gruppen blieben ungestraft (HRW 13.1.2022). Die Polizei wird mitunter eher als Bedrohung, denn als Schutz empfunden (AA 25.10.2021). Trotz wiederholter Drohungen und Gewalttaten gegen Angehörige sexueller Minderheiten versäumt es die Regierung, Angreifer zu identifizieren, festzunehmen oder strafrechtlich zu verfolgen bzw mögliche Opfer zu schützen (USDOS 12.4.2022; vgl HRW 13.1.2022). Staatliche Rückzugsorte für Angehörige sexueller Minderheiten gibt es nicht, die Anzahl privater Schutzinitiativen ist sehr beschränkt (AA 25.10.2021).\"",
            "annotations": []
        },
        {
            "text": "3.2. Hinsichtlich der sexuellen Orientierung des Beschwerdeführers stellt das Bundesverwaltungsgericht fest, dass dieser nicht homosexuell orientiert sei. Er sei seit 2007 mit einer irakischen Staatsangehörigen verheiratet und habe aus dieser Ehe zwei Kinder. Die Ehe sei ungeachtet der Ausreise weiterhin aufrecht. Dies wäre als \"maßgebliches Indiz\" dafür zu werten, dass der Beschwerdeführer nicht homosexuell orientiert sei. ",
            "annotations": []
        },
        {
            "text": "3.3. Den Ausführungen des Beschwerdeführers und den an das Bundesverwaltungsgericht gerichteten Stellungnahmen einiger Männer zufolge habe der Beschwerdeführer in Österreich sexuelle Kontakte mit Männern gehabt und zu manchen auch Freundschaften entwickelt, eine \"anhaltende homosexuelle Partnerschaft\" habe er in Österreich jedoch nicht geführt. ",
            "annotations": []
        },
        {
            "text": "3.4. Der Beschwerdeführer habe neben seinem heterosexuellen Eheleben beliebig homosexuelle Kontakte im Irak gepflegt bzw pflege diese in Österreich. Eine identitätsstiftende homosexuelle Orientierung liege nicht vor. Es seien daher Länderfeststellungen, die auf \"mögliche Übergriffe staatlicher und nichtstaatlicher Akteure auf Angehörige sexueller Minderheiten\" hinweisen würden, nicht relevant. ",
            "annotations": []
        },
        {
            "text": "4. Gegen die Entscheidung des Bundesverwaltungsgerichtes vom 12. Jänner 2023 richtet sich die vorliegende, auf Art144 B-VG gestützte und mit einem Antrag auf Zuerkennung der aufschiebenden Wirkung gemäß §85 Abs2 VfGG sowie mit einem Antrag auf Bewilligung von Verfahrenshilfe im Umfang des §64 Abs1 Z1 ZPO verbundene Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Begründend wird in der Beschwerde unter anderem ausgeführt, dass das Bundesverwaltungsgericht nicht nachvollziehbar begründe, weshalb es trotz der festgestellten homosexuellen Kontakte nicht von einer identitätsstiftenden homosexuellen Orientierung beim Beschwerdeführer ausgehe.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesamt für Fremdenwesen und Asyl hat die Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift abgesehen und die Abweisung der Beschwerde beantragt.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solches willkürliches Verhalten ist dem Bundesverwaltungsgericht vorzuwerfen:",
            "annotations": []
        },
        {
            "text": "3.1. Nach ständiger Rechtsprechung des Verfassungsgerichtshofes ist den Berichten des United Nations High Commissioner for Refugees (UNHCR) und des European Asylum Support Office (EASO; nunmehr European Union Agency for Asylum, EUAA) bei der Beurteilung von Anträgen auf internationalen Schutz besondere Beachtung zu schenken (vgl zB VfSlg 20.358/2019, 20.372/2020; VfGH 12.12.2019, E2692/2019; 23.6.2021, E865/2021). Dies gilt auch für die vom UNHCR herausgegebenen ",
            "annotations": []
        },
        {
            "text": "\"Guidelines on International Protection No. 9: Claims to Refugee Status based on Sexual Orientation and/or Gender Identity within the context of Article 1A(2) of the 1951 Convention and/or its 1967 Protocol relating to the Status of Refugees\" vom 23. Oktober 2012 (kurz: SOGI-Richtlinien; vgl jüngst VfGH 26.6.2020, E902/2020; 27.9.2021, E1951/2021; 19.9.2022, E2406/2021; 28.2.2023, E995/2022). Aus diesen Richtlinien geht hervor, dass die Tatsache, leibliche Kinder zu haben und eine heterosexuelle Beziehung zu führen, für sich genommen noch nicht gegen die behauptete Homosexualität eines Antragstellers spricht, weil dies durch Schuld- und Schamgefühle und den sozialen Druck, nur anerkannte Beziehungsformen zu leben, motiviert sein kann. ",
            "annotations": []
        },
        {
            "text": "Mit diesen Faktoren setzt sich das Bundesverwaltungsgericht nicht ausreichend auseinander, wenn es eigene leibliche Kinder und die aufrechte Ehe als \"maßgebliches Indiz\" dafür wertet, dass der Beschwerdeführer nicht homosexuell orientiert sei. Schon gemäß dessen eigener Rechtsprechung schließen etwa das Führen einer Beziehung mit gegengeschlechtlichen Personen oder das Vorhandensein leiblicher Kinder eine behauptete Homosexualität nicht aus (vgl nur etwa BVwG 9.11.2015, W124 2109551-1; 9.11.2017, W237 1419272-1; 6.9.2018, W257 2190250-1). ",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht stellt vielmehr regelmäßige gleichgeschlechtliche Kontakte des Beschwerdeführers vor und nach seiner Ausreise aus dem Irak fest. Vor diesem Hintergrund fehlt es dem Erkenntnis – in Ansehung der vom Beschwerdeführer vorgelegten Beweismittel (wie zB dem Schreiben der Queer Base vom 6. Juli 2022), mit denen sich das Bundesverwaltungsgericht nicht auseinandersetzt – an einer nachvollziehbaren Begründung dafür, dass eine homosexuelle Orientierung nicht festzustellen sei (zum qualifizierten Begründungsaufwand bei Feststellung gleichgeschlechtlicher Kontakte siehe VfGH 15.12.2021, E3001/2021; 28.2.2022, E4400/2021). Weder Abweichungen in den Aussagen des Beschwerdeführers vor dem Bundesamt für Fremdenwesen und Asyl und vor dem Bundesverwaltungsgericht zur Anzahl seiner homosexuellen Kontakte im Irak und zum genauen Alter, in dem er seine erste homosexuelle Beziehung gehabt habe, noch der Hinweis, dass der Beschwerdeführer in Österreich keine \"anhaltende homosexuelle Partnerschaft\" gehabt habe, vermögen die Verneinung einer homosexuellen Orientierung nachvollziehbar zu begründen. ",
            "annotations": []
        },
        {
            "text": "3.3. Vor diesem Hintergrund erweist sich die Schlussfolgerung des Bundesverwaltungsgerichtes, dass wegen einer fehlenden identitätsstiftenden homosexuellen Orientierung die Hinweise in den Länderinformationen auf \"mögliche Übergriffe […] auf Angehörige sexueller Minderheiten\" nicht relevant seien, als willkürlich. Der vom Bundesverwaltungsgericht unter Verweis auf das Vorbringen in der mündlichen Verhandlung vom 8. September 2022 festgestellte Umstand, \"dass für [den Beschwerdeführer] das Bekanntwerden seiner sexuellen Aktivitäten in Österreich im Umgang mit Männern ohne Bedeutung\" sei, lässt entgegen der Auffassung des Bundesverwaltungsgerichtes keine Schlüsse auf eine Rückkehrsituation des Beschwerdeführers im Herkunftsstaat Irak zu. ",
            "annotations": []
        },
        {
            "text": "3.4. Wie der Verfassungsgerichtshof in Anknüpfung an die Rechtsprechung des Gerichtshofes der Europäischen Union bereits wiederholt ausgesprochen hat, kann nämlich nicht erwartet werden, dass ein Asylwerber in seinem Herkunftsland seine Homosexualität geheim hält, um eine Verfolgung zu vermeiden (VfGH 11.6.2019, E291/2019; siehe auch VfGH 27.9.2021, E1951/2021; VfSlg 20.170/2017 mwN). ",
            "annotations": []
        },
        {
            "text": "3.5. Vor dem Hintergrund seiner Feststellungen hat das Bundesverwaltungsgericht nicht nachvollziehbar begründet, weshalb es das Vorbringen des Beschwerdeführers, dass er homosexuell und deshalb einer Verfolgung im Herkunftsland Irak ausgesetzt sei, für nicht glaubhaft erachtet. Es hat seine Entscheidung daher mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Dem Antrag auf Bewilligung der Verfahrenshilfe ist im beantragten Umfang (§64 Abs1 Z1 ZPO) stattzugeben.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        },
        {
            "text": "5. Damit erübrigt sich ein Abspruch über den Antrag, der Beschwerde die aufschiebende Wirkung zuzuerkennen.",
            "annotations": []
        }
    ]
}