{
    "document_id": "JFT_20230612_23G00177_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit Eingabe vom 12. April 2023 erhob die Antragstellerin beim Verfassungsgerichtshof einen Antrag \"[g]emäß Art140 Abs1 letzter Satz B-VG und den §§62 ff VfGG\". Als Beilagen schloss die Antragstellerin ihrer Eingabe zwei Entscheidungen des Obersten Gerichtshofes, die Ausfertigung eines prätorischen Vergleiches durch das Bezirksgericht Eisenstadt, ein Urteil des Oberlandesgerichtes Wien, zwei Pachtverträge sowie eine Klage an das Landesgericht für Zivilrechtssachen Wien an.",
            "annotations": []
        },
        {
            "text": "2. Für den Verfassungsgerichtshof war aus dieser Eingabe nicht mit hinreichender Sicherheit zu entnehmen, ob die Antragstellerin einen Individualantrag nach Art140 Abs1 Z1 litc B-VG oder einen Parteiantrag nach Art140 Abs1 Z1 litd B-VG zu stellen beabsichtigte.",
            "annotations": []
        },
        {
            "text": "Mit Verfügung vom 14. April 2023 forderte der Verfassungsgerichtshof die Antragstellerin daher gemäß §18 VfGG und unter Hinweis auf die Säumnisfolgen auf, bekannt zu geben, ob es sich bei dem genannten Antrag um einen Individualantrag oder einen Parteiantrag handelt. Sollte es sich bei dem Antrag um einen Parteiantrag handeln, wurde die Antragstellerin weiters aufgefordert, bekannt zu geben, aus Anlass welcher Entscheidung eines ordentlichen Gerichtes der Parteiantrag erhoben werde (§62a Abs3 Z1 VfGG). Darüber hinaus seien diesfalls eine Ausfertigung, Abschrift oder Kopie der Entscheidung (sofern diese nicht bereits vorgelegt worden sei) sowie eine Abschrift oder Kopie des gegen die Entscheidung erhobenen Rechtsmittels anzuschließen (§62a Abs4 VfGG). Weiters seien jene Angaben zu erstatten, die erforderlich seien, um zu beurteilen, ob der Antrag rechtzeitig eingebracht wurde (§62a Abs3 Z2 VfGG).",
            "annotations": []
        },
        {
            "text": "3. Mit Eingabe vom 24. April 2023 gab die Antragstellerin binnen offener Frist bekannt, dass der vorliegende Antrag auf sechs getrennten, voneinander jedoch abhängigen Gerichtsverfahren (zu den Zahlen 2 C 970/17w, 2 C 44/19x, 4 E 241/19p, 2 C 198/19x, 2 Cg 71/21g sowie 68 Cg 19/22x) fuße. Auf Grund der Mehrzahl dieser Verfahren lägen sowohl die Voraussetzungen des Art140 Abs1 Z1 litc B-VG als auch jene des Art140 Abs1 Z1 litd B-VG vor. Als Beilagen legte die Antragstellerin (lediglich) eine außerordentliche Revision gegen das Urteil des Oberlandesgerichtes Wien vom 15. Februar 2023, 15 R 152/22s, sowie einen Beweisantrag an das Landesgericht für Zivilrechtssachen Wien im Verfahren 68 Cg 19/22x vor.",
            "annotations": []
        },
        {
            "text": "4. Die Anträge der Antragstellerin sind nicht zulässig.",
            "annotations": []
        },
        {
            "text": "4.1. Soweit die Antragstellerin einen Parteiantrag gemäß Art140 Abs1 Z1 litd B-VG aus Anlass der unter Punkt 3 genannten sechs zivilgerichtlichen Verfahren erhebt, hat sie ihren Eingaben entgegen der Bestimmung des §62a Abs4 VfGG sowie des Auftrages des Verfassungsgerichtshofes gemäß §18 VfGG keine Abschrift oder Kopie der gegen die genannten Entscheidungen erhobenen Rechtsmittel angeschlossen. Das einzige Rechtsmittel, das die Antragstellerin ihren Eingaben angeschlossen hat, ist die erwähnte außerordentliche Revision gegen das Urteil des Oberlandesgerichtes Wien. Bei dieser Entscheidung des Oberlandesgerichtes Wien als Berufungsgericht handelt es sich aber nicht um eine von einem ordentlichen Gericht in erster Instanz entschiedene Rechtssache im Sinne des Art140 Abs1 Z1 litd B-VG (vgl zB VfGH 2.7.2015, G121/2015; 14.6.2016, G378/2015; 1.3.2022, G370/2021). Der Parteiantrag ist daher bereits aus diesen Gründen zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "4.2. In gleicher Weise erweist sich der Individualantrag gemäß Art140 Abs1 Z1 litc B-VG als unzulässig.",
            "annotations": []
        },
        {
            "text": "4.2.1. Gemäß Art140 Abs1 Z1 litc B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die unmittelbar durch diese Verfassungswidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn das Gesetz ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Voraussetzung der Antragslegitimation gemäß Art140 Abs1 Z1 litc B-VG ist einerseits, dass die Antragstellerin behauptet, unmittelbar durch das angefochtene Gesetz – im Hinblick auf dessen Verfassungswidrigkeit – in ihren Rechten verletzt worden zu sein, dann aber auch, dass das Gesetz für die Antragstellerin tatsächlich, und zwar ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist. Grundlegende Voraussetzung der Antragslegitimation ist, dass das Gesetz in die Rechtssphäre der Antragstellerin nachteilig eingreift und diese – im Falle seiner Verfassungswidrigkeit – verletzt.",
            "annotations": []
        },
        {
            "text": "Nicht jedem Normadressaten kommt die Anfechtungsbefugnis zu. Es ist darüber hinaus erforderlich, dass das Gesetz selbst tatsächlich in die Rechtssphäre der Antragstellerin unmittelbar eingreift. Ein derartiger Eingriff ist jedenfalls nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch das Gesetz selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen der Antragstellerin nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn der Antragstellerin kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 11.868/1988, 15.632/1999, 16.616/2002, 16.891/2003).",
            "annotations": []
        },
        {
            "text": "Ein solcher zumutbarer Weg ist nach der Rechtsprechung des Verfassungsgerichtshofes unter anderem dann eröffnet, wenn bereits ein gerichtliches Verfahren anhängig ist (oder anhängig war), das dem Betroffenen Gelegenheit bietet (bzw bot), eine amtswegige Antragstellung an den Verfassungsgerichtshof anzuregen (vgl zB VfSlg 13.871/1994 mwN, 15.786/2000, 17.110/2004, 17.276/2004, 18.370/2008).",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof in diesem Zusammenhang bereits wiederholt ausgesprochen hat, ist der Partei in einem solchen Fall nur bei Vorliegen besonderer außergewöhnlicher Umstände das Recht zur Einbringung eines Gesetzesprüfungsantrages eingeräumt (vgl VfGH 12.10.2016, G269/2016 ua). Andernfalls gelangte man zu einer Doppelgleisigkeit des Rechtsschutzes, die mit dem Grundprinzip des Individualantrages als eines bloß subsidiären Rechtsbehelfes nicht im Einklang stünde (zB VfSlg 8312/1978, 19.674/2012; vgl auch VfGH 19.2.2016, V150/2015 ua; 12.10.2016, G269/2016 ua).",
            "annotations": []
        },
        {
            "text": "Seit dem Inkrafttreten der B-VG-Novelle BGBl I 114/2013 mit 1. Jänner 2015 hat gemäß Art89 Abs2 B-VG jedes ordentliche Gericht (und damit auch das Gericht erster Instanz) bei Bedenken ob der Verfassungsmäßigkeit des anzuwendenden Gesetzes einen Gesetzesprüfungsantrag beim Verfassungsgerichtshof zu stellen. Damit steht es einer Partei eines gerichtlichen Verfahrens (auch schon) vor einem ordentlichen Gericht erster Instanz zu, ihre verfassungsrechtlichen Bedenken gegen die vom Gericht anzuwendenden Gesetzesbestimmungen vorzutragen und das gemäß Art140 Abs1 Z1 lita B-VG antragsberechtigte ordentliche Gericht zur Antragstellung an den Verfassungsgerichtshof zu veranlassen (vgl zB VfGH 8.3.2017, G425/2016). Außerdem erkennt der Verfassungsgerichtshof gemäß Art140 Abs1 Z1 litd B-VG über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels.",
            "annotations": []
        },
        {
            "text": "4.2.2. Die Antragstellerin hätte sohin einerseits die Möglichkeit gehabt, bei den gemäß Art140 Abs1 Z1 lita B-VG antragsberechtigten ordentlichen Gerichten die Antragstellung an den Verfassungsgerichtshof anzuregen (vgl VfGH 8.3.2017, G425/2016). Überdies hätte die Antragstellerin auch aus Anlass ihrer Rechtsmittel gegen die erstinstanzlichen Entscheidungen in den genannten zivilgerichtlichen Verfahren ihre Bedenken in einem Parteiantrag an den Verfassungsgerichtshof herantragen können (vgl VfGH 14.6.2017, G16/2017). Somit stand der Antragstellerin ein anderer zumutbarer Weg offen, die Frage der behaupteten Verfassungswidrigkeit der angefochtenen Gesetzesbestimmung an den Verfassungsgerichtshof heranzutragen.",
            "annotations": []
        },
        {
            "text": "Sonstige besondere außergewöhnliche Umstände, welche die Einbringung eines Individualantrages ausnahmsweise zulässig machen könnten, liegen nicht vor.",
            "annotations": []
        },
        {
            "text": "5. Die Anträge gemäß Art140 Abs1 Z1 litc und litd B-VG sind daher zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "Dies konnte gemäß §19 Abs3 Z2 litc und lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}