{
    "document_id": "JFT_20230921_23V00065_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Anlassverfahren, Prüfungsbeschluss und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Beim Verfassungsgerichtshof ist zur Zahl E2130/2021 eine auf Art144 B-VG gestützte Beschwerde anhängig, der folgender Sachverhalt zugrunde liegt:",
            "annotations": []
        },
        {
            "text": "1.1. Der Beschwerdeführer ist deutscher Staatsangehöriger und reiste am 17. April 2020 um 14.45 Uhr von Deutschland kommend in Österreich ein, um nach seiner vor Kurzem in Bregenz angemieteten Wohnung zu sehen. Da der Beschwerdeführer im Zeitpunkt der Einreise keinen negativen molekularbiologischen Test auf SARS-CoV-2 vorweisen konnte, unterzeichnete er ein Formular der Bezirkshauptmannschaft Bregenz \"Erklärung zur Einreise\", mit der er sich verpflichtete, in Österreich unverzüglich in seiner Wohnung in Bregenz eine 14-tägige selbstüber-wachte Heimquarantäne anzutreten. Nachdem der Beschwerdeführer seine Wohnung aufgesucht hatte, reiste er noch am selben Tag wieder nach Deutschland aus, ohne zuvor einen molekularbiologischen Test auf SARS-CoV-2 durchgeführt zu haben. Am 30. April 2020 kontrollierte die Bezirkshauptmannschaft Bregenz die Einhaltung der Heimquarantäne, traf den Beschwerdeführer jedoch nicht in seiner Bregenzer Wohnung an.",
            "annotations": []
        },
        {
            "text": "Nach dem Vorbringen des Beschwerdeführers habe er Anfang April 2020 seine angemietete Wohnung in Bregenz beziehen und seine Wohnung in Deutschland aufgeben wollen, dieses Vorhaben jedoch infolge von \"Lockdowns\" nicht verwirklichen können. Am 17. April 2020 habe er feststellen müssen, dass die Küche in seiner Bregenzer Wohnung noch nicht eingebaut gewesen sei. Aus diesem Grund und weil auch seine sonstige Versorgung in der Wohnung, insbesondere mit Nahrungsmitteln, nicht sichergestellt gewesen sei, habe er sich entschieden, wieder nach Deutschland auszureisen. Zuvor habe er mit dem Krankenhaus Bregenz Kontakt aufgenommen und nach einer Testmöglichkeit gefragt; es sei ihm aber mitgeteilt worden, dass er nicht kommen dürfe, weil er sich in einer 14-tägigen Heimquarantäne befinde.",
            "annotations": []
        },
        {
            "text": "1.2. Mit Straferkenntnis vom 18. September 2020 erkannte die Bezirkshauptmannschaft Bregenz den Beschwerdeführer schuldig, durch Missachtung der 14-tägigen selbstüberwachten Heimquarantäne gegen §40 litc iVm §25 EpiG iVm §2 der Verordnung über Maßnahmen bei der Einreise aus Nachbarstaaten, BGBl II 87/2020, idF BGBl II 149/2020 verstoßen zu haben, und verhängte über den Beschwerdeführer eine Geldstrafe samt Ersatzfreiheitsstrafe. Die gegen diesen Bescheid erhobene Beschwerde wies das Landesverwaltungsgericht Vorarlberg nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 2. April 2021 unter gleichzeitiger Herabsetzung der Geldstrafe mit der Maßgabe als unbegründet ab, dass als Tatzeit der 17. April 2020, 18.10 Uhr, zu gelten und die Tatumschreibung wie folgt zu lauten habe: \"Sie konnten am 30.04.2020 um 15.15 Uhr am angeführten Ort im Zuge der Überwachung von Anordnungen nach dem Epidemiegesetz 1950 nicht angetroffen werden. Sie haben am 17.04.2020 gegen 18.10 Uhr den Ort der Heimquarantäne verlassen, obwohl Sie sich bei der Einreise nach Österreich am 17.04.2020 gegen 14.45 Uhr mit Ihrer eigenhändigen Unterschrift verpflichtet haben, eine 14-tägige selbstüberwachte Heimquarantäne anzutreten.\"",
            "annotations": []
        },
        {
            "text": "2. Bei der Behandlung der gegen diese Entscheidung gerichteten, zu E2130/2021 protokollierten Beschwerde sind im Verfassungsgerichtshof Bedenken ob der Gesetzmäßigkeit der Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über Maßnahmen bei der Einreise aus Nachbarstaaten, BGBl II 87/2020, idF BGBl II 92/2020 (§5, Anlage D), BGBl II 129/2020 (§3a, Anlage E und Anlage F) und BGBl II 149/2020 (§1 Abs1, §2, §4 und §6) entstanden. Der Verfassungsgerichtshof hat daher am 16. Juni 2023 beschlossen, diese Verordnung von Amts wegen auf ihre Gesetzmäßigkeit zu prüfen.",
            "annotations": []
        },
        {
            "text": "3. Der Verfassungsgerichtshof legte seine Bedenken, die ihn zur Einleitung des Verordnungsprüfungsverfahrens bestimmt haben, in seinem Prüfungsbeschluss wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"3.1. Der Verfassungsgerichtshof hat zu den Verordnungsermächtigungen des CO-VID-19-MG bereits mehrfach ausgesprochen (grundlegend VfSlg 20.399/2020; vgl weiters VfSlg 20.458/2021 mwN; VfGH 3.12.2021, V617/2020 ua, und zuletzt etwa VfGH 29.4.2022, V23/2022), dass sie dem Verordnungsgeber einen Einschätzungs- und Prognosespielraum übertragen, ob und wieweit er zur Verhinderung der Verbreitung von COVID-19 auch erhebliche Grundrechtseinschränkungen für erforderlich hält, weshalb der Verordnungsgeber seine Entscheidung als Ergebnis einer Abwägung mit den einschlägigen grundrechtlich geschützten Interessen der Betroffenen zu treffen hat. Der Verordnungsgeber ist nach der Judikatur des Verfassungsgerichtshofes angesichts der inhaltlich weitreichenden Ermächtigungen des COVID-19-MG verpflichtet, die Wahrnehmung seines Entscheidungsspielraumes im Lichte der gesetzlichen Zielsetzungen insoweit nachvollziehbar zu machen, als er im Verordnungserlassungsverfahren festzuhalten hat, auf welcher Informationsbasis über die nach dem Gesetz maßgeblichen Umstände die Verordnungs-entscheidung fußt und die vorgegebene Abwägungsentscheidung erfolgt ist. Die diesbezüglichen Anforderungen dürfen naturgemäß nicht überspannt werden, sie haben sich maßgeblich danach zu bestimmen, was in der konkreten Situation möglich und zumutbar ist, wobei dem Zeitfaktor entsprechende Bedeutung zukommt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dies hat der Verfassungsgerichtshof bei seiner Prüfung, ob die Verwaltungsbehörde den gesetzlichen Vorgaben bei Erlassung einer Verordnung nach dem CO-VID-19-MG entsprochen hat, zu berücksichtigen. Damit ist für die Beurteilung des Verfassungsgerichtshofes insoweit der Zeitpunkt der Erlassung der entsprechenden Verordnungsbestimmungen und die diesen zugrunde liegende aktenmäßige Dokumentation maßgeblich (vgl erneut VfSlg 20.458/2021 sowie zuletzt etwa VfGH 15.12.2021, V229/2021).",
            "annotations": []
        },
        {
            "text": "3.2. Diese Überlegungen dürften nach der vorläufigen Annahme des Verfassungs-gerichtshofes auch für Verordnungen nach §25 EpiG gelten (vgl bereits VfGH 1.10.2020, V428/2020, zu einer Verordnung nach §15 EpiG).",
            "annotations": []
        },
        {
            "text": "3.3. Die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über Maßnahmen bei der Einreise aus Nachbarstaaten wurde am 10. März 2020 kundgemacht (BGBl II 87/2020) und bis zum 17. April 2020 mehrfach novelliert (BGBl II 92/2020, BGBl II 104/2020, BGBl II 111/2020, BGBl II 129/2020 und BGBl II 149/2020).",
            "annotations": []
        },
        {
            "text": "3.4. Weder der Verordnungsakt zur Stammfassung der Verordnung, BGBl II 87/2020, noch die Verordnungsakten zu den genannten weiteren Novellen dieser Verordnung dürften nach der vorläufigen Annahme des Verfassungsgerichtshofes eine hinreichende aktenmäßige Dokumentation der fachlichen Entscheidungsgrundlagen enthalten. Der Verfassungsgerichtshof hegt daher vorläufig das Bedenken, dass §2 der angefochtenen Verordnung mangels hinreichender aktenmäßiger Dokumentation der Entscheidungsgrundlagen im Widerspruch zu Art18 B-VG und §25 EpiG stehen dürfte.",
            "annotations": []
        },
        {
            "text": "4. §2 der in Prüfung gezogenen Verordnung dürfte aus der Sicht des Anlassfalles in untrennbarem Zusammenhang mit §1 leg. cit. stehen, von dessen Regelung er eine Ausnahme begründet (vgl VfGH 16.6.2020, V432/2020). Die weiteren Be-stimmungen der Verordnung samt Anlagen dürften im Falle einer Aufhebung der §§1 und 2 dieser Verordnung einen unverständlichen Torso bilden, weshalb auch sie mit in Prüfung zu ziehen sind.\"",
            "annotations": []
        },
        {
            "text": "4. Der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz hat die Akten betreffend das Zustandekommen der in Prüfung gezogenen Verordnung vorgelegt und eine Äußerung erstattet, in der er Folgendes ausführt:",
            "annotations": []
        },
        {
            "text": "\"Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes zum Erfordernis der aktenmäßigen Dokumentation der für die Erlassung von Verordnungen auf der Grundlage des COVID-19-Maßnahmengesetzes, BGBl I Nr 12/2020, und des Epidemiegesetzes, BGBl Nr 186/1950, zentralen Entscheidungsgrundlagen (VfSlg 20.398/2020 und VfSlg 20.399/2020, zum EpiG VfGH 1.10.2020, V428/2020, und zuletzt VfGH 16.6.2023, G85/2021, V116/2021), erachtet der BMSGPK im vorliegenden Fall ein inhaltliches Vorbringen für aussichtslos. Die in Prüfung gezogenen Verordnungen wurden vor den beiden Leiterkenntnissen vom 14.7.2020 erlassen. Dadurch soll jedoch nicht zum Ausdruck gebracht werden, dass die in Frage stehenden Verordnungen inhaltlich als gesetz- oder verfassungswidrig angesehen werden.\"",
            "annotations": []
        },
        {
            "text": "5. Die im Anlassfall beschwerdeführende Partei hat als beteiligte Partei eine Äußerung erstattet, in der sie sich den Bedenken des Verfassungsgerichtshofes anschließt.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die im vorliegenden Fall maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1. §25 des Epidemiegesetzes 1950 (EpiG), BGBl 186/1950, lautete:",
            "annotations": []
        },
        {
            "text": "\"Verkehrsbeschränkungen gegenüber dem Auslande.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§25. Durch Verordnung wird auf Grund der bestehenden Gesetze und Staatsverträge bestimmt, welchen Maßnahmen zur Verhütung der Einschleppung einer Krankheit aus dem Auslande der Einlaß von Seeschiffen sowie anderer dem Personen- oder Frachtverkehre dienenden Fahrzeuge, die Ein- und Durchfuhr von Waren und Gebrauchsgegenständen, endlich der Eintritt und die Beförderung von Personen unterworfen werden.\"",
            "annotations": []
        },
        {
            "text": "2. Die – zur Gänze – in Prüfung gezogene Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über Maßnahmen bei der Einreise aus Nachbarstaaten, BGBl II 87/2020, idF BGBl II 92/2020 (§5, Anlage D), BGBl II 104/2020, BGBl II 111/2020, BGBl II 129/2020 (§3a, Anlage E und Anlage F) und BGBl II 149/2020 (§1 Abs1, §2, §4 und §6) lautete am 17. April 2020 (ohne Anlagen und Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Gemäß §25 Epidemiegesetz 1950, BGBl Nr 186/1950, zuletzt geändert durch das Bundesgesetz BGBl I Nr 37/2018, und die Bundesministeriengesetz-Novelle 2020, BGBl I Nr 8/2020, wird verordnet:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§1. (1) Personen, die aus Nachbarstaaten nach Österreich einreisen wollen, haben ein ärztliches Zeugnis (in deutscher, englischer, italienischer oder französischer Sprache beispielsweise entsprechend den Anlagen A, B, C und D) über ihren Gesundheitszustand mit sich zu führen und vorzuweisen, dass der molekularbiologische Test auf SARS-CoV-2 negativ ist. Das ärztliche Zeugnis darf bei der Einreise nicht älter als vier Tage sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Personen, die ein Zeugnis nach Abs1 nicht vorlegen können, ist die Einreise zu verweigern.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2. Abweichend von §1 ist Personen erlaubt, nach Österreich einzureisen, die österreichische Staatsbürger sind, oder die ihren Haupt- oder Nebenwohnsitz oder gewöhnlichen Aufenthalt in Österreich haben, und sich zu einer unverzüglich anzutretenden 14-tägigen selbstüberwachten Heimquarantäne verpflichten und dies mit ihrer eigenhändigen Unterschrift bestätigen. wenn ein währenddessen durchgeführter molekularbiologischer Test auf SARS-CoV-2 negativ ist, kann die 14-tägige selbstüberwachte Heimquarantäne beendet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3. Abweichend von den §§1 und 2 ist die Durchreise durch Österreich ohne Zwischenstopp erlaubt, sofern die Ausreise sichergestellt ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3a. (1) Abweichend von §§1 und 2 ist es österreichischen Staatsbürgern sowie Personen, die der Pflichtversicherung in der Krankenversicherung in Österreich unterliegen, erlaubt, nach Österreich einzureisen, wenn dies zur Inanspruchnahme unbedingt notwendiger medizinischer Leistungen in Österreich erfolgt. Bei der Einreise ist eine Bestätigung über die unbedingte Notwendigkeit der Inanspruchnahme einer medizinischen Leistung (Anlage E und F) vorzuweisen. Die Mitnahme einer Begleitperson ist zulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Weiters ist abweichend von §§1 und 2 für Personen mit Wohnsitz oder gewöhnlichem Aufenthalt in Österreich die Wiedereinreise nach Inanspruchnahme unbedingt notwendiger medizinischer Leistungen in einem in §1 genannten Staat zulässig. Bei der Wiedereinreise ist eine Bestätigung über die unbedingte Notwendigkeit der Inanspruchnahme einer medizinischen Leistung (Anlage E und F) vorzuweisen. Die Mitnahme einer Begleitperson ist zulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4. Diese Verordnung ist auf den Güterverkehr und den gewerblichen Verkehr (mit Ausnahme der gewerblichen Personenbeförderung), Repatriierungsfahrten unter besonders berücksichtigungswürdigen Gründen im familiären Kreis oder zwingenden Gründen der Tierversorgung im Einzelfall, welche bei der Kontrolle glaubhaft zu machen sind, die Begleitperson nach §3a sowie den Pendler-Berufsverkehr nicht anwendbar. Insbesondere auf Lenker und Betriebspersonal ist die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz betreffend medizinische Überprüfungen bei der Einreise im Zusammenhang mit dem „2019 neuartigen Coronavirus“, BGBl II Nr 81/2020, anwendbar.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5. Diese Verordnung gilt nicht für Insassen von Einsatzfahrzeugen im Sinne des §26 StVO, Fahrzeugen im öffentlichen Dienst im Sinne des §26a StVO.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§6. (1) Die Z3 und 4 in der Fassung der Novelle BGBl II Nr 149/2020 treten mit dem der Kundmachung folgenden Tag, der Titel und die Z2 in der Fassung der Novelle BGBl II Nr 149/2020 mit Ablauf des 13. April 2020 in Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Diese Verordnung tritt mit Ablauf des 30. April 2020 außer Kraft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anlage A",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ärztliches Zeugnis",
            "annotations": []
        },
        {
            "text": "Gemäß der Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und",
            "annotations": []
        },
        {
            "text": "Konsumentenschutz über Maßnahmen bei der Einreise aus Italien",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anlage B",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Medical Certificate",
            "annotations": []
        },
        {
            "text": "pursuant to the Regulation issued by the Federal Minister for Social Affairs,",
            "annotations": []
        },
        {
            "text": "Health, Care and Consumer Protection regarding measures upon entry from Italy",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anlage C",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Certificato medico",
            "annotations": []
        },
        {
            "text": "Ai sensi del regolamento del Ministro federale degli affari sociali, la salute,",
            "annotations": []
        },
        {
            "text": "la cura e la protezione dei consumatori su misure in caso di ingresso dall´Italia",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anlage D",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Attestation Médicale",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anlage E",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bestätigung über die unbedingte Notwendigkeit der Inanspruchnahme einer",
            "annotations": []
        },
        {
            "text": "medizinischen Leistung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schedule F",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Confirmation of absolute medical necessity to use medical service",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Verfahrens",
            "annotations": []
        },
        {
            "text": "Der Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz ist der Zulässigkeit des Verordnungsprüfungsverfahrens nicht entgegengetreten. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich das Verordnungsprüfungsverfahren insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Die im Prüfungsbeschluss dargelegten Bedenken des Verfassungsgerichtshofes konnten im Verordnungsprüfungsverfahren nicht zerstreut werden:",
            "annotations": []
        },
        {
            "text": "2.2. Der Verfassungsgerichtshof hat bereits mehrfach zu den Verordnungsermächtigungen des COVID-19-MG erkannt (grundlegend VfSlg 20.399/2020; vgl weiters VfSlg 20.458/2021 mwN; siehe auch VfSlg 20.508/2021 und zuletzt etwa VfGH 29.4.2022, V23/2022), dass diese Bestimmungen den Verordnungsgeber auch verpflichten, die Wahrnehmung seines Entscheidungsspielraumes im Lichte der gesetzlichen Zielsetzungen insoweit nachvollziehbar zu machen, als er im Verordnungserlassungsverfahren festhält, auf welcher Informationsbasis über die nach dem Gesetz maßgeblichen Umstände die Verordnungsentscheidung fußt und die gesetzlich vorgegebene Abwägungsentscheidung erfolgt ist; damit ist für die Beurteilung des Verfassungsgerichtshofes der Zeitpunkt der Erlassung der entsprechenden Verordnungsbestimmungen und die diesen zugrunde liegende aktenmäßige Dokumentation maßgeblich.",
            "annotations": []
        },
        {
            "text": "2.3. Diese Anforderungen gelten auch für Verordnungen nach §25 EpiG (VfGH 29.6.2023, V143/2021).",
            "annotations": []
        },
        {
            "text": "2.4. Die vom Bundesminister für Soziales, Gesundheit, Pflege und Konsumentenschutz vorgelegten Verordnungsakten zur Stammfassung der Verordnung über Maßnahmen bei der Einreise aus Nachbarstaaten (BGBl II 87/2020) sowie zu den bis zum hier maßgeblichen Zeitpunkt ergangenen Novellen dieser Verordnung (BGBl II 92/2020, BGBl II 104/2020, BGBl II 111/2020, BGBl II 129/2020 und BGBl II 149/2020) enthalten zwar Entwürfe, Korrespondenzen mit rechtspolitischen Erwägungen und jeweils den unterfertigten Verordnungstext, jedoch keine im Hinblick auf die gesetzliche Grundlage des §25 EpiG maßgeblichen Ausführungen oder Unterlagen zu den sachlichen Entscheidungsgrundlagen.",
            "annotations": []
        },
        {
            "text": "2.5. Damit genügt die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz den Vorgaben des §25 EpiG (iVm Art18 B-VG) nicht.",
            "annotations": []
        },
        {
            "text": "2.6. Da die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über Maßnahmen bei der Einreise aus Nachbarstaaten, BGBl II 87/2020, bereits mit 15. Juni 2020 außer Kraft getreten ist (siehe §7 Abs1 der Verordnung BGBl II 263/2020), hat sich der Verfassungsgerichtshof gemäß Art139 Abs4 B-VG auf die Feststellung zu beschränken, dass diese gesetzwidrig war.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Es ist daher festzustellen, dass die Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über Maßnahmen bei der Einreise aus Nachbarstaaten, BGBl II 87/2020, idF BGBl II 92/2020 (§5, Anlage D), BGBl II 129/2020 (§3a, Anlage E und Anlage F) und BGBl II 149/2020 (§1 Abs1, §2, §4 und §6) gesetzwidrig war.",
            "annotations": []
        },
        {
            "text": "2. Der Verfassungsgerichtshof sieht sich veranlasst, von der ihm durch Art139 Abs6 zweiter Satz B-VG eingeräumten Ermächtigung Gebrauch zu machen und auszusprechen, dass die als gesetzwidrig festgestellte Verordnung nicht mehr anzuwenden ist.",
            "annotations": []
        },
        {
            "text": "3. Die Verpflichtung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz zur unverzüglichen Kundmachung der Feststellung der Gesetzwidrigkeit und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art139 Abs5 zweiter Satz B-VG und §59 Abs2 VfGG iVm §4 Abs1 Z4 BGBlG.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}