{
    "document_id": "JFT_20230918_23G00257_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Im Antrag wird geltend gemacht, dass §31 Abs1 Z2 IO gegen den Gleichheitsgrundsatz verstoße. §31 Abs1 Z2 IO sei unsachlich, weil sie nur die Insolvenzmasse, nicht aber den Gläubiger so stelle, als wäre die Insolvenz bereits bei Vorliegen der Insolvenzvoraussetzungen eröffnet worden; dies gelte insbesondere für die in §46 IO angeführten Forderungen.  ",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: Der Gesetzeber hat mit der angefochtenen Regelung den ihm von Verfassungs wegen eingeräumten rechtspolitischen Gestaltungsspielraum nicht überschritten (dazu allgemein zB VfGH 30.6.2022, G279/2021). Aus Gründen der Rechtssicherheit bzw Objektivierbarkeit der Anfechtbarkeit von Rechtshandlungen ist die angefochtene Regelungen nicht als gleichheitswidrig anzusehen. Im Übrigen hat der Gesetzgeber in verfassungsrechtlich unbedenklicher Weise ex lege-Gläubiger iSd §46 IO insoweit nicht gegenüber anderen Gläubigern bevorzugt. ",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}