{
    "document_id": "JFT_20230919_22V00087_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art139 Abs1 Z3 B-VG begehrt die antragstellende Partei, der Verfassungsgerichtshof möge die Verordnung des Bundesministers für Finanzen über Allgemeine Rahmenrichtlinien für die Gewährung von Förderungen aus Bundesmitteln, BGBl II 208/2014, idF BGBl II 190/2018 zur Gänze, in eventu §24 Abs2 Z9 dieser Verordnung, in eventu die Wortfolge \"oder Rückstellungen\" in §24 Abs2 Z9 dieser Verordnung als gesetz- und verfassungswidrig aufheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §22 des Bundesgesetzes über Vereine (Vereinsgesetz 2002 – VerG), BGBl I 66/2002, idF BGBl I 211/2021 lautet:",
            "annotations": []
        },
        {
            "text": "\"Qualifizierte Rechnungslegung für große Vereine",
            "annotations": []
        },
        {
            "text": "§22. (1) Das Leitungsorgan eines Vereins, dessen gewöhnliche Einnahmen oder gewöhnliche Ausgaben in zwei aufeinander folgenden Rechnungsjahren jeweils höher als eine Million Euro waren, hat ab dem folgenden Rechnungsjahr an Stelle der Einnahmen- und Ausgabenrechnung einen Jahresabschluss (Bilanz, Gewinn- und Verlustrechnung) aufzustellen. §21 und die §§190 bis 193 Abs1 und 193 Abs3 bis 216 UGB sind sinngemäß anzuwenden. Die Verpflichtung zur Aufstellung eines Jahresabschlusses entfällt, sobald der Schwellenwert in zwei aufeinander folgenden Rechnungsjahren nicht mehr überschritten wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Das Leitungsorgan eines Vereins, dessen gewöhnliche Einnahmen oder gewöhnliche Ausgaben in zwei aufeinander folgenden Rechnungsjahren jeweils höher als 3 Millionen Euro waren oder dessen jährliches Aufkommen an im Publikum gesammelten Spenden in diesem Zeitraum jeweils den Betrag von einer Million Euro überstieg, hat einen erweiterten Jahresabschluss (Bilanz, Gewinn- und Verlustrechnung, Anhang) aufzustellen und überdies für die Abschlussprüfung durch einen Abschlussprüfer gemäß Abs4 zu sorgen. Dabei sind zusätzlich die §§222 bis 234, 236 bis 240, 242 Abs2 bis 4, 269 Abs1 und 272 bis 276 UGB sinngemäß anzuwenden. Im Anhang sind jedenfalls Mitgliedsbeiträge, öffentliche Subventionen, Spenden und sonstige Zuwendungen sowie Einkünfte aus wirtschaftlichen Tätigkeiten und die ihnen jeweils zugeordneten Aufwendungen auszuweisen. Der Abschlussprüfer übernimmt die Aufgaben der Rechnungsprüfer. Diese Verpflichtungen entfallen, sobald die im ersten Satz genannten Schwellenwerte in zwei aufeinander folgenden Rechnungsjahren nicht mehr überschritten werden.",
            "annotations": []
        },
        {
            "text": "(3) Wenn und soweit ein öffentlicher Subventionsgeber zu einer gleichwertigen Prüfung verpflichtet ist, bleibt ein hievon erfasster Rechnungskreis von der Berechnung der Schwellenwerte gemäß Abs1 und 2 und von der Prüfung durch den Abschlussprüfer oder durch die Rechnungsprüfer ausgenommen. Auf einen solchen Rechnungskreis sind die Rechnungslegungsbestimmungen entsprechend dem darin erreichten Schwellenwert anzuwenden. Das Ergebnis der Prüfung durch den öffentlichen Subventionsgeber ist im Fall des Abs2 dem Abschlussprüfer, sonst den Rechnungsprüfern innerhalb von drei Monaten ab Aufstellung des Jahresabschlusses beziehungsweise ab Erstellung der Einnahmen- und Ausgabenrechnung mitzuteilen.",
            "annotations": []
        },
        {
            "text": "(4) – (5) […]\"",
            "annotations": []
        },
        {
            "text": "2. Das Bundesgesetz über besondere zivilrechtliche Vorschriften für Unternehmen (Unternehmensgesetzbuch – UGB), dRGBl S 219/1897, idF BGBl I 186/2022, lautet auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Vollständigkeit, Verrechnungsverbot",
            "annotations": []
        },
        {
            "text": "§196. (1) Der Jahresabschluß hat sämtliche Vermögensgegenstände, Rückstellungen, Verbindlichkeiten, Rechnungsabgrenzungsposten, Aufwendungen und Erträge zu enthalten, soweit gesetzlich nichts anderes bestimmt ist.",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Inhalt der Bilanz",
            "annotations": []
        },
        {
            "text": "§198. (1) In der Bilanz sind das Anlage- und das Umlaufvermögen, das Eigenkapital, die Rückstellungen, die Verbindlichkeiten sowie die Rechnungsabgrenzungsposten gesondert auszuweisen und unter Bedachtnahme auf die Grundsätze des §195 aufzugliedern.",
            "annotations": []
        },
        {
            "text": "(2) – (7) […]",
            "annotations": []
        },
        {
            "text": "(8) Für Rückstellungen gilt folgendes:",
            "annotations": []
        },
        {
            "text": "1. Rückstellungen sind für ungewisse Verbindlichkeiten und für drohende Verluste aus schwebenden Geschäften zu bilden, die am Abschlußstichtag wahrscheinlich oder sicher, aber hinsichtlich ihrer Höhe oder des Zeitpunkts ihres Eintritts unbestimmt sind.",
            "annotations": []
        },
        {
            "text": "2. Rückstellungen dürfen außerdem für ihrer Eigenart nach genau umschriebene, dem Geschäftsjahr oder einem früheren Geschäftsjahr zuzuordnende Aufwendungen gebildet werden, die am Abschlußstichtag wahrscheinlich oder sicher, aber hinsichtlich ihrer Höhe oder des Zeitpunkts ihres Eintritts unbestimmt sind. Derartige Rückstellungen sind zu bilden, soweit dies den Grundsätzen ordnungsmäßiger Buchführung entspricht.",
            "annotations": []
        },
        {
            "text": "3. Andere Rückstellungen als die gesetzlich vorgesehenen dürfen nicht gebildet werden. Eine Verpflichtung zur Rückstellungsbildung besteht nicht, soweit es sich um nicht wesentliche Beträge handelt.",
            "annotations": []
        },
        {
            "text": "4. Rückstellungen sind insbesondere zu bilden für",
            "annotations": []
        },
        {
            "text": "a) Anwartschaften auf Abfertigungen,",
            "annotations": []
        },
        {
            "text": "b) laufende Pensionen und Anwartschaften auf Pensionen,",
            "annotations": []
        },
        {
            "text": "c) Kulanzen, nicht konsumierten Urlaub, Jubiläumsgelder, Heimfallasten und Produkthaftungsrisken,",
            "annotations": []
        },
        {
            "text": "d) auf Gesetz oder Verordnung beruhende Verpflichtungen zur Rücknahme und Verwertung von Erzeugnissen.",
            "annotations": []
        },
        {
            "text": "(9) – (10) […]\"",
            "annotations": []
        },
        {
            "text": "3. Die – zur Gänze angefochtene – Verordnung des Bundesministers für Finanzen über Allgemeine Rahmenrichtlinien für die Gewährung von Förderungen aus Bundesmitteln (ARR 2014), BGBl II 208/2014, idF BGBl II 190/2018 lautet (die mit dem ersten Eventualantrag angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Aufgrund des §30 Abs5, §16 Abs2, §58 Abs1 und 2 und §60 Abs6 des Bundeshaushaltsgesetzes 2013 (BHG 2013), BGBl I Nr 139/2009, zuletzt geändert durch das Bundesgesetz BGBl I Nr 62/2013, wird verordnet:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Geltungsbereich, Begriffsbestimmungen, Rechtswirkung",
            "annotations": []
        },
        {
            "text": "Geltungsbereich",
            "annotations": []
        },
        {
            "text": "§1. Diese Verordnung gilt für die Gewährung von Förderungen des Bundes durch haushaltsführende Stellen gemäß §7 des Bundeshaushaltsgesetzes 2013 (BHG 2013), BGBl I Nr 139/2009.",
            "annotations": []
        },
        {
            "text": "Förderungsbegriff und -arten",
            "annotations": []
        },
        {
            "text": "§2. Förderungen im Sinne dieser Verordnung sind Aufwendungen des Bundes für",
            "annotations": []
        },
        {
            "text": "1. zins- oder amortisationsbegünstigte Gelddarlehen,",
            "annotations": []
        },
        {
            "text": "2. Annuitäten-, Zinsen- und Kreditkostenzuschüsse sowie",
            "annotations": []
        },
        {
            "text": "3. sonstige Geldzuwendungen privatrechtlicher Art,",
            "annotations": []
        },
        {
            "text": "die der Bund in Ausübung der Privatwirtschaftsverwaltung (Art17 B-VG) einer außerhalb der Bundesverwaltung stehenden natürlichen oder juristischen Person oder einer im Firmenbuch eingetragenen Personengesellschaft auf Grundlage eines privatrechtlichen Förderungsvertrages aus Bundesmitteln für eine förderungswürdige Leistung (§12) gewährt, ohne dafür unmittelbar eine angemessene, geldwerte Gegenleistung zu erhalten.",
            "annotations": []
        },
        {
            "text": "Ausnahmen vom Geltungsbereich",
            "annotations": []
        },
        {
            "text": "§3. Vom Geltungsbereich dieser Verordnung sind insbesondere ausgenommen:",
            "annotations": []
        },
        {
            "text": "1. Finanzzuweisungen und Zuschüsse des Bundes an andere Gebietskörperschaften gemäß §12 des Finanz-Verfassungsgesetzes 1948 (F-VG 1948), BGBl Nr 45;",
            "annotations": []
        },
        {
            "text": "2. Leistungen an ein Land, eine Gemeinde oder einen Gemeindeverband zur Abdeckung eines Aufwandes, den diese gemäß §2 F-VG 1948 selbst zu tragen haben;",
            "annotations": []
        },
        {
            "text": "3.Förderungen im Bereich der Hoheitsverwaltung;",
            "annotations": []
        },
        {
            "text": "4. sondergesetzlich geregelte Förderungen im Bereich der Privatwirtschaftsverwaltung; soweit die jeweiligen sondergesetzlichen Regelungen jedoch keine oder keine abweichenden näheren Bestimmungen enthalten, sind die Bestimmungen dieser Verordnung – insbesondere auch bei der Erlassung von Förderungsrichtlinien auf Grundlage dieser sondergesetzlichen Regelungen – im Interesse einer bundeseinheitlichen Vorgangsweise insoweit anzuwenden, als dies mit der Eigenart dieser Förderungen vereinbar ist;",
            "annotations": []
        },
        {
            "text": "5. die Übernahme von Bundeshaftungen gemäß §82 BHG 2013;",
            "annotations": []
        },
        {
            "text": "6. Zuwendungen mit Sozialleistungscharakter, die durch reine Einkommensverbesserung unmittelbar zur Befriedigung existentieller Individualbedürfnisse beitragen;",
            "annotations": []
        },
        {
            "text": "7. Realförderungen (zB Sachförderungen).",
            "annotations": []
        },
        {
            "text": "Rechtswirkung",
            "annotations": []
        },
        {
            "text": "§4. Ein dem Grunde oder der Höhe nach bestimmter subjektiver Rechtsanspruch auf Gewährung einer Förderung oder ein Kontrahierungszwang des Bundes wird weder durch diese Verordnung noch durch Sonderrichtlinien (§5) begründet.",
            "annotations": []
        },
        {
            "text": "2. Abschnitt",
            "annotations": []
        },
        {
            "text": "Strategische Förderungsausrichtung",
            "annotations": []
        },
        {
            "text": "Sonderrichtlinien zur Umsetzung von Förderungsprogrammen",
            "annotations": []
        },
        {
            "text": "§5. (1) Förderungen dürfen grundsätzlich nur im Rahmen von Förderungsprogrammen auf Grundlage von Sonderrichtlinien gemäß Abs2 gewährt werden.",
            "annotations": []
        },
        {
            "text": "(2) Zur Umsetzung eines Förderungsprogrammes sind von den Bundesministerinnen oder Bundesministern, in deren Wirkungsbereich die Gewährung einer Förderung fällt, auf Grundlage der Bestimmungen dieser Verordnung Sonderrichtlinien zu erlassen. Förderungen dürfen ausnahmsweise auch ohne Zugrundelegung von Sonderrichtlinien gewährt werden, wenn die Erlassung von Sonderrichtlinien in Hinblick auf Umfang und Häufigkeit der Förderungen unzweckmäßig ist.",
            "annotations": []
        },
        {
            "text": "(3) Sonderrichtlinien müssen zeitlich befristet sein und mit den Grundsätzen des §2 Abs1 BHG 2013 in Einklang stehen. Der Förderungseffekt und der damit zusammenhängende Verwaltungsaufwand haben in einem angemessenen Verhältnis zueinander zu stehen. Sonderrichtlinien müssen insbesondere definierte Regelungsziele und Indikatoren, den Förderungsgegenstand und die förderbaren und nicht förderbaren Kosten festlegen. Als Regelungsziel ist in den Sonderrichtlinien auch die Vermeidung von unerwünschten Mehrfachförderungen und Förderungsmissbrauch vorzusehen. Bei der Festlegung förderbarer und nicht förderbarer Kosten ist auch auf den Verwaltungsaufwand bei der Kontrolle und Abrechnung der Kosten zu achten. Der Inhalt von Sonderrichtlinien hat die Mindesterfordernisse gemäß dem Anhang dieser Verordnung zu erfüllen.",
            "annotations": []
        },
        {
            "text": "(4) Inhaltliche Überschneidungen und Parallelitäten zwischen Sonderrichtlinien sind zu vermeiden. Bei Erlassung oder Änderung von Sonderrichtlinien haben die Bundesministerinnen und Bundesminister durch geeignete Maßnahmen und Regelungen sicherzustellen, dass unerwünschte Mehrfachförderungen vermieden werden. Dies hat insbesondere auch durch Abfrage der Leistungsangebote im Transparenzportal gemäß §1 Abs1 des Transparenzdatenbankgesetzes 2012 (TDBG 2012), BGBl I Nr 99/2012, zu erfolgen, wobei insbesondere auch alle jene Leistungsangebote heranzuziehen sind, die in den gleichen Tätigkeitsbereich der einheitlichen Kategorie im Sinne des §22 Abs2 TDBG 2012 fallen. Sonderrichtlinien, die diesen Grundsätzen nicht entsprechen, sind einzustellen.",
            "annotations": []
        },
        {
            "text": "(5) Bei Erlassung von Sonderrichtlinien können ausnahmsweise Abweichungen von den Bestimmungen dieser Verordnung vorgesehen werden, wenn dies aufgrund der Eigenart des Förderungsprogrammes jedenfalls erforderlich ist und die Gründe für die Erforderlichkeit im Rahmen der Einvernehmensherstellung (§6 Abs1) entsprechend dargelegt werden.",
            "annotations": []
        },
        {
            "text": "(6) Nach Beendigung von Förderungsprogrammen auf Grundlage von Sonderrichtlinien hat die haushaltsführende Stelle eine Evaluierung gemäß §44 sowie eine Kontrolle des widmungsgemäßen Einsatzes der Förderungsmittel für die jeweiligen Förderungsprogramme durchzuführen. Insbesondere ist im Rahmen der Evaluierung auch darzustellen, zu welchem Ergebnis die Maßnahmen gemäß §17 Abs2 und §40 Abs5 geführt haben.",
            "annotations": []
        },
        {
            "text": "Haushaltsrechtliche Einvernehmensherstellung und Veröffentlichung von Sonderrichtlinien",
            "annotations": []
        },
        {
            "text": "§6. (1) Vor Erlassung oder Änderung von Sonderrichtlinien ist das Einvernehmen mit der Bundesministerin für Finanzen oder dem Bundesminister für Finanzen nach den Bestimmungen des §16 Abs2 BHG 2013 und der Vorhabensverordnung, BGBl II Nr 22/2013, herzustellen. Weiters ist eine wirkungsorientierte Folgenabschätzung gemäß §17 BHG 2013 in Verbindung mit den hierzu ergangenen Verordnungen durchzuführen.",
            "annotations": []
        },
        {
            "text": "(2) Die Bundesministerinnen und Bundesminister haben im Rahmen der Einvernehmensherstellung anzugeben, welche Maßnahmen gemäß §5 Abs4, §17 Abs2 und §40 Abs5 getroffen wurden, um unerwünschte Mehrfachförderungen zu vermeiden, insbesondere, dass Abfragen im Transparenzportal getätigt wurden, und zu welchem Ergebnis diese Maßnahmen geführt haben.",
            "annotations": []
        },
        {
            "text": "(3) Sonderrichtlinien sind jedenfalls auf der Homepage des jeweiligen Bundesministeriums zu veröffentlichen und vor ihrer Veröffentlichung dem Rechnungshof zur Kenntnis zu bringen.",
            "annotations": []
        },
        {
            "text": "3. Abschnitt",
            "annotations": []
        },
        {
            "text": "Übertragung der Förderungsabwicklung an Abwicklungsstellen",
            "annotations": []
        },
        {
            "text": "Landeshauptfrau, Landeshauptmann",
            "annotations": []
        },
        {
            "text": "§7. Die Befugnis jeder Bundesministerin oder jedes Bundesministers, in deren oder dessen Wirkungsbereich die Gewährung einer Förderung fällt, die Abwicklung der Förderungen einer Landeshauptfrau oder einem Landeshauptmann und den dieser oder diesem unterstellten Behörden im Land zu übertragen, richtet sich nach Art104 Abs2 B-VG. Soweit damit vereinbar, sind die unter §8 vorgesehenen Voraussetzungen in die jeweilige Übertragungsverordnung aufzunehmen.",
            "annotations": []
        },
        {
            "text": "Andere Rechtsträger",
            "annotations": []
        },
        {
            "text": "§8. (1) Jede Bundesministerin oder jeder Bundesminister, in deren oder dessen Wirkungsbereich die Gewährung einer Förderung fällt, darf mit anderen sachlich in Betracht kommenden Rechtsträgern mit Ausnahme anderer Gebietskörperschaften unter folgenden Voraussetzungen Verträge abschließen, wonach Förderungen aus Bundesmitteln durch diese Rechtsträger im Namen und für Rechnung des Bundes nach Maßgabe der Bestimmungen dieser Verordnung abgewickelt werden können:",
            "annotations": []
        },
        {
            "text": "1. die Besonderheiten bestimmter Förderungen lassen die Mitwirkung eines solchen Rechtsträgers geboten erscheinen;",
            "annotations": []
        },
        {
            "text": "2. die Einhaltung der Ziele der Haushaushaltsführung (§2 Abs1 BHG 2013) sowie der Bestimmungen dieser Verordnung ist gesichert;",
            "annotations": []
        },
        {
            "text": "3. es liegen Sonderrichtlinien (§5) vor;",
            "annotations": []
        },
        {
            "text": "4. dem Bund bleibt die jederzeitige Einstellung der Übertragung der Förderungsabwicklung vorbehalten und",
            "annotations": []
        },
        {
            "text": "5. die mit der Übertragung der Förderungsabwicklung verbundenen Leistungen und ihre Qualität sowie das entsprechende Entgelt werden klar und eindeutig festgelegt. Weiters ist insbesondere auszubedingen, dass diese Rechtsträger",
            "annotations": []
        },
        {
            "text": "a) eine Kontrolle der widmungsgemäßen Verwendung der Förderungsmittel durch die Förderungsnehmerin oder den Förderungsnehmer durchführen und der jeweils zuständigen Bundesministerin oder dem jeweils zuständigen Bundesminister eine Gesamtabrechnung der Förderungsmittel im Einzelnen und insgesamt vorlegen,",
            "annotations": []
        },
        {
            "text": "b) eine Evaluierung gemäß §44 Abs1 durchführen und die zuständige Bundesministerin oder den zuständigen Bundesminister hievon schriftlich in Kenntnis setzen sowie an der Evaluierung gemäß §44 Abs2 mitwirken,",
            "annotations": []
        },
        {
            "text": "c) der jeweils zuständigen Bundesministerin oder dem jeweils zuständigen Bundesminister alle für die Erfüllung der Pflichten der Republik Österreich nach dem Beihilfenrecht der Europäischen Union erforderlichen Berichte, Meldungen und Auskünfte sowie die für die Förderungsdokumentation und -information notwendigen Daten fristgerecht und vollständig zur Verfügung stellen,",
            "annotations": []
        },
        {
            "text": "d) Organen oder Beauftragten des Bundes und der Europäischen Union die Überprüfung der Gebarung der Förderungsmittel und der Einhaltung des Vertrages ermöglichen, jederzeit Auskünfte über alle mit der übertragenen Aufgabe zusammenhängenden Umstände durch geeignete Auskunftspersonen erteilen und Einschau an Ort und Stelle gewähren,",
            "annotations": []
        },
        {
            "text": "e) alle Unterlagen zehn Jahre ab dem Ende des Jahres der Auszahlung der gesamten Förderung aufbewahren; sofern unionsrechtlich darüber hinausgehende Fristen gelten, kommen diese zur Anwendung, und",
            "annotations": []
        },
        {
            "text": "f) dem Bund gegenüber aus allen Gründen, die ihnen zuzurechnen sind, haften.",
            "annotations": []
        },
        {
            "text": "(1a) Im Rahmen der Verträge gemäß Abs1 sind Regelungen zur Verarbeitung von personenbezogenen Daten in Übereinstimmung mit der Verordnung (EU) 2016/679 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten, zum freien Datenverkehr und zur Aufhebung der Richtlinie 95/46//EG (Datenschutz-Grundverordnung), ABl. Nr L 119 vom 4.5.2016 S.1 (im Folgenden: DSGVO) und dem Bundesgesetz über den Schutz personenbezogener Daten (Datenschutzgesetz – DSG), BGBl I Nr 24/2018, oder einer sonstigen datenschutzrechtlichen Bestimmung aufzunehmen.",
            "annotations": []
        },
        {
            "text": "(2) Falls die Bundesministerin oder der Bundesminister beabsichtigt, die Abwicklung von Förderungen an Abwicklungsstellen zu übertragen (Abs1), hat sie oder er nach Möglichkeit einheitliche und gegebenenfalls ressortübergreifende Abwicklungsstellen zu betrauen, wenn dies wirtschaftlich und sachlich sinnvoll erscheint.",
            "annotations": []
        },
        {
            "text": "Haushaltsrechtliche Einvernehmensherstellung bei Übertragung der Förderungsabwicklung",
            "annotations": []
        },
        {
            "text": "§9. Vor Erlassung einer Verordnung gemäß §7 und vor Abschluss eines Vertrages gemäß §8 ist mit der Bundesministerin für Finanzen oder dem Bundesminister für Finanzen das Einvernehmen herzustellen.",
            "annotations": []
        },
        {
            "text": "4. Abschnitt",
            "annotations": []
        },
        {
            "text": "Haushaltsrechtliche Förderungsvoraussetzungen",
            "annotations": []
        },
        {
            "text": "Zuständigkeit des Bundes",
            "annotations": []
        },
        {
            "text": "§10. Eine Leistung darf vom Bund nur gefördert werden, wenn sie Angelegenheiten betrifft, die",
            "annotations": []
        },
        {
            "text": "1. in Gesetzgebung und Vollziehung Bundessache sind,",
            "annotations": []
        },
        {
            "text": "2. unter ArtVIII Abs1 lita und b des Bundesverfassungsgesetzes, BGBl Nr 215/1962, fallen, oder",
            "annotations": []
        },
        {
            "text": "3. über den Interessenbereich eines einzelnen Bundeslandes hinausgehen; diese Voraussetzung ist auch bei Vorliegen eines Förderungsprogrammes (§5) erfüllt.",
            "annotations": []
        },
        {
            "text": "Zulässig[k]eit einer Förderung",
            "annotations": []
        },
        {
            "text": "§11. (1) Eine Förderung ist nur zulässig, wenn",
            "annotations": []
        },
        {
            "text": "1. die förderungswürdige Leistung im Einklang mit der Widmung des entsprechenden Detailbudgets (VA-Stelle) steht,",
            "annotations": []
        },
        {
            "text": "2. die Bedeckung der Mittelverwendungen im geltenden Bundesfinanzrahmengesetz (BFRG) sowie im geltenden Bundesfinanzgesetz (BFG) sichergestellt ist und",
            "annotations": []
        },
        {
            "text": "3. der Einsatz der Bundesmittel mit den Zielen des §2 Abs1 BHG 2013 in Einklang steht.",
            "annotations": []
        },
        {
            "text": "(2) Die tatsächliche Gleichstellung von Frauen und Männern ist bei der Gewährung, Durchführung und Evaluierung von Förderungen zu berücksichtigen.",
            "annotations": []
        },
        {
            "text": "Förderungswürdige Leistung",
            "annotations": []
        },
        {
            "text": "§12. Eine Leistung ist förderungswürdig, wenn an ihr ein erhebliches öffentliches Interesse besteht. Ein erhebliches öffentliches Interesse liegt vor, wenn die Leistung geeignet ist, zur Sicherung oder Steigerung des Gemeinwohles, zur Hebung des zwischenstaatlichen und internationalen Ansehens der Republik Österreich, zum Fortschritt in geistiger, körperlicher, kultureller, sozialer oder wirtschaftlicher Hinsicht oder zum Umwelt- und Klimaschutz beizutragen.",
            "annotations": []
        },
        {
            "text": "Zusammenwirken mehrerer Förderungsgeber",
            "annotations": []
        },
        {
            "text": "§13. (1) Beabsichtigen mehrere haushaltsführende Stellen derselben Förderungswerberin oder demselben Förderungswerber für dieselbe Leistung, auch wenn mit verschiedener Zweckwidmung, Förderungen zu gewähren, haben sie oder deren Abwicklungsstellen einander vor Gewährung der Förderung zu verständigen und die beabsichtigte Vorgangsweise aufeinander abzustimmen.",
            "annotations": []
        },
        {
            "text": "(2) Sofern auch andere Rechtsträger eine Förderungswerberin oder einen Förderungswerber für dieselbe Leistung, auch wenn mit verschiedener Zweckwidmung, zu fördern beabsichtigen, haben die beteiligten Organe des Bundes auf eine abgestimmte Vorgangsweise mit diesen Rechtsträgern hinzuwirken.",
            "annotations": []
        },
        {
            "text": "Haushaltsrechtliche Einvernehmensherstellung bei Förderungen",
            "annotations": []
        },
        {
            "text": "§14. (1) Übersteigt der Gesamtbetrag einer Förderung den gemäß Vorhabensverordnung festgesetzten Betrag, so darf die Förderung erst nach Herstellung des Einvernehmens mit der Bundesministerin für Finanzen oder dem Bundesminister für Finanzen gewährt werden. Bilaterale Vereinbarungen gemäß Vorhabensverordnung bleiben unberührt. Die Durchführung einer wirkungsorientierten Folgenabschätzung richtet sich nach §17 BHG 2013 in Verbindung mit den hierzu ergangenen Verordnungen.",
            "annotations": []
        },
        {
            "text": "(2) Abweichend von Abs1, erster Satz unterliegt die Gewährung einer Förderung auf Grundlage einer Sonderrichtlinie (§§5 und 6) der Einvernehmensherstellung mit der Bundesministerin für Finanzen oder dem Bundesminister für Finanzen, wenn der Gesamtbetrag der Förderung, die unter unveränderter Anwendung des Musterförderungsvertrages gemäß §24 Abs4 gewährt wird, den 1,4-fachen Wert des gemäß Punkt 5.2 des Anhanges A der Vorhabensverordnung in der jeweils geltenden Fassung festgesetzten Betrages übersteigt. §24 Abs4 erster Satz, zweiter Halbsatz gilt nicht.",
            "annotations": []
        },
        {
            "text": "(3) Im Rahmen der Einvernehmensherstellung hat die Bundesministerin für Finanzen oder der Bundesminister für Finanzen die Einhaltung der Bestimmungen der Vorhabensverordnung zu prüfen. Insbesondere ist auch darauf zu achten, dass die beabsichtigte Förderung den Voraussetzungen der §§10 bis 13 entspricht.",
            "annotations": []
        },
        {
            "text": "5. Abschnitt",
            "annotations": []
        },
        {
            "text": "Allgemeine Förderungsvoraussetzungen",
            "annotations": []
        },
        {
            "text": "Gesamtfinanzierung der Leistung, Anreizeffekt",
            "annotations": []
        },
        {
            "text": "§15. (1) Die Durchführung der Leistung muss unter Berücksichtigung der Förderung aus Bundesmitteln finanziell gesichert erscheinen. Die Förderungswerberin oder der Förderungswerber hat dies durch geeignete Unterlagen, insbesondere durch einen Kosten-, Zeit- und Finanzierungsplan nachzuweisen.",
            "annotations": []
        },
        {
            "text": "(2) Eine Förderung ist nur zulässig, wenn sie einen Anreizeffekt aufweist. Stellt eine Förderung eine Beihilfe im Sinne des europäischen Beihilfenkontrollrechts dar, so haben jedenfalls die notwendigen Voraussetzungen für das Vorliegen eines Anreizeffekts nach den beihilfenrechtlichen Regelungen der Europäischen Union vorzuliegen. Liegt keine Beihilfe im Sinne des europäischen Beihilfenkontrollrechts vor, erfordert der Anreizeffekt, dass die Leistung ohne Förderung aus Bundesmitteln nicht oder nicht im notwendigen Umfang durchgeführt werden kann.",
            "annotations": []
        },
        {
            "text": "Ausbedingung einer Eigenleistung",
            "annotations": []
        },
        {
            "text": "§16. (1) Sofern sich aus der geförderten Leistung unmittelbar ein wirtschaftlicher Vorteil für die Förderungswerberin oder den Förderungswerber ergibt, ist diese oder dieser grundsätzlich zu verpflichten, nach Maßgabe dieses Vorteiles und ihrer oder seiner wirtschaftlichen Leistungsfähigkeit einerseits sowie des an der Durchführung der Leistung bestehenden Bundesinteresses andererseits, finanziell beizutragen. Eine Eigenleistung kann auch in allen übrigen Fällen ausbedungen werden, in denen dies im Hinblick auf das allgemeine Förderungsziel der Hilfe zur Selbsthilfe zweckmäßig erscheint.",
            "annotations": []
        },
        {
            "text": "(2) Eigenleistungen der Förderungswerberin oder des Förderungswerbers sind sowohl Eigenmittel im engeren Sinn als auch eigene Sach- und Arbeitsleistungen, Kredite oder Beiträge Dritter.",
            "annotations": []
        },
        {
            "text": "(3) Von einer Eigenleistung kann insbesondere abgesehen werden, wenn",
            "annotations": []
        },
        {
            "text": "1. diese der Förderungswerberin oder dem Förderungswerber im Zeitpunkt der Gewährung der Förderung unter Ausschöpfung aller ihr oder ihm billigerweise zumutbaren sonstigen Finanzierungsmöglichkeiten im Hinblick auf die Eigenart der zu fördernden Leistung wirtschaftlich nicht zumutbar ist und",
            "annotations": []
        },
        {
            "text": "2. die Durchführung der Leistung durch die Förderung aus Bundesmitteln und allfällige Förderungen anderer Rechtsträger allein finanziell gesichert erscheint.",
            "annotations": []
        },
        {
            "text": "Erhebung der gesamten Förderungsmittel",
            "annotations": []
        },
        {
            "text": "§17. (1) Vor Gewährung einer Förderung aus Bundesmitteln ist von der haushaltsführenden Stelle oder der Abwicklungsstelle zu erheben:",
            "annotations": []
        },
        {
            "text": "1. welche Förderungen aus öffentlichen Mitteln einschließlich EU-Mitteln der Förderungswerberin oder dem Förderungswerber in den letzten drei Jahren vor Einbringung des Förderungsansuchens für dieselbe Leistung, auch wenn mit verschiedener Zweckwidmung, gewährt wurden, und",
            "annotations": []
        },
        {
            "text": "2. um welche derartigen Förderungen sie oder er bei einer anderen haushaltsführenden Stelle des Bundes oder einem anderen Rechtsträger einschließlich anderer Gebietskörperschaften und der Europäischen Union angesucht hat, über die Gewährung aber noch nicht entschieden wurde oder sie oder er noch ansuchen will.",
            "annotations": []
        },
        {
            "text": "(2) Die Erhebung hat insbesondere durch entsprechende Angaben der Förderungswerberin oder des Förderungswerbers zu erfolgen. Die haushaltsführenden Stellen haben – gegebenenfalls unter Mitwirkung der Abwicklungsstellen – angemessene und wirksame Methoden zur Überprüfung der Angaben der Förderungswerberin oder des Förderungswerbers vorweg festzulegen, die geeignet sind, unerwünschte Mehrfachförderungen zu vermeiden. Dabei ist jedenfalls auch eine Abfrage aus dem Transparenzportal vorzunehmen. Zu diesem Zweck besteht eine Berechtigung zur Transparenzportalabfrage gemäß §32 Abs5 TDBG 2012 in die eigene und in die zugeordnete einheitliche Kategorie gemäß §22 Abs1 und 2 TDBG 2012.",
            "annotations": []
        },
        {
            "text": "(3) Der Förderungswerberin oder dem Förderungswerber ist eine Mitteilungspflicht bis zum Abschluss des Förderungsvorhabens aufzuerlegen, die auch jene Förderungen umfasst, um die sie oder er nachträglich ansucht.",
            "annotations": []
        },
        {
            "text": "(4) Vor der Gewährung einer Förderung hat die haushaltsführende Stelle oder Abwicklungsstelle bei Verdacht des Vorliegens unerwünschter Mehrfachförderungen andere in Betracht kommende Förderungsgeber zu verständigen. Liegt eine unerwünschte Mehrfachförderung vor, ist keine Förderung zu gewähren. Eine Förderung kann jedoch dann gewährt werden, wenn insbesondere",
            "annotations": []
        },
        {
            "text": "1. das Förderungsansuchen derart abgeändert wird oder im Förderungsvertrag derartige Auflagen und Bedingungen vorgesehen werden, dass das Vorliegen einer unerwünschten Mehrfachförderung ausgeschlossen werden kann,",
            "annotations": []
        },
        {
            "text": "2. von einer ordnungsgemäßen Durchführung und Abrechnung der geförderten Leistung ausgegangen werden kann und",
            "annotations": []
        },
        {
            "text": "3. die sonstigen Förderungsvoraussetzungen gegeben sind.",
            "annotations": []
        },
        {
            "text": "Befähigung der Förderungswerberin oder des Förderungswerbers",
            "annotations": []
        },
        {
            "text": "§18. Die Gewährung einer Förderung setzt voraus, dass aufgrund der Angaben und Nachweise im Förderungsansuchen und mangels gegenteiliger Hinweise",
            "annotations": []
        },
        {
            "text": "1. von einer ordnungsgemäßen Geschäftsführung ausgegangen werden kann,",
            "annotations": []
        },
        {
            "text": "2. eine ordnungsgemäße Durchführung der geförderten Leistung zu erwarten ist, insbesondere aufgrund der vorliegenden fachlichen, wirtschaftlichen und organisatorischen Voraussetzungen,",
            "annotations": []
        },
        {
            "text": "3. kein gesetzlicher Ausschlussgrund vorliegt und",
            "annotations": []
        },
        {
            "text": "4. keine sonstigen in Sonderrichtlinien vorgesehenen Ausschlussgründe vorliegen.",
            "annotations": []
        },
        {
            "text": "Beginn der Leistung",
            "annotations": []
        },
        {
            "text": "§19. (1) Eine Förderung ist grundsätzlich nur zulässig, wenn vor Gewährung der Förderung mit der Leistung noch nicht oder nur mit schriftlicher Zustimmung der haushaltsführenden Stelle oder Abwicklungsstelle begonnen worden ist. Wenn es insbesondere auf Grund der Eigenart der Leistung gerechtfertigt ist, kann eine Förderung auch ohne Vorliegen dieser Voraussetzung im Nachhinein gewährt werden. In diesem Fall dürfen grundsätzlich nur jene Kosten gefördert werden, die nach Einlangen des Förderungsansuchens (§23 Abs1) entstanden sind.",
            "annotations": []
        },
        {
            "text": "(2) Stellt eine Förderung eine Beihilfe im Sinne des europäischen Beihilfenkontrollrechts dar, darf mit der Durchführung der Leistung nicht vor dem EU-beihilfenrechtlich zulässigen Zeitpunkt begonnen werden.",
            "annotations": []
        },
        {
            "text": "Förderungszeitraum",
            "annotations": []
        },
        {
            "text": "§20. Eine Förderung darf entsprechend der Eigenart der Leistung grundsätzlich nur zeitlich befristet gewährt werden.",
            "annotations": []
        },
        {
            "text": "6. Abschnitt",
            "annotations": []
        },
        {
            "text": "Förderungsgewährung, Förderungsvertrag",
            "annotations": []
        },
        {
            "text": "Einzelförderung, Gesamtförderung",
            "annotations": []
        },
        {
            "text": "§21. (1) Eine Förderung kann gewährt werden als",
            "annotations": []
        },
        {
            "text": "1. Einzelförderung für eine einzelne abgegrenzte, zeitlich und sachlich bestimmte Leistung (zB Durchführung eines Einzelprojektes) oder",
            "annotations": []
        },
        {
            "text": "2. Gesamtförderung zur Deckung des gesamten oder aliquoten Teiles des nach Abzug allfälliger Einnahmen verbleibenden Fehlbetrages für die bestimmungsgemäße Gesamttätigkeit einer Förderungswerberin oder eines Förderungswerbers innerhalb eines im Förderungsvertrag bestimmten Zeitraumes (zB die Erfüllung der satzungsgemäßen Aufgaben eines Vereines während eines Jahres durch Übernahme eines Teiles der Abgangsdeckung).",
            "annotations": []
        },
        {
            "text": "(2) Einzelförderungen ist grundsätzlich der Vorrang gegenüber Gesamtförderungen einzuräumen.",
            "annotations": []
        },
        {
            "text": "Mehrere Förderungsarten nebeneinander",
            "annotations": []
        },
        {
            "text": "§22. Für dieselbe Leistung können auch mehrere Förderungsarten gemäß §2 Z1 bis 3 nebeneinander gewährt werden.",
            "annotations": []
        },
        {
            "text": "Förderungsansuchen und -gewährung",
            "annotations": []
        },
        {
            "text": "§23. (1) Die Gewährung einer Förderung setzt voraus, dass die Förderungswerberin oder der Förderungswerber bei der haushaltsführenden Stelle oder Abwicklungsstelle ein schriftliches Förderungsansuchen mit einem der Eigenart der Leistung entsprechenden Leistungs-, Kosten-, Zeit- und Finanzierungsplan, der auch allfällige Eigenleistungen umfasst, und allen sonstigen auf die geförderte Leistung bezughabenden Unterlagen einbringt.",
            "annotations": []
        },
        {
            "text": "(2) Bei einer Gesamtförderung hat dieser Plan überdies alle im Förderungszeitraum zu erwartenden Einnahmen und voraussichtlichen Ausgaben, einen Organisations- und Personalplan, eine Übersicht über das Vermögen und die Schulden sowie über die voraussichtlichen Verpflichtungen zu Lasten künftiger Jahre zu umfassen. Die von der Förderungswerberin oder vom Förderungswerber für die Gewährung der Förderung zu erbringenden Leistungen sind in inhaltlicher, umfangmäßiger und zeitlicher Hinsicht klar festzulegen. Liegt eine Planbilanz oder eine Plan-Gewinn- und Verlustrechnung vor oder besteht eine Verpflichtung zur Erstellung derselben, so ist deren Vorlage zu verlangen, wenn dies zur Beurteilung des Förderungsansuchens erforderlich ist.",
            "annotations": []
        },
        {
            "text": "(3) Die im Förderungsansuchen enthaltenen Angaben und Nachweise, insbesondere für das Vorliegen der persönlichen und sachlichen Voraussetzungen, der Förderungswürdigkeit der Leistung und der Angemessenheit der Kosten, sind zu prüfen. Die Nachweise, die von der Förderungsnehmerin oder vom Förderungsnehmer zu erbringen sind, sind der Förderungswerberin oder dem Förderungswerber bekannt zu machen. Nähere Bestimmungen zum Verfahren, insbesondere zur Prüfung des Förderungsansuchens und der Förderungsentscheidung, sind in Sonderrichtlinien gemäß §5 zu regeln. Die Förderungswerberin oder der Förderungswerber hat eine rechtsverbindliche Erklärung abzugeben, dass ihre oder seine Angaben, insbesondere auch jene nach §17, richtig und vollständig sind.",
            "annotations": []
        },
        {
            "text": "(4) Ist die Gewährung einer Förderung beabsichtigt, hat die haushaltsführende Stelle oder Abwicklungsstelle an die Förderungswerberin oder den Förderungswerber ein schriftliches Förderungsanbot zu richten. Mit dessen schriftlicher Annahme durch die Förderungswerberin oder den Förderungswerber kommt der Förderungsvertrag (§24) zustande. Die Förderungswerberin oder der Förderungswerber ist darauf hinzuweisen, dass die Annahme des Förderungsanbotes samt den damit verbundenen Auflagen und Bedingungen innerhalb einer festzulegenden, angemessenen Frist schriftlich erklärt wird, widrigenfalls das Förderungsanbot als widerrufen gilt.",
            "annotations": []
        },
        {
            "text": "(5) Einem von der Förderungswerberin oder vom Förderungswerber vorbehaltlos unterfertigten Förderungsansuchen, das bereits alle Auflagen und Bedingungen (§24) beinhaltet, kann von der haushaltsführenden Stelle oder Abwicklungsstelle auch direkt schriftlich zugestimmt werden, sofern diesem vollinhaltlich entsprochen wird.",
            "annotations": []
        },
        {
            "text": "(6) Die Ablehnung eines Förderungsansuchens hat schriftlich unter Mitteilung der dafür maßgeblichen Gründe zu erfolgen.",
            "annotations": []
        },
        {
            "text": "(7) Unter Berücksichtigung des mit der Dokumentation verbundenen Verwaltungsaufwandes ist die Förderungsentscheidung dem Grunde und der Höhe nach schriftlich zu dokumentieren. Die Förderungsentscheidung ist auch sämtlichen beteiligten Förderungsgebern (§13) bekanntzugeben.",
            "annotations": []
        },
        {
            "text": "(8) Die Einbringung des Förderungsansuchens kann auch über eine elektronische Anwendung erfolgen. Wird von der haushaltsführenden Stelle oder Abwicklungsstelle eine elektronische Anwendung bereitgestellt, ist, wenn die Einbringung nicht im Transparenzportal erfolgt, eine eindeutige elektronische Identifizierung der Person gemäß §4 des E-Government-Gesetzes (E-GovG), BGBl I Nr 10/2004, vorzusehen. Bei Förderungen für Unternehmen ist – nach Maßgabe der technischen und organisatorischen Möglichkeiten der haushaltsführenden Stelle oder Abwicklungsstelle sowie der Zumutbarkeit für die Unternehmen – die Einbringung über eine gemäß §3 Abs3 des Unternehmensserviceportalgesetzes, BGBl I Nr 52/2009, in das Unternehmensserviceportal eingebundene elektronische Anwendung verpflichtend vorzusehen und die Rollen- und Rechteverwaltung sowie die elektronische Authentifizierung/Identifikation des Unternehmensserviceportals zu nutzen. Für Unternehmen ist die Nutzung der elektronischen Anwendung insbesondere unzumutbar, wenn sie nicht über die dazu erforderliche technische Voraussetzung eines Internet-Anschlusses verfügen.",
            "annotations": []
        },
        {
            "text": "Förderungsvertrag",
            "annotations": []
        },
        {
            "text": "§24. (1) Eine Förderung darf nur aufgrund eines schriftlichen Förderungsvertrages gewährt werden. Der Förderungsvertrag hat insbesondere zu enthalten:",
            "annotations": []
        },
        {
            "text": "1. Bezeichnung der Rechtsgrundlage,",
            "annotations": []
        },
        {
            "text": "2. Bezeichnung der Förderungsnehmerin oder des Förderungsnehmers mit insbesondere Geburtsdatum, Firmenbuchnummer, ZVR-Zahl oder gegebenenfalls der im Ergänzungsregister vergebenen Ordnungsnummer,",
            "annotations": []
        },
        {
            "text": "3. Beginn und Dauer der Laufzeit der Förderung,",
            "annotations": []
        },
        {
            "text": "4. Art und Höhe der Förderung,",
            "annotations": []
        },
        {
            "text": "5. genaue Beschreibung der geförderten Leistung (Förderungsgegenstand),",
            "annotations": []
        },
        {
            "text": "6. förderbare und nicht förderbare Kosten,",
            "annotations": []
        },
        {
            "text": "7. Fristen für die Erbringung der geförderten Leistung sowie für die Berichtspflichten (§§40 bis 42),",
            "annotations": []
        },
        {
            "text": "8. Auszahlungsbedingungen,",
            "annotations": []
        },
        {
            "text": "9. Kontrolle und gegebenenfalls Mitwirkung bei der Evaluierung,",
            "annotations": []
        },
        {
            "text": "10. Bestimmungen über die Einstellung und Rückzahlung der Förderung gemäß §25,",
            "annotations": []
        },
        {
            "text": "11. Bestimmungen zur Datenverarbeitung,",
            "annotations": []
        },
        {
            "text": "12. sonstige zu vereinbarende Vertragsbestimmungen sowie",
            "annotations": []
        },
        {
            "text": "13. besondere Förderungsbedingungen, die der Eigenart der zu fördernden Leistung entsprechen und überdies sicherstellen, dass dafür Bundesmittel nur in dem zur Erreichung des angestrebten Erfolges unumgänglich notwendigen Umfang eingesetzt werden.",
            "annotations": []
        },
        {
            "text": "(2) Die Gewährung einer Förderung ist von der haushaltsführenden Stelle oder Abwicklungsstelle von der Einhaltung folgender allgemeiner Förderungsbedingungen abhängig zu machen, wonach die Förderungswerberin oder der Förderungswerber insbesondere",
            "annotations": []
        },
        {
            "text": "1. mit der Durchführung der Leistung gemäß dem vereinbarten Zeitplan, ansonsten unverzüglich nach Gewährung der Förderung beginnt, die Leistung zügig durchführt und diese innerhalb der vereinbarten, ansonsten innerhalb einer angemessenen Frist abschließt,",
            "annotations": []
        },
        {
            "text": "2. der haushaltsführenden Stelle oder Abwicklungsstelle alle Ereignisse, welche die Durchführung der geförderten Leistung verzögern oder unmöglich machen, oder eine Abänderung gegenüber dem Förderungsansuchen oder vereinbarten Auflagen und Bedingungen erfordern würde, unverzüglich und aus eigener Initiative anzeigt und ihren oder seinen Mitteilungspflichten jeweils unverzüglich nachkommt,",
            "annotations": []
        },
        {
            "text": "3. Organen oder Beauftragten des Bundes und der Europäischen Union Einsicht in ihre oder seine Bücher und Belege sowie in sonstige der Überprüfung der Durchführung der Leistung dienende Unterlagen bei sich selbst oder bei Dritten und die Besichtigung an Ort und Stelle gestattet oder auf deren Verlangen vorlegt, ihnen die erforderlichen Auskünfte erteilt oder erteilen lässt und hiezu eine geeignete Auskunftsperson bereitstellt, wobei über den jeweiligen Zusammenhang dieser Unterlagen mit der Leistung das Prüforgan entscheidet,",
            "annotations": []
        },
        {
            "text": "4. alle Bücher und Belege sowie sonstige in Z3 genannten Unterlagen zehn Jahre ab dem Ende des Jahres der Auszahlung der gesamten Förderung, bei der Gewährung von Gelddarlehen ab Auszahlung des Darlehens, jedenfalls aber bis zur vollständigen Rückzahlung, in beiden Fällen mindestens jedoch ab der Durchführung der Leistung sicher und geordnet aufbewahrt; sofern unionsrechtlich darüber hinausgehende Fristen gelten, kommen diese zur Anwendung,",
            "annotations": []
        },
        {
            "text": "5. zur Aufbewahrung grundsätzlich auch geeignete Bild- und Datenträger verwenden kann, wenn die vollständige, geordnete, inhaltsgleiche, urschriftgetreue und überprüfbare Wiedergabe bis zum Ablauf der Aufbewahrungsfrist jederzeit gewährleistet ist; in diesem Fall ist die Förderungswerberin oder der Förderungswerber zu verpflichten, auf ihre oder seine Kosten alle Hilfsmittel zur Verfügung zu stellen, die notwendig sind, um die Bücher, Belege und sonstigen Unterlagen lesbar zu machen und, soweit erforderlich, ohne Hilfsmittel lesbare dauerhafte Wiedergaben beizubringen sowie bei Erstellung von dauerhaften Wiedergaben diese auf Datenträgern zur Verfügung zu stellen,",
            "annotations": []
        },
        {
            "text": "6. bei Gewährung eines Annuitäten-, Zinsen- oder Kreditkostenzuschusses die von ihr oder ihm betraute Kreditunternehmung ermächtigt, den Organen oder Beauftragten des Bundes und der Europäischen Union alle im Zusammenhang mit der betreffenden Förderung erforderlichen Auskünfte, insbesondere auch Bonitätsauskünfte, zu erteilen,",
            "annotations": []
        },
        {
            "text": "7. bei der Vergabe von Aufträgen für Lieferungen und Leistungen unbeschadet der Bestimmungen des Bundesvergabegesetzes 2006 (BVergG 2006), BGBl I Nr 17, zu Vergleichszwecken nachweislich mehrere Angebote einholt, soweit dies im Hinblick auf die Höhe des geschätzten Auftragswertes zweckmäßig ist,",
            "annotations": []
        },
        {
            "text": "8. Förderungsmittel des Bundes unter Beachtung der Grundsätze der Sparsamkeit, Wirtschaftlichkeit und Zweckmäßigkeit einsetzt und insbesondere bei Gesamtförderungen in ihrer oder seiner gesamten Gebarung diese Grundsätze befolgt,",
            "annotations": []
        },
        {
            "text": "9. Förderungsmittel des Bundes nicht zur Bildung von Rücklagen oder Rückstellungen nach dem Einkommensteuergesetz 1988, (EStG 1988), BGBl Nr 400, oder dem Unternehmensgesetzbuch, dRGBl S 219/1897 verwendet,",
            "annotations": []
        },
        {
            "text": "10. über die Durchführung der Leistung unter Vorlage eines Verwendungsnachweises (§§40 bis 42) innerhalb zu vereinbarender Fristen berichtet,",
            "annotations": []
        },
        {
            "text": "11. über den Anspruch aus einer gewährten Förderung weder durch Abtretung, Anweisung oder Verpfändung noch auf andere Weise verfügt,",
            "annotations": []
        },
        {
            "text": "12. die Rückzahlungsverpflichtung gemäß §25 übernimmt,",
            "annotations": []
        },
        {
            "text": "13. eine hinreichende Sicherstellung für die Rückzahlung eines Förderungsdarlehens und grundsätzlich auch für allfällige Rückzahlungs- und Abgeltungsverpflichtungen (§§25 und 30) bietet und",
            "annotations": []
        },
        {
            "text": "14. das Gleichbehandlungsgesetz, BGBl I Nr 66/2004, beachtet, sofern es sich um die Förderung eines Unternehmens handelt, und das Bundes-Behindertengleichstellungsgesetz, BGBl I Nr 82/2005, sowie das Diskriminierungsverbot gemäß §7b des Behinderteneinstellungsgesetzes (BEinstG), BGBl Nr 22/1970, berücksichtigt.",
            "annotations": []
        },
        {
            "text": "(3) Im Förderungsvertrag ist zu regeln, in welcher Form die Förderungsnehmerin oder der Förderungsnehmer an der Evaluierung mitzuwirken hat und welche Informationen sie oder er bekannt zu geben hat, die zur Beurteilung der Erreichung der festgelegten Indikatoren erforderlich sind.",
            "annotations": []
        },
        {
            "text": "(4) Die Bundesministerin für Finanzen oder der Bundesminister für Finanzen kann einen Musterförderungsvertrag erarbeiten, der grundsätzlich von der haushaltsführenden Stelle oder Abwicklungsstelle anzuwenden ist, sofern nicht ausnahmsweise in Sonderrichtlinien abweichende Bestimmungen vorgesehen oder Abweichungen aufgrund der Eigenart der Leistung jedenfalls erforderlich sind. Der Musterförderungsvertrag ist im Bundesintranet des Bundesministeriums für Finanzen zu veröffentlichen.",
            "annotations": []
        },
        {
            "text": "Einstellung und Rückzahlung der Förderung",
            "annotations": []
        },
        {
            "text": "§25. (1) Die Förderungswerberin oder der Förderungswerber ist zu verpflichten – unter Vorbehalt der Geltendmachung weitergehender gesetzlicher Ansprüche, insbesondere auch einer Rückzahlungsverpflichtung gemäß §30b AuslBG – die Förderung über Aufforderung der haushaltsführenden Stelle, der Abwicklungsstelle oder der Europäischen Union sofort zurückzuerstatten, wobei ein noch nicht zurückgezahltes Förderungsdarlehen sofort fällig gestellt wird und der Anspruch auf zugesicherte und noch nicht ausbezahlte Förderungsmittel erlischt, wenn insbesondere",
            "annotations": []
        },
        {
            "text": "1. Organe oder Beauftragte des Bundes oder der Europäischen Union von der Förderungswerberin oder vom Förderungswerber über wesentliche Umstände unrichtig oder unvollständig unterrichtet worden sind,",
            "annotations": []
        },
        {
            "text": "2. von der Förderungswerberin oder vom Förderungswerber vorgesehene Berichte nicht erstattet, Nachweise nicht erbracht oder erforderliche Auskünfte nicht erteilt worden sind, sofern in diesen Fällen eine schriftliche, entsprechend befristete und den ausdrücklichen Hinweis auf die Rechtsfolge der Nichtbefolgung enthaltende Mahnung erfolglos geblieben ist, sowie sonstige in dieser Verordnung vorgesehene Mitteilungen unterlassen wurden,",
            "annotations": []
        },
        {
            "text": "3. die Förderungswerberin oder der Förderungswerber nicht aus eigener Initiative unverzüglich – jedenfalls noch vor einer Kontrolle oder deren Ankündigung – Ereignisse meldet, welche die Durchführung der geförderten Leistung verzögern oder unmöglich machen oder deren Abänderung erfordern würde,",
            "annotations": []
        },
        {
            "text": "4. die Förderungswerberin oder der Förderungswerber vorgesehene Kontrollmaßnahmen be- oder verhindert oder die Berechtigung zur Inanspruchnahme der Förderung innerhalb des für die Aufbewahrung der Unterlagen vorgesehenen Zeitraumes nicht mehr überprüfbar ist,",
            "annotations": []
        },
        {
            "text": "5. die Förderungsmittel von der Förderungswerberin oder vom Förderungswerber ganz oder teilweise widmungswidrig verwendet worden sind,",
            "annotations": []
        },
        {
            "text": "6. die Leistung von der Förderungswerberin oder vom Förderungswerber nicht oder nicht rechtzeitig durchgeführt werden kann oder durchgeführt worden ist,",
            "annotations": []
        },
        {
            "text": "7. von der Förderungswerberin oder vom Förderungswerber das Abtretungs-, Anweisungs-, Verpfändungs- und sonstige Verfügungsverbot gemäß §24 Abs2 Z11 nicht eingehalten wurde,",
            "annotations": []
        },
        {
            "text": "8. die Bestimmungen des Gleichbehandlungsgesetzes von einem geförderten Unternehmen nicht beachtet wurden,",
            "annotations": []
        },
        {
            "text": "9. das Bundes-Behindertengleichstellungsgesetz oder das Diskriminierungsverbot gemäß §7b BEinstG nicht berücksichtigt wird,",
            "annotations": []
        },
        {
            "text": "10. der Förderungswerberin oder dem Förderungswerber obliegende Publizitätsmaßnahmen gemäß §31 nicht durchgeführt werden (nur bei EU-Förderungsmitteln),",
            "annotations": []
        },
        {
            "text": "11. von Organen der Europäischen Union die Aussetzung und/oder Rückforderung verlangt wird oder",
            "annotations": []
        },
        {
            "text": "12. sonstige Förderungsvoraussetzungen, Bedingungen oder Auflagen, insbesondere solche, die die Erreichung des Förderungszwecks sichern sollen, von der Förderungswerberin oder vom Förderungswerber nicht eingehalten wurden.",
            "annotations": []
        },
        {
            "text": "(2) Anstelle der in Abs1 vorgesehenen gänzlichen Rückforderung kann bei einzelnen Tatbeständen eine bloß teilweise Einstellung oder Rückzahlung der Förderung vorgesehen werden, wenn",
            "annotations": []
        },
        {
            "text": "1. die von der Förderungsnehmerin oder vom Förderungsnehmer übernommenen Verpflichtungen teilbar sind und die durchgeführte Teilleistung für sich allein förderungswürdig ist,",
            "annotations": []
        },
        {
            "text": "2. kein Verschulden der Förderungsnehmerin oder des Förderungsnehmers am Rückforderungsgrund vorliegt und",
            "annotations": []
        },
        {
            "text": "3. für den Förderungsgeber die Aufrechterhaltung des Förderungsvertrages weiterhin zumutbar ist.",
            "annotations": []
        },
        {
            "text": "(3) Es ist eine Verzinsung des Rückzahlungsbetrages vom Tag der Auszahlung der Förderung an mit 4 vH pro Jahr unter Anwendung der Zinseszinsmethode zu vereinbaren. Liegt dieser Zinssatz unter dem von der Europäischen Union für Rückforderungen festgelegten Zinssatz, ist der von der Europäischen Union festgelegte heranzuziehen.",
            "annotations": []
        },
        {
            "text": "(4) Für den Fall eines Verzuges bei der Rückzahlung der Förderung sind Verzugszinsen zu vereinbaren. Bei Verzug von Unternehmen sind diese mit 9,2 Prozentpunkten über dem jeweils geltenden Basiszinssatz pro Jahr ab Eintritt des Verzuges festzulegen, andernfalls mit 4 Prozentpunkten über dem jeweils geltenden Basiszinssatz, mindestens jedoch 4 vH. Der Basiszinssatz, der am ersten Kalendertag eines Halbjahres gilt, ist für das jeweilige Halbjahr maßgebend.",
            "annotations": []
        },
        {
            "text": "(5) Sofern die Leistung ohne Verschulden der Förderungsnehmerin oder des Förderungsnehmers nur teilweise durchgeführt werden kann oder worden ist, kann die haushaltsführende Stelle vom Erlöschen des Anspruches und von der Rückzahlung (Fälligstellung des Darlehens) der auf die durchgeführte Teilleistung entfallenden Förderungsmittel Abstand nehmen, wenn die durchgeführte Teilleistung für sich allein förderungswürdig ist.",
            "annotations": []
        },
        {
            "text": "(6) Die Gewährung einer Förderung, deren Begünstigter eine Dritte oder ein Dritter ist, ist grundsätzlich davon abhängig zu machen, dass diese oder dieser Dritte vor Abschluss des Förderungsvertrages nachweislich die Solidarhaftung (§891 ABGB) für die Rückzahlung der Förderung im Fall des Eintritts eines Rückzahlungsgrundes übernimmt.",
            "annotations": []
        },
        {
            "text": "(7) Mit der Förderungswerberin oder dem Förderungswerber ist weiters zu vereinbaren, dass die gewährte Förderung auf das gemäß §15 Abs2 oder nach unionsrechtlichen Bestimmungen zulässige Ausmaß gekürzt werden kann,",
            "annotations": []
        },
        {
            "text": "1. wenn sie oder er nach dem Zeitpunkt des Förderungsansuchens von einem anderen Organ des Bundes oder einem anderen Rechtsträger einschließlich anderer Gebietskörperschaften eine Förderung für dieselbe Leistung, auch wenn mit verschiedener Zweckwidmung, erhält, welche bei der Zuerkennung der Förderung nicht bekannt war, oder",
            "annotations": []
        },
        {
            "text": "2. wenn sie oder er eine höhere als die ursprünglich vereinbarte Eigenleistung erbringt oder erbringen kann,",
            "annotations": []
        },
        {
            "text": "sofern nicht eine Vertragsänderung aus Sicht der haushaltsführenden Stelle oder der Abwicklungsstelle zweckmäßig erscheint. Von einer Kürzung kann dann Abstand genommen werden, wenn die Beiträge gemäß Z1 und 2 zur Erbringung der ursprünglich vereinbarten geförderten Leistung (§24 Abs1 Z5) notwendig sind. Falls die Förderung bereits ausbezahlt wurde, kann eine entsprechende Rückforderung erfolgen. Die Abs1 und 2 bleiben unberührt und die Abs3 und 4 sind sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "Umwandlung eines Förderungsdarlehens in eine sonstige Geldzuwendung",
            "annotations": []
        },
        {
            "text": "§26. (1) Ein aus Förderungsmitteln des Bundes gewährtes Gelddarlehen darf ganz oder teilweise in eine sonstige Geldzuwendung (§2 Z3) umgewandelt werden, wenn der angestrebte Erfolg und Förderungszweck wegen nachfolgend ohne Verschulden der Förderungsnehmerin oder des Förderungsnehmers eingetretener Ereignisse nur so erreicht werden kann und kein Grund gemäß §25 vorliegt.",
            "annotations": []
        },
        {
            "text": "(2) Erfolgt die Gewährung einer Förderung auf Grundlage einer Sonderrichtlinie, ist eine derartige Umwandlung bei Vorliegen der Voraussetzungen gemäß Abs1 nur dann zulässig, wenn in dieser Sonderrichtlinie auch eine sonstige Geldzuwendung als Förderungsart vorgesehen ist.",
            "annotations": []
        },
        {
            "text": "(3) Vor einer derartigen Umwandlung ist mit der Bundesministerin für Finanzen oder dem Bundesminister für Finanzen das Einvernehmen herzustellen, wenn diese oder dieser auch bei der Gewährung des Förderungsdarlehens mitzubefassen war oder durch diese Umwandlung eine einvernehmensherstellungspflichtige Mittelverwendungsüberschreitung bei der Voranschlagstelle für die entsprechende sonstige Geldzuwendung entstehen würde (§54 Abs4 BHG 2013 in Verbindung mit der Verordnung über das Verfahren bei Mittelverwendungsüberschreitungen, MVÜ-VO, BGBl II Nr 512/2012).",
            "annotations": []
        },
        {
            "text": "Datenverarbeitung",
            "annotations": []
        },
        {
            "text": "§27. (1) Die Förderungswerberin oder der Förderungswerber hat sowohl im Förderungsansuchen als auch im Förderungsvertrag zur Kenntnis zu nehmen, dass die haushaltsführende Stelle als Verantwortlicher oder die haushaltführende Stelle und die Abwicklungsstelle als gemeinsame Verantwortliche oder als Verantwortlicher und Auftragsverarbeiter berechtigt sind,",
            "annotations": []
        },
        {
            "text": "1. die im Zusammenhang mit der Anbahnung und Abwicklung des Vertrages anfallenden personenbezogenen Daten zu verarbeiten, wenn dies für den Abschluss und die Abwicklung des Förderungsvertrages, für Kontrollzwecke und die Wahrnehmung der der haushaltsführenden Stelle gesetzlich übertragenen Aufgaben erforderlich ist;",
            "annotations": []
        },
        {
            "text": "2. die für die Beurteilung des Vorliegens der Förderungsvoraussetzungen und zur Prüfung des Verwendungsnachweises (8. Abschnitt) erforderlichen personenbezogenen Daten über die von ihr oder ihm selbst erteilten Auskünfte hinaus auch durch Rückfragen bei den in Betracht kommenden anderen Organen des Bundes oder bei einem anderen Rechtsträger, der einschlägige Förderungen zuerkennt oder abwickelt, oder bei sonstigen Dritten zu erheben und an diese zu übermitteln, wobei diese wiederum berechtigt sind, die für die Anfrage erforderlichen personenbezogenen Daten zu verarbeiten und Auskunft zu erteilen;",
            "annotations": []
        },
        {
            "text": "3. Transparenzportalabfragen gemäß §32 Abs5 TDBG 2012 durchzuführen.",
            "annotations": []
        },
        {
            "text": "(2) Der Förderungswerberin oder dem Förderungswerber ist zur Kenntnis zu bringen, dass es dazu kommen kann, dass personenbezogene Daten insbesondere an Organe und Beauftragte des Rechnungshofes (insbesondere gemäß §3 Abs2, §4 Abs1 und §13 Abs3 des Rechnungshofgesetzes 1948, BGBl Nr 144), des Bundesministeriums für Finanzen (insbesondere gemäß §§57 bis 61 und 47 BHG 2013 sowie §14 dieser Verordnung) und der Europäischen Union nach den EU-rechtlichen Bestimmungen übermittelt oder offengelegt werden müssen.",
            "annotations": []
        },
        {
            "text": "(3) Ist die Förderungswerberin oder der Förderungswerber eine natürliche Person, hat das Förderungsansuchen und der Förderungsvertrag eine Information zur Datenverarbeitung gemäß Art13 und 14 DSGVO (Datenverarbeitungsauskunft) zu enthalten. Wird das Förderungsansuchen formlos vom Förderungswerber eingebracht, ist dem Förderungswerber die Datenverarbeitungsauskunft unverzüglich nachweislich zur Kenntnis zu bringen.",
            "annotations": []
        },
        {
            "text": "(4) Der Förderwerber hat zu bestätigen, dass die Offenlegung von Daten natürlicher Personen gegenüber der haushaltsführenden Stelle oder der Abwicklungsstelle in Übereinstimmung mit den Bestimmungen der DSGVO erfolgt und die betroffenen Personen vom Förderwerber über die Datenverarbeitung der haushaltsführenden Stelle oder der Abwicklungsstelle (Datenverarbeitungsauskunft gemäß Abs3) informiert werden oder wurden.",
            "annotations": []
        },
        {
            "text": "Gewinnerzielung aus einer geförderten Leistung",
            "annotations": []
        },
        {
            "text": "§29. Sofern eine Leistung überwiegend aus Bundesmitteln gefördert wird und es im Hinblick auf die Eigenart der Leistung wirtschaftlich gerechtfertigt sowie mit dem Förderungszweck vereinbar erscheint, ist auszubedingen, dass die Förderungswerberin oder der Förderungswerber die Höhe des unmittelbar oder mittelbar erzielten Gewinnes (Überschusses) aus der Leistung während oder innerhalb von fünf Jahren nach deren Durchführung (zB durch die gewinnbringende Auswertung einer Leistung) unverzüglich der haushaltsführenden Stelle oder der Abwicklungsstelle anzuzeigen und diese auf Verlangen bis zur Höhe der erhaltenen Förderung am Gewinn (Überschuss) zu beteiligen hat.",
            "annotations": []
        },
        {
            "text": "Wegfall oder wesentliche Änderung des Verwendungszwecks",
            "annotations": []
        },
        {
            "text": "§30. (1) Soll eine Sache, deren Preis (Wert) die nach den jeweils geltenden einkommensteuerrechtlichen Bestimmungen für geringwertige Wirtschaftsgüter des Anlagevermögens festgesetzte Betragsgrenze um das Vierfache übersteigt, von der Förderungswerberin oder vom Förderungswerber ausschließlich oder überwiegend aus Förderungsmitteln des Bundes angeschafft werden – dabei sind die Förderungen aller haushaltsführenden Stellen maßgeblich –, ist vorzusehen, dass die Förderungswerberin oder der Förderungswerber bei Wegfall oder wesentlicher Änderung des Verwendungszwecks die jeweilige haushaltsführende Stelle davon unverzüglich in Kenntnis setzt und auf deren Verlangen",
            "annotations": []
        },
        {
            "text": "1. eine angemessene Abgeltung leistet,",
            "annotations": []
        },
        {
            "text": "2. die betreffende Sache der jeweiligen haushaltsführenden Stelle zwecks weiterer Verwendung zur Verfügung stellt oder",
            "annotations": []
        },
        {
            "text": "3. in das Eigentum des Bundes überträgt.",
            "annotations": []
        },
        {
            "text": "(2) Als angemessene Abgeltung gemäß Abs1 Z1 ist der Verkehrswert der Sache im Zeitpunkt des Wegfalls oder der Änderung des Verwendungszwecks vorzusehen und von der jeweiligen haushaltsführenden Stelle zu ermitteln. Falls die Sache nicht ausschließlich aus Förderungsmitteln des Bundes angeschafft wurde, ist die Abgeltung eines der Förderung des Bundes entsprechenden aliquoten Anteils am Verkehrswert vorzusehen.",
            "annotations": []
        },
        {
            "text": "(3) Bei einer Förderung durch mehrere haushaltsführende Stellen haben diese auf eine abgestimmte Vorgangsweise hinzuwirken (§13).",
            "annotations": []
        },
        {
            "text": "Publizitätsvorschriften bei Förderungen aus EU-Mitteln",
            "annotations": []
        },
        {
            "text": "§31. (1) Die haushaltsführenden Stellen haben bei der Gewährung von Förderungen aus EU-Mitteln die Durchführung von Informations- und Publizitätsmaßnahmen im Rahmen der jeweils geltenden unionsrechtlichen Vorschriften sicherzustellen. Dabei sind insbesondere die konkreten Informations- und Publizitätsverpflichtungen in den Förderungs- und Abwicklungsverträgen vorzusehen.",
            "annotations": []
        },
        {
            "text": "(2) Der Förderungswerberin oder dem Förderungswerber ist zur Kenntnis zu bringen, dass insbesondere der Name der Förderungsempfängerin oder des Förderungsempfängers, die Bezeichnung des Vorhabens sowie die Höhe der gewährten Förderungsmittel nach Maßgabe der jeweils geltenden unionsrechtlichen Vorschriften veröffentlicht werden können.",
            "annotations": []
        },
        {
            "text": "7. Abschnitt",
            "annotations": []
        },
        {
            "text": "Förderbare Kosten",
            "annotations": []
        },
        {
            "text": "Allgemeines",
            "annotations": []
        },
        {
            "text": "§32. Förderbar sind nur jene Kosten, die unmittelbar mit der geförderten Leistung in Zusammenhang stehen, und in jenem Ausmaß, als sie zur Erreichung des Förderungsziels unbedingt erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Umsatzsteuer",
            "annotations": []
        },
        {
            "text": "§33. (1) Die auf die Kosten der förderbaren Leistung entfallende Umsatzsteuer ist keine förderbare Ausgabe. Sofern diese Umsatzsteuer aber nachweislich tatsächlich und endgültig von der Förderungsnehmerin oder vom Förderungsnehmer zu tragen ist, somit für sie oder ihn keine Vorsteuerabzugsberechtigung besteht, kann sie als förderbarer Kostenbestandteil berücksichtigt werden.",
            "annotations": []
        },
        {
            "text": "(2) Die – auf welche Weise immer – rückforderbare Umsatzsteuer ist auch dann nicht förderbar, wenn sie die Förderungsnehmerin oder der Förderungsnehmer nicht tatsächlich zurückerhält.",
            "annotations": []
        },
        {
            "text": "(3) Sollte eine Förderung vom Finanzamt wegen des Vorliegens einer nach dem Umsatzsteuergesetz 1994, BGBl Nr 663, steuerbaren und steuerpflichtigen Leistung der Förderungsnehmerin oder des Förderungsnehmers an den Förderungsgeber nicht als Förderung, sondern als Auftragsentgelt angesehen werden und dafür von der Förderungsnehmerin oder vom Förderungsnehmer eine Umsatzsteuer an das Finanzamt abzuführen sein, ist vorzusehen, dass dieses Auftragsentgelt als Bruttoentgelt anzusehen ist. Eine zusätzliche, gesonderte Abgeltung der Umsatzsteuer – aus welchem Rechtsgrund immer – ist somit ausgeschlossen.",
            "annotations": []
        },
        {
            "text": "Personalkosten und Reisekosten",
            "annotations": []
        },
        {
            "text": "§34. (1) Personalkosten und Reisekosten dürfen bei einer Gesamtförderung jedenfalls, bei einer Einzelförderung dann, wenn die Gesamtausgaben für die Leistung überwiegend aus Bundesmitteln getragen werden, nur bis zu jener Höhe als förderbare Kosten anerkannt werden, die dem Gehaltsschema des Bundes und der Reisegebührenvorschrift 1955, BGBl Nr 133, für vergleichbare Bundesbedienstete entspricht.",
            "annotations": []
        },
        {
            "text": "(2) Abweichend von Abs1 können in Sonderrichtlinien ausnahmsweise spezielle Höchstgrenzen, insbesondere nach einschlägigen gesetzlichen oder kollektivvertraglichen Bestimmungen, für Personal- und Reisekosten vorgesehen werden, sofern dadurch eine Vereinfachung bei der Abwicklung der Förderung erreicht werden kann und dabei die Grundsätze gemäß §2 BHG 2013 eingehalten werden.",
            "annotations": []
        },
        {
            "text": "(3) Im Förderungsvertrag ist die förderbare Höchststundenanzahl je Verwendungsgruppe zu regeln, sofern dies zweckmäßig ist.",
            "annotations": []
        },
        {
            "text": "Leasingfinanzierte Investitionsgüter",
            "annotations": []
        },
        {
            "text": "§35. (1) Förderungswerberin oder Förderungswerber kann gemäß §2 nur die Leasingnehmerin oder der Leasingnehmer sein, die oder der den Leasinggegenstand zur Durchführung der förderungswürdigen Leistung nutzt.",
            "annotations": []
        },
        {
            "text": "(2) Als Förderungsart kommt nur eine sonstige Geldzuwendung gemäß §2 Z3 zum jeweils fälligen Leasingentgelt in Betracht, wobei maximal vom Nettohandelswert des Leasinggegenstandes unter Bedachtnahme auf die Dauer der Leistung und Berücksichtigung der betriebsgewöhnlichen Nutzungsdauer des Leasinggegenstandes auszugehen ist.",
            "annotations": []
        },
        {
            "text": "Geförderte Anschaffungen",
            "annotations": []
        },
        {
            "text": "§36. Überschreitet die Amortisationsdauer einer Sache (§285 ABGB), die zur Durchführung der Leistung angeschafft wird, den Zeitraum der Leistung, darf maximal jener Kostenanteil gefördert werden, der der Abschreibung nach dem EStG 1988 für den Leistungszeitraum entspricht.",
            "annotations": []
        },
        {
            "text": "Gemeinkosten",
            "annotations": []
        },
        {
            "text": "§37. (1) Indirekte Kosten (Gemeinkosten) können nur dann gefördert werden, wenn sie zur Erreichung des Förderungsziels erforderlich sind.",
            "annotations": []
        },
        {
            "text": "(2) Unbeschadet des §38 kann in Sonderrichtlinien eine Abgeltung von indirekten Kosten auf der Grundlage von Pauschalsätzen vorgesehen werden. Die Pauschalsätze müssen angemessen und nachvollziehbar sein. Die Sonderrichtlinien müssen jene Kosten, die von den Pauschalsätzen umfasst sind, und die jeweilige Zuschlagsbasis festlegen. Es ist auszuschließen, dass Kosten, die im Rahmen der Kostenpauschale abgegolten werden, auch als direkte Kosten anerkannt werden. Wird eine Pauschalierung vorgenommen, ist ein gesonderter Nachweis nicht erforderlich. Bei Senkung der der Pauschalierung zugrunde gelegten Kosten ist der Pauschalsatz entsprechend zu reduzieren.",
            "annotations": []
        },
        {
            "text": "Kostenpauschalen bei EU-kofinanzierten Förderungen",
            "annotations": []
        },
        {
            "text": "§38. In Sonderrichtlinien, im Rahmen derer Förderungen aus EU-Mitteln einschließlich des Anteils der nationalen Kofinanzierung gewährt werden, kann eine Abgeltung von Kosten auf Grundlage von standardisierten Einheitskosten, als Pauschalfinanzierung oder auf der Grundlage von Pauschalsätzen nach Maßgabe der unionsrechtlichen Vorschriften vorgesehen werden.",
            "annotations": []
        },
        {
            "text": "8. Abschnitt",
            "annotations": []
        },
        {
            "text": "Kontrolle und Auszahlung",
            "annotations": []
        },
        {
            "text": "Kontrolle",
            "annotations": []
        },
        {
            "text": "§39. Die haushaltsführenden Stellen oder Abwicklungsstellen haben eine Kontrolle der widmungsgemäßen Verwendung der Förderungsmittel sowie der Einhaltung der vertraglichen Förderungsbestimmungen, Bedingungen und Auflagen durchzuführen. Bei mehrjährigen Leistungen sind in den im Förderungsvertrag vorgesehenen Abständen, jedenfalls aber in angemessenen Zeitabständen auf Grundlage der Zwischenberichte (§42) Zwischenkontrollen durchzuführen, sofern dies auf Grund der Dauer der Leistungen zweckmäßig ist.",
            "annotations": []
        },
        {
            "text": "Verwendungsnachweis",
            "annotations": []
        },
        {
            "text": "§40. (1) Der Verwendungsnachweis hat aus einem Sachbericht und einem zahlenmäßigen Nachweis zu bestehen.",
            "annotations": []
        },
        {
            "text": "(2) Aus dem Sachbericht muss insbesondere die Verwendung der aus Bundes- und EU-Mitteln gewährten Förderung, der nachweisliche Bericht über die Durchführung der geförderten Leistung sowie der durch diese erzielte Erfolg hervorgehen.",
            "annotations": []
        },
        {
            "text": "(3) Der zahlenmäßige Nachweis muss eine durch Belege nachweisbare Aufgliederung aller mit der geförderten Leistung zusammenhängenden Einnahmen und Ausgaben umfassen. Die haushaltsführende Stelle oder Abwicklungsstelle hat sich entweder die Vorlage der Belege oder die Einsichtnahme in diese bei der Förderungsnehmerin oder beim Förderungsnehmer vorzubehalten. Für die Übermittlung von Belegen gilt §24 Abs2 Z5 sinngemäß.",
            "annotations": []
        },
        {
            "text": "(4) Die haushaltsführende Stelle oder die Abwicklungsstelle hat die Termine für die Vorlage der Verwendungsnachweise laufend zu überwachen und die Verwendungsnachweise zeitnahe zu überprüfen. Es sind insbesondere auch Leistungs- und Zahlungsnachweise zu überprüfen.",
            "annotations": []
        },
        {
            "text": "(5) Jede haushaltsführende Stelle hat vorweg angemessene und wirksame risikobasierte Kontrollverfahren festzulegen, durch die gewährleistet werden kann, dass Förderungsmissbrauch und unerwünschte Mehrfachförderungen vermieden werden. Diese Verfahren sind in Sonderrichtlinien und Förderungsverträgen umzusetzen und können beispielsweise die zumindest stichprobenartige Überprüfung der Belege, das Erfordernis gesonderter Rechnungskreise bei der Förderungsnehmerin oder beim Förderungsnehmer, die Abstimmung mit anderen in Betracht kommenden Förderungsgebern, die Einschau vor Ort sowie in einschlägige Förderdatenbanken oder die Festlegung spezifischer Anforderungen an elektronische Belege umfassen.",
            "annotations": []
        },
        {
            "text": "(6) Sofern für den Nachweis der widmungsgemäßen Verwendung der Förderungsmittel die Verwendung personenbezogener Daten erforderlich ist, ist die Förderungswerberin oder der Förderungswerber im Förderungsvertrag zu verpflichten, die diesbezüglichen personenbezogenen Daten zu übermitteln.",
            "annotations": []
        },
        {
            "text": "(7) Hat die Förderungsnehmerin oder der Förderungsnehmer für denselben Verwendungszweck auch eigene finanzielle Mittel eingesetzt oder von einem anderen Rechtsträger finanzielle Mittel erhalten, so ist auszubedingen, dass der zahlenmäßige Nachweis auch diese umfasst.",
            "annotations": []
        },
        {
            "text": "(8) Wenn es zur Kontrolle erforderlich erscheint, können auch bei einer Einzelförderung weitere Nachweise aus der Gebarung der Förderungsnehmerin oder des Förderungsnehmers vorgesehen werden.",
            "annotations": []
        },
        {
            "text": "Zahlenmäßiger Nachweis bei einer Gesamtförderung",
            "annotations": []
        },
        {
            "text": "§41. Bei einer Gesamtförderung gemäß §21 Abs1 Z2 hat der zahlenmäßige Nachweis (§40 Abs3) jedenfalls alle Einnahmen und Ausgaben der Förderungsnehmerin oder des Förderungsnehmers zu umfassen. Förderungsnehmerinnen oder Förderungsnehmer, die eine doppelte Buchhaltung führen, haben jedenfalls einen Jahresabschluss samt dem Prüfbericht der Abschlussprüferin oder des Abschlussprüfers und eine Übersicht über die tatsächlich getätigten Einzahlungen und Auszahlungen vorzulegen.",
            "annotations": []
        },
        {
            "text": "Zwischenberichte",
            "annotations": []
        },
        {
            "text": "§42. Ist mit dem Abschluss der Leistung nicht innerhalb des Finanzjahres (Kalenderjahres) zu rechnen, in dem die Förderungsgewährung erfolgt, ist zusätzlich die Vorlage eines zumindest jährlichen Verwendungsnachweises für jedes Finanzjahr der Leistungsdauer zu vereinbaren, soweit dies die Dauer und der Umfang der Leistung zweckmäßig erscheinen lässt.",
            "annotations": []
        },
        {
            "text": "Auszahlung der Förderung",
            "annotations": []
        },
        {
            "text": "§43. (1) Die Auszahlung der Förderung darf nur insoweit und nicht eher vorgenommen werden, als sie zur Leistung fälliger Zahlungen durch die Förderungsnehmerin oder den Förderungsnehmer für die geförderte Leistung entsprechend dem Förderungszweck benötigt wird, und darf nur an die Förderungsnehmerin oder den Förderungsnehmer oder an andere im Förderungsvertrag ausdrücklich genannte natürliche oder juristische Personen oder Personengesellschaften erfolgen.",
            "annotations": []
        },
        {
            "text": "(2) Die Auszahlung der Förderung für eine Leistung, die sich über einen längeren Zeitraum erstreckt, kann der voraussichtlichen Bedarfslage entsprechend grundsätzlich in pauschalierten Teilbeträgen und mit der Maßgabe vorgesehen werden, dass ein weiterer Teilbetrag erst dann ausgezahlt wird, wenn ein Verwendungsnachweis über den jeweils bereits ausbezahlten Teilbetrag erbracht worden ist, wobei die Auszahlung von mindestens 10 vH des insgesamt zugesicherten Förderungsbetrages grundsätzlich erst nach erfolgter Abnahme des abschließenden Verwendungsnachweises vorzubehalten ist.",
            "annotations": []
        },
        {
            "text": "(3) Bei der Festlegung der Auszahlungstermine ist auch auf die Verfügbarkeit der erforderlichen Bundesmittel und bei von der Europäischen Union kofinanzierten Leistungen auf die Bereitstellung der entsprechenden EU-Mittel Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "(4) Sofern dies mit der Eigenart der Förderung vereinbar ist, ist überdies auszubedingen, dass die Auszahlung einer Förderung aufgeschoben werden kann, wenn und solange Umstände vorliegen, die die ordnungsgemäße Durchführung der Leistung nicht gewährleistet erscheinen lassen.",
            "annotations": []
        },
        {
            "text": "(5) Wurde eine Förderung wegen Nichterfüllung der für ihre Auszahlung vorgesehenen Voraussetzungen mit Ablauf des Finanzjahres, für das die Förderungszusage abgegeben wurde, zur Gänze oder teilweise nicht ausbezahlt, darf die haushaltsführende Stelle oder die Abwicklungsstelle die Wirksamkeit der Förderungszusage bis zum Ablauf des nächstfolgenden Finanzjahres verlängern, wenn die Ausführung der Leistung ohne Verschulden der Förderungsnehmerin oder des Förderungsnehmers eine Verzögerung erfahren hat und die Förderungswürdigkeit der Leistung weiterhin gegeben ist.",
            "annotations": []
        },
        {
            "text": "(6) Für den Fall, dass Förderungsmittel nicht unmittelbar nach ihrer Überweisung an die Förderungsnehmerin oder den Förderungsnehmer für fällige Zahlungen im Rahmen des Förderungszwecks verwendet werden können, ist auszubedingen, dass diese von der Förderungsnehmerin oder vom Förderungsnehmer auf einem gesonderten Konto bei einem geeigneten Kreditinstitut bestmöglich zinsbringend anzulegen und die abreifenden Zinsen auf die Förderung anzurechnen sind.",
            "annotations": []
        },
        {
            "text": "(7) Nach ordnungsgemäßer Durchführung und Abrechnung der geförderten Leistung sind nicht verbrauchte Förderungsmittel unter Verrechnung von Zinsen in der Höhe von 2 Prozentpunkten über dem jeweils geltenden Basiszinssatz pro Jahr ab dem Tag der Auszahlung der Förderung unverzüglich zurückzufordern. Im Fall des Verzuges ist §25 Abs4 anzuwenden.",
            "annotations": []
        },
        {
            "text": "9. Abschnitt",
            "annotations": []
        },
        {
            "text": "Evaluierung und Organisation",
            "annotations": []
        },
        {
            "text": "Evaluierung",
            "annotations": []
        },
        {
            "text": "§44. (1) Die haushaltsführenden Stellen oder Abwicklungsstellen haben nach Abschluss einer geförderten Leistung eine Evaluierung, ob und inwieweit die mit der Förderungsgewährung angestrebten Vorhabensziele erreicht wurden, durchzuführen, soweit dies in Hinblick auf Höhe und Eigenart der Förderung zweckmäßig ist oder aufgrund der haushaltsrechtlichen Bestimmungen zur wirkungsorientierten Folgenabschätzung erforderlich ist. Dafür sind vor der Gewährung der Förderung geeignete Vorhabensziele und Indikatoren festzulegen. Bei mehrjährigen Leistungen sind Zwischenevaluierungen in den im Förderungsvertrag vorgesehenen Abständen, jedenfalls aber in angemessenen Abständen, durchzuführen, sofern dies auf Grund der Dauer der Leistungen zweckmäßig ist.",
            "annotations": []
        },
        {
            "text": "(2) Nach Abschluss von Förderungsprogrammen auf Grundlage von Sonderrichtlinien (§5) hat die haushaltsführende Stelle eine Evaluierung, ob die festgelegten Regelungsziele erreicht wurden, durchzuführen. Sofern es auf Grund ihrer Dauer zweckmäßig ist, sind Sonderrichtlinien auch in angemessenen Zeitabständen einer Zwischenevaluierung zu unterziehen, jedenfalls aber längstens nach fünf Jahren ab dem Inkrafttreten. Erforderlichenfalls sind die Sonderrichtlinien entsprechend abzuändern oder aufzuheben.",
            "annotations": []
        },
        {
            "text": "(3) Die haushaltsrechtlichen Bestimmungen zur Durchführung von internen Evaluierungen von Regelungsvorhaben und sonstigen Vorhaben bleiben unberührt.",
            "annotations": []
        },
        {
            "text": "Organisation",
            "annotations": []
        },
        {
            "text": "§45. Die haushaltsführenden Stellen oder Abwicklungsstellen haben über ein den Erfordernissen entsprechendes internes Kontrollsystem sowie über geeignete Datenerfassungssysteme zur Evidenz, zur Förderungskontrolle und -evaluierung, zur Berichterstattung und Analyse zu verfügen. Bei Vorliegen der technisch-organisatorischen Voraussetzungen sind die Funktionen der Kontrolle und Evaluierung von Förderungen von jener der Förderungsgewährung zu trennen.",
            "annotations": []
        },
        {
            "text": "10. Abschnitt",
            "annotations": []
        },
        {
            "text": "Übergangs- und Schlussbestimmungen",
            "annotations": []
        },
        {
            "text": "Rechtsanwendung und Verweisungen",
            "annotations": []
        },
        {
            "text": "§46. (1) Bei der Gewährung von Förderungen und bei der Erlassung von Sonderrichtlinien ist insbesondere das Beihilfenrecht der Europäischen Union (einschließlich der Regelungen über EU-kofinanzierte Vorhaben) zu beachten.",
            "annotations": []
        },
        {
            "text": "(2) Auf die Veranschlagung und Verrechnung von Förderungen sind die einschlägigen haushaltsrechtlichen Vorschriften anzuwenden.",
            "annotations": []
        },
        {
            "text": "In- und Außerkrafttreten und Übergangsbestimmungen",
            "annotations": []
        },
        {
            "text": "§47. (1) Diese Verordnung tritt mit Ablauf des Tages der Kundmachung in Kraft. Zugleich tritt die Verordnung über Allgemeine Rahmenrichtlinien für die Gewährung von Förderungen aus Bundesmitteln (ARR 2004), BGBl II Nr 51/2004, außer Kraft. Sie ist jedoch auf Förderungsansuchen, die vor dem Außerkrafttreten der ARR 2004 eingebracht wurden, weiterhin anzuwenden.",
            "annotations": []
        },
        {
            "text": "(2) Die vor Inkrafttreten dieser Verordnung erlassenen unbefristeten und ab 1. Juli 2014 erlassenen befristeten Sonderrichtlinien sind – soweit sie in Widerspruch zu Bestimmungen dieser Verordnung stehen – bis spätestens zwei Jahre nach Inkrafttreten dieser Verordnung an die Bestimmungen der ARR 2014 anzupassen. §6 ist anzuwenden.",
            "annotations": []
        },
        {
            "text": "(3) Das Inhaltsverzeichnis, §8 Abs1a, §24 Abs1 Z11 bis 13, §27 sowie der Anhang in der Fassung der Verordnung BGBl II Nr 190/2018, treten mit 25. Mai 2018 in Kraft; gleichzeitig tritt §28 außer Kraft.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die antragstellende Partei bringt vor, sie sei ein im Jahr 1999 gegründeter Verein, dessen Zweck die Förderung der Gesundheit von Frauen und Männern jedes Lebensalters und jeder Lebensphase sei. Sie betreibe ua mehrere Gesundheitszentren, eine Elternambulanz, eine Frauenassistenz und eine Schutzwohnung für von Menschenhandel betroffene Personen und arbeite zu circa 91 % subventionsgestützt. Im Jahr 2020 habe sie circa 100 Mitarbeiter beschäftigt und 91,2 % ihrer Einnahmen durch Abwicklung von durch die öffentliche Hand geförderten Projekten generiert. Davon seien 35,6 % auf Förderungen aus Bundesmitteln entfallen.",
            "annotations": []
        },
        {
            "text": "Beim Abschluss von Förderungsverträgen über die Gewährung von Förderungen aus Bundesmitteln habe sich die antragstellende Partei nach §24 Abs2 ARR 2014 zur Einhaltung allgemeiner Förderungsbedingungen zu verpflichten. §24 Abs2 Z9 ARR 2014 verbiete ihr die Verwendung von Förderungsmitteln des Bundes zur Bildung von Rücklagen oder Rückstellungen nach dem EStG 1988 oder dem UGB. Die antragstellende Partei sei aber gemäß §22 Abs2 VerG iVm §196 Abs1 UGB dazu verpflichtet, Rücklagen und Rückstellungen zu bilden und im Jahresabschluss auszuweisen. Dies betreffe insbesondere Rückstellungen für Anwartschaften auf Abfertigungen von Mitarbeitern nach §198 Abs8 Z4 lita UGB. Daher stehe §24 Abs2 Z9 ARR 2014 in Widerspruch zu §22 Abs2 VerG iVm §196 Abs1 UGB.",
            "annotations": []
        },
        {
            "text": "2. Zur Antragslegitimation bringt die antragstellende Partei auf das Wesentliche zusammengefasst Folgendes vor:",
            "annotations": []
        },
        {
            "text": "§24 Abs2 Z9 ARR 2014 greife unmittelbar in die rechtlich geschützten Interessen der antragstellenden Partei ein. Diese Bestimmung verbiete die Verwendung von Förderungsmitteln des Bundes zur Bildung von Rücklagen und Rückstellungen und stehe der Erfüllung aufrechter bzw dem Abschluss künftiger Förderungsverträge durch die antragstellende Partei entgegen, weil diese gemäß §22 Abs2 VerG iVm §196 Abs1 UGB zur Bildung von Rückstellungen und Rücklagen verpflichtet sei und dafür zumindest anteilig Förderungen aus Bundesmitteln heranziehen müsse. Verstöße gegen die Pflicht zur Bildung von Rückstellungen und Rücklagen könnten zur straf- und zivilrechtlichen Verantwortung der Geschäftsführung führen. Die Bestimmung des §24 Abs2 Z9 ARR 2014 sei ungeachtet ihres Wortlautes und der Systematik der ARR 2014 nicht nur an die Förderungsgeber, sondern auch an die antragstellende Partei als (potenzielle) Förderungsempfängerin gerichtet. Diese sei Adressatin der Bestimmung, weil das Rückstellungsverbot verpflichtend in alle Förderungsverträge aufzunehmen und zwischen den Vertragsparteien zu vereinbaren sei. Da die ARR 2014 nicht nur bloße Reflexwirkungen entfalteten, sondern den Inhalt der Förderungsverträge diktierten, seien sie an alle Vertragsparteien gerichtet.",
            "annotations": []
        },
        {
            "text": "Der antragstellenden Partei stehe kein zumutbarer anderer Weg offen, ihre Bedenken an den Verfassungsgerichtshof heranzutragen. Gegen die Fördergeber eingebrachte Klagen auf den Abschluss weiterer Förderungsverträge wären vom Gericht bereits mangels eines subjektiven Rechtsanspruches auf die Gewährung von Förderungsmitteln zurückzuweisen. Eine solche Zurückweisung würde jedoch unabhängig von der Bestimmung des §24 Abs2 Z9 ARR 2014 erfolgen, die somit keinen Einfluss auf den Ausgang des Verfahrens hätte. Da §24 Abs2 Z9 ARR 2014 in einer solchen Entscheidung somit nicht anwendet werden würde, wären vom Gericht gemäß Art89 Abs2 B-VG bzw von der antragstellenden Partei mittels Parteiantrag gemäß Art139 Abs1 Z4 B-VG gestellte Anträge auf Normenprüfung auf Grund der nicht gegebenen Präjudizialität aussichtslos. Der antragstellenden Partei sei es zudem nicht zumutbar, einen Förderungsvertrag abzuschließen, sich dem Rückstellungsverbot zu unterwerfen und die Förderungsmittel dennoch zur Bildung von Rücklagen und Rückstellungen zu verwenden, weil es sich bei der missbräuchlichen (vertragswidrigen) Verwendung von Förderungen zu anderen Zwecken um ein gemäß §153b StGB strafrechtlich sanktioniertes Delikt handeln würde.",
            "annotations": []
        },
        {
            "text": "3. Ihre Bedenken gegen die Gesetz- und Verfassungsmäßigkeit des §24 Abs2 Z9 ARR 2014 legt die antragstellende Partei zusammengefasst wie folgt dar:",
            "annotations": []
        },
        {
            "text": "§24 Abs2 Z9 ARR 2014 sei unsachlich und verletzte die antragstellende Partei im verfassungsgesetzlich gewährleisteten Recht auf Gleichheit aller Staatsbürger vor dem Gesetz gemäß Art7 B-VG und Art2 StGG. Diese Bestimmung unterscheide nicht zwischen verschiedenen Förderungsempfängern und schließe gesetzlich zur Bildung von Rücklagen und Rückstellungen verpflichtete große Vereine als Förderungswerber generell vom Abschluss von Förderungsverträgen aus, während kleine Vereine, die nicht der qualifizierten Rechnungslegung unterliegen, unbeschränkt Förderungsverträge abschließen und erfüllen könnten. Die unterschiedliche Behandlung von großen und kleinen Vereinen sei sachlich nicht gerechtfertigt. Die Frage, ob die antragstellende Partei ein kleiner oder ein großer Verein sei, stehe in keinem Zusammenhang zur Gewährung von Förderungsmitteln.",
            "annotations": []
        },
        {
            "text": "§24 Abs2 Z9 ARR 2014 verstoße gegen das verfassungsgesetzlich gewährleistete Recht auf Unversehrtheit des Eigentums gemäß Art5 StGG und Art1 1. ZPEMRK. Das darin normierte Rückstellungsverbot schränke die Vertragsfreiheit der antragstellenden Partei und potenzieller Förderungsgeber ein, ohne dass dies im öffentlichen Interesse gelegen, verhältnismäßig oder sachlich gerechtfertigt sei.",
            "annotations": []
        },
        {
            "text": "§24 Abs2 Z9 ARR 2014 sei gesetzwidrig, weil diese Bestimmung im Widerspruch zur in §22 VerG iVm §196 Abs1 UGB geregelten qualifizierten Rechnungslegung für große Vereine stehe.",
            "annotations": []
        },
        {
            "text": "4. Der Bundesminister für Finanzen hat als verordnungserlassende Behörde die Akten betreffend das Zustandekommen der angefochtenen Verordnung vorgelegt und eine Äußerung erstattet, in der die Zulässigkeit des Antrages bestritten und den Bedenken des Antragstellers wie folgt entgegengetreten wird:",
            "annotations": []
        },
        {
            "text": "\"II.    Zur Rechtslage",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Aus den Bestimmungen gemäß §3 Z3, §4 und §24 Abs1 ARR 2014 ergibt sich eindeutig, dass Förderungen auf Grundlage der ARR 2014 im Rahmen der Privatwirtschaftsverwaltung vergeben werden. Im Rahmen des Förderungsvertrages sind die näheren Bestimmungen […] auszubedingen. […] §24 Abs2 Z9 ARR 2014 [sieht] vor, dass Förderungsmittel des Bundes nicht zur Bildung von Rücklagen oder Rückstellungen nach dem [EStG 1988] oder dem [UGB] verwendet werden dürfen. Hintergrund dieser Bestimmung ist, dass gemäß §40 Abs3 ARR 2014 nur die mit der geförderten Leistung zusammenhängenden Einnahmen und Ausgaben förderbar sind und gemäß §43 Abs1 ARR 2014 eine Auszahlung der Förderung nur insoweit und nicht eher vorgenommen werden darf, als sie zur Leistung fälliger Zahlungen durch die Förderungsnehmerin oder den Förderungsnehmer für die geförderte Leistung entsprechend dem Förderungszweck benötigt werden. Bei der Bildung von Rückstellungen handelt es sich jedoch um einen unbaren Vorgang in Zusammenhang mit noch nicht fälligen Zahlungen, der somit nicht förderbar sein kann. Davon zu unterscheiden sind jedoch fällige Zahlungen des Förderungsnehmers für Abfertigungen, Pensionen etc. oder fällige Zahlungen für gesetzlich verpflichtende Absicherungen von Rückstellungen im Rahmen von Gesamtförderungen. Im Falle von tatsächlichen Auszahlungen ist eine Förderbarkeit aufgrund der ARR 2014 nicht ausgeschlossen, sofern dies vertraglich festgelegt oder in Sonderrichtlinien, mit denen Förderungsprogramme eingerichtet werden, vorgesehen ist. Darüber hinaus besteht auch die Möglichkeit einer bedingten Förderungszusage für das Schlagendwerden von Abfertigungen.",
            "annotations": []
        },
        {
            "text": "III.    Zur Zulässigkeit:",
            "annotations": []
        },
        {
            "text": "1.        Eingriff in die Rechtssphäre der Antragstellerin:",
            "annotations": []
        },
        {
            "text": "[…] [Die antragstellende Partei] ist nicht Normadressat der angefochtenen Verordnung […]. Bei den ARR 2014 handelt es sich nämlich […] um eine Verordnung mit bloßem Selbstbindungscharakter, die ausschließlich Verwaltungsorgane bindet und weder Rechte noch Pflichten von einzelnen Rechtsunterworfenen begründen kann. Sie ist somit eine reine Innennorm. Die Verordnung hat ihre gesetzliche Grundlage in §1 Abs1 iVm §30 Abs5 BHG 2013. Die Verordnung bindet also nur die Verwaltung selbst, wirkt aber nicht unmittelbar nach außen und statuiert keine Rechte und Pflichten der Rechtsunterworfenen. Damit ist aber […] von vornherein ausgeschlossen, dass die angefochtenen Bestimmungen die antragstellende Partei in ihrer Rechtssphäre [berühren], weshalb auch ihre Antragslegitimation zu verneinen ist […]. Die Antragstellerin hat gemäß §4 ARR 2014 kein subjektives Recht auf Förderung. Umso mehr fehlt [ihr] daher auch eine direkte, unmittelbare rechtliche Betroffenheit. Die von der Antragstellerin vorgebrachten bloß wirtschaftlichen Interessen bzw Reflexwirkungen sind keine rechtlichen Interessen im Sinne des Art139 Abs1 Z3 B-VG iVm §57 Abs1 letzter Satz VfGG.",
            "annotations": []
        },
        {
            "text": "[….] Wie bereits ausgeführt, richten sich die ARR 2014 an die haushaltsführenden Stellen gemäß §7 BHG 2013. Gemäß den §§23 Abs4 und 5 sowie 24 Abs1 ARR 2014 bedarf es für die Gewährung einer Förderung des Abschlusses eines Förderungsvertrages. Im Rahmen dessen können auch abweichende Bestimmungen vorgesehen werden (siehe §24 Abs1 Z13 und Abs4 ARR 2014).",
            "annotations": []
        },
        {
            "text": "Seitens der Antragstellerin wird weiters ausgeführt, dass die angefochtene Bestimmung sie daran hindere, weitere Förderungsverträge abzuschließen bzw bestehende zu erfüllen. Dies ist ebenfalls unzutreffend, weil nach den Angaben der Antragstellerin im Jahr 2020 – somit in einem Jahr, in dem für die Antragstellerin bereits die Vorschriften über die 'qualifizierte Rechnungslegung für große Vereine' gemäß §22 Abs2 [VerG] zur Anwendung gelangten – lediglich rund ein Drittel der Einnahmen auf Förderungen aus Bundesmitteln entfielen. Dies bedeutet, dass die Antragstellerin im Jahr 2020 trotz Vorliegens der 'qualifizierten Rechnungslegungspflicht' Förderverträge mit dem Bund abgeschlossen hat. Die Antragstellerin führt nicht aus, wie sie im Jahr 2020 ihrer 'qualifizierten Rechnungslegungspflicht' ungeachtet des angefochtenen §24 Abs2 Z9 ARR 2014 nachkommen konnte. Die Antragstellerin führt weiters nicht aus, weshalb sie dennoch in Zukunft daran gehindert sei, trotz der Geltung der 'qualifizierten Rechnungslegungspflicht' weitere Förderungsverträge abzuschließen bzw zu erhalten. Weiters wird festgehalten, dass nicht sämtliche Kosten der Antragstellerin über Bundesförderungen finanziert werden. Die Antragstellerin führt auch nicht aus, weshalb für die Bildung von Rückstellungen nicht Eigenmittel oder sonstige Einnahmen verwendet werden können, die ein wesentlich höheres Ausmaß als die Bundesförderungen darstellten (siehe bereits die Ausführung zur Rechtslage, wonach die Bildung von Rückstellungen ein unbarer Vorgang ist). Darüber hinaus wird festgehalten, dass kein Rechtsanspruch auf einen vollständigen Kostenersatz besteht. Vielmehr ist es Aufgabe des Förderungswerbers für eine ausreichende Gesamtfinanzierung zu sorgen und in der Regel eine Eigenleistung zu erbringen (§16 ARR 2014).",
            "annotations": []
        },
        {
            "text": "Abschließend wird darauf hingewiesen, dass von der Antragstellerin nicht ausgeführt wurde, inwieweit sie die Förderung der Bildung von Rückstellungen gegenüber dem Bund beantragt hat und dieser Antrag vom Bund aufgrund des §24 Abs2 Z9 ARR 2014 abgewiesen wurde.",
            "annotations": []
        },
        {
            "text": "Somit ist ein Eingriff in die Rechtssphäre der Antragstellerin nicht gegeben.",
            "annotations": []
        },
        {
            "text": "2.        Unmittelbarkeit des Eingriffs:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Dem [Antragsvorbringen] ist entgegenzusetzen, dass",
            "annotations": []
        },
        {
            "text": "     auch wenn die Ablehnung des Förderungsansuchens formlos erfolgt, für die Antragstellerin im Hinblick auf die Fiskalgeltung der Grundrechte im Privatrecht die Möglichkeit besteht, klagbare Ansprüche gegenüber dem Staat im Wege der ordentlichen Gerichtsbarkeit geltend zu machen (vgl OGH 24.2.2003, 1 Ob 272/02k; VfSlg 20.397/2020). Daher besteht die erforderliche Unmittelbarkeit des Eingriffes für die Zulässigkeit des Antrages nicht.",
            "annotations": []
        },
        {
            "text": "     sich die Bestimmungen der ARR 2014 einerseits an die haushaltsführenden Stellen und nicht an die Antragstellerin selbst richten und andererseits der Abschluss eines privatrechtlichen Förderungsvertrages zwischen der Antragstellerin und der haushaltsführenden Stelle erforderlich ist, der erst final die Rechtssphäre der Antragstellerin regelt. Auch aus diesem Grund besteht die erforderliche Unmittelbarkeit des Eingriffes nicht.",
            "annotations": []
        },
        {
            "text": "     im Sinne der Privatautonomie auch besondere Vertragsbestimmungen, die der Eigenart der zu fördernden Leistung entsprechen, vereinbart werden können (sh. §24 Abs1 Z13 ARR 2014). Dies gilt zB für bedingte Förderzusagen für den Fall des Schlagendwerdens von Abfertigungszahlungen oder für die Anerkennung von förderbaren Kosten für tatsächliche Zahlungen im Zusammenhang mit der Bildung von Rückstellungen, wie etwa Zahlungen zur gesetzlich verpflichtenden Absicherung von Pensionsrückstellungen gemäß §14 Abs7 EStG 1988 bei Gesamtförderungen. Derartige Regelungen sind vertraglich zu vereinbaren und kommen nur vereinzelt zur Anwendung. Weiters können auch abweichende Bestimmungen vertraglich vereinbart werden (sh. auch §24 Abs4 ARR 2014).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die behauptete Unmittelbarkeit des Eingriffs ist daher nicht gegeben.",
            "annotations": []
        },
        {
            "text": "3.        Zur Unzumutbarkeit eines anderen Weges:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "In diesem Zusammenhang wird nochmals auf die Fiskalwirkung der Grundrechte und somit die Möglichkeit der gerichtlichen Geltendmachung hingewiesen. Von der Antragstellerin wird auch nicht konkret ausgeführt, inwieweit diese die Förderung der Bildung von Rückstellungen gegenüber dem Bund beantragt hat und dieser Antrag vom Bund aufgrund des §24 Abs2 Z9 ARR 2014 abgewiesen worden sei. Darüber hinaus führt die Antragstellerin ebenfalls nicht aus, inwieweit diese einen Anspruch auf Abschluss eines Förderungsvertrages mit dem Inhalt der Förderung von Rückstellungen gerichtlich geltend gemacht hat. […] Im Hinblick auf die Fiskalwirkung der Grundrechte und die damit bestehende Möglichkeit, Ansprüche gerichtlich geltend zu machen, wird die Antragstellerin auch gar nicht – wie von ihr behauptet – in die Situation versetzt, missbräuchlich einen Förderungsvertrag [abschließen] zu müssen und ein Strafverfahren gemäß §153b StGB zu provozieren, 'um solcherart Gelegenheit zu finden, ein amtswegiges Normenprüfungsverfahren zu initiieren'.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "4.        Keine Darlegung der Bedenken im Einzelnen gegen die ARR 2014 zur Gänze:",
            "annotations": []
        },
        {
            "text": "Es ist auf Grund der bereits darlegten Selbstbindungsvorschrift der ARR 2014 ausgeschlossen, dass die Antragstellerin Normadressatin der (gesamten) ARR 2014 ist.",
            "annotations": []
        },
        {
            "text": "Des Weiteren fehlen im Antrag konkrete Ausführungen der Bedenken, warum die ARR 2014 zur Gänze gesetzwidrig sein sollten (vgl §57 Abs1 zweiter Satz VfGG […]). In Wirklichkeit macht die Antragstellerin nur die Gesetzwidrigkeit des §24 Abs2 Z9 ARR 2014 geltend. […]",
            "annotations": []
        },
        {
            "text": "IV.      In der Sache:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "1.        Zu den Bedenken im Hinblick auf die Gleichheit vor dem Gesetz (Art7 Abs1  B-VG, Art2 StGG, Art7 GRC):",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin ist – entgegen ihrer Behauptung – durch die angefochtene Bestimmung nicht gehindert, Förderungsverträge abzuschließen. Es werden die Verpflichtungen nicht verkannt, die der Antragstellerin aus §198 UGB erwachsen. Jedoch ist dem Argument der Antragstellerin entgegenzuhalten, dass die Bildung der Rückstellung – wie bereits mehrfach dargelegt – ein unbarer buchhalterischer Vorgang ist, für den der Einsatz von Barmitteln nicht unmittelbar erforderlich ist. Sollten zu einer ausgewogenen Darstellung in der Bilanz den gebildeten Rückstellungen entsprechende Aktiva gegenübergestellt werden müssen, so ist – wie schon oben ausgeführt – darauf hinzuweisen, dass die Bundesförderungen lediglich rund ein Drittel der Gesamterträge der Antragstellerin betragen und dieser sohin die Möglichkeit [offensteht], hierfür auf die Mittel der anderen Finanzierungsquellen samt ihrer Eigenmittel zu greifen. Weshalb dies im vorliegenden Fall nicht möglich sein sollte, führt die Antragstellerin nicht konkret im Einzelnen aus. Ebenso ist darauf hinzuweisen, dass der Bund nicht verpflichtet ist, als Fördergeber sämtliche Kosten eines Projektes zu fördern. Vielmehr ist es Aufgabe des Fördernehmers, für eine ausreichende Finanzierung des Projektes zu sorgen und entsprechende Eigenleistungen grundsätzlich einzubringen (§15 Abs1 iVm §16 ARR 2014).",
            "annotations": []
        },
        {
            "text": "Wie bereits ausgeführt, soll mit §24 Abs2 Z9 ARR 2014 vermieden werden, dass für rein buchhalterische Vorgänge ohne unmittelbaren Zahlungsfluss beim Fördernehmer Fördermittel zur Verfügung gestellt werden müssen, die der Fördernehmer überhaupt erst zu einem späteren Zeitpunkt tatsächlich (nämlich bei Schlagendwerden beispielsweise des Abfertigungsfalles) für eine Auszahlung benötigt. Damit soll dem verfassungsrechtlichen Grundsatz der Effizienz beim Einsatz von Bundesmitteln gemäß Art51 Abs8 B-VG Rechnung getragen werden. Fallen hingegen bei der Bildung von Rückstellungen tatsächliche Zahlungen an (zB für den Erwerb von Wertpapieren als Deckungserfordernis für die Bildung von Pensionsrückstellungen gemäß §14 Abs7 EStG 1988), ist jedenfalls nicht ausgeschlossen, dass auch diese bei Gesamtförderungen als förderbare Kosten vereinbart werden können.",
            "annotations": []
        },
        {
            "text": "Nach Angaben der Antragstellerin erhält diese verschiedene Projektförderungen seitens des Bundes. Eine Ungleichbehandlung würde bei Projektförderungen vielmehr dann eintreten, wenn der Fördergeber Bund 'großen Vereinen' bereits anlässlich der Bildung von Rückstellungen Fördermittel ausbezahlen würde, obwohl diese zur Zahlung von erst später fälligen Verpflichtungen – wie beispielsweise Abfertigungsansprüchen – benötigt werden. 'Kleine Vereine' hingegen, welche die entsprechenden Zahlungen (beispielsweise Abfertigungszahlungen) ebenfalls zu einem späteren Zeitpunkt zu leisten haben, würden dafür keine Förderung erhalten. Die Zahlungen würden nämlich entweder […] außerhalb des Förderungszeitraumes liegen oder […] nicht projektrelevant sein, da die Ansprüche zu einem früheren, nicht projektrelevanten Zeitraum entstanden sind.",
            "annotations": []
        },
        {
            "text": "Aus diesen Gründen ist von keiner unterschiedlichen Behandlung von 'großen' und 'kleinen' Vereinen auszugehen. Sollte jedoch vom Verfassungsgerichtshof eine unterschiedliche Behandlung erblickt werden, wäre diese aus den genannten Gründen (insbesondere der Vermeidung der Bevorzugung von großen Vereinen, keine Förderung unbarer Vorgänge, keine Finanzierungspflicht des Förderungsgebers) sachlich gerechtfertigt.",
            "annotations": []
        },
        {
            "text": "2.        Zu den Bedenken betreffend Eingriff in die Eigentumsfreiheit (Art5 StGG,  Art1 1. ZPMRK, Art17 GRC):",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin verkennt jedenfalls, dass im Rahmen der Privatautonomie auch besondere Förderungsbedingungen (§24 Abs1 Z13 ARR 2014) vereinbart werden könnten. Hierbei kann auf besondere Einzelfälle Bedacht genommen werden. Weiters sieht §24 Abs4 ARR 2014 vor, dass ausnahmsweise abweichende Bestimmungen in Förderungsverträgen möglich sind, wenn diese aufgrund der Eigenart der Leistung jedenfalls erforderlich sind. Somit ist die apodiktische Aussage der Antragstellerin, es sei Förderungsgebern ausnahmslos untersagt, vom Katalog des §24 Abs2 ARR 2014 abzuweichen und Förderungsverträge mit einem anderen Inhalt abzuschließen, unrichtig. Dabei ist aber zu beachten, dass die ARR 2014 durch einheitliche Regelungen Mindeststandards bei der Gewährung von Förderungen sicherstellen und somit Willkür vermeiden sollen. Abweichungen sind daher in sachlich gerechtfertigten Fällen auf jeden Fall möglich.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "3.        Zum Einwand der Gesetzwidrigkeit:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die Ausführungen der Antragstellerin greifen zu kurz und sind nicht richtig. Die ARR 2014 modifizieren in [keiner] Weise die Rechnungslegungsvorschriften für 'große Vereine', diese bleiben selbstverständlich völlig unberührt. Vielmehr [sehen] die ARR 2014 – wie bereits erwähnt – Mindeststandards für die Gewährung von Förderungen vor. Auch hier verkennt die Antragstellerin wiederum, dass Rückstellungen zB für Personal vor deren Schlagendwerden keine zu finanzierenden Ausgaben des Förderungsnehmers sind und auch kein Anspruch gegen den Fördergeber Bund auf eine vollständige Finanzierung sämtlicher Aufwendungen eines Unternehmens besteht. Ein Widerspruch zu den Rechnungslegungsbestimmungen des VerG und des UGB kann nicht erblickt werden.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "5. Die antragstellende Partei hat eine Replik zur Äußerung des Bundesministers für Finanzen erstattet, in der unter anderem Folgendes ausgeführt wird:",
            "annotations": []
        },
        {
            "text": "\"Die mit der im Jahr 2020 erstmals einschlägigen qualifizierten Rechnungslegungspflicht einhergehende Pflicht, Rücklagen und Rückstellungen zu bilden, hatte in Verbindung mit dem Verbot, Fördermittel dafür zu verwenden, weitreichende – wenn nicht existenzbedrohende – Auswirkungen. So führte dies ua zu einer wesentlichen Verschlechterung unserer Eigenkapitalsituation und war nicht zuletzt ausschlaggebend dafür, dass unserem Jahresabschluss lediglich ein 'eingeschränkter Bestätigungsvermerk' erteilt wurde. Das in §24 Abs2 Z9 ARR [2014] normierte Verbot, Fördermittel des Bundes zur Bildung von Rücklagen oder Rückstellungen zu verwenden, hat somit beinahe dazu geführt, dass wir unseren Rechnungslegungspflichten nicht nachkommen konnten. Da eine Insolvenz des Vereins im Raum stand, wäre eine potentielle Haftung unseres Vorstands möglich gewesen. Dass es (noch) nicht dazu gekommen ist, ist allein dem engagierten Einsatz unserer Mitarbeiter sowie dem 'Einspringen' anderer Förderungsgeber zu verdanken.",
            "annotations": []
        },
        {
            "text": "Anders als der BMF in seiner Äußerung andeutet, ändert der Umstand, dass die bilanzielle Bildung von Rücklagen und Rückstellungen grundsätzlich ein unbarer Vorgang ist, nichts daran, dass diese nur dann gebildet werden können, wenn ausreichende Ressourcen vorhanden sind. Rückstellungen sind keine 'Leerbuchungen'! Auch wenn (auch) große Vereine Forderungen (erst) zum Zeitpunkt ihres Schlagendwerdens bedienen müssen, können die damit in Zusammenhang stehenden Rückstellungen nur dann gebildet werden, wenn die dafür erforderlichen Kapitalreserven vorhanden sind. Anders als kleine Vereine, die ungewisse Verbindlichkeiten und drohende Verluste aus schwebenden Geschäften nicht bilanziell ausweisen müssen, müssen große Vereine somit bereits zu einem früheren Zeitpunkt die dafür notwendigen finanziellen Ressourcen (wie Förderungen) sicherstellen.",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund waren/sind wir gezwungen, unsere Geschäftspolitik von bloßer Kostenersatzbasis auf Preisbasis mit einem entsprechenden 'Gewinnzuschlag' umzustellen. §24 Abs2 Z9 ARR [2014] hindert uns jedoch daran, dies effektiv umzusetzen und uns gewährte Fördermittel des Bundes aliquot zur Bildung von Rücklagen und Rückstellungen zu verwenden.\"",
            "annotations": []
        },
        {
            "text": "6. Der Bundesminister für Finanzen hat eine Äußerung zur Replik der antragstellenden Partei erstattet.",
            "annotations": []
        },
        {
            "text": "IV. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1. Gemäß Art139 Abs1 Z3 B-VG erkennt der Verfassungsgerichtshof über die Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "2. Zum Hauptantrag, die ARR 2014 zur Gänze als gesetz- und verfassungswidrig aufzuheben:",
            "annotations": []
        },
        {
            "text": "2.1. Der Antrag, eine Verordnung als gesetzwidrig aufzuheben, muss begehren, dass entweder die Verordnung ihrem ganzen Inhalt nach oder dass bestimmte Stellen der Verordnung als gesetzwidrig aufgehoben werden. Der Antrag hat die gegen die Gesetzmäßigkeit der Verordnung sprechenden Bedenken im Einzelnen darzulegen (§57 Abs1 erster und zweiter Satz VfGG). Ein Antrag auf Aufhebung einer Verordnung zur Gänze ist dann nicht zulässig, wenn sich die diesem Antrag zugeordneten Bedenken nur auf einzelne Bestimmungen der bekämpften Rechtsvorschrift beziehen (zB VfSlg 17.417/2004; vgl auch VfGH 13.9.2013, G61/2013).",
            "annotations": []
        },
        {
            "text": "2.2. Die antragstellende Partei bringt Bedenken ob der Gesetz- und Verfassungsmäßigkeit nur des §24 Abs2 Z9 ARR 2014, nicht aber der übrigen Bestimmungen der ARR 2014 vor. Es ist auch nicht ersichtlich, dass die übrigen Bestimmungen der ARR 2014 in einem untrennbaren Zusammenhang stehen (vgl VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003).",
            "annotations": []
        },
        {
            "text": "2.3. Der Hauptantrag ist schon aus diesem Grund als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "3. Zu den Eventualanträgen, (die Wortfolge \"oder Rückstellungen\" in) §24 Abs2 Z9 ARR 2014 als gesetz- und verfassungswidrig aufzuheben:",
            "annotations": []
        },
        {
            "text": "3.1. Der Verfassungsgerichtshof hat seit dem Beschluss VfSlg 8058/1977 unter Hinweis auf VfSlg 8009/1977 in ständiger Rechtsprechung den Standpunkt vertreten, die Antragslegitimation nach Art139 Abs1 Z3 B-VG setze voraus, dass durch die bekämpfte Bestimmung die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt werden müssen und dass der durch Art139 Abs1 Z3 B-VG dem Einzelnen eingeräumte Rechtsbehelf dazu bestimmt ist, Rechtsschutz gegen rechtswidrige generelle Normen nur insoweit zu gewähren, als ein anderer zumutbarer Weg hiefür nicht zur Verfügung steht (zB VfSlg 11.684/1988, 14.297/1995, 15.349/1998, 16.345/2001 und 16.836/2003).",
            "annotations": []
        },
        {
            "text": "3.2. Entgegen der Ansicht der antragstellenden Partei ist ein solcher Weg im vorliegenden Fall gegeben:",
            "annotations": []
        },
        {
            "text": "Gemäß §2 ARR 2014 werden Förderungen im Sinne dieser Verordnung vom Bund in Ausübung der Privatwirtschaftsverwaltung (Art17 B-VG) gewährt.",
            "annotations": []
        },
        {
            "text": "§4 ARR 2014 sieht zwar vor, dass auf die Gewährung einer Förderung kein Rechtsanspruch besteht. Aus der Fiskalgeltung der Grundrechte (vgl zB OGH 23.12.2014, 1 Ob 218/14m; 24.2.2003, 1 Ob 272/02k mwN) folgt aber, dass Betroffene bei im Rahmen der Privatwirtschaftsverwaltung erbrachten Leistungen einen gerichtlich durchsetzbaren Anspruch darauf haben, dass ihnen solche Förderungen in gleichheitskonformer Weise und nach sachlichen Kriterien ebenso wie anderen Förderungswerbern gewährt werden (vgl dazu auch VfSlg 20.397/2020, 20.471/2021; VfGH 7.10.2021, G88/2021 ua).",
            "annotations": []
        },
        {
            "text": "Die antragstellende Partei hat demnach die Möglichkeit, ein ordentliches Gericht anzurufen und eine Antragstellung gemäß Art139 Abs1 Z1 B-VG durch dieses Gericht anzuregen oder ihre Bedenken gegen §24 Abs2 Z9 ARR 2014 allenfalls mittels Parteiantrag an den Verfassungsgerichtshof heranzutragen.",
            "annotations": []
        },
        {
            "text": "3.3. Da der antragstellenden Partei damit ein zumutbarer anderer Weg offensteht, ihre Bedenken an den Verfassungsgerichtshof heranzutragen, erweisen sich die Eventualanträge schon aus diesem Grund mangels Legitimation als unzulässig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist daher insgesamt als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}