{
    "document_id": "JFT_20230613_23A00015_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Nach Abweisung des Antrages auf Bewilligung der Verfahrenshilfe ua zur Einbringung einer Klage \"gegen die Republik Österreich wegen Folter, Freiheitsentziehung[,] Kör[p]erverletzung und Kör[p]ermis[s]handlung\" mit Beschluss des Verfassungsgerichtshofes vom 24. Februar 2023, A11/2023, E395/2023, – zugestellt am 28. Februar 2023 – erhob der Einschreiter mit selbstverfasstem Schriftsatz vom 1. März 2023 eine Klage \"gegen die Republik Österreich\" wegen \"Folter, Freiheitsentziehung\". ",
            "annotations": []
        },
        {
            "text": "Gemäß Art137 B-VG erkennt der Verfassungsgerichtshof über vermögensrechtliche Ansprüche gegen den Bund, die Länder, die Gemeinden und die Gemeindeverbände, die weder im ordentlichen Rechtsweg auszutragen noch durch Bescheid einer Verwaltungsbehörde zu erledigen sind. ",
            "annotations": []
        },
        {
            "text": "Aus dem Schreiben des Einschreiters lässt sich kein Anhaltspunkt entnehmen, woraus sich die Zuständigkeit des Verfassungsgerichtshofes gemäß Art137 B-VG im vorliegenden Fall ableiten ließe. Auch sonst findet sich keine Bestimmung, nach der der Verfassungsgerichtshof zur Entscheidung der vom Einschreiter betriebenen Sache zuständig ist (vgl VfGH 20.12.2001, A14/01). ",
            "annotations": []
        },
        {
            "text": "Abgesehen davon, dass die Eingabe nicht formgerecht durch einen Rechtsanwalt eingebracht wurde, ist die Klage jedenfalls mangels Zuständigkeit des Verfassungsgerichtshofes als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "Dies konnte gemäß §19 Abs3 Z2 lita VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}