{
    "document_id": "JFT_20230227_23G00116_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litc B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Unionsrechts- und Verfassungswidrigkeit der Wortfolge \"Personen, deren Flüchtlingseigenschaft gemäß dem Bundesgesetz über die Aufenthaltsberechtigung von Flüchtlingen im Sinne der Konvention über die Rechtsstellung der Flüchtlinge festgestellt ist und die zum Aufenthalt im Bundesgebiet berechtigt sind\" in §9 Abs3 Wiener Wohnbauförderungs- und Wohnhaussanierungsgesetz: Die Unterscheidung zwischen Asylberechtigten und Personen mit subsidiären Schutz verstoße gegen Art1 des BVG zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierungen sowie gegen die Statusrichtlinie und die \"Daueraufenthaltsrichtlinie\" der Europäischen Union.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der Rechtsprechung des Verfassungsgerichtshofes (vgl zur Zulässigkeit der Differenzierung zwischen Asylberechtigten und subsidiär Schutzberechtigten bei der Regelung sozialer Bedarfslagen VfSlg 20.177/2017) lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat. Weiters sind Richtlinien des Unionsrechtes kein Prüfungsmaßstab in Gesetzesprüfungsverfahren nach Art140 B-VG (vgl etwa VfSlg 15.864/2000, 16.771/2002, 19.496/2011, 18.266/2007, 20.088/2016 und 20.201/2017).",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}