{
    "document_id": "JFT_20230921_21E02130_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist deutscher Staatsangehöriger und reiste am 17. April 2020 um 14.45 Uhr von Deutschland kommend in Österreich ein. Da der Beschwerdeführer im Zeitpunkt der Einreise keinen negativen molekularbiologischen Test auf SARS-CoV-2 vorweisen konnte, unterzeichnete er ein Formular der Bezirkshauptmannschaft Bregenz \"Erklärung zur Einreise\", mit der er sich verpflichtete, in Österreich unverzüglich in seiner Wohnung in Bregenz eine 14-tägige selbstüberwachte Heimquarantäne anzutreten. Nachdem der Beschwerdeführer seine Wohnung aufgesucht hatte, reiste er noch am selben Tag wieder nach Deutschland aus, ohne zuvor einen molekularbiologischen Test auf SARS-CoV-2 durchgeführt zu haben. Am 30. April 2020 kontrollierte die Bezirkshauptmannschaft Bregenz die Einhaltung der Heimquarantäne, traf den Beschwerdeführer jedoch nicht in seiner Bregenzer Wohnung an.",
            "annotations": []
        },
        {
            "text": "2. Mit Straferkenntnis vom 18. September 2020 erkannte die Bezirkshauptmannschaft Bregenz den Beschwerdeführer schuldig, durch Missachtung der 14-tägigen selbstüberwachten Heimquarantäne gegen §40 litc iVm §25 EpiG iVm §2 der Verordnung über Maßnahmen bei der Einreise aus Nachbarstaaten, BGBl II 87/2020, idF BGBl II 149/2020 verstoßen zu haben, und verhängte über den Beschwerdeführer eine Geldstrafe samt Ersatzfreiheitsstrafe.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Landesverwaltungsgericht Vorarlberg nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 2. April 2021 unter gleichzeitiger Herabsetzung der Geldstrafe mit der Maßgabe als unbegründet ab, dass als Tatzeit der 17. April 2020, 18.10 Uhr, zu gelten und die Tatumschreibung wie folgt zu lauten habe: \"Sie konnten am 30.04.2020 um 15.15 Uhr am angeführten Ort im Zuge der Überwachung von Anordnungen nach dem Epidemiegesetz 1950 nicht angetroffen werden. Sie haben am 17.04.2020 gegen 18.10 Uhr den Ort der Heimquarantäne verlassen, obwohl Sie sich bei der Einreise nach Österreich am 17.04.2020 gegen 14.45 Uhr mit Ihrer eigenhändigen Unterschrift verpflichtet haben, eine 14-tägige selbstüberwachte Heimquarantäne anzutreten.\"",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten, insbesondere im Recht auf Unversehrtheit des Eigentums, sowie in Rechten wegen Anwendung eines verfassungswidrigen Gesetzes behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Aus Anlass dieser Beschwerde leitete der Verfassungsgerichtshof gemäß Art139 Abs1 Z2 B-VG von Amts wegen ein Verfahren zur Prüfung der Gesetzmäßigkeit der Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über Maßnahmen bei der Einreise aus Nachbarstaaten, BGBl II 87/2020, idF BGBl II 92/2020 (§5, Anlage D), BGBl II 129/2020 (§3a, Anlage E und Anlage F) und BGBl II 149/2020 (§1 Abs1, §2, §4 und §6) ein. Mit Erkenntnis vom heutigen Tage, V65/2023, hat der Verfassungsgerichtshof die Gesetzwidrigkeit der in Prüfung gezogenen Verordnung festgestellt.",
            "annotations": []
        },
        {
            "text": "6. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Vorarlberg hat eine gesetzwidrige Verordnung angewendet. Es ist nach Lage des Falles offenkundig, dass ihre Anwendung für die Rechtsstellung des Beschwerdeführers nachteilig war.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer wurde also durch das angefochtene Erkenntnis wegen Anwendung einer gesetzwidrigen Verordnung in seinen Rechten verletzt (zB VfSlg 10.303/1984, 10.515/1985).",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "7. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "8. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}