{
    "document_id": "JFT_20230315_23SG00002_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit Schriftsatz vom 14. Februar 2023 begehrte der Einschreiter die \"Aufhebung der Immunität und Ministeranklage\" gegen die Bundesministerin für Justiz Dr.in Alma Zadić wegen \"Aushebelung des Rechtsstaates\".",
            "annotations": []
        },
        {
            "text": "2. Gemäß Art142 Abs1 B-VG erkennt der Verfassungsgerichtshof über die Anklage, mit der die verfassungsmäßige Verantwortlichkeit der obersten Bundes- und Landesorgane für die durch ihre Amtstätigkeit erfolgten schuldhaften Rechtsverletzungen geltend gemacht wird. Nach Art142 Abs2 litb B-VG kann Anklage gegen die Mitglieder der Bundesregierung durch Beschluss des Nationalrates erhoben werden.",
            "annotations": []
        },
        {
            "text": "Dem Einschreiter fehlt folglich die Legitimation zur Erhebung einer Anklage nach Art142 B-VG gegen ein Mitglied der Bundesregierung, weshalb sich seine Eingabe als unzulässig erweist.",
            "annotations": []
        },
        {
            "text": "3. Die Eingabe ist allerdings bereits aus einem anderen Grund zurückzuweisen: ",
            "annotations": []
        },
        {
            "text": "Gemäß §35 Abs1 VfGG iVm. §86a Abs2 ZPO ist ein Schriftsatz ohne Verbesserungsversuch zurückzuweisen, sofern er aus verworrenen, unklaren, sinn- oder zwecklosen Ausführungen besteht, er das Begehren nicht erkennen lässt oder er sich in der Wiederholung bereits erledigter Streitpunkte oder schon vorgebrachter Behauptungen erschöpft. ",
            "annotations": []
        },
        {
            "text": "Der Einschreiter hat in der Vergangenheit mit ähnlicher Begründung bereits mehrfach erfolglos Anträge auf Verfahrenshilfe zur Erhebung einer Anklage gegen Mitglieder der Bundesregierung nach Art142 B-VG gestellt. Die vorliegende Eingabe erfüllt daher den Tatbestand des §86a Abs2 ZPO. ",
            "annotations": []
        },
        {
            "text": "Gemäß §35 Abs1 VfGG iVm §86a Abs1 und 2 ZPO wird der Einschreiter darauf hingewiesen, dass weitere derartige Anträge oder Eingaben ohne förmliche Beschlussfassung und ohne inhaltliche Behandlung zu den Akten genommen werden.",
            "annotations": []
        },
        {
            "text": "4. Der Antrag ist daher in sinngemäßer Anwendung des §19 Abs3 Z2 VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung zurückzuweisen.",
            "annotations": []
        }
    ]
}