{
    "document_id": "JFT_20230613_23G00183_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit des §2 Abs1 Z4 KBGG, BGBl I. 103/2001, idF BGBl I. 100/2005 sowie der Wortfolge \"und beide an dieser Adresse auch hauptwohnsitzlich gemeldet sind. Eine höchstens bis zu 10 Tage verspätet (§3 Abs1 MeldeG) erfolgte Hauptwohnsitzmeldung des Kindes an dieser Wohnadresse schadet nicht.\" in §2 Abs6 KBGG, BGBl I 103/2001, idF BGBl I. 53/2016 wegen Verletzung des verfassungsgesetzlich gewährleisteten Rechts auf Gleichheit aller Staatsbürger vor dem Gesetz (Art7 Abs1 B-VG).",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: Der Verfassungsgerichtshof hat wiederholt darauf hingewiesen, dass dem Gesetzgeber im Beihilfenrecht ein weiter, durch das Sachlichkeitsgebot begrenzter rechtspolitischer Gestaltungsspielraum zukommt (vgl VfSlg 17.954/2006, 19.411/2011, 20.096/2016; VfGH 27.11.2018, G75/2018 ua). Dem Gesetzgeber steht es frei, ein Kinderbetreuungsgeld zu gewähren oder nicht (VfSlg 17.954/2006). Bei der Ausgestaltung ist es ihm gestattet, einfache und leicht handhabbare Regelungen zu treffen und von einer Durchschnittsbetrachtung auszugehen. Nicht jede Unbilligkeit, die eine einheitliche Regelung mit sich bringt, ist dabei bereits als unsachlich zu werten; auch das Entstehen von Härtefällen macht für sich alleine eine Regelung noch nicht unsachlich (VfSlg 14.694/1996, 18.705/2009, 19.411/2011). Insoweit ist dem Gesetzgeber nicht entgegenzutreten, wenn er für die Gewährung einer Leistung, die zudem nur für einen begrenzten Zeitraum gebührt, auch im vorliegenden Fall voraussetzt, dass der Elternteil und das Kind den Mittelpunkt der Lebensinteressen im Bundesgebiet haben (§2 Abs1 Z4 KBGG), und mit der gemeinsamen Hauptwohnsitzmeldung ein leicht zu erfüllendes Anspruchskriterium festlegt (§2 Abs6 KBGG; VfSlg 20.096/2016). ",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}