{
    "document_id": "JFT_20230613_22E02195_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Erstbeschwerdeführer und die Zweitbeschwerdeführerin sind die Eltern der minderjährigen Dritt- bis Sechstbeschwerdeführer; sie alle sind Staatsangehörige Afghanistans. Am 11. März 2021 stellten der Erstbeschwerdeführer und die Zweitbeschwerdeführerin für sich und ihre minderjährigen Kinder Anträge auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheiden des Bundesamtes für Fremdenwesen und Asyl jeweils vom 29. März 2022 wurden diese Anträge hinsichtlich der Zuerkennung des Status von Asylberechtigten gemäß §3 Abs1 iVm §2 Abs1 Z13 AsylG 2005 abgewiesen (jeweils Spruchpunkt I.); den Beschwerdeführern wurde jedoch gemäß §8 Abs1 (den Minderjährigen iVm §34 Abs3) leg cit der Status von subsidiär Schutzberechtigten zuerkannt (jeweils Spruchpunkt II.) und ihnen befristete Aufenthaltsberechtigungen gemäß §8 Abs4 AsylG 2005 erteilt (jeweils Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "3. Die jeweils gegen Spruchpunkt I. dieser Bescheide erhobenen Beschwerden wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung als unbegründet ab. Begründend führt das Bundesverwaltungsgericht in Bezug auf die minderjährigen Beschwerdeführer aus, für diese seien keine eigenen Fluchtgründe geltend gemacht worden. Dass die minderjährigen Dritt-, Viert- und Fünftbeschwerdeführerinnen nicht von geschlechtsspezifischer Gewalt, wie etwa einer Zwangsverheiratung, betroffen sein würden, habe es bereits in der Beweiswürdigung begründet dargelegt. Es habe auch sonst keine begründete Furcht vor Verfolgung aus einem der in der Genfer Flüchtlingskonvention genannten Gründe festgestellt werden können. Für eine asylrelevante Verfolgung der minderjährigen Beschwerdeführer bei einer Rückkehr nach Afghanistan auf Grund ihrer spezifischen Situation als Kinder habe es keine Anhaltspunkte im Verfahren gegeben. Auch unter Berücksichtigung der strengen Anforderungen an die Behandlung von Anträgen auf internationalen Schutz von Minderjährigen (VfGH 11.10.2017, E1803/2017 ua, mwN) sei somit weder auf Grund des Vorbringens ihrer Eltern noch sonst eine individuelle Bedrohung oder Verfolgung der minderjährigen Dritt- bis Sechstbeschwerdeführer im Verfahren hervorgekommen. Diesbezüglich sei noch auszuführen, dass nur eine aktuelle Verfolgungsgefahr relevant sein könne. Diese müsse bei Bescheiderlassung vorliegen; auf diesen Zeitpunkt habe die der Asylentscheidung immanente Prognose abzustellen, ob der Asylwerber mit maßgeblicher Wahrscheinlichkeit Verfolgung aus den in Art1 Abschnitt A Z2 GFK genannten Gründen zu befürchten habe (vgl VwGH 9.3.1999, 98/01/0318; 19.10.2000, 98/20/0233). Eine solche aktuelle Verfolgungsgefahr hätten aber der Erstbeschwerdeführer und die Zweitbeschwerdeführerin im Hinblick auf ihre Kinder nicht einmal vorgebracht und somit auch nicht glaubhaft gemacht. Zudem habe der Verwaltungsgerichtshof in seiner Entscheidung vom 5. März 2020, Ra 2018/19/0576, ausgeführt, dass Benachteiligungen und Risiken für Kinder, insbesondere auch durch Kinderarbeit, Unterernährung oder sexuelle Übergriffe, in Afghanistan hervorkommen würden; den Länderberichten sei jedoch nicht zu entnehmen, dass Kinder generell – mögen sie auch aus einer sozial schwachen Familie kommen – von asylrelevanter Verfolgung bedroht wären. Auch den Erkenntnisquellen zum Herkunftsstaat könne eine generelle Verfolgung von Kindern nicht entnommen werden.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf \"§144 Abs1 BVG\" gestützte Beschwerde, in der ua die Verletzung in einem näher bezeichneten verfassungsgesetzlich gewährleisteten Recht behauptet und die kostenpflichtige Aufhebung des angefochtenen \"Bescheid[es] des Bundesasylamtes\" beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch Abstand genommen und auf die Entscheidungsgründe \"in den angefochtenen Entscheidungen\" verwiesen; zudem hat es darauf hingewiesen, dass die Originalakte des Bundesamtes für Fremdenwesen und Asyl dem Verwaltungsgerichtshof vorgelegt worden seien.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesamt für Fremdenwesen und Asyl hat keine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Maßgeblich für die Gewährung von Schutz nach der Genfer Flüchtlingskonvention sind – wie auch in §3 Abs2 AsylG 2005 zum Ausdruck kommt – nicht nur jene Gründe, die die Beschwerdeführer zum Verlassen des Herkunftsstaates bewogen haben, sondern auch jene, die zum Entscheidungszeitpunkt eine asylrelevante Verfolgung begründen können (vgl VfGH 9.3.2023, E1301-1306/2022, mwN).",
            "annotations": []
        },
        {
            "text": "2.2. In den Länderfeststellungen des angefochtenen Erkenntnisses heißt es auszugsweise wie folgt (ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"Relevante Bevölkerungsgruppen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Frauen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Die Taliban haben während ihres ersten Regimes [Anmerkung: 1996-2001] afghanischen Frauen und Mädchen Regeln oktroyiert, die auf ihren extremistischen Interpretationen des Islam beruhen, und die ihnen ihre Rechte - einschließlich des Rechts auf Schulbesuch und Arbeit - vorenthalten und Gewalt gegen sie gerechtfertigt haben (USAT 03.09.2019).",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die Grundrechte und -freiheiten afghanischer Frauen und Mädchen wurden trotz den Zusagen der Taliban, die Rechte der Frauen im Rahmen der Scharia zu schützen, einschließlich des Rechts auf Bildung, stark beschnitten (UNGASC 28.01.2022). Nach Angaben einer Gruppe von UN-Menschenrechtsexperten hat die Taliban-Führung in Afghanistan in großem Umfang und systematisch geschlechtsspezifische Gewalt und Diskriminierung institutionalisiert (UNOCHA 17.01.2022). In den Wochen nach der Machtübernahme durch die Taliban verkündeten die Taliban-Behörden einen stetigen Strom von Maßnahmen und Verordnungen, welche die Rechte von Frauen und Mädchen einschränken (HRW 13.01.2022; vgl UNOCHA 17.01.2022), darunter den Zugang zu Beschäftigung und Bildung und das Recht auf friedliche Versammlung. Die Taliban suchten auch hochrangige Frauen auf und verwehrten ihnen die Bewegungsfreiheit außerhalb ihrer Häuser (HRW 13.01.2022). Der Umgang der Taliban mit Frauen und Mädchen ist bislang noch überwiegend uneinheitlich und von lokalen und individuellen Umständen abhängig, es zeichnen sich aber deutliche Beschränkungen bisher zumindest gesetzlich verankerter Freiheiten ab. Berichte über unterschiedlich ausgeprägte Repressionen und Einschränkungen für Frauen betreffen Kleidungsvorschriften, die Pflicht zu männlicher Begleitung in der Öffentlichkeit, Einschränkung von Schulbesuch und Berufsausübung bis hin zur Zwangsverheiratung mit Talibankämpfern (AA 21.10.2021). […]",
            "annotations": []
        },
        {
            "text": "Einige öffentliche Universitäten in Afghanistan wurden im Februar 2022 wiedereröffnet, nachdem sie seit der Machtübernahme der Taliban geschlossen waren, und auch einige Studentinnen nahmen den Unterricht auf (TG 03.02.2022; vgl AJ 26.02.2022, TN 26.02.2022). Andere Universitäten, beispielsweise in Zabul, Uruzgan (TG 03.02.2022) und in Panjshir, blieben geschlossen (AJ 26.02.2022). Berichten zufolge ist der Unterricht für männliche und weibliche Studenten getrennt und findet in verschiedenen Schichten statt (TN 26.02.2022; vgl AJ 26.02.2022). Frauen müssen sich an die islamische Kleiderordnung halten, d. h. eine Burka und eine schwarze Abaya im arabischen Stil tragen (TG 03.02.2022; vgl AJ 26.02.2022). Mehrere Studentinnen erschienen jedoch nicht anders gekleidet als vor der Machtübernahme durch die Taliban, mit einem einfachen Schal, der ihren Kopf bedeckte (AJ 26.02.2022). Studenten der Universität Kabul sagten, die Trennung von männlichen und weiblichen Klassen habe sich auf die Lehrmethoden ausgewirkt. Ein weiteres Problem, mit dem die Studentinnen zu kämpfen haben, ist der Mangel an Lehrkräften, um zu zwei verschiedenen Zeiten unterrichten zu können (TN 26.02.2022), sowie finanzielle Schwierigkeiten aufgrund der allgemeinen Wirtschaftskrise und der Tatsache, dass viele Frauen nicht mehr arbeiten dürfen (REU 25.02.2022). […]",
            "annotations": []
        },
        {
            "text": "[…] Währenddessen sind weiterhin Tausende Mädchen vom Besuch der siebenten bis zwölften Schulstufe ausgeschlossen, und der Großteil der Frauen ist seit der Machtübernahme der Taliban nicht an ihre Arbeitsplätze zurückgekehrt (ABC News 03.12.2021). UN-Menschenrechtsexperten wiesen auf das erhöhte Risiko der Ausbeutung von Frauen und Mädchen hin, einschließlich des Handels zum Zwecke der Kinder- und Zwangsheirat sowie der sexuellen Ausbeutung und der Zwangsarbeit (UNOCHA 17.01.2022).",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Kinder",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schulbildung in Afghanistan",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Am 18.09.2021 hat auf Weisung der Regierung der Schulunterricht für Jungen ab der siebten Klasse wieder begonnen. Zur Wiederaufnahme des Unterrichts für Mädchen äußerten sich die Taliban bisher gar nicht (AA 21.10.2021; vgl TG 17.09.2021) bis hinhaltend - hierfür müssten erst die notwendigen Voraussetzungen geschaffen werden (AA 21.10.2021; vgl BBC 18.09.2021). In einigen Provinzen sind Mädchenschulen dennoch weiterhin oder wieder geöffnet. Der Zuspruch ist aufgrund von Sicherheitsbedenken oftmals niedrig. Zuvor hatten die Taliban zugesichert, dass auch Mädchen und Frauen unter Einhaltung strikter Geschlechtertrennung Bildungsmöglichkeiten erhalten würden. Faktisch findet - aus einer Reihe von Gründen (ausbleibende Lohnzahlungen, Unsicherheit und Flucht der Lehrer etc.) auch der Schulunterricht für Jungen häufig nicht statt (AA 21.10.2021; vgl AI 13.10.2021). Die schwierige wirtschaftliche Lage hat viele Familien dazu gezwungen, ihre Kinder aus der Schule zu nehmen und sie zur Arbeit zu schicken. Millionen von Afghanen wurden während und nach der Übernahme des Landes durch die Taliban vertrieben, und viele vertriebene Kinder gehen nicht zur Schule (AI 13.10.2021). Derzeit können Mädchen nur in einigen Provinzen wie Balkh (Mazar-e Sharif) eine Sekundär- oder Oberschule besuchen. In den anderen Provinzen können Mädchen nur die Primarstufe besuchen. Alle Mädchen, die eine Schule besuchen, müssen in von den Jungen getrennten Klassen von weiblichen Lehrern unterrichtet werden und den Hidschab tragen (RA KBL 11.11.2021; vgl AI 13.10.2021, REU 12.10.2021).",
            "annotations": []
        },
        {
            "text": "Am 23.03.2022, als die Schülerinnen der weiterführenden Schulen (über dem sechsten Schulgrad) zum ersten Mal seit sieben Monaten wieder in die Klassenzimmer zurückkehrten, gab die Taliban-Führung bekannt, dass die Mädchenschulen geschlossen bleiben werden, 'bis die Schuluniformen im Einklang mit den afghanischen Bräuchen, der Kultur und der Scharia gestaltet sind'. Die Mädchen mussten die Schulen daraufhin wieder verlassen (AI 28.03.2022; vgl HRW 25.03.2022, IPS 24.03.2022). [...]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. Das Bundesverwaltungsgericht gibt zwar die oben auszugsweise dargestellten Länderfeststellungen wieder: einerseits zu Frauen (starke Beschneidung der Grundrechte und -freiheiten afghanischer Frauen und Mädchen, einschließlich des Rechtes auf Bildung; stetiger Strom von Maßnahmen und Verordnungen, die die Rechte von Frauen und Mädchen einschränken, ua den Zugang zu Bildung, nach der Machtübernahme durch die Taliban; Berichte über unterschiedlich ausgeprägte Repressionen und Einschränkungen für Frauen betreffen ua die Einschränkung von Schulbesuch; tausende Mädchen vom Besuch der siebenten bis zwölften Schulstufe ausgeschlossen) und anderseits zu Schulbildung für Kinder in Afghanistan (Mädchen können nur in einigen Provinzen wie Balkh [Mazar-e Sharif] eine Sekundär- oder Oberschule [in den anderen Provinzen können sie nur die Primarstufe] besuchen; alle Mädchen, die eine Schule besuchen, müssen in von den Buben getrennten Klassen von weiblichen Lehrern unterrichtet werden und den Hidschab tragen; als die Schülerinnen der weiterführenden Schulen im März 2022 zum ersten Mal seit sieben Monaten wieder in die Klassenzimmer zurückkehrten, gab die Taliban-Führung bekannt, dass die Mädchenschulen geschlossen bleiben werden, \"bis die Schuluniformen im Einklang mit den afghanischen Bräuchen, der Kultur und der Scharia gestaltet sind\", woraufhin die Mädchen die Schulen wieder verlassen mussten). Es setzt sich aber nicht mit den Bildungsmöglichkeiten der minderjährigen und schulpflichtigen Drittbeschwerdeführerin auseinander. Das Bundesverwaltungsgericht lässt sowohl einschlägige Länderberichte außer Acht, denen zu entnehmen ist, dass den Mädchen der Zugang zu Bildung verwehrt sein kann, als auch die zu dieser asylrelevanten Frage ergangene Rechtsprechung des Verfassungsgerichtshofes (vgl VfGH 19.9.2022, E3887/2021, mwN).",
            "annotations": []
        },
        {
            "text": "2.4. Das Bundesverwaltungsgericht hat sein Erkenntnis betreffend die minderjährige und schulpflichtige Drittbeschwerdeführerin aus den genannten Gründen mit Willkür belastet. Dieser Mangel schlägt gemäß §34 Abs4 AsylG 2005 auf die Entscheidung betreffend die übrigen Beschwerdeführer durch (vgl VfGH 19.9.2022, E4335-4338/2021, mwN); daher ist die Entscheidung zur Gänze aufzuheben.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 238,74 enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießen.",
            "annotations": []
        }
    ]
}