{
    "document_id": "JFT_20230227_22E01119_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein aus dem palästinensischen Autonomiegebiet des Gazastreifens (im Folgenden: Gaza) stammender staatenloser Palästinenser, der sich zum sunnitisch-muslimischen Glauben bekennt. Nach seiner Einreise in das österreichische Bundesgebiet stellte der Beschwerdeführer am 16. Februar 2020 einen Antrag auf internationalen Schutz. Als Fluchtgrund gab er an, von der Hamas verfolgt worden zu sein.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 20. August 2020 wies das Bundesamt für Fremdenwesen und Asyl den Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten und hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Israel, Palästinensisches Autonomiegebiet – Gaza ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung, stellte fest, dass die Abschiebung nach Israel, Palästinensisches Autonomiegebiet – Gaza zulässig sei und setzte eine vierzehntägige Frist für die freiwillige Ausreise.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht nach Durchführung von mündlichen Verhandlungen am 30. Juli 2021 und am 13. Jänner 2022 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Begründend führt das Bundesverwaltungsgericht in Bezug auf die Abweisung des Antrages auf internationalen Schutz hinsichtlich Asyl im Wesentlichen aus, dass die vom Beschwerdeführer behauptete Bedrohung durch die Hamas nicht glaubhaft sei. Das Bundesverwaltungsgericht verkenne nicht, dass es Problemlagen, wie sie der Beschwerdeführer geschildert habe, in Gaza an sich geben könne, jedoch habe es der Beschwerdeführer unter Berücksichtigung aller bekannten Umstände nicht vermocht, glaubhaft darzulegen, dass er persönlich den behaupteten Verfolgungshandlungen durch die Hamas ausgesetzt gewesen sei. Der Berichtslage könne auch nicht entnommen werden, dass quasi jeder Palästinenser im Gazastreifen einer Verfolgung ausgesetzt wäre, was auch der Verbleib von mehreren Familienangehörigen in der Herkunftsregion deutlich mache.",
            "annotations": []
        },
        {
            "text": "Zur Nichtgewährung subsidiären Schutzes führt das Bundesverwaltungsgericht begründend im Wesentlichen aus, dass im Rahmen des Ermittlungsverfahrens keine stichhaltigen Hinweise darauf, dass der Beschwerdeführer im Fall seiner Rückkehr nach Gaza Folter, einer erniedrigenden oder unmenschlichen Behandlung oder Strafe ausgesetzt sein könnte, hervorgekommen seien. Vor dem Hintergrund der getroffenen Länderfeststellungen lägen auch keine stichhaltigen Anhaltspunkte für die Annahme einer die physische Existenz des Beschwerdeführers nur unzureichend sichernden Versorgungssituation im Herkunftsstaat, die im Einzelfall eine Verletzung der durch Art3 EMRK gewährleisteten Rechte darstellen würde, vor, da er selbsterhaltungsfähig sei, was aus dem Schulbesuch, seiner Arbeitsfähigkeit sowie der Berufserfahrung als Hilfsarbeiter in Gaza resultiere. In Anbetracht seiner familiären Anknüpfungspunkte in Jabalia in Gaza – durch seine Ehegattin, einen Bruder und drei Schwestern – könne darüber hinaus davon ausgegangen werden, dass ihm im Fall seiner Rückkehr auch im Rahmen seines Familienverbandes eine ausreichende wirtschaftliche und soziale Unterstützung zuteil werde. Der Beschwerdeführer habe eine Fehlbildung am linken Daumen und leide zudem an einer chronifizierten posttraumatischen Belastungsstörung sowie an einer andauernden Persönlichkeitsveränderung nach Extrembelastung. Seinen Angaben zufolge sei er wegen der Fehlbildung am Daumen und seinen psychischen Problemen bereits in Gaza bzw in Israel in ärztlicher Behandlung gewesen und hätte dort auch Zugang zu medizinischer Versorgung. In Österreich befinde er sich hinsichtlich dieser gesundheitlichen Einschränkungen nicht in ärztlicher Behandlung und habe vor dem Bundesamt für Fremdenwesen und Asyl noch ausgeführt, keine psychischen und physischen Probleme zu haben. Aktuell nehme der Beschwerdeführer an keiner Therapie teil oder anderweitige medizinische Behandlung in Anspruch. Aktuelle ärztliche bzw medizinische Befunde, die eine medizinische oder psychiatrische bzw psychologische Behandlung in Österreich erforderlich erscheinen ließen, habe der Beschwerdeführer nicht in Vorlage gebracht. Eine solche Notwendigkeit gehe auch aus dem eingeholten psychiatrischen Gutachten nicht hervor. Fallbezogen erreiche die konkrete Gesundheitsbeeinträchtigung des Beschwerdeführers nicht jenes sehr außergewöhnliche Ausmaß an Leidenszuständen, wie es in der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte für das Vorliegen eines Abschiebungshindernisses nach Art3 EMRK gefordert werde.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichtsakten, das Bundesamt für Fremdenwesen und Asyl hat die Verwaltungsakten vorgelegt. Von der Erstattung einer Gegenschrift wurde jeweils abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Die – zulässige – Beschwerde ist, soweit sie sich gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht gegen die Abweisung des Antrages auf internationalen Schutz hinsichtlich des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Israel, Palästinensisches Autonomiegebiet – Gaza, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung, gegen die Feststellung der Zulässigkeit der Abschiebung und gegen die Festsetzung einer Frist von 14 Tagen für die freiwillige Ausreise, richtet, begründet:",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Nichtzuerkennung des Status des subsidiär Schutzberechtigten unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §8 Abs1 AsylG 2005 ist einem Fremden, dessen Antrag auf internationalen Schutz in Bezug auf die Zuerkennung des Status des Asylberechtigten abgewiesen wird, der Status des subsidiär Schutzberechtigten zuzuerkennen, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2 oder 3 EMRK oder der Protokolle Nr 6 oder Nr 13 zur EMRK bedeuten oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "2.2. Das Bundesverwaltungsgericht stützt seine Feststellungen zur Lage in Gaza – ohne dies ausdrücklich festzuhalten – offenbar auf die Länderinformationen der Staatendokumentation mit Stand 29. April 2020. ",
            "annotations": []
        },
        {
            "text": "2.3. Im Februar 2015 veröffentlichte UNHCR, dessen Einschätzungen maßgebliches Gewicht zukommt (vgl VfGH 24.9.2018, E761/2018 ua mwN), eine Position, in der die Staaten ersucht werden, von einer Rückverbringung palästinensischer Flüchtlinge in den Gazastreifen abzusehen, bis sich die Lebensbedingungen und die humanitäre Situation spürbar und erheblich bessern. Die militärischen Eskalationen im Gazastreifen im Sommer 2014 hätten enorme Zerstörungen hinterlassen. Der Abschiebestopp diene als Minimumstandard und müsse aufrecht bleiben, \"until such time as the situation in Gaza has improved sufficiently\" (UNHCR, Position on Deportations to Gaza, Februar 2015, 2). UNHCR verwies auch 2018 nochmals auf sein Ersuchen um eine \"non-removal policy\" aus dem Jahr 2015 (siehe UNHCR, Country of Origin Information on the Situation in the Gaza Strip, Including on Restrictions on Exit and Return, Februar 2018).",
            "annotations": []
        },
        {
            "text": "2.4. Demgegenüber sieht das Bundesverwaltungsgericht im vorliegenden Fall – ohne auf die seit 2015 von UNHCR eingenommene Position zu Abschiebungen in den Gazastreifen Bezug zu nehmen – keine Hindernisse für eine Rückkehr nach Gaza, wenn es festhält, dass im Ermittlungsverfahren keine \"[s]tichhaltige[n] Hinweise darauf [hervor gekommen seien], dass der Beschwerdeführer im Fall seiner Rückkehr in den Gazastreifen Folter, einer erniedrigenden oder unmenschlichen Behandlung oder Strafe ausgesetzt sein könnte\" und \"[v]or dem Hintergrund der getroffenen Länderfeststellungen […] im gegenständlichen Fall auch keine stichhaltigen Anhaltspunkte für die Annahme einer die physische Existenz des Beschwerdeführers nur unzureichend sichernden Versorgungssituation im Herkunftsstaat, die im Einzelfall eine Verletzung der durch Art3 EMRK gewährleisteten Rechte darstellen würde\" vorlägen. Zwar hält das Bundesverwaltungsgericht fest, dass es \"[i]n jüngerer Vergangenheit […] immer wieder zu einer Eskalation des Konflikts zwischen palästinensischen Gruppierungen und israelischen Militärkräften\" gekommen sei, führt jedoch weiter – ohne nähere Begründung oder Quellenangabe – aus, dass sich die Lage im Gazastreifen \"auch angesichts dessen sowie einer teils schwierigen allgemeinen Versorgungslage […] nicht dergestalt dar[stelle], dass jeder dort Lebende mit maßgeblicher Wahrscheinlichkeit der Verletzung seiner Rechte nach Art2 und 3 EMRK ausgesetzt wäre\" und dass \"im jüngsten Konflikt eine bislang anhaltende Waffenruhe der Konfliktparteien erreicht\" worden sei. Zudem lebten Teile der Familie des Beschwerdeführers seinen Angaben zufolge in Jabalia im Gazastreifen und habe der Beschwerdeführer auch nicht dargetan, inwiefern er von einer angespannten Sicherheitslage konkret betroffen wäre. Das Bundesverwaltungsgericht legt daher auch nicht dar, dass es auf Grund zeitlich nachfolgender Länderinformationen zu einer anderen Einschätzung als UNHCR gelangt wäre.",
            "annotations": []
        },
        {
            "text": "2.5. Demgegenüber ist der jüngsten Anfragebeantwortung der Staatendokumentation vom 21. Mai 2021 – die das Bundesverwaltungsgericht gleichfalls nicht berücksichtigt – weiterhin keine Verbesserung der Lage zu entnehmen. Im Gegenteil wird von einer zunehmenden Verschlechterung, insbesondere seit dem Gaza-Krieg im Mai 2021, berichtet: ",
            "annotations": []
        },
        {
            "text": "\"Die Kämpfe zwischen Israel und der Hamas eskalierten im Mai 2021 zu der schwersten Auseinandersetzung seit dem Gaza-Krieg 2014. […] ",
            "annotations": []
        },
        {
            "text": "In den seit Jahren intensivsten Luftangriffen wurden bisher mindestens 188 Menschen im Gazastreifen und zehn in Israel getötet. […] ",
            "annotations": []
        },
        {
            "text": "Israel führte Hunderte von Luft- und mehrere Bodenangriffe im Gazastreifen durch, jedoch drangen die IDF-Truppen im Rahmen einer Bodenoffensive in den Gazastreifen nicht ein. […] Im Gazastreifen wird die Lage für die Zivilbevölkerung immer dramatischer. Hilfsgüter werden knapp – und COVID-19 beeinflusst die Lage ebenso.",
            "annotations": []
        },
        {
            "text": "Wie schon bei den vorangegangenen gewalttätigen Auseinandersetzungen des Konflikts zwischen Israel und Palästina hat sich auch zum Berichtszeitpunkt die Situation für die Zivilbevölkerung im Gazastreifen erneut verschlechtert. Bereits jetzt haben laut UN-Angaben rund 10.000 Menschen aus Furcht vor einer bevorstehenden israelischen Bodenoffensive ihre Wohnungen verlassen. […]",
            "annotations": []
        },
        {
            "text": "Die Angriffe erschweren auch die Arbeit für Hilfsorganisationen, auf die große Teile der Zivilbevölkerung im Gazastreifen angewiesen sind.\"",
            "annotations": []
        },
        {
            "text": "2.6. Indem das Bundesverwaltungsgericht weder die Position des UNHCR noch die Anfragebeantwortung der Staatendokumentation berücksichtigt, hat es seine Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen und sein Erkenntnis daher – soweit es damit die Beschwerde gegen die Abweisung des Antrages auf internationalen Schutz hinsichtlich des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Israel, Palästinensisches Autonomiegebiet – Gaza, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung, gegen die Feststellung der Zulässigkeit der Abschiebung und gegen die Festsetzung einer Frist von 14 Tagen für die freiwillige Ausreise, abweist – mit Willkür belastet (vgl VfGH 14. Juni 2022, E761/2022).",
            "annotations": []
        },
        {
            "text": "2.7. Soweit das Bundesverwaltungsgericht seine Annahme der Selbsterhaltungs- und Arbeitsfähigkeit angesichts der erwiesenen ausgeprägten psychischen Erkrankung des Beschwerdeführers auf die \"zu erwartende[…] Unterstützung\" der Ehegattin des Beschwerdeführers stützt, wird es im fortgesetzten Verfahren auch die Feststellung im Gutachten zur gesundheitlichen Situation des Beschwerdeführers, dass die \"beständige Zugewandtheit\" der Ehegattin \"zwar eine wesentliche Verbesserung des Funktionsniveaus\" herbeigeführt habe, es sich \"dabei aber nicht um eine 'Heilung' oder nachhaltige Stabilisierung\" handle, zu berücksichtigen haben und gegebenenfalls nähere Ermittlungen zu Behandlungsbedürftigkeit und Behandlungsmöglichkeiten der Erkrankung im Hinblick auf die Arbeitsfähigkeit anstellen müssen.",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen – soweit sich die Beschwerde gegen die Abweisung des Antrages auf Zuerkennung des Status des Asylberechtigten richtet – wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerde rügt die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten. Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis, soweit damit seine Beschwerde gegen die Abweisung seines Antrages auf internationalen Schutz hinsichtlich des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Israel, Palästinensisches Autonomiegebiet – Gaza, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung, gegen die Feststellung der Zulässigkeit der Abschiebung und gegen die Festsetzung einer Frist von 14 Tagen für die freiwillige Ausreise abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher in diesem Umfang aufzuheben.",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von einer Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 VfGG bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}