{
    "document_id": "JFT_20230227_22E03073_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Erstbeschwerdeführerin ist die Mutter der minderjährigen Zweitbeschwerdeführerin und des minderjährigen Drittbeschwerdeführers. Alle sind nigerianische Staatsangehörige. Die Erstbeschwerdeführerin stellte am 27. April 2016 erstmals einen Antrag auf internationalen Schutz im Bundesgebiet, den das Bundesamt für Fremdenwesen und Asyl mit Bescheid vom 10. Oktober 2016 wegen der Zuständigkeit Italiens zurückwies. Die Erstbeschwerdeführerin verblieb dennoch im Bundesgebiet und brachte am 4. Oktober 2018 die Zweitbeschwerdeführerin zur Welt.",
            "annotations": []
        },
        {
            "text": "2. Am 12. November 2018 stellte die Erstbeschwerdeführerin als gesetzliche Vertreterin für die Zweitbeschwerdeführerin einen Antrag auf internationalen Schutz gemäß §34 AsylG 2005 sowie am 25. Jänner 2019 im eigenen Namen einen (neuerlichen) Antrag auf internationalen Schutz. Dabei brachte sie als Fluchtgrund vor, Opfer von Zwangsprostitution durch die Stiefmutter geworden zu sein. Zudem drohe der Zweitbeschwerdeführerin bei einer Rückkehr nach Nigeria eine Genitalverstümmelung.",
            "annotations": []
        },
        {
            "text": "Mit Bescheiden vom 7. Juni 2019 wies das Bundesamt für Fremdenwesen und Asyl die Anträge der Beschwerdeführerinnen auf internationalen Schutz sowohl hinsichtlich der Zuerkennung des Status der Asylberechtigten als auch hinsichtlich des Status der subsidiär Schutzberechtigten in Bezug auf ihren Herkunftsstaat Nigeria als unbegründet ab, erteilte keine Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ Rückkehrentscheidungen, stellte fest, dass ihre Abschiebungen nach Nigeria zulässig sind, und setzte jeweils eine 14-tägige Frist zur freiwilligen Ausreise.  ",
            "annotations": []
        },
        {
            "text": "Die dagegen erhobenen Beschwerden wies das Bundesverwaltungsgericht mit Erkenntnis vom 31. Dezember 2019 als unbegründet ab. Mit Erkenntnis vom 21. September 2020, E542-543/2020, hob der Verfassungsgerichtshof dieses Erkenntnis insoweit auf, als damit die Beschwerden gegen die Nichtzuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Nigeria, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung, gegen die Feststellung der Zulässigkeit der Abschiebung und gegen die Festsetzung einer 14-tägigen Frist für die freiwillige Ausreise abgewiesen wurden, ua weil das Bundesverwaltungsgericht nicht hinreichend ermittelt und begründet hatte, wie der (damalige) Lebensgefährte der (zum Entscheidungszeitpunkt mit dem Drittbeschwerdeführer schwangeren) Erstbeschwerdeführerin und Vater der Zweitbeschwerdeführerin die Familie im Falle der Rückkehr unterstützen könne. Im fortgesetzten Verfahren wies das Bundesverwaltungsgericht mit Erkenntnis vom 27. Jänner 2021 die Beschwerden der Erst- und Zweitbeschwerdeführerin ab. ",
            "annotations": []
        },
        {
            "text": "Am 29. Oktober 2020 stellte die Erstbeschwerdeführerin für den am 28. Mai 2020 geborenen Drittbeschwerdeführer einen Antrag auf internationalen Schutz, den das Bundesamt für Fremdenwesen und Asyl mit Bescheid vom 11. März 2021 hinsichtlich der Zuerkennung des Status des Asylberechtigten und hinsichtlich des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Nigeria als unbegründet abwies. Es erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung, stellte fest, dass die Abschiebung nach Nigeria zulässig ist, und setzte eine 14-tägige Frist zur freiwilligen Ausreise. Die dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 7. Juni 2021 als unbegründet ab. ",
            "annotations": []
        },
        {
            "text": "3. Die Erstbeschwerdeführerin stellte am 26. Mai 2021 für sich und die Zweitbeschwerdeführerin sowie am 14. September 2021 für den Drittbeschwerdeführer einen weiteren Antrag auf internationalen Schutz. Begründend führte die Erstbeschwerdeführerin erstmals aus, Opfer von Menschenhandel geworden zu sein. Die Erstbeschwerdeführerin sei in Benin-City bei ihrem Vater und ihrer Stiefmutter aufgewachsen. Sie habe die schlechte Behandlung durch ihre Stiefmutter nicht mehr ertragen und \"***\" um Hilfe gebeten. Diese habe die Situation ausgenützt und ihr ein sicheres Leben in Europa versprochen. Sie müsse dafür lediglich 30.000 Naira zahlen. In Österreich habe die Erstbeschwerdeführerin dann erfahren, dass sie 30.000 Euro und nicht Naira schulde und diese als Prostituierte abarbeiten müsse. Ein Mann – den die Erstbeschwerdeführerin später mit Hilfe der LEFÖ Interventionsstelle für Betroffene des Frauenhandels (LEFÖ-IBF) bei der Polizei anzeigte – habe zwischen 2016 und 2018 Beiträge in Höhe von 15.000 Euro eingesammelt. Im Jahr 2018 sei sie mit der Zweitbeschwerdeführerin schwanger geworden, weshalb sie mit der Prostitution aufgehört und auch kein Geld mehr bezahlt habe. Daraufhin sei sie mehrmals telefonisch bedroht und aufgefordert worden, ihre noch offenen Schulden zu tilgen, wobei man ihre Kinder und sie mit dem Tod bedroht habe und sich ua auf den von ihr vor ihrer Ausreise abgelegten Juju-Schwur bezogen habe. Im Falle einer Rückkehr nach Nigeria sei ihr Leben und jenes ihrer Kinder in Gefahr. Für ihre Kinder machte sie keine eigenen Fluchtgründe geltend. ",
            "annotations": []
        },
        {
            "text": "Das Bundesamt für Fremdenwesen und Asyl wies diese Anträge auf internationalen Schutz mit den Bescheiden jeweils vom 10. Dezember 2021 hinsichtlich der Zuerkennung des Status des Asylberechtigten sowie hinsichtlich des Status des subsidiär Schutzberechtigten als unbegründet ab, erteilte keine Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ gegen die beschwerdeführenden Parteien Rückkehrentscheidungen, stellte fest, dass die Abschiebung nach Nigeria zulässig sei, und setzte eine 14-tägige Frist für die freiwillige Ausreise.  ",
            "annotations": []
        },
        {
            "text": "Die dagegen erhobenen Beschwerden wies das Bundesverwaltungsgericht als unbegründet ab. Im Hinblick auf die Nichtzuerkennung des Status der Asylberechtigten führt das Bundesverwaltungsgericht aus, dass auf Grund widersprüchlicher Angaben in den vorangegangen Asylverfahren das Fluchtvorbringen der Erstbeschwerdeführerin nicht glaubhaft sei, aber auf Grund des Umstandes, dass ihr Vorbringen \"grundsätzlich in Einklang mit den Berichten über die Struktur und Vorgehensweise der Menschenhändlerorganisationen in Nigeria\" stehe und sie \"zudem dem typischen Profil eines Opfers von Menschenhandel\" entspreche, \"nicht ausgeschlossen werden [könne], dass die [Erstbeschwerdeführerin] tatsächlich Opfer von Menschenhandel wurde.\"",
            "annotations": []
        },
        {
            "text": "Angesichts der Widersprüche im Fluchtvorbringen sei jedoch nicht davon auszugehen, dass sie im Falle einer Rückkehr nach Nigeria auf Grund etwaiger \"nicht getilgter 'Schulden' mit Vergeltungsmaßnahmen sowie allenfalls mit einer Rekrutierung durch das Menschenhändlernetzwerk zu rechnen hätte.\" Die Erstbeschwerdeführerin sei zuletzt 2018 in Kontakt mit einem der Täter gestanden und habe sich diesem aber durch einen Rufnummernwechsel entziehen können. Zudem habe die Erstbeschwerdeführerin auch nicht vorgebracht, dass das Menschenhandelsnetzwerk zur Schuldentilgung an ihre Familie in Nigeria herangetreten sei. Es gebe auch keine Hinweise dafür, dass die Erstbeschwerdeführerin Gefahr liefe, im Falle ihrer Rückkehr von ihren Bezugspersonen stigmatisiert und letztlich wieder zur Prostitution gezwungen zu werden. Darüber hinaus könne die Erstbeschwerdeführerin mit ihrem Lebensgefährten, dem Vater ihrer Kinder, nach Nigeria zurückkehren. ",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richten sich die vorliegenden, auf Art144 B-VG gestützten Beschwerden, in denen die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Begründend wird zunächst vorgebracht, dass sich das Bundesverwaltungsgericht nicht mit der Stellungnahme der LEFÖ-IBF auseinandergesetzt habe, aus der klar hervorgehe, dass die Erstbeschwerdeführerin als Betroffene des Menschenhandels identifiziert worden sei und auf Grund der Drohungen, die die Erstbeschwerdeführerin immer wieder erhalte und auch zur Anzeige gebracht habe, davon auszugehen sei, dass sie auch im Falle ihrer Rückkehr weiterhin bedroht werde, um das fehlende Geld zu bezahlen. Zudem sei sie auch deswegen in großer Gefahr, weil sie die Täter – alle in Nigeria aufhältig – in Österreich bei der Polizei angezeigt habe. Eine Rückkehr in den Familienverbund sei ihr auf Grund der erlebten Gewalt nicht zumutbar. Im Hinblick auf den ehemaligen Lebensgefährten lasse das Bundesverwaltungsgericht außer Acht, dass zu diesem kein Kontakt mehr bestehe und er zudem unbekannten Aufenthaltes sei. Auch habe das Bundesverwaltungsgericht die Mittellosigkeit und die bestehenden \"Schulden\" der Erstbeschwerdeführerin für die Beurteilung der Gefahr des \"Re-Trafficking\" nicht berücksichtigt. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch Abstand genommen. ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat über die in sinngemäßer Anwendung der §§187 und 404 ZPO iVm §35 Abs1 VfGG zur gemeinsamen Beratung und Entscheidung verbundenen Beschwerden erwogen:",
            "annotations": []
        },
        {
            "text": "Die – zulässigen – Beschwerden sind begründet. ",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen: ",
            "annotations": []
        },
        {
            "text": "2.1. Das Bundesverwaltungsgericht setzt sich erstmals mit dem Vorbringen der Erstbeschwerdeführerin, Opfer von Menschenhandel geworden zu sein, auseinander und stellt im nunmehr angefochtenen Erkenntnis auch erstmals im Verfahrensablauf ihre Opfereigenschaft fest, verneint aber eine asylrelevante Verfolgung im Falle ihrer Rückkehr nach Nigeria mit Verweis auf widersprüchliche Angaben zum Fluchtvorbringen und die sich daraus ergebende persönliche Unglaubwürdigkeit. Dazu führt das Bundesverwaltungsgericht zunächst divergierende Angaben zum Kontaktabbruch mit den Familienangehörigen in Nigeria, zur Anzahl der Geschwister und zu Jahreszahlen ua betreffend die Prostitution in Nigeria und den Ausreisezeitpunkt an. Ferner stützt sich das Bundesverwaltungsgericht auf divergierende Aussagen aus dem vorangegangenen Asylverfahren bzgl. der Akteure und der Ausreisemodalitäten. ",
            "annotations": []
        },
        {
            "text": "2.2. Für den Verfassungsgerichtshof ist mit Blick auf das in der Stellungnahme der LEFÖ-IBF vom 19. Oktober 2021 sowie in der Zeugeneinvernahme durch das Landeskriminalamt Wien vom 25. Mai 2021 äußerst detailliert geschilderte Bedrohungsszenario und die im Akt ersichtlichen Drohnachrichten aus Februar und Mai 2021, die die Erstbeschwerdeführerin von einer nigerianischen Nummer erhalten hat, nicht nachvollziehbar, auf welcher Grundlage und aus welchen Gründen das Bundesverwaltungsgericht das Fluchtvorbringen als unglaubwürdig qualifiziert, setzt es sich doch insbesondere mit der Stellungnahme der LEFÖ-IBF, wonach die Erstbeschwerdeführerin als Betroffene des Menschenhandels identifiziert und die Gefahr eines \"Re-Trafficking\" mit näherer Begründung als \"sehr hoch\" eingestuft werde, nicht in einer Weise auseinander, die dem Vorbringen gerecht wird ",
            "annotations": []
        },
        {
            "text": "(vgl dazu, dass bloß Nuancen betreffende Abweichungen in den Aussagen nicht den Schluss der Unglaubwürdigkeit des Vorbringens zulassen, VfGH 25.2.2019, E3632/2018; 22.9.2021, E1357/2021 jeweils mwN; siehe zur besonderen Bedeutung einer Stellungnahme der Interventionsstelle auch VfGH 25.2.2020, E2875/2019; 22.9.2021, E1109/2021). ",
            "annotations": []
        },
        {
            "text": "Dieser Umstand wiegt umso schwerer, als es das Bundesverwaltungsgericht auch unterlässt, sich mit aktuellen Länderberichten auseinanderzusetzen, aus denen hervorgeht, dass für Opfer von Menschenhandel, die nach Nigeria zurückkehren, eine von der individuellen Situation der betroffenen Person abhängige Gefahr eines \"Re-Trafficking\" besteht (EASO, Leitfaden: Nigeria, Oktober 2021, 25; ausführlicher EASO, Country Guidance: Nigeria, October 2021, 80 f.; s. dazu bereits auch VfGH 22.9.2021, E1109/2021).",
            "annotations": []
        },
        {
            "text": "2.3. Das Bundesverwaltungsgericht verweist lediglich auf das bestehende familiäre Netzwerk und darauf, dass es der Erstbeschwerdeführerin durch einen Rufnummernwechsel bereits gelungen sei, sich den Tätern zu entziehen. Das steht in einem vom Bundesverwaltungsgericht nicht aufgelösten Widerspruch zu den Angaben der Erstbeschwerdeführerin, den im Akt ersichtlichen Drohnachrichten aus Februar und Mai 2021 und der unberücksichtigt gebliebenen Stellungnahme der LEFÖ-IBF vom 19. Oktober 2021, in der darauf hingewiesen wird, dass die Erstbeschwerdeführerin auch nach dem Wechsel ihrer Telefonnummer weiterhin bedroht werde und diese die Drohungen auch zur Anzeige gebracht habe. Die Interventionsstelle geht weiter davon aus, dass diese Drohungen im Falle einer Rückkehr nach Nigeria anhalten würden. Dass die Erstbeschwerdeführerin ihr familiäres Netzwerk wiederaufnehmen könnte, verneint die Interventionsstelle mit Verweis auf die im Familienverband erlebte Gewalt. ",
            "annotations": []
        },
        {
            "text": "3. Indem das Bundesverwaltungsgericht sohin wesentliche Akteninhalte, die zu seiner Begründung im Widerspruch stehen, nicht berücksichtigt und Länderberichte außer Acht gelassen hat, belastet es sein Erkenntnis mit Willkür. Dieser Mangel schlägt gemäß §34 Abs4 AsylG 2005 auf die Entscheidungen betreffend die Zweitbeschwerdeführerin und den Drittbeschwerdeführer durch (VfSlg 19.671/2012, 19.855/2014; VfGH 24.11.2016, E1085/2016 ua); daher ist die Entscheidung hinsichtlich aller beschwerdeführenden Parteien aufzuheben.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführenden Parteien sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl Nr 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist jeweils Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}