{
    "document_id": "JFT_20230228_22G00284_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag begehren die Antragsteller, §32 Abs2 StPO sowie §246 StGB jeweils in der Fassung BGBl I 112/2015 als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §32 Strafprozessordnung 1975 (StPO), BGBl I 631/1975 (WV), idF BGBl I 112/2015 lautet wie folgt (der angefochtene Absatz ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Landesgericht als Geschworenen- und Schöffengericht",
            "annotations": []
        },
        {
            "text": "(1) Das Landesgericht als Geschworenengericht setzt sich aus dem Schwurgerichtshof und der Geschworenenbank zusammen. Der Schwurgerichtshof besteht aus drei Richtern, die Geschworenenbank ist mit acht Geschworenen besetzt. Das Landesgericht als Schöffengericht besteht – ausgenommen den Fall des Abs1a – aus einem Richter und zwei Schöffen.",
            "annotations": []
        },
        {
            "text": "(1a) […]",
            "annotations": []
        },
        {
            "text": "(2) Liegt dem Angeklagten die Begehung einer strafbaren Handlung nach den §§201 bis 207 StGB zur Last, so müssen dem Geschworenengericht mindestens zwei Geschworene, dem Schöffengericht mindestens ein Richter oder Schöffe des Geschlechtes des Angeklagten sowie dem Geschworenengericht mindestens zwei Geschworene, dem Schöffengericht mindestens ein Richter oder Schöffe des Geschlechtes jener Person angehören, die durch die Straftat in ihrer Geschlechtssphäre verletzt worden sein könnte. ",
            "annotations": []
        },
        {
            "text": "(3) […] ",
            "annotations": []
        },
        {
            "text": "(4) Die Geschworenen werden in dem vom Gesetz (15. Hauptstück) vorgesehenen Umfang tätig; die Schöffen üben in der Hauptverhandlung das Richteramt im vollen Umfang aus. Soweit im Einzelnen nichts anderes bestimmt wird, sind die für Richter geltenden Vorschriften auch auf Geschworene und Schöffen anzuwenden. Die Voraussetzungen und das Verfahren zur Berufung von Geschworenen und Schöffen sind im Geschworenen- und Schöffengesetz 1990, BGBl Nr 256, geregelt.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §246 Bundesgesetz vom 23. Jänner 1974 über die mit gerichtlicher Strafe bedrohten Handlungen (Strafgesetzbuch – StGB), BGBl 60/1974, idF BGBl I 112/2015 lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Staatsfeindliche Verbindungen",
            "annotations": []
        },
        {
            "text": "(1) Wer eine Verbindung gründet, deren wenn auch nicht ausschließlicher Zweck es ist, auf gesetzwidrige Weise die Unabhängigkeit, die in der Verfassung festgelegte Staatsform oder eine verfassungsmäßige Einrichtung der Republik Österreich oder eines ihrer Bundesländer zu erschüttern, ist mit Freiheitsstrafe von sechs Monaten bis zu fünf Jahren zu bestrafen. ",
            "annotations": []
        },
        {
            "text": "(2) Ebenso ist zu bestrafen, wer sich in einer solchen Verbindung führend betätigt, für sie Mitglieder wirbt oder sie mit Geldmitteln oder sonst in erheblicher Weise unterstützt.",
            "annotations": []
        },
        {
            "text": "(3) Wer an einer solchen Verbindung sonst teilnimmt oder sie auf eine andere als die im Abs2 bezeichnete Weise unterstützt, ist mit Freiheitsstrafe bis zu einem Jahr oder mit Geldstrafe bis zu 720 Tagessätzen zu bestrafen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Antragsteller wurden mit Urteil vom 1. September 2022 ua wegen des Verbrechens (§17 StGB) der staatsfeindlichen Verbindung nach §246 Abs3 StGB zu Freiheitsstrafen verurteilt, wobei deren Vollziehung jeweils für die Dauer einer Probezeit von drei Jahren nachgesehen wurde.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass der gegen dieses Urteil erhobenen Nichtigkeitsbeschwerde (§§280 ff StPO) stellten die Antragsteller unter einem den vorliegenden Gesetzesprüfungsantrag.",
            "annotations": []
        },
        {
            "text": "1.1. Demnach widerspreche es dem Gleichheitsgrundsatz (Art7 B-VG), dem Recht auf ein Verfahren vor dem gesetzlichen Richter (Art83 Abs2 B-VG), dem Recht auf ein faires Verfahren (Art6 EMRK) und dem Recht auf Entscheidung über die Schuld durch Geschworene bei allen politischen Straftaten (Art91 Abs2 B-VG), dass gemäß §32 Abs2 StPO lediglich bei bestimmten Delikten eine Mindestanzahl an Geschworenen dem Geschlecht des Angeklagten sowie jenem des Opfers angehören müsse. Vielmehr gebiete der Gleichheitsgrundsatz, dass die Geschworenenbank bei jeder Straftat in gleichem Ausmaß aus Männern und Frauen zu bestehen habe.",
            "annotations": []
        },
        {
            "text": "1.2. §246 StGB wiederum verstoße gegen das Recht \"auf Nichtbestrafung mangels Vorliegens der gesetzlichen Voraussetzungen\", auf Freiheit der Meinungsäußerung (Art10 EMRK) sowie auf Achtung des Privat- und Familienlebens (Art8 EMRK), da die Unterbindung bloß passiven Erfragens von Informationen über das Selbstbild einer Organisation niemals unentbehrlich sein könne. Es sei den Antragstellern in der Anklage nirgends zum Vorwurf gemacht worden, dass sie die erhaltenen Informationen durch billigende Äußerungen verstärkt und dadurch zu deren höherer Wirksamkeit beigetragen hätten. Eine freundschaftliche Beziehung zu einem Straftäter alleine sei noch keine Förderung von dessen Gesinnung oder Tätigkeit. Auch stelle der Gedankenaustausch mit Mitgliedern staatsfeindlicher Verbindungen noch keine \"Teilnahme\" an selbiger dar. Zudem erweise sich das Wort \"erschüttern\" als zu unbestimmt im Sinne des Art18 Abs1 B-VG, da der Begriff im Gesetz nicht definiert sei und er zudem nur in einer \"neuen\" Bestimmung (§278c StGB) gebraucht werde, weshalb sein Inhalt weder aus dem sprachlichen noch dem inhaltlichen Zusammenhang hervorgehe. Der juristische Laie könne diesen Begriff nicht auslegen und wisse daher nicht, wie er sich zu verhalten habe, um eine unter Strafe gestellte \"Erschütterung\" zu vermeiden.",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung erstattete eine Äußerung, in der sie die Zurückweisung, in eventu die Abweisung des vorliegenden Antrags begehrt:",
            "annotations": []
        },
        {
            "text": "3.1. Hinsichtlich §32 Abs2 StPO sei der Antrag schon deshalb unzulässig, weil die Bestimmung im vorliegenden Verfahren gar nicht angewendet worden sei, sie mithin nicht präjudiziell sei. Zudem beseitige die begehrte Aufhebung von §32 Abs2 StPO die vorgebrachte Verfassungswidrigkeit nicht, da sich die Zusammensetzung der Geschworenenbank dann alleine aus §32 Abs1 erster Satz StPO ergeben würde. Im Übrigen mangle es einer Darlegung der verfassungsrechtlichen Bedenken im Einzelnen.",
            "annotations": []
        },
        {
            "text": "3.2. Letzteres gelte auch für die Anfechtung von §246 StGB, weil sich die Ausführungen der Antragsteller insoweit auf pauschale Behauptungen sowie abstrakte Auslegungsfragen beschränkten. Soweit sich die Antragsteller im Übrigen gegen den in der Anklage enthaltenen Tatvorwurf wendeten, machten sie lediglich Vollzugsbedenken geltend, für die im Verfahren nach Art140 Abs1 Z1 litd B-VG kein Platz sei.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Antrag ist nicht zulässig.",
            "annotations": []
        },
        {
            "text": "1. Zur Unzulässigkeit des Antrages, soweit er sich gegen §32 Abs2 StPO richtet:",
            "annotations": []
        },
        {
            "text": "1.1. Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011; VfGH 14.3.2017, G311/2016). Der Antragsteller hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des Antragstellers teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; 10.10.2016, G662/2015), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015; VfGH 15.10.2016, G339/2015).",
            "annotations": []
        },
        {
            "text": "1.2. In ihrem gegen §32 Abs2 StPO gerichteten Antrag machen die Antragsteller im Wesentlichen geltend, dass der Gleichheitssatz generell eine nach Geschlechtern paritätische Zusammensetzung der Geschworenenbank verlange. Daher sei §32 Abs2 StPO verfassungswidrig, da die Bestimmung nur bei gewissen strafbaren Handlungen spezifische Anforderungen an die Zusammensetzung der Geschworenenbank stelle und selbst in diesen Fällen keine zahlenmäßige Gleichheit zwischen den Geschlechtern bei der Besetzung fordere. ",
            "annotations": []
        },
        {
            "text": "1.3. Wie die Bundesregierung im Ergebnis zutreffend ausführt, würde die Aufhebung der angefochtenen Bestimmung die behauptete Verfassungswidrigkeit nicht beseitigen, da sich die Zusammensetzung der Geschworenenbank nach Aufhebung des §32 Abs2 StPO dann alleine aus Abs1 erster und zweiter Satz leg cit ergeben würde. Nach dieser Vorschrift aber ist die Geschworenenbank mit acht Menschen zu besetzen, ohne dass nähere Vorgaben hinsichtlich des Geschlechtes der Geschworenen bestünden. Daher erweist sich der von den Antragstellern gezogene Anfechtungsumfang als zu eng.",
            "annotations": []
        },
        {
            "text": "2. Zur Unzulässigkeit des Antrages, soweit er sich gegen §246 StGB richtet:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §62 Abs1 VfGG hat ein Antrag gemäß Art140 B-VG die gegen die Verfassungsmäßigkeit des Gesetzes sprechenden Bedenken im Einzelnen darzulegen. Dieses Erfordernis ist nach der ständigen Rechtsprechung des Verfassungsgerichtshofes nur dann erfüllt, wenn die Gründe der behaupteten Verfassungswidrigkeit – in überprüfbarer Art– präzise ausgebreitet werden, mithin dem Antrag mit hinreichender Deutlichkeit zu entnehmen ist, mit welcher Rechtsvorschrift die zur Aufhebung beantragte Norm in Widerspruch stehen soll und welche Gründe für diese Annahme sprechen (vgl zB VfSlg 14.802/1997, 17.752/2006; speziell zum Parteiantrag gemäß Art140 Abs1 Z1 litd B-VG VfGH 2.7.2015, G16/2015; 2.7.2015, G145/2015; 18.2.2016, G642/2015). Die Gründe der behaupteten Verfassungswidrigkeit müssen daher in überprüfbarer Art und präzise ausgebreitet werden (zB VfSlg 11.150/1986, 13.851/1994, 14.802/1997, 19.933/2014).",
            "annotations": []
        },
        {
            "text": "2.2. Soweit die Antragsteller vorbringen, dass der Begriff \"erschüttern\" in §246 Abs1 StGB nicht definiert und daher zur Auslegung durch den juristischen Laien nicht geeignet sei, machen sie keine Gründe geltend, die für die Annahme sprächen, dass die Bestimmung gegen das verfassungsrechtliche Bestimmtheitsgebot verstoße. Vielmehr beschränken sich die Ausführungen auf pauschale Behauptungen, wie sich insbesondere aus dem Umstand ergibt, dass die Antragsteller eine Auslegung des beanstandeten Begriffes erst gar nicht versuchen. Konkrete Bedenken lässt der Antrag hingegen vermissen (vgl VfGH 13.6.2022, G124/2022).",
            "annotations": []
        },
        {
            "text": "2.3. Soweit sich die Antragsteller darüber hinaus gegen den in der Anklage der Staatsanwaltschaft erhobenen Tatvorwurf sowie die darauf aufbauende Verurteilung durch das ordentliche Gericht wenden, bringen sie lediglich Vollzugsbedenken vor, die nicht mit einem Antrag nach Art140 Abs1 Z1 litd B-VG geltend gemacht werden können (VfSlg 20.271/2018, 20.279/2018).",
            "annotations": []
        },
        {
            "text": "3. Anträge nach Art140 B-VG, die keine Darlegung der gegen die Verfassungsmäßigkeit der aufzuhebenden Norm sprechenden Bedenken im Einzelnen enthalten (§62 Abs1 VfGG) oder deren Anfechtungsumfang zu eng gewählt wurde, sind nach der ständigen Rechtsprechung des Verfassungsgerichtshofes nicht verbesserungsfähig (§18 VfGG) und als unzulässig zurückzuweisen. ",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}