{
    "document_id": "JFT_20231005_23E01000_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer, ein Staatsangehöriger Somalias aus der Region Galgaduud, stellte am 23. August 2021 einen Antrag auf internationalen Schutz und führte dazu zusammengefasst aus, dass er auf Grund seiner Zugehörigkeit zum Minderheitenclan der Tumal diskriminiert und von Angehörigen eines Mehrheitenclans von seinem Grundstück vertrieben worden sei. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 25. Jänner 2022 wurde der Antrag des Beschwerdeführers auf internationalen Schutz sowohl hinsichtlich der Zuerkennung des Status des Asylberechtigten (Spruchpunkt I.) als auch hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Somalia abgewiesen (Spruchpunkt II.). Ein Aufenthaltstitel aus berücksichtigungswürdigen Gründen wurde dem Beschwerdeführer nicht erteilt (Spruchpunkt III.) und gegen ihn eine Rückkehrentscheidung erlassen (Spruchpunkt IV.). Es wurde festgestellt, dass seine Abschiebung nach Somalia zulässig sei (Spruchpunkt V.) und eine Frist für die freiwillige Ausreise von 14 Tagen ab Rechtskraft der Rückkehrentscheidung festgelegt (Spruchpunkt VI.).",
            "annotations": []
        },
        {
            "text": "3. In seiner Beschwerde an das Bundesverwaltungsgericht verwies der Beschwerdeführer unter anderem auf Länderberichte hinsichtlich der Versorgunglage in Somalia, wonach er im Falle der Rückkehr der realen Gefahr ausgesetzt wäre, in eine die Existenz bedrohende Notlage zu geraten. ",
            "annotations": []
        },
        {
            "text": "4. Die gegen den Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 20. März 2023 als unbegründet ab. Das Bundesverwaltungsgericht führt zunächst aus, dass der Beschwerdeführer keine individuell gegen seine Person gerichtete asylrelevante Verfolgung glaubhaft machen habe können. ",
            "annotations": []
        },
        {
            "text": "Auch die Voraussetzungen für die Zuerkennung des Status des subsidiär Schutzberechtigten hält das Bundesverwaltungsgericht aus folgenden Gründen für nicht gegeben:",
            "annotations": []
        },
        {
            "text": "\"Vor dem Hintergrund der persönlichen Verhältnisse des BF und der Unglaubwürdigkeit der vorgebrachten Fluchtgründe ist kein Grund ersichtlich, weshalb sich der BF nicht wieder in seinem Heimatort Bargaan ansiedeln könnte. Der BF ist jung, gesund und arbeitsfähig und verfügt über mehrjährige Arbeitserfahrung. Er ist mit den Gepflogenheiten Somalias vertraut, spricht muttersprachlich die somalische Sprache und verfügt in seinem Heimatort über familiäre Anknüpfungspunkte. Der BF kann daher wieder bei seiner Familie wohnen, wie er es auch vor seiner Ausreise tat. Da die Fluchtgründe des BF nicht glaubhaft sind, kann davon ausgegangen werden, dass die Familie weiterhin über das landwirtschaftliche Grundstück des Onkels verfügt. Der BF könnte daher auch wieder eine Landwirtschaft betreiben.",
            "annotations": []
        },
        {
            "text": "Es wird nicht verkannt, dass in der Region Galgaduud die Sicherheits- und Versorgungslage angespannt ist, ein besonderes individuelles Risiko für den BF ist jedoch nicht zu erblicken. Die Sicherheitslage in Somalia ist zwar generell volatil, und hat al Shabaab die Kontrolle über weite Teile der Region Galgaduud, wie auch über den Heimatort des BF, jedoch gab der BF an, er habe persönlich keine Probleme mit al Shabaab gehabt (Verhandlungsprotokoll S. 21).",
            "annotations": []
        },
        {
            "text": "Auch hinsichtlich der Clanangehörigkeit des BF ergibt sich nicht, dass eine Rückkehr zu einem Eingriff in seine körperliche Unversehrtheit führen würde. Aus den Länderfeststellungen ergibt sich, dass es mittlerweile für viele Angehörige von Mehrheitsclans üblich ist, auch mit Angehörigen berufsständischer Gruppen zu sprechen, zu essen, zu arbeiten und Freundschaften zu unterhalten. Es gibt keine gezielten Angriffe oder Misshandlungen. Es gibt zwar weiterhin Diskriminierung gegen Angehörige der berufsständischen Kasten, allerdings besitzt die Familie des BF ein landwirtschaftliches Grundstück und können auch die Familienangehörigen des BF in seinem Heimatort leben. Der BF gab zwar an, dass das Grundstück von Angehörigen der Hawiye besetzt worden sei, das ist allerdings aus den bei 2.2. angeführten Gründen nicht glaubhaft.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Bei einer Rückkehr kann der BF seine Existenz wieder durch eine landwirtschaftliche Tätigkeit sichern und können anfängliche Schwierigkeiten mit der Unterstützung seiner Familienangehörigen abgefedert werden. Zudem kann der BF Rückkehrhilfe in Anspruch nehmen.",
            "annotations": []
        },
        {
            "text": "Die Situation in Galgaduud ist nicht derartig, dass jeder Mensch in der Stadt einem Risiko entsprechend Artikel 3 EMRK ausgesetzt wäre. Mogadischu ist auf dem Luftweg erreichbar und die Reise von seinem Heimatdorf nach Mogadischu konnte der BF auch schon bei seiner Ausreise problemlos absolvieren. Auf Basis dieser Umstände besteht kein hinreichender Grund zur Annahme, dass der aus Bargaan in der Region Galgaduud stammende arbeitsfähige BF mit familiären Anknüpfungspunkten aufgrund generell schwankender Versorgungssicherheit in eine lebensbedrohliche Notlage geraten könnte.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Soweit sich die – zulässige – Beschwerde gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich der Nichtzuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Somalia, der Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, der Erlassung einer Rückkehrentscheidung, der Feststellung der Zulässigkeit der Abschiebung und der Festsetzung einer zweiwöchigen Frist für die freiwillige Ausreise richtet, ist sie auch begründet:",
            "annotations": []
        },
        {
            "text": "1. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Nichtzuerkennung des Status des subsidiär Schutzberechtigten unterlaufen: ",
            "annotations": []
        },
        {
            "text": "2.1. Das Bundesverwaltungsgericht hat seiner Entscheidung Länderinformationen der Staatendokumentation zu Somalia, Version 4, Stand 27. Juli 2022, zugrunde gelegt, aus denen zusammengefasst hervorgeht, dass die Grundversorgung der Bevölkerung mit Nahrungsmittel in weiten Landesteilen nicht gewährleistet sei. Die Dürre habe in einigen Teilen Süd-/Zentralsomalias, insbesondere auch in der Herkunftsregion des Beschwerdeführers, die Gefahr einer Hungersnot herbeigeführt. ",
            "annotations": []
        },
        {
            "text": "Nach dem im Zeitpunkt der angefochtenen Entscheidung aktuellen Länderinformationsblatt der Staatendokumentation zu Somalia, Version 5, Stand 17. März 2023 heißt es:",
            "annotations": []
        },
        {
            "text": "\"Hungersnot: Bei weiter steigenden Nahrungsmittelpreisen und unzureichender humanitärer Hilfe besteht die unmittelbare Gefahr einer Hungersnot. Besonders vulnerabel sind diesbezüglich marginalisierte Gruppen und Minderheitenclans (UNSC 1.9.2022, Abs40).\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. Wie der Verfassungsgerichtshof in seiner Entscheidung vom 4. Dezember 2019, E1199/2019, festgehalten hat, ist gemäß §8 Abs1 AsylG 2005 einem Fremden der Status des subsidiär Schutzberechtigten zuzuerkennen – sofern ihm nicht der Status des Asylberechtigten gewährt wurde –, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2 und 3 EMRK oder der Protokolle Nr 6 oder Nr 13 zur Konvention bedeuten würde oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat die Rechtslage verkannt, indem es im Rahmen der Prüfung der Voraussetzungen für die Gewährung von subsidiärem Schutz nach §8 AsylG 2005 eine Verletzung der von Art3 EMRK geschützten Rechte vor dem Hintergrund der zitierten Länderberichte zur Versorgungslage die nicht hinreichend substantiierte Schlussfolgerung zieht, dass dem Beschwerdeführer als Angehörigem eines Minderheitenclans die Rückkehr in ein von Hungersnot besonders betroffenes Gebiet, zumutbar sei. Damit hat das BVwG seine Entscheidung mit Willkür belastet. ",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen – soweit sich die Beschwerde gegen die durch das Bundesverwaltungsgericht bestätigte Nichtzuerkennung des Status des Asylberechtigten richtet – wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde gemäß Art144 B-VG ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen, insbesondere der Frage, ob das Bundesverwaltungsgericht zu Recht von der Unglaubwürdigkeit des Fluchtvorbringens ausgeht, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung der Beschwerde, soweit sie sich gegen die Abweisung des Antrages auf Zuerkennung des Asylstatus richtet, abzusehen und sie gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abzutreten (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis, soweit damit seine Beschwerde gegen die Nichtzuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Somalia, die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, die Erlassung einer Rückkehrentscheidung, die Feststellung der Zulässigkeit der Abschiebung sowie die Festsetzung der Frist für die freiwillige Ausreise abgewiesen wird, in dem durch das Bundesverfassungsgesetz BGBl 390/1973 verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von der Behandlung der Beschwerde abgesehen und diese gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abgetreten.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 VfGG bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}