{
    "document_id": "JFT_20230615_23W_I00001_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Anfechtung und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Bei der Wahl des Gemeinderates der Stadtgemeinde Mattersburg vom 2. Oktober 2022 entfielen von den insgesamt 3.682 abgegebenen gültigen Stimmen auf die Wahlparteien",
            "annotations": []
        },
        {
            "text": "SPÖ 2.049 Stimmen (15 Mandate),",
            "annotations": []
        },
        {
            "text": "ÖVP 874 Stimmen (6 Mandate),",
            "annotations": []
        },
        {
            "text": "TVM 447 Stimmen (3 Mandate),",
            "annotations": []
        },
        {
            "text": "GRÜNE 135 Stimmen (1 Mandat),",
            "annotations": []
        },
        {
            "text": "MFG 66 Stimmen (kein Mandat),",
            "annotations": []
        },
        {
            "text": "NEOS 111 Stimmen (kein Mandat).",
            "annotations": []
        },
        {
            "text": "In der konstituierenden Sitzung des Gemeinderates der Stadtgemeinde Mattersburg vom 25. Oktober 2022 wurde die gemäß §17 Abs1 Bgld Gemeindeordnung 2003 (Bgld GemO 2003), LGBl 55/2003, idF LGBl 18/2022 festgesetzte Anzahl der sieben Mitglieder des Gemeindevorstandes nach dem d'Hondt'schen Verfahren auf die Gemeinderatsparteien aufgeteilt, wobei fünf Mandate auf die SPÖ und zwei Mandate auf die ÖVP entfielen. Schließlich wurden entsprechend dieser Aufteilung die Mitglieder des Gemeindevorstandes gewählt.",
            "annotations": []
        },
        {
            "text": "2. Dieses Wahlverfahren wurde von den Anfechtungswerbern gemäß §84 Bgld Gemeindewahlordnung 1992 (GemWO 1992), LGBl 54/1992, idF LGBl 92/2021 angefochten. Mit Bescheid der Bezirkswahlbehörde Mattersburg vom 22. Dezember 2022 wurde der Anfechtung nicht stattgegeben.",
            "annotations": []
        },
        {
            "text": "3. Mit der vorliegenden, auf Art141 B-VG gestützten Anfechtung werden die Aufhebung und Nichtigerklärung der Wahl des Gemeindevorstandes der Stadtgemeinde Mattersburg vom 25. Oktober 2022 \"beginnend mit der Ermittlung der zu einem Wahlvorschlag berechtigten Parteien\", in eventu die Aufhebung und Nichtigerklärung des gesamten Verfahrens zur Wahl des Gemeindevorstandes, sowie Kostenersatz begehrt. Begründend wird dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "3.1. Das d'Hondt'sche Verfahren bei der Wahl des Gemeindevorstandes widerspreche dem Grundsatz der Verhältniswahl und dem Sachlichkeitsgebot, weil es größere Parteien systematisch bevorzuge, und sei daher verfassungswidrig. Dies werde noch verstärkt, wenn der Berechnung nicht die Parteisummen, sondern die Mandatszahlen im Gemeinderat zugrunde gelegt würden. Dadurch komme es im Ergebnis nämlich zu einer doppelten Anwendung des d'Hondt'schen Verfahrens, weil dieses bereits bei der Gemeinderatswahl angewendet worden sei. Im vorliegenden Fall zeige sich dies etwa daran, dass die stärkste Partei, die bei der Gemeinderatswahl 55,65 % der Stimmen erhalten habe, nicht vier, sondern fünf Mandate (also 71,43 % der Mandate) im Gemeindevorstand habe, und dass die zweitstärkste Partei die verbleibenden zwei Sitze erhalten habe, während der drittstärksten Partei kein Mandat zugeteilt worden sei. §82 Abs1 erster Satz leg cit sei daher entweder verfassungswidrig oder dahingehend verfassungskonform auszulegen, dass nicht auf die Mandatszahl, sondern bei \"sinngemäßer Anwendung des §70\" Bgld GemWO 1992 auf die Parteisumme abzustellen sei.",
            "annotations": []
        },
        {
            "text": "3.2. Darüber hinaus sei auch §82 Abs1 zweiter Satz Bgld GemWO 1992 verfassungswidrig, weil diese Bestimmung auf unzulässige Weise Elemente der Mehrheitswahl mit einem Ermittlungsverfahren nach dem Verhältniswahlrecht vermenge, indem es ein Mandat in 100 % der Fälle der stärkeren Partei zuordne. Ein solches \"Prämienwahlsystem\" widerspreche sowohl Art117 Abs5 B-VG als auch dem allgemeinen Sachlichkeitsgebot gemäß Art7 B-VG und sei – bezogen auf die gleiche Regelung in §58 Bgld Landtagswahlordnung, LGBl 5/1949, idF LGBl 28/1976 – auch in der Literatur einhellig für verfassungswidrig befunden worden. Schließlich widerspreche die Bestimmung auch dem Homogenitätsprinzip, weil sie die Bedingungen des Wahlrechtes enger ziehe als nach der Nationalratswahlordnung und der Burgenländischen Landtagswahlordnung. ",
            "annotations": []
        },
        {
            "text": "3.3. Die dargelegten Rechtswidrigkeiten seien von Einfluss auf das Wahlergebnis gewesen. Bei Anwendung eines verfassungskonformen Zuteilungsverfahrens – etwa des Hare'schen Verfahrens – stehe der Partei \"TVM\" jedenfalls ein Mandat im Gemeindevorstand zu. Das Wahlverfahren sei daher im begehrten Umfang aufzuheben.",
            "annotations": []
        },
        {
            "text": "4. Die Bezirkshauptmannschaft Mattersburg hat die Wahlakten vorgelegt. Weder die Burgenländische Landeswahlbehörde noch die Bezirkswahlbehörde Mattersburg haben eine Gegenschrift erstattet.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §17 Landesverfassungsgesetz, mit dem für die burgenländischen Gemeinden mit Ausnahme der Städte mit eigenem Statut eine Gemeindeordnung erlassen wird (Burgenländische Gemeindeordnung 2003 – Bgld GemO 2003), LGBl 55/2003, lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§17",
            "annotations": []
        },
        {
            "text": "Bürgermeister und Gemeindevorstand",
            "annotations": []
        },
        {
            "text": "(1) Der Gemeindevorstand besteht aus dem Bürgermeister, einem oder höchstens zwei Vizebürgermeistern und den übrigen Gemeindevorstandsmitgliedern. Die Gesamtzahl seiner Mitglieder beträgt in Gemeinden",
            "annotations": []
        },
        {
            "text": "mit 9, 11 oder 13 Gemeinderatsmitgliedern .................3,",
            "annotations": []
        },
        {
            "text": "mit 15 oder 19 Gemeinderatsmitgliedern .....................5,",
            "annotations": []
        },
        {
            "text": "mit 21, 23 oder 25 Gemeinderatsmitgliedern ...............7.",
            "annotations": []
        },
        {
            "text": "Der nach Abs3 dritter Satz nicht stimmberechtigte Bürgermeister ist in die Gesamtzahl nicht mitzuzählen.",
            "annotations": []
        },
        {
            "text": "(2) Die Anzahl der Vizebürgermeister legt der Gemeinderat in seiner konstituierenden Sitzung fest. Diese Festlegung gilt für die gesamte Funktionsperiode. Wird auch ein zweiter Vizebürgermeister gewählt, so führen die Vizebürgermeister nach der Reihenfolge ihrer Wahl die Amtsbezeichnung erster und zweiter Vizebürgermeister.",
            "annotations": []
        },
        {
            "text": "(3) Die Gemeinderatsparteien haben nach Maßgabe ihrer verhältnismäßigen Stärke Anspruch auf Vertretung im Gemeindevorstand. Gehört der Bürgermeister einer Gemeinderatspartei an, die Anspruch auf Vertretung im Gemeindevorstand hat, ist dieser in die letzte Zahl der Vorstandsmitglieder seiner Gemeinderatspartei einzurechnen. Wenn die Gemeinderatspartei, der der Bürgermeister angehört, keinen Anspruch auf Vertretung im Gemeindevorstand hat, so ist der Bürgermeister im Gemeindevorstand nicht stimmberechtigt. In diesem Fall ist er beratendes Mitglied des Gemeindevorstands. Der Bürgermeister führt aber in jedem Fall den Vorsitz im Gemeindevorstand.",
            "annotations": []
        },
        {
            "text": "(4) Der Bürgermeister wird auf Grund des gleichen, unmittelbaren, geheimen und persönlichen Mehrheitswahlrechts aller österreichischen Staatsbürger, die in der Gemeinde ihren Wohnsitz haben, und aller Angehörigen eines anderen Mitgliedsstaats der Europäischen Union, die in die Gemeinde-Wählerevidenz eingetragen sind, gewählt. Zum Bürgermeister kann nur ein Wahlwerber gewählt werden, auf dessen wahlwerbende Partei mindestens ein Mandat zum Gemeinderat entfällt und dieser ein Mandat zugewiesen erhält. Die Gemeindewahlordnung kann Ausnahmefälle bestimmen, in denen der Bürgermeister vom Gemeinderat aus der Mitte seiner Mitglieder gewählt wird.",
            "annotations": []
        },
        {
            "text": "(5) Der Bürgermeister und die übrigen Mitglieder des Gemeindevorstands werden auf die Funktionsdauer des Gemeinderats (§16) gewählt. Ihre Funktion beginnt mit ihrer Angelobung und endet, sofern gesetzlich nicht anderes bestimmt ist, mit der Angelobung des Bürgermeisters der neuen Funktionsperiode. Findet eine Gemeinderatswahl mangels Vorliegens eines Wahlvorschlags nicht statt, so endet die Funktionsperiode des Gemeindevorstands mit Ablauf des vorgesehenen Wahltags.",
            "annotations": []
        },
        {
            "text": "(6) Die näheren Bestimmungen über die Wahl des Bürgermeisters (einschließlich Regelungen über den Wohnsitz) und der sonstigen Mitglieder des Gemeindevorstands sind durch die Gemeindewahlordnung zu treffen.\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des Gesetzes vom 7. Mai 1992 über die Wahl der Gemeindeorgane (Gemeindewahlordnung 1992 – GemWO 1992), LGBl 54/1992, idF LGBl 92/2021 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"II. Hauptstück",
            "annotations": []
        },
        {
            "text": "Wahl des Gemeinderates und des Bürgermeisters",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§70",
            "annotations": []
        },
        {
            "text": "Wahlzahl, Verteilung der Gemeinderatssitze",
            "annotations": []
        },
        {
            "text": "(1) Die Gemeindewahlbehörde verteilt die zu vergebenden Gemeinderatssitze auf die Wahlvorschläge der wahlwerbenden Parteien aufgrund der Wahlzahl.",
            "annotations": []
        },
        {
            "text": "(2) Die Wahlzahl wird wie folgt berechnet: Die Parteisummen werden nach ihrer Größe geordnet nebeneinander geschrieben. Unter jeder Parteisumme wird die Hälfte geschrieben, darunter das Drittel, das Viertel, das Fünftel, das Sechstel usw (Bruchteile sind zu ermitteln). Alle auf diese Weise ermittelten Teilzahlen, ohne Unterschied, ob sie in den nebeneinander geschriebenen Spalten einmal oder mehrmals vorkommen, und die Parteisummen werden, beginnend mit der größten Parteisumme, nach ihrer Größe geordnet, untereinander geschrieben. Als Wahlzahl gilt die Zahl, die in dieser Reihe die sovielte ist, wie die Zahl der in der Gemeinde zu vergebenden Gemeinderatssitze beträgt.",
            "annotations": []
        },
        {
            "text": "(3) Jede Partei erhält soviele Sitze, als die Wahlzahl in ihrer Parteisumme enthalten ist.",
            "annotations": []
        },
        {
            "text": "(4) Wenn nach dieser Berechnung zwei oder mehrere wahlwerbende Gruppen auf einen Gemeinderatssitz denselben Anspruch haben, entscheidet das vom Wahlleiter zu ziehende Los.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "III. Hauptstück",
            "annotations": []
        },
        {
            "text": "Wahl des Gemeindevorstandes",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§82",
            "annotations": []
        },
        {
            "text": "Wahl der sonstigen Mitglieder des Gemeindevorstandes (Stadtsenates)",
            "annotations": []
        },
        {
            "text": "(1) Die Gemeindevorstandsstellen (Stadtsenatsstellen) werden in sinngemäßer Anwendung des §70 auf die einzelnen Gemeinderatsparteien im Verhältnis ihrer Mandatszahl aufgeteilt. Haben zwei oder mehrere Gemeinderatsparteien denselben Anspruch auf eine Stelle im Gemeindevorstand, so fällt die Stelle jener dieser Gemeinderatsparteien zu, die bei der Wahl des Gemeinderates die größere Zahl der auf ihren Wahlvorschlag entfallenden Stimmen (Parteisummen) erreicht hat. Bei gleicher Parteisumme entscheidet das vom an Jahren jüngsten Mitglied des Gemeinderates zu ziehende Los. Die Mitglieder einer Gemeinderatspartei wählen die auf ihre Gemeinderatspartei entfallende Zahl von Gemeindevorstandsmitgliedern (Stadtsenatsmitgliedern) in einem eigenen Wahlgang unter sinngemäßer Anwendung des §81.",
            "annotations": []
        },
        {
            "text": "(2) Gehört der Bürgermeister einer Gemeinderatspartei an, die Anspruch auf Vertretung im Gemeindevorstand (Stadtsenat) hat, ist er in die letzte Zahl der Vorstandsmitglieder (Stadtsenatsmitglieder) seiner Gemeinderatspartei einzurechnen. Gehört der Bürgermeister einer Gemeinderatspartei an, die keinen Anspruch auf Vertretung im Gemeindevorstand (Stadtsenat) hat, ist er in die Gesamtzahl der Gemeindevorstandsstellen (Stadtsenatsstellen) nicht einzurechnen. Gehört der Bürgermeister der größten Gemeinderatspartei an und hat die nächstgrößte Gemeinderatspartei mindestens ein Drittel der Gemeinderatssitze inne, dann beginnt die Reihe der Wahl der übrigen Vorstandsmitglieder (Stadtsenatsmitglieder) mit der nächstgrößten Gemeinderatspartei, so daß der erstgewählte Vizebürgermeister dieser Gemeinderatspartei angehört. Hat hingegen die nächstgrößte Gemeinderatspartei weniger als ein Drittel der Gemeinderatssitze inne, dann fällt ihr ein allfällig zu wählender zweiter Vizebürgermeister jedenfalls dann zu, wenn diese Gemeinderatspartei nach der Wahl des Bürgermeisters und des ersten Vizebürgermeisters Anspruch auf eine Gemeindevorstandsstelle (Stadtsenatsstelle) hat.",
            "annotations": []
        },
        {
            "text": "(3) Zur Vornahme der Wahl, bei der nur Mitglieder des Gemeinderats der eigenen Gemeinderatspartei gewählt werden dürfen, müssen mindestens drei Viertel der Zahl der Gemeinderatsmitglieder der betreffenden Gemeinderatspartei anwesend sein. Ist dies nicht der Fall, ist eine neuerliche Sitzung mit der gleichen Tagesordnung einzuberufen. Wenn auch bei dieser Sitzung die zur Vornahme der Wahl erforderliche Zahl von Mitgliedern der betreffenden Gemeinderatspartei nicht anwesend ist, geht das Wahlrecht an den Gemeinderat über, der an ihrer Stelle unverzüglich die Wahl vornimmt, ohne dabei eine bestimmte Gemeinderatspartei berücksichtigen zu müssen. Wenn die Gemeinderatsmitglieder der wahlberechtigten Gemeinderatspartei an zwei aufeinanderfolgenden Sitzungen des Gemeinderats zwar anwesend waren, jedoch von ihrem Wahlrecht keinen Gebrauch gemacht haben, so geht das Wahlrecht sowohl für die Wahl des Vizebürgermeisters als auch der sonstigen Mitglieder des Gemeindevorstands - ebenfalls ohne Bindung an eine Gemeinderatspartei - an den Gemeinderat über.",
            "annotations": []
        },
        {
            "text": "(4) Lehnt der zum Vizebürgermeister bzw Mitglied des Gemeindevorstandes (Stadtsenates) Gewählte die Annahme dieser Wahl ab, so ist sofort eine neue Wahl durchzuführen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§84",
            "annotations": []
        },
        {
            "text": "Anfechtung der Vorstandswahl",
            "annotations": []
        },
        {
            "text": "(1) Die Wahl eines aus der Mitte der Mitglieder des Gemeinderates gewählten Bürgermeisters oder der sonstigen Mitglieder des Gemeindevorstandes (Stadtsenates) kann binnen acht Tagen nach der Wahl bei der zuständigen Bezirkswahlbehörde angefochten werden. Hiezu bedarf es eines Antrages von einem Zehntel der Mitglieder des Gemeinderates, mindestens aber von zwei Mitgliedern.",
            "annotations": []
        },
        {
            "text": "(3) Eine etwaige Anfechtung der Wahl des Gemeindevorstandes (Stadtsenates) hat keine aufschiebende Wirkung und steht daher der vorzunehmenden Angelobung und dem Antritt des Amtes nicht entgegen.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit der Anfechtung",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art141 Abs1 litb B-VG erkennt der Verfassungsgerichtshof unter anderem über Anfechtungen von Wahlen in die mit der Vollziehung betrauten Organe einer Gemeinde. Nach Art141 Abs1 zweiter Satz B-VG kann eine solche Anfechtung auf die behauptete Rechtswidrigkeit des Wahlverfahrens gegründet werden. Sie bedarf gemäß §67 Abs2 VfGG eines Antrages von einem Zehntel der Mitglieder der Gemeindevertretung, mindestens aber von zwei Mitgliedern.",
            "annotations": []
        },
        {
            "text": "Nach §68 Abs1 VfGG ist die Wahlanfechtung binnen vier Wochen nach Beendigung des Wahlverfahrens oder, wenn sie auf die Rechtswidrigkeit eines Bescheides oder einer Entscheidung einer Verwaltungsbehörde oder eines Erkenntnisses oder Beschlusses eines Verwaltungsgerichtes gegründet wird, binnen vier Wochen nach der Zustellung einzubringen.",
            "annotations": []
        },
        {
            "text": "In §84 Bgld GemWO 1992 ist ein Instanzenzug vorgesehen, der die unmittelbare Anfechtung beim Verfassungsgerichtshof ausschließt. Demnach steht es einem Zehntel der Mitglieder (mindestens jedoch zwei Mitgliedern) des Gemeinderates frei, die Wahl des Gemeindevorstandes innerhalb von acht Tagen nach der Wahl bei der zuständigen Bezirkswahlbehörde anzufechten.",
            "annotations": []
        },
        {
            "text": "1.2. Der Gemeinderat der Stadtgemeinde Mattersburg besteht gemäß §15 Bgld GemO 2003 aus 25 Mitgliedern. Die drei Anfechtungswerber sind Mitglieder dieses Gemeinderates. Die Voraussetzung einer Anfechtung durch ein Zehntel der Mitglieder des Gemeinderates nach §67 Abs2 VfGG, im vorliegenden Fall also von drei Gemeinderatsmitgliedern, ist somit erfüllt.",
            "annotations": []
        },
        {
            "text": "Die Anfechtungswerber brachten auch fristgerecht eine Anfechtung der Wahl nach §84 Abs1 Bgld GemWO 1992 ein. Da die Bezirkswahlbehörde Mattersburg über die rechtzeitige Anfechtung nach §84 leg cit entschieden hat, ist der Instanzenzug, welcher der Anfechtung beim Verfassungsgerichtshof gemäß Art141 Abs1 litb iVm litj B-VG durch die Bgld GemWO 1992 vorgelagert ist, erschöpft, unabhängig davon, dass der Bescheid eine unrichtige \"Rechtsmittelbelehrung\" enthält, nach der \"binnen vier Wochen\" eine \"Beschwerde beim Landesverwaltungsgericht Burgenland\" erhoben werden könne.",
            "annotations": []
        },
        {
            "text": "Die Bezirkswahlbehörde Mattersburg hat die Anfechtung nach §84 Bgld GemWO 1992 mit Bescheid vom 22. Dezember 2022, den Anfechtungswerbern zugestellt am 28. Dezember 2022, abgewiesen. Die am 19. Jänner 2023 und damit innerhalb der vierwöchigen Frist nach §68 Abs1 VfGG beim Verfassungsgerichtshof eingebrachte Anfechtung ist somit rechtzeitig.",
            "annotations": []
        },
        {
            "text": "1.3. Da auch die übrigen Prozessvoraussetzungen erfüllt sind, ist die Anfechtung zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat ein Wahlverfahren nur in den Grenzen der von der anfechtungswerbenden Partei in der Anfechtungsschrift behaupteten Rechtswidrigkeiten nachzuprüfen. Es ist ihm hingegen verwehrt, die Rechtmäßigkeit des Wahlverfahrens darüber hinaus von Amts wegen einer weiteren Überprüfung zu unterziehen (vgl VfSlg 17.589/2005, 19.245/2010, 19.981/2015, 20.383/2020, 20.418/2020).",
            "annotations": []
        },
        {
            "text": "2.2. Die Anfechtungswerber bringen zunächst vor, dass das d'Hondt'sche Verfahren bei der Wahl des Gemeindevorstandes dem Grundsatz der Verhältniswahl und dem Sachlichkeitsgebot widerspreche, weil es größere Parteien systematisch bevorzuge. Dies werde noch verstärkt, wenn dem d'Hondt'schen Berechnungsverfahren wie im vorliegenden Fall nicht die Parteisummen, sondern die Mandatszahlen im Gemeinderat zugrunde gelegt würden. Dadurch komme es im Ergebnis nämlich zu einer doppelten Anwendung des d'Hondt'schen Verfahrens, weil dieses bereits bei der Gemeinderatswahl angewendet worden sei.",
            "annotations": []
        },
        {
            "text": "2.3. Mit diesem Vorbringen sind die Anfechtungswerber nicht im Recht:",
            "annotations": []
        },
        {
            "text": "2.3.1. Nach Art117 Abs5 B-VG haben im Gemeinderat vertretene Wahlparteien \"nach Maßgabe ihrer Stärke\" Anspruch auf Vertretung im Gemeindevorstand. Der Verfassungsgerichtshof hat bereits ausgesprochen, dass die Wortfolge \"nach Maßgabe ihrer Stärke\" nichts anderes als eine Verweisung auf die Grundsätze des Verhältniswahlrechtes zum Ausdruck bringt (vgl VfSlg 8447/1978, 10.905/1986). Die Ausgestaltung des Wahlrechtes hat durch den Gesetzgeber zu erfolgen. Dieser hat dabei jedoch einen weiten Spielraum (vgl VfSlg 8447/1978) und ist an kein bestimmtes System gebunden (vgl zB VfSlg 6563/1971, 8852/1980 mwN; ferner VfSlg 10.821/1985 mwN). Er kann insbesondere bei der Regelung der Wahlen auf Gemeindeebene zulässigerweise auch von einer Durchschnittsbetrachtung ausgehen.",
            "annotations": []
        },
        {
            "text": "Das vom Gesetzgeber ausgestaltete Wahlrecht ist vom Verfassungsgerichtshof nur dahingehend zu prüfen, ob es in seiner Gesamtheit – in seinen einzelnen Komponenten (Wahlkreiseinteilung, Zahl der Mandate, Zuweisung der Mandate an die Wahlkreise, Zuteilung der Mandate an die Parteien) und in deren Zusammenspiel – den Grundsätzen des Verhältniswahlrechtes entspricht (vgl VfSlg 8700/1979, 9224/1981, 15.616/1999, 19.820/2013). In seiner Rechtsprechung zur Verhältniswahl hat der Verfassungsgerichtshof dementsprechend unterschiedliche, in den jeweiligen Wahlordnungen vorgesehene Verfahren jeweils für verfassungsrechtlich zulässig befunden, so insbesondere das d'Hondt'sche Verfahren (vgl VfSlg 3653/1959, 10.905/1986, 13.773/1994), das Hare'sche Verfahren (vgl VfSlg 6563/1971) und das Hagenbach-Bischoff'sche Verfahren (vgl VfSlg 3653/1959, 8852/1980). Dabei ist es verfassungsrechtlich auch zulässig, dass nur Wahlparteien von \"zahlenmäßig erheblicher Bedeutung\" ein Mandat erhalten (zB durch ein Grundmandat [vgl VfSlg 1381/1931 sowie 15.616/1999 mwN], eine ausdrückliche Sperrklausel [vgl VfSlg 18.036/2006] oder die faktische Sperrwirkung der Wahlzahl [vgl VfSlg 3653/1959, 10.905/1986; ferner VfSlg 9224/1981]) und dass es bei der Mandatsverteilung auch zu Abweichungen von der strikten mathematischen Proportionalität, also zu Verstärkungseffekten (zugunsten von Groß-, Mittel- oder Kleinparteien) kommen kann (vgl VfSlg 8852/1980). Das konkrete Wahlverfahren darf jedoch in seiner Gesamtheit – insbesondere im Hinblick auf die Anzahl der (je Wahlkreis) zu vergebenden Mandate – nicht auf einen Systemwechsel zum Mehrheitswahlrecht hinauslaufen (vgl VfSlg 8700/1979, 9224/1981 und insbesondere 14.035/1995; vgl zu all dem auch Holzinger/Holzinger, Art26 B-VG, in: Korinek/Holoubek et al [Hrsg.], Bundesverfassungsrecht, 13. Lfg. 2017, Rz 81 ff.).",
            "annotations": []
        },
        {
            "text": "2.3.2. Der Verfassungsgerichtshof hat wiederholt ausgesprochen, dass gegen das d'Hondt'sche Verfahren bei der Wahl des Gemeindevorstandes keine verfassungsrechtlichen Bedenken bestehen (vgl VfSlg 10.905/1986, 13.773/1994; VfGH 1.3.2023, WI12/2022). Dabei spielt es entgegen dem Vorbringen der Anfechtungswerber keine Rolle, ob auch bei der vorangegangenen Gemeinderatswahl, an welche die Wahl des Gemeindevorstandes nach Art117 Abs5 B-VG anknüpft, bereits das d'Hondt'sche Verfahren angewendet worden ist. Unabhängig davon, dass der Verfassungsgerichtshof auch keine Bedenken gegen die Anwendung des d'Hondt'schen Verfahrens bei der Gemeinderatswahl hat (die im vorliegenden Fall im Übrigen von den Anfechtungswerbern nicht angefochten worden ist), liegt es nach Art117 Abs5 B-VG im Gestaltungsspielraum des Wahlgesetzgebers, ob bei der Mandatszuteilung an die \"[i]m Gemeinderat vertretene[n] Wahlparteien […] nach Maßgabe ihrer Stärke\" auf die Stimmenstärke bei der Gemeinderatswahl oder wie in §82 Abs1 Bgld GemWO 1992 auf die \"Mandatszahl\" im Gemeinderat abgestellt wird.",
            "annotations": []
        },
        {
            "text": "2.3.3. Vor diesem Hintergrund kann im vorliegenden Fall nicht erkannt werden, dass gegen die Grundsätze der Verhältniswahl verstoßen worden wäre. Gemäß §15 Abs1 Bgld GemO 2003 besteht der Gemeinderat der Stadtgemeinde Mattersburg aus 25 Mitgliedern und der Gemeindevorstand gemäß §17 Abs1 leg cit aus sieben Mitgliedern. Dagegen, dass eine Wahlpartei, der drei Mandate im Gemeinderat zukommen, auf Grund der konkreten Zusammensetzung des Gemeinderates keines der sieben Gemeindevorstandsmandate erhalten hat, bestehen keine verfassungsrechtlichen Bedenken.",
            "annotations": []
        },
        {
            "text": "2.4. Soweit die Anfechtungswerber schließlich die Verfassungswidrigkeit des §82 Abs1 zweiter Satz Bgld GemWO 1992 behaupten, kann auch diesem Vorbringen nicht gefolgt werden:",
            "annotations": []
        },
        {
            "text": "2.4.1. Nach §82 Abs1 zweiter Satz Bgld GemWO 1992 fällt, wenn zwei oder mehrere Gemeinderatsparteien denselben Anspruch auf eine Stelle im Gemeindevorstand haben, die Stelle jener dieser Gemeinderatsparteien zu, die bei der Wahl des Gemeinderates die größere Zahl der auf ihren Wahlvorschlag entfallenden Stimmen (Parteisummen) erreicht hat. Anders als die Anfechtungswerber vorbringen, kommt es in diesem Fall nicht zu einer doppelten Verwertung von \"Reststimmen\" (solche kommen bei einer Verteilung nach dem d'Hondt'schen Verfahren nicht in Betracht; vgl VfSlg 6334/1970). Schon insofern geht auch der Literaturverweis der Anfechtungswerber (vgl Oberndorfer, Rechtsgutachten zur Verfassungsmäßigkeit des Gesetzesbeschlusses des burgenländischen Landtages vom 22. April 1976, mit dem die burgenländische Landtagswahlordnung geändert wird, in: ÖVP-Landtagsklub Burgenland [Hrsg.], Verhältniswahlrecht als Verfassungsgrundsatz, 1976, 25 ff.; Pernthaler, Rechtsgutachten über die Verfassungsmäßigkeit eines Gesetzesentwurfes zur Änderung der Burgenländischen Landtagswahlordnung und seiner Anwendung auf die Wahl der Landesregierung, in: ÖVP-Landtagsklub Burgenland [Hrsg.], Verhältniswahlrecht als Verfassungsgrundsatz, 1976, 79 ff.; Winkler, Stellungnahme zur geplanten Novellierung der burgenländischen Landtagswahlordnung, LGBl 5/49 i.d.F. 26/1975, in: ÖVP-Landtagsklub Burgenland [Hrsg.], Verhältniswahlrecht als Verfassungsgrundsatz, 1976, 103 ff.) ins Leere, weil dort auf ein anderes Verteilungsverfahren, nämlich jenes nach §58 Bgld Landtagswahlordnung, LGBl 5/1949, idF LGBl 28/1976 Bezug genommen wird. Nach dieser Bestimmung waren die in der Höchstzahlenreihe nach dem d'Hondt'schen Verfahren ermittelten Teilzahlen jeweils auf die nächstfolgende ganze Zahl zu erhöhen, was zur Folge hatte, dass in der Regel (in \"95 % aller Fälle\" [Oberndorfer, aaO, 48]) nicht alle Mandate vergeben werden konnten und daher ein Restmandat in einem zweiten Ermittlungsverfahren zu vergeben war. Demgegenüber können jedoch im vorliegenden Fall nach dem (unmodifzierten) d'Hondt'schen Verfahren alle Mandate restlos verteilt werden; es geht nur mehr um die Frage, wem das Mandat zukommt, wenn mehrere Parteien rechnerisch denselben Anspruch auf dieses Mandat haben. Dagegen, dass in diesem Fall das letzte Mandat nach der größeren Parteisumme verteilt wird, werden in der zitierten Literatur keine verfassungsrechtlichen Bedenken erhoben (vgl Oberndorfer, aaO, 48 f., 51; Pernthaler, aaO, 88 f.; Winkler, aaO, 113 f., 120 ff.).",
            "annotations": []
        },
        {
            "text": "Die Möglichkeit eines gleichen rechnerischen Anspruches auf dasselbe Mandat kann im d'Hondt'schen Verfahren wie auch in anderen Verteilungsverfahren nicht ausgeschlossen werden. Für diesen Fall bedarf es daher zwingend einer Regelung für die Verteilung eines solchen Mandates. Eine Verteilung anhand der größeren Parteisumme (also zugunsten der größeren Partei) erweist sich im Gestaltungsspielraum des Wahlgesetzgebers als nicht weniger sachlich als eine Verteilung durch Los (also rein nach dem Zufall) oder nach der kleineren Parteisumme bzw Anzahl der bereits verteilten Mandate (also zugunsten der kleineren Partei).",
            "annotations": []
        },
        {
            "text": "2.4.2. Soweit die Anfechtungswerber ohne nähere Begründung behaupten, dass §82 Abs1 zweiter Satz Bgld GemWO 1992 gegen das \"Homogenitätsprinzip\" verstoße, weil diese Bestimmung die Bedingungen des Wahlrechtes und der Wählbarkeit enger ziehe, als es nach der Nationalratswahlordnung und der Bgld Landtagswahlordnung vorgesehen sei, ist dies schon insofern verfehlt, als ein entsprechendes Gebot für die Wahl des Gemeindevorstandes in der Bundesverfassung nicht vorgesehen ist. Die Bestimmungen der Art95 Abs2 und Art117 Abs2 B-VG (vgl dazu zB VfGH 23.6.2022, WI1/2022 ua), auf die sich die Anfechtungswerber offensichtlich beziehen, regeln die Wahl des Landtages und des Gemeinderates, nicht jedoch jene des Gemeindevorstandes.",
            "annotations": []
        },
        {
            "text": "2.5. Die Anfechtung erweist sich damit als unbegründet.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Anfechtung ist daher nicht stattzugeben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}