{
    "document_id": "JFT_20230228_22E01106_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist irakischer Staatsangehöriger, stammt aus Bagdad, gehört der Volksgruppe der Araber an und bekennt sich zur schiitischen Glaubensrichtung des Islam. Er stellte nach unrechtmäßiger Einreise in das Bundesgebiet am 25. März 2015 einen Antrag auf internationalen Schutz. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 2. November 2016 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag sowohl hinsichtlich der Zuerkennung des Status des Asylberechtigten als auch des Status des subsidiär Schutzberechtigten ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung, stellte fest, dass die Abschiebung in seinen Herkunftsstaat zulässig sei und setzte eine 14-tägige Frist für die freiwillige Ausreise ab Rechtskraft der Rückkehrentscheidung. Die dagegen erhobene Beschwerde wurde mit Erkenntnis vom 28. September 2018 vom Bundesverwaltungsgericht als unbegründet abgewiesen. Das Erkenntnis erwuchs in Rechtskraft. Der Beschwerdeführer kam seiner Ausreiseverpflichtung nicht nach.",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheid vom 21. März 2019 erteilte das Bundesamt für Fremdenwesen und Asyl keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung, stellte fest, dass eine Abschiebung in seinen Herkunftsstaat zulässig sei, sprach ein 3-jähriges Einreiseverbot gegen den Beschwerdeführer aus, sprach das Nichtbestehen einer Frist für die freiwillige Ausreise aus und erkannte die aufschiebende Wirkung der Beschwerde ab. Weiters wies das Bundesamt für Fremdenwesen und Asyl mit Bescheid vom 6. November 2020 den Antrag des Beschwerdeführers auf Ausstellung einer Karte für Geduldete als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "4. Den gegen diese Bescheide erhobenen Beschwerden gab das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 8. März 2022 nur insoweit statt, als es das gegen den Beschwerdeführer ausgesprochene 3-jährige Einreiseverbot auf 18 Monate herabsetzte, im Übrigen die Beschwerden aber als unbegründet abwies. Das auf §53 Abs2 Z6 FPG gestützte Einreiseverbot begründete das Bundesverwaltungsgericht der Sache nach damit, dass der Beschwerdeführer keinen Nachweis darüber erbringen habe können, wie er seinen Unterhalt aus Eigenem finanziere. Weiters beziehe der Beschwerdeführer seit seiner Einreise in das Bundesgebiet Leistungen aus der Grundversorgung. Da er rechtswidrig in das Bundesgebiet eingereist sei, sich mehrfach geweigert habe, seiner rechtskräftigen Ausreiseverpflichtung nachzukommen und beharrlich im Bundesgebiet verblieb, sei die Annahme der belangten Behörde gerechtfertigt, dass der Aufenthalt des Beschwerdeführers die öffentliche Ordnung bzw die öffentliche Sicherheit gefährde. Die Dauer des Einreiseverbots erscheine bei Würdigung der Gesamtumstände aber unverhältnismäßig und sei deshalb auf 18 Monate herabzusetzen.",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte und mit einem Antrag auf Zuerkennung der aufschiebenden Wirkung gemäß §85 Abs2 VfGG verbundene Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten sowie die Verletzung in Rechten wegen Anwendung einer rechtswidrigen generellen Norm behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "6. Soweit sich die – zulässige – Beschwerde gegen die Erlassung eines auf 18 Monate befristeten Einreiseverbotes richtet, ist sie auch begründet:",
            "annotations": []
        },
        {
            "text": "6.1. Der Verfassungsgerichtshof hat mit Erkenntnis vom 6. Dezember 2022, G264/2022, §53 Abs2 Z6 des Bundesgesetzes über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 – FPG), BGBl I 100/2005, idF BGBl I 87/2012, als verfassungswidrig aufgehoben und verfügt, dass diese Bestimmung nicht mehr anzuwenden ist.",
            "annotations": []
        },
        {
            "text": "6.2. Gemäß Art140 Abs7 B-VG ist daher die aufgehobene Gesetzesbestimmung nicht nur im Anlassfall, sondern ausnahmslos in allen Fällen und folglich auch im vorliegenden Fall nicht mehr anzuwenden (VfSlg 15.401/1999, 19.419/2011).",
            "annotations": []
        },
        {
            "text": "6.3. Das Bundesverwaltungsgericht wendete bei Erlassung des angefochtenen Erkenntnisses die als verfassungswidrig aufgehobene Gesetzesbestimmung an. Es ist nach Lage des Falles nicht ausgeschlossen, dass diese Gesetzesanwendung für die Rechtsstellung des Beschwerdeführers nachteilig war. Der Beschwerdeführer wurde somit durch das angefochtene Erkenntnis, soweit damit die Beschwerde gegen die Erlassung eines befristeten Einreiseverbotes der Sache nach abgewiesen wird, wegen Anwendung einer verfassungswidrigen Gesetzesbestimmung in seinen Rechten verletzt.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher insoweit aufzuheben.",
            "annotations": []
        },
        {
            "text": "7. Im Übrigen – soweit sich die Beschwerde gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich der Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, der Erlassung einer Rückkehrentscheidung, der Feststellung der Zulässigkeit der Abschiebung in den Herkunftsstaat, des Ausspruchs, dass keine Frist für die freiwillige Ausreise besteht sowie der Aberkennung der aufschiebenden Wirkung und weiters gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich der Nichtausstellung einer Karte für Geduldete richtet – wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Die vorliegende Beschwerde behauptet die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof geht in Übereinstimmung mit dem Europäischen Gerichtshof für Menschenrechte (s etwa EGMR 7.7.1989, Fall Soering, EuGRZ1989, 314 [319]; 30.10.1991, Fall Vilvarajah ua, ÖJZ1992, 309 [309]; 6.3.2001, Fall Hilal, ÖJZ2002, 436 [436 f.]) davon aus, dass die Entscheidung eines Vertragsstaates, einen Fremden in welcher Form immer außer Landes zu schaffen, unter dem Blickwinkel des Art3 EMRK erheblich werden und demnach die Verantwortlichkeit des Staates nach der EMRK begründen kann, wenn stichhaltige Gründe für die Annahme glaubhaft gemacht worden sind, dass der Fremde konkret Gefahr liefe, in dem Land, in das er gebracht werden soll, Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen zu werden (vgl VfSlg 13.837/1994, 14.119/1995, 14.998/1997).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat weder eine grundrechtswidrige Gesetzesauslegung vorgenommen noch sind ihm grobe Verfahrensfehler unterlaufen, die eine vom Verfassungsgerichtshof aufzugreifende Verletzung des genannten Grundrechtes darstellen (vgl VfSlg 13.897/1994, 15.026/1997, 15.372/1998, 16.384/2001, 17.586/2005). Ob ihm sonstige Fehler bei der Rechtsanwendung unterlaufen sind, hat der Verfassungsgerichtshof nicht zu beurteilen.",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof in seinem Erkenntnis VfSlg 17.340/2004 ausgeführt hat, darf eine aufenthaltsbeendende Maßnahme nicht verfügt werden, wenn dadurch das Recht auf Schutz des Privat- und Familienlebens des Betroffenen verletzt würde. Bei der Beurteilung nach Art8 EMRK ist eine Interessenabwägung vorzunehmen (vgl die in VfSlg 18.223/2007 und 18.224/2007 wiedergegebene Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat sich mit der Frage der Gefährdung der beschwerdeführenden Partei in ihren Rechten auseinandergesetzt. Ihm kann unter verfassungsrechtlichen Gesichtspunkten nicht entgegengetreten werden, wenn es auf Grund der Umstände des vorliegenden Falles davon ausgeht, dass das öffentliche Interesse an der Beendigung des Aufenthalts von Fremden ohne Aufenthaltstitel das Interesse am Verbleib im Bundesgebiet aus Gründen des Art8 EMRK überwiegt (vgl VfSlg 19.086/2010).",
            "annotations": []
        },
        {
            "text": "Die im Übrigen gerügten Rechtsverletzungen wären im vorliegenden Fall nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen, insbesondere der Frage, ob die Entscheidung des Bundesverwaltungsgerichtes in jeder Hinsicht dem Gesetz entspricht, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung der Beschwerde abzusehen und sie gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abzutreten (§19 Abs3 Z1 iVm §31 letzter Satz VfGG; zum System der Abtretung der Beschwerde an den Verwaltungsgerichtshof durch den Verfassungsgerichtshof nach Inkrafttreten der Verwaltungsgerichtsbarkeits-Novelle 2012 vgl VfSlg 19.867/2014).",
            "annotations": []
        },
        {
            "text": "8. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "9. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die beschwerdeführende Partei Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        },
        {
            "text": "10. Damit erübrigt sich ein Abspruch über den Antrag, der Beschwerde die aufschiebende Wirkung zuzuerkennen.",
            "annotations": []
        }
    ]
}