{
    "document_id": "JFT_20230918_23G00258_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "2. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "3. Im Antrag wird die Verfassungswidrigkeit des §579 Abs2 ABGB behauptet. Die strengen Formvorschriften der angefochtenen Gesetzesbestimmung, insbesondere die Regelung, dass ein fremdhändiges Testament nur dann gültig ist, wenn die Zeugen auch auf ihre Eigenschaft als Zeugen hinweisen und diesen Zusatz eigenhändig schreiben, verstoße gegen das Grundrecht auf Unversehrtheit des Eigentums gemäß Art5 StGG und Art1 1. ZPEMRK sowie gegen den Gleichheitsgrundsatz gemäß Art2 StGG und Art7 B-VG.",
            "annotations": []
        },
        {
            "text": "4. Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: Es liegt im rechtspolitischen Gestaltungsspielraum (zB VfSlg 20.470/2021), wenn der Gesetzgeber – nicht zuletzt, um das fremdhändige Testament fälschungssicherer zu machen (Erläut zur RV 688 BlgNR 25. GP, 1) – strenge Formerfordernisse aufstellt, so unter anderem, dass die Zeugen bei einem fremdhändig erstellten Testament mit einem auf ihre Eigenschaft als Zeugen hinweisenden und eigenhändig geschriebenen Zusatz unterschreiben müssen (vgl auch OGH 7.4.2020, 2 Ob 35/20s).",
            "annotations": []
        },
        {
            "text": "5. Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}