{
    "document_id": "JFT_20230612_23W_II00001_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit dem vorliegenden, am 18. April 2023 beim Verfassungsgerichtshof eingelangten und der Sache nach auf Art141 Abs1 litc B-VG gestützten Schreiben brachte der Bürgermeister der Gemeinde Rohrendorf bei Krems im Namen des Gemeinderates einen Antrag auf Mandatsverlust eines Mitgliedes des Gemeinderates ein. Das Schreiben lautet wörtlich wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Betreff: Mandatsverlust […]",
            "annotations": []
        },
        {
            "text": "Sehr geehrte Damen und Herren!",
            "annotations": []
        },
        {
            "text": "GRin […] hat mit 31.5.2022 in rechtsungültiger Weise den Verzicht auf ihr Gemeinderatsmandat abgegeben.",
            "annotations": []
        },
        {
            "text": "Im Auftrag des Gemeinderates der Gemeinde Rohrendorf beantrage ich, als Bürgermeister der Gemeinde Rohrendorf[,] ein entsprechendes Verfahren bezüglich Mandatsverlust von Frau […] einzuleiten.\" (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "2. Gemäß §15 Abs2 VfGG hat ein an den Verfassungsgerichtshof gerichteter Antrag gemäß Art141 B-VG unter anderem eine Darlegung des Sachverhaltes, aus dem der Antrag hergeleitet wird, und ein bestimmtes Begehren zu enthalten. Das Fehlen dieser Voraussetzungen ist nach der Rechtsprechung des Verfassungsgerichtshofes nicht als bloßes Formgebrechen, sondern als inhaltlicher Fehler zu beurteilen, der einer Verbesserung nach §18 VfGG nicht zugänglich ist (vgl zB VfGH 27.11.2018, G267/2018; 14.6.2022, WI3/2022, jeweils mwN). Ein Antrag, der mit einem solchen inhaltlichen Fehler behaftet ist, ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "Das vorliegende Schreiben enthält zum einen kein bestimmtes Begehren, sondern lediglich den Antrag, \"ein entsprechendes Verfahren bezüglich Mandatsverlust\" einzuleiten. Zum anderen ist aus dem Schreiben nicht einmal ansatzweise ersichtlich, welcher Sachverhalt dem Antrag zugrunde liegt.",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen muss sich ein Antrag auf Mandatsverlust nach Art141 B-VG auf einen gesetzlich vorgesehenen Grund für den Mandatsverlust stützen (vgl idZ VfSlg 19.966/2016). Auch diesem Erfordernis wird der vorliegende Antrag nicht gerecht, weil nicht erkennbar ist, auf welchen der in §110 Abs2 NÖ Gemeindeordnung 1973, LGBl 1000-0, idF LGBl 55/2017 genannten Mandatsverlustgründe er sich stützt.",
            "annotations": []
        },
        {
            "text": "Sofern der vorliegende Antrag auf die Klärung der Frage abzielt, ob \"in rechtsungültiger Weise\" ein \"Verzicht\" auf ein Gemeinderatsmandat abgegeben worden ist, ist im Übrigen darauf hinzuweisen, dass die Klärung dieser Frage nicht den Gegenstand eines Verfahrens nach Art141 B-VG bilden kann (vgl VfSlg 884/1927).",
            "annotations": []
        },
        {
            "text": "4. Der Antrag war daher zurückzuweisen. ",
            "annotations": []
        },
        {
            "text": "5. Dies konnte gemäß §19 Abs3 Z2 lita und e VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}