{
    "document_id": "JFT_20230613_22E01786_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist ein im Jahr 1983 geborener pakistanischer Staatsangehöriger. Er stellte am 24. Dezember 2011 einen Antrag auf internationalen Schutz in Österreich, welcher mit Erkenntnis des Asylgerichtshofes vom 8. März 2012 rechtskräftig abgewiesen wurde. Zugleich wurde der Beschwerdeführer gemäß §10 Abs1 AsylG 2005 idF BGBl I 38/2011 nach Pakistan ausgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Der Aufenthalt des Beschwerdeführers im Bundesgebiet war in der Folge zunächst gemäß §46a FPG 2005 geduldet. Am 25. Jänner 2016 wurde ihm eine bis 24. Jänner 2017 gültige \"Aufenthaltsberechtigung besonderer Schutz\" gemäß §57 Abs1 Z1 AsylG 2005 erteilt. Ein Antrag des Beschwerdeführers auf Verlängerung dieses Aufenthaltstitels wurde mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 17. Jänner 2017 abgewiesen, gegen ihn eine Rückkehrentscheidung erlassen, festgestellt, dass seine Abschiebung nach Pakistan zulässig ist, und eine Frist von 14 Tagen für die freiwillige Ausreise gesetzt. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 17. November 2020 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "3. Am 18. Oktober 2021 stellte der Beschwerdeführer einen Antrag auf Erteilung eines Aufenthaltstitels aus Gründen des Art8 EMRK gemäß §55 Abs1 AsylG 2005. Dieser wurde mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 4. März 2022 gemäß §58 Abs10 AsylG 2005 zurückgewiesen, weil sich seit Rechtskraft der zuletzt erlassenen Rückkehrentscheidung keine maßgeblichen Änderungen im Privat- und Familienleben des Beschwerdeführers ergeben hätten.",
            "annotations": []
        },
        {
            "text": "4. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit Beschluss vom 24. Mai 2022 wegen Wegfall der Beschwer gemäß §28 Abs1 VwGVG als unzulässig zurück. ",
            "annotations": []
        },
        {
            "text": "Begründend führt das Bundesverwaltungsgericht zusammengefasst aus, dass sich der Beschwerdeführer nicht mehr im Bundesgebiet aufhalte. Er verfüge seit 24. Februar 2022 über keine Meldeadresse mehr. Der letzte bekannte Aufenthalt sei in Italien gewesen, wo der Beschwerdeführer am 20. Dezember 2022 (gemeint offenbar: 2021) einen Antrag auf internationalen Schutz gestellt habe. Laut Auskunft seiner Rechtsvertretung sei er nach Pakistan ausgereist. Der Beschwerdeführer habe den Kontakt zu seiner primären Bezugsperson in Österreich, seiner ehemaligen Unterkunftgeberin, sichtlich nachhaltig abgebrochen. Wo er sich aktuell aufhalte, könne nicht festgestellt werden. Ein Rückkehrwille in das Bundesgebiet sei nicht feststellbar. Der Lebensmittelpunkt des Beschwerdeführers liege nunmehr außerhalb Österreichs. Auch den Kontakt mit dem Gericht habe er abgebrochen, wodurch das Interesse an der Erteilung eines Aufenthaltstitels nicht mehr gegeben sei. Aus dem Handeln des Beschwerdeführers, der während des laufenden Verfahrens das Bundesgebiet verlassen habe, lasse sich zweifelsfrei ableiten, dass er kein Interesse mehr an einer Verhandlung und an einem Aufenthalt in Österreich habe und damit kein Interesse an einer Entscheidung über seine Beschwerde mehr bestehe. Die für die Beschwerde erforderliche Prozessvoraussetzung der Beschwer bzw des Rechtsschutzinteresses sei somit weggefallen (Verweis auf VwGH 8.7.2019, Ra 2019/20/0081).",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Achtung des Privat- und Familienlebens (Art8 EMRK), auf ein faires Verfahren (Art6 EMRK) und auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) behauptet und die kostenpflichtige Aufhebung des angefochtenen Beschlusses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesamt für Fremdenwesen und Asyl hat die Verwaltungsakten, das Bundesverwaltungsgericht die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift wurde aber jeweils abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Das Recht auf ein Verfahren vor dem gesetzlichen Richter wird durch die Entscheidung eines Verwaltungsgerichtes verletzt, wenn das Verwaltungsgericht eine ihm gesetzlich nicht zukommende Zuständigkeit in Anspruch nimmt (zB VfSlg 15.372/1998, 15.738/2000, 16.066/2001, 16.298/2001 und 16.717/2002) oder wenn es in gesetzwidriger Weise seine Zuständigkeit ablehnt, etwa indem es zu Unrecht eine Sachentscheidung verweigert (zB VfSlg 15.482/1999, 15.858/2000, 16.079/2001 und 16.737/2002).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht begründet die angefochtene Entscheidung, mit der die Beschwerde als unzulässig zurückgewiesen wird, damit, dass der Beschwerdeführer das Bundesgebiet während des laufenden Verfahrens verlassen und den Kontakt zu seiner primären Bezugsperson in Österreich abgebrochen habe. Daraus lasse sich zweifelsfrei ableiten, dass der Beschwerdeführer kein Interesse an einem Aufenthalt in Österreich und somit kein Interesse an einer Entscheidung über seine Beschwerde mehr habe. Es stützt sich dabei auf Rechtsprechung des Verwaltungsgerichtshofes, die davon ausgeht, dass ein Revisionswerber bei freiwilliger Rückkehr in seinen Herkunftsstaat sein rechtliches Interesse an einer Sachentscheidung über einen Antrag auf internationalen Schutz verliert (siehe zB VwGH 11.6.2019, Ra 2019/18/0044; 26.7.2017, Ra 2017/18/0062; weiters VwGH 29.8.2019, Ra 2017/19/0532; 8.7.2019, Ra 2019/20/0081).",
            "annotations": []
        },
        {
            "text": "3.2. Dabei übersieht das Bundesverwaltungsgericht zum einen, dass gegen den Beschwerdeführer zum Zeitpunkt seiner Ausreise eine durchsetzbare Rückkehrentscheidung bestand: Mit Erkenntnis des Bundesverwaltungsgerichtes vom 17. November 2020 wurde die Beschwerde gegen einen Bescheid des Bundesamtes für Fremdenwesen und Asyl, mit dem unter anderem eine Rückkehrentscheidung erlassen, die Abschiebung des Beschwerdeführers nach Pakistan für zulässig erklärt und eine Frist von 14 Tagen für die freiwillige Ausreise gesetzt wurde, abgewiesen. Diese Entscheidung wurde dem Beschwerdeführer am 19. November 2020 zugestellt. Die Rückkehrentscheidung wurde demnach mit Ablauf der Frist für die freiwillige Ausreise am 4. Dezember 2020 durchsetzbar. Auch der Antrag des Beschwerdeführers auf Erteilung eines Aufenthaltstitels nach §55 Abs1 AsylG 2005 hat kein Aufenthaltsrecht begründet und stand der Durchführung einer aufenthaltsbeendenden Maßnahme nicht entgegen (§58 Abs13 AsylG 2005).",
            "annotations": []
        },
        {
            "text": "3.3. Der Beschwerdeführer kam daher mit seiner Ausreise zu einem vom Bundesverwaltungsgericht nicht festgestellten, aber jedenfalls nach Oktober 2021 gelegenen Zeitpunkt einer Verpflichtung entsprechend den Anordnungen im Erkenntnis vom 17. November 2020 nach (vgl auch §120 Abs1b FPG 2005, der unter näheren Voraussetzungen die Nichtbefolgung einer durchsetzbaren Rückkehrentscheidung verwaltungsstrafrechtlich mit erhöhtem Strafrahmen sanktioniert). Er verliert aber durch diese Ausreise nicht eo ipso sein rechtliches Interesse an der Bekämpfung eines für rechtswidrig erachteten Bescheides vor dem Bundesverwaltungsgericht.",
            "annotations": []
        },
        {
            "text": "3.4. Die gegenteilige Ansicht hätte zur Konsequenz, dass sich der Beschwerdeführer zur Aufrechterhaltung seines rechtlichen Interesses jedenfalls rechtswidrig verhalten und illegal im Bundesgebiet aufhältig hätte bleiben müssen. Angesichts dessen ist durch die Ausreise des Beschwerdeführers zu einem Zeitpunkt, zu dem sein Antrag auf Erteilung eines Aufenthaltstitels nach §55 Abs1 AsylG 2005 beim Bundesamt für Fremdenwesen und Asyl anhängig, aber noch nicht entschieden war, auch nicht eo ipso ein Wegfall der Beschwer betreffend den über diesen Antrag absprechenden Bescheid eingetreten. Hätte die Beschwerde vor dem Bundesverwaltungsgericht Erfolg, hätte das Bundesamt für Fremdenwesen und Asyl inhaltlich über die Erteilung des Aufenthaltstitels zu entscheiden; das Interesse des Beschwerdeführers daran geht nicht allein deshalb verloren, weil er einer rechtlichen Verpflichtung zur Ausreise aus dem Bundesgebiet nachkommt (vgl VfSlg 20.373/2020, betreffend das rechtliche Interesse in einem Beschwerdeverfahren nach Art144 B-VG).",
            "annotations": []
        },
        {
            "text": "3.5. Zum anderen verkennt das Bundesverwaltungsgericht, dass der angefochtene Bescheid nicht einen Antrag auf internationalen Schutz, sondern einen Antrag auf Erteilung eines Aufenthaltstitels nach §55 Abs1 AsylG 2005 betrifft, weshalb die von ihm zitierte Rechtsprechung des Verwaltungsgerichtshofes hier nicht einschlägig ist. Durch die Abweisung eines Antrages auf internationalen Schutz ist eine Person dann nicht mehr (objektiv) beschwert, wenn sie sich im Sinne von Art1 Abschnitt C Z1 GFK und Art11 Abs1 Richtlinie 2011/95/EU (Status-RL) freiwillig wieder unter den Schutz ihres Herkunftsstaates gestellt hat (vgl VfSlg 20.373/2020). Dasselbe gilt aber nicht für einen Antrag auf Erteilung eines Aufenthaltstitels nach §55 Abs1 AsylG 2005, bei dem es auf eine Verfolgung oder sonstige Gefährdung im Herkunftsstaat nicht ankommt.",
            "annotations": []
        },
        {
            "text": "3.6. Das rechtliche Interesse des Beschwerdeführers an einer Entscheidung über den angefochtenen Bescheid geht, anders als das Bundesverwaltungsgericht vermeint, auch nicht dadurch verloren, dass er den Kontakt zu seiner \"primären Bezugsperson\" in Österreich abgebrochen hat. Zur Beurteilung der Rechtmäßigkeit der auf §58 Abs10 AsylG 2005 gestützten Antragszurückweisung durch das Bundesamt für Fremdenwesen und Asyl ist zu prüfen, ob aus dem Antragsvorbringen im Hinblick auf das Privat- und Familienleben ein seit Erlassung der Rückkehrentscheidung geänderter Sachverhalt hervorgeht, der eine ergänzende oder neue Abwägung gemäß Art8 EMRK erforderlich macht (vgl VwGH 23.1.2020, Ra 2019/21/0356). In seinem Antrag berief sich der Beschwerdeführer nicht allein auf die Beziehung zu seiner damaligen Unterkunftgeberin und Lebensgefährtin, sondern – durch Vorlage entsprechender Unterstützungserklärungen – unter anderem auch auf jene zu seinem Bruder und seiner Schwägerin, mit denen er im gemeinsamen Haushalt lebe, sowie zu weiteren Freunden und Bekannten. Das für die Abwägung gemäß Art8 EMRK relevante Privat- und Familienleben des Beschwerdeführers lässt sich daher nicht bloß auf die Beziehung zu seiner ehemaligen Unterkunftgeberin und Lebensgefährtin reduzieren.",
            "annotations": []
        },
        {
            "text": "4. Da das Rechtsschutzinteresse des Beschwerdeführers sohin weder durch seine Ausreise aus dem Bundesgebiet noch durch den Abbruch des Kontakts zu einer bestimmten Person weggefallen ist, hätte das Bundesverwaltungsgericht im vorliegenden Fall durch eine Sachentscheidung Rechtsschutz gewähren müssen. Durch die Zurückweisung der Beschwerde als unzulässig hat das Bundesverwaltungsgericht zu Unrecht eine Sachentscheidung verweigert und damit das Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist durch den angefochtenen Beschluss im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Der Beschluss ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}