{
    "document_id": "JFT_20230918_23K_I00001_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Antrag und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit dem vorliegenden, auf Art138 Abs1 (Z2) B-VG und §46 VfGG gestützten Antrag begehrt der Antragsteller die Entscheidung eines verneinenden Kompetenzkonfliktes zwischen dem Landesgericht für Zivilrechtssachen Wien und dem Bundesverwaltungsgericht. ",
            "annotations": []
        },
        {
            "text": "Dem Begehren liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Der Antragsteller suchte am 1. März 2021 bei der Studienbeihilfenbehörde um ein Mobilitätsstipendium gemäß §56d Studienförderungsgesetz 1992 (im Folgenden: StudFG) an. Die (örtlich zuständige) Stipendienstelle Wien teilte dem Antragsteller daraufhin mit Schreiben vom 16. März 2021 mit, dass ihm kein Mobilitätsstipendium gewährt würde.",
            "annotations": []
        },
        {
            "text": "1.2. Der Antragsteller begehrte daraufhin beim Bezirksgericht Josefstadt Verfahrenshilfe, da er beabsichtige, wegen der Verweigerung des Mobilitätsstipendiums Klage gegen die Studienbeihilfenbehörde zu erheben. Das Bezirksgericht Josefstadt wies diesen Antrag mit Beschluss vom 16. April 2021, Z 7 Nc 6/21z-5, ab. Es begründet seine Entscheidung im Wesentlichen damit, dass Mobilitätsstipendien nach §56d StudFG im Verwaltungsweg gewährt würden und der Rechtsweg vor dem Bezirksgericht deshalb nicht zulässig sei. Da der vom Antragsteller beabsichtigte Rechtsweg mittels Klage iSd Zivilprozessordnung daher offenbar aussichtslos sei, sei der Antrag auf Verfahrenshilfe abzuweisen. ",
            "annotations": []
        },
        {
            "text": "Der Antragsteller erhob gegen diesen Beschluss Rekurs an das Landesgericht für Zivilrechtssachen Wien. Dieses gab dem Rechtsmittel mit Beschluss vom 14. Juni 2021, 36 R 109/21b, keine Folge. Es teilte die Rechtsansicht des Erstgerichtes, dass Mobilitätsstipendien gemäß §56d StudFG im Rahmen der Hoheitsverwaltung zuzuerkennen seien, da der Antragsteller als \"untergeordnetes Rechtssubjekt\" der Studienbeihilfenbehörde als \"übergeordnete[s] Rechtssubjekt\" gegenüberstehe. Daran ändere auch §56d Abs5 letzter Satz StudFG nichts, der die Zuerkennung des Mobilitätsstipendiums der Privatwirtschaftsverwaltung zuordne, da dieselbe Bestimmung auch auf die §§26 bis 51 StudFG verweise, welche ua das Verfahren für die Erlassung von Bescheiden durch die Studienbeihilfenbehörde regeln. ",
            "annotations": []
        },
        {
            "text": "1.3. Vor dem Hintergrund dieser Entscheidung beantragte der Antragsteller am 22. Juni 2021 bei der Studienbeihilfenbehörde die Wiedereinsetzung in den vorigen Stand gemäß §71 AVG, weil zwischenzeitlich die Rechtsmittelfrist für die Vorstellung gemäß §42 StudFG gegen das – der Rechtsauffassung der ordentlichen Gerichte zufolge als Bescheid zu qualifizierende – Schreiben vom 16. März 2021 verstrichen sei. Da dieses Schreiben keine Rechtsmittelbelehrung enthalten habe, sei der Wiedereinsetzungsantrag zulässig und berechtigt.",
            "annotations": []
        },
        {
            "text": "Die Studienbeihilfenbehörde wies diesen Antrag mit Bescheid vom 8. Juli 2021, Z ID 43455201, zurück. Über das Ansuchen auf ein Mobilitätsstipendium gemäß §56d StudFG sei im Rahmen der Privatwirtschaftsverwaltung zu entscheiden. Der die Wiedereinsetzung in den vorigen Stand in verwaltungsbehördlichen Verfahren regelnde §71 AVG sei daher im Falle des Antragstellers nicht anwendbar und der Antrag daher als unzulässig zurückzuweisen. ",
            "annotations": []
        },
        {
            "text": "Gegen diesen Bescheid erhob der Antragsteller gemäß §42 StudFG Vorstellung und begründete diese ua damit, dass die Studienbeihilfenbehörde der Rechtsauffassung der ordentlichen Gerichte zu Unrecht widerspreche, indem sie eine meritorische Entscheidung unterlasse. ",
            "annotations": []
        },
        {
            "text": "Der zur Entscheidung über die Vorstellung zuständige Senat der Studienbeihilfenbehörde gab der Vorstellung des Antragstellers mit Bescheid vom 22. November 2021, Z ID 43455201, keine Folge und teilte die Rechtsansicht der Studienbeihilfenbehörde, dass Mobilitätsstipendien gemäß §56d StudFG im Rahmen der Privatwirtschaftsverwaltung zu vergeben seien. Da die Förderabsage vom 16. März 2021 keine Bescheidqualität aufweise, sei diese Entscheidung im Verwaltungsrechtsweg nicht bekämpfbar und die Vorstellung gemäß §42 StudFG nicht zulässig. Der Antragsteller konnte die Rechtsmittelfrist der Vorstellung daher gar nicht erst versäumen. Es liege daher kein Grund des §71 Abs1 Z2 AVG vor, weshalb der Vorstellung keine Folge zu geben sei.",
            "annotations": []
        },
        {
            "text": "Gegen diesen Bescheid erhob der Antragsteller Beschwerde an das Bundesverwaltungsgericht. Er begründete diese damit, dass entsprechend der Entscheidungen der ordentlichen Gerichte das Mobilitätsstipendium im Rahmen der Hoheitsverwaltung zu gewähren sei und die Studienbeihilfenbehörde daher seine Anträge zu Unrecht für unzulässig erklärt habe.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht wies die Beschwerde mit Erkenntnis vom 2. Februar 2023, Z W227 2252718-1/5E, als unbegründet ab, weil gemäß §1 Abs2 Z2 StudFG kein öffentlich-rechtlicher Anspruch auf Mobilitätsstipendien nach §56d StudFG bestehe und diese – wie §56d Abs5 letzter Satz StudFG ausdrücklich anordne – im Wege der Privatwirtschaftsverwaltung zu vergeben seien. Die Förderabsage der Studienbeihilfenbehörde Wien vom 16. März 2021 stelle daher keinen Bescheid dar. Dies zeige sich auch im Aufbau und der Formulierung des Schreibens. Die Studienbeihilfenbehörde habe den Antrag auf Wiedereinsetzung nach §71 AVG daher zu Recht zurückgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Der Antragsteller begründet seinen Antrag auf Entscheidung eines verneinenden Kompetenzkonfliktes wie folgt: ",
            "annotations": []
        },
        {
            "text": "Sowohl die ordentlichen Gerichte als auch die Studienbeihilfenbehörde sowie das Bundesverwaltungsgericht hätten jeweils ihre Zuständigkeit mit Verweis auf den jeweils anderen zu beschreitenden Rechtsweg verneint. Beide Seiten hätten dabei über die idente Sache abgesprochen, da beide Rechtsgänge die Zuerkennung eines Mobilitätsstipendiums betreffen würden. Dass die ordentlichen Gerichte bisher nur über einen Verfahrenshilfeantrag und das Verwaltungsgericht nur über einen Antrag auf Wiedereinsetzung in den vorigen Stand abgesprochen haben, schade nach der Rechtsprechung des Verfassungsgerichtshofes nicht. Beide Seiten hätten ihre Zuständigkeit hinsichtlich der Zuerkennung eines Mobilitätsstipendiums schlechthin verneint. Es liege daher ein negativer Kompetenzkonflikt vor, weshalb der Antrag zulässig sei. In der Sache sehe der Antragsteller die ordentlichen Gerichte als zuständig an und beantragt deshalb die Feststellung ihrer Zuständigkeit und die Aufhebung der entgegenstehenden Beschlüsse.",
            "annotations": []
        },
        {
            "text": "3. Das Landesgericht für Zivilrechtssachen Wien hat den Rechtsmittelakt vorgelegt, von der Erstattung einer Äußerung jedoch abgesehen. Das Bundesverwaltungsgericht hat den Verwaltungs- sowie den Gerichtsakt vorgelegt und ebenfalls von der Möglichkeit der Erstattung einer Äußerung nicht Gebrauch gemacht.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage ",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Bundesgesetzes über die Gewährung von Studienbeihilfen und anderen Studienförderungsmaßnahmen (Studienförderungsgesetz 1992 – StudFG), BGBl 305/1992, idF BGBl I 174/2022 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Studienförderungsmaßnahmen",
            "annotations": []
        },
        {
            "text": "§1. (1) Dieses Bundesgesetz regelt die Ansprüche von Studierenden, die ein Vollzeitstudium betreiben, auf",
            "annotations": []
        },
        {
            "text": "           1. Studienbeihilfen,",
            "annotations": []
        },
        {
            "text": "           2. Versicherungskostenbeiträge,",
            "annotations": []
        },
        {
            "text": "           3. Studienzuschüsse,",
            "annotations": []
        },
        {
            "text": "           4. Beihilfen für Auslandsstudien und",
            "annotations": []
        },
        {
            "text": "           5. Studienabschluss-Stipendien.",
            "annotations": []
        },
        {
            "text": "(2) Weiters können auf Grund dieses Bundesgesetzes",
            "annotations": []
        },
        {
            "text": "           1. Fahrtkostenzuschüsse,",
            "annotations": []
        },
        {
            "text": "           2. Mobilitätsstipendien,",
            "annotations": []
        },
        {
            "text": "           3. Kostenzuschüsse zur Kinderbetreuung,",
            "annotations": []
        },
        {
            "text": "           4. Reisekostenzuschüsse,",
            "annotations": []
        },
        {
            "text": "           5. Sprachstipendien,",
            "annotations": []
        },
        {
            "text": "           6. Leistungsstipendien,",
            "annotations": []
        },
        {
            "text": "           7. Förderungsstipendien und",
            "annotations": []
        },
        {
            "text": "           8. Studienunterstützungen ",
            "annotations": []
        },
        {
            "text": "zuerkannt werden.",
            "annotations": []
        },
        {
            "text": "(3) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"Studienbeihilfenbehörde",
            "annotations": []
        },
        {
            "text": "Einrichtung",
            "annotations": []
        },
        {
            "text": "§33. (1) Die Studienbeihilfenbehörde hat ihren Sitz in Wien.",
            "annotations": []
        },
        {
            "text": "(2) Die Studienbeihilfenbehörde untersteht in allen ihre Organisation betreffenden Angelegenheiten unmittelbar der Bundesministerin oder dem Bundesminister für Bildung, Wissenschaft und Forschung. Sie ist anweisende Stelle. […]",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Stipendienstellen",
            "annotations": []
        },
        {
            "text": "§34. (1) Stipendienstellen der Studienbeihilfenbehörde bestehen in Wien, Graz, Innsbruck, Linz, Salzburg und Klagenfurt.",
            "annotations": []
        },
        {
            "text": "(2) Bei entsprechendem Bedarf kann die Bundesministerin oder der Bundesminister für Bildung, Wissenschaft und Forschung aus Gründen der Verwaltungsvereinfachung durch Verordnung auch weitere Stipendienstellen unter gleichzeitiger Festlegung ihres Zuständigkeitsbereiches errichten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zuständigkeit der Studienbeihilfenbehörde",
            "annotations": []
        },
        {
            "text": "§35. (1) Die Studienbeihilfenbehörde ist zuständig für die Erledigung von Anträgen auf",
            "annotations": []
        },
        {
            "text": "           1. Studienbeihilfen,",
            "annotations": []
        },
        {
            "text": "           2. Studienzuschüsse,",
            "annotations": []
        },
        {
            "text": "           3. Beihilfen für Auslandsstudien und",
            "annotations": []
        },
        {
            "text": "           4. Studienabschluss-Stipendien.",
            "annotations": []
        },
        {
            "text": "(2) Die Studienbeihilfenbehörde ist zuständig für die Zuerkennung des Versicherungskostenbeitrages sowie nach Richtlinien der zuständigen Bundes-ministerin oder des zuständigen Bundesministers",
            "annotations": []
        },
        {
            "text": "           1. für die Gewährung von Mobilitätsstipendien,",
            "annotations": []
        },
        {
            "text": "           2. für die Ermittlung und Anweisung des Kostenzuschusses zur Kinderbetreu- ung,",
            "annotations": []
        },
        {
            "text": "           3. für die Ermittlung und Anweisung des Fahrtkostenzuschusses,",
            "annotations": []
        },
        {
            "text": "           4. für die Ermittlung und Anweisung des Reisekostenzuschusses,",
            "annotations": []
        },
        {
            "text": "           5. für die Ermittlung und Anweisung der Sprachstipendien und",
            "annotations": []
        },
        {
            "text": "           6. für die Ermittlung und Anweisung von Studienunterstützungen.",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Örtliche Zuständigkeit der Stipendienstellen",
            "annotations": []
        },
        {
            "text": "§36. Vorbehaltlich der Erlassung einer Verordnung gemäß §34 Abs2 sind zuständig",
            "annotations": []
        },
        {
            "text": "           1. die Stipendienstelle in Wien für Studierende an Einrichtungen in Burgen- land, Niederösterreich und Wien,",
            "annotations": []
        },
        {
            "text": "           2. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Senate der Studienbeihilfenbehörde",
            "annotations": []
        },
        {
            "text": "§37. (1) Senate der Studienbeihilfenbehörde entscheiden über Förderungen nach diesem Bundesgesetz aufgrund von Vorstellungen und Vorlageanträgen sowie über Beschwerden im Beschwerdevorentscheidungsverfahren gemäß §14 des Verwaltungsgerichtsverfahrensgesetzes – VwGVG, BGBl I Nr 33/2013.",
            "annotations": []
        },
        {
            "text": "(2) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"Verfahren",
            "annotations": []
        },
        {
            "text": "Anträge",
            "annotations": []
        },
        {
            "text": "§39. (1) Studienbeihilfen werden auf Antrag zuerkannt. Der Antrag gilt für die wiederholte Zuerkennung von Studienbeihilfe während des gesamten weiteren Studiums, sofern seit dem Antrag ununterbrochen Anspruch auf Studienbeihilfe besteht.",
            "annotations": []
        },
        {
            "text": "(2) Anträge sind im Wintersemester in der Zeit vom 20. September bis15. Dezember und im Sommersemester in der Zeit vom 20. Februar bis 15. Mai zu stellen. Innerhalb der Antragsfrist eingebrachte Anträge bewirken eine Zuerkennung der Studienbeihilfe ab Beginn des Auszahlungszeitraumes des jeweiligen Semesters (des Ausbildungsjahres), außer wenn der Antragsteller die Zuerkennung ab einem späteren Monat beantragt. Nach Ende der Antragsfrist eingebrachte Anträge bewirken die Zuerkennung der Studienbeihilfe erst ab dem Monat der Antragstellung. Vor Beginn der Antragsfrist eingebrachte Anträge gelten als ab dem ersten Tag der Frist eingebracht. Anträge sind auch dann rechtzeitig eingebracht, wenn sie nachweislich spätestens am letzten Tag der Frist zur Post gegeben wurden.",
            "annotations": []
        },
        {
            "text": "(3) Die Anträge sind bei der zuständigen Stipendienstelle einzubringen.",
            "annotations": []
        },
        {
            "text": "(4) Für die Anträge sind Formblätter zu verwenden, die von der Studienbeihilfenbehörde auch elektronisch zur Verfügung zu stellen sind. Die Formblätter haben Hinweise auf die gemäß §40 vorzunehmende Datenübermittlung zu enthalten.",
            "annotations": []
        },
        {
            "text": "(5) […]",
            "annotations": []
        },
        {
            "text": "(8) Gegen die Versäumung der Antragsfrist ist ein Antrag auf Wiedereinsetzung in den vorigen Stand gemäß §71 AVG zulässig.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Erledigung des Antrages",
            "annotations": []
        },
        {
            "text": "§41. (1) Die Studienbeihilfe wird unbeschadet der Bestimmungen der §§49 und 50 für zwei Semester (ein Ausbildungsjahr) zuerkannt.",
            "annotations": []
        },
        {
            "text": "(2) Über Anträge ist von der Studienbeihilfenbehörde ohne unnötigen Aufschub, spätestens aber binnen drei Monaten zu entscheiden. Der Fristenlauf beginnt mit dem Tag, an dem der Antrag bei der zuständigen Stipendienstelle vollständig eingelangt ist.",
            "annotations": []
        },
        {
            "text": "(3) Auf Grund des vorgelegten Formularantrages ist ohne weiteres Ermittlungsverfahren unter zweckmäßiger Verwendung moderner technischer Hilfsmittel, insbesondere der automationsunterstützten Datenverarbeitung, mit Bescheid zu entscheiden. Bescheide, die mittels automationsunterstützter Datenverarbeitung erstellt werden, bedürfen weder einer Unterschrift der genehmigenden Person noch einer Beglaubigung und gelten, wenn sie weder eine Unterschrift der genehmigenden Person noch eine Beglaubigung aufweisen, als durch den Leiter der Studienbeihilfenbehörde genehmigt. Sie sind jedenfalls mit einer Amtssignatur (§19 E-GovG) zu versehen.",
            "annotations": []
        },
        {
            "text": "(4) Unrichtigkeiten in Bescheiden, die durch die unrichtige oder unvollständige Übermittlung von Daten gemäß §40 Abs5 bewirkt wurden, kann die Studienbeihilfenbehörde jederzeit von Amts wegen berichtigen.",
            "annotations": []
        },
        {
            "text": "(5) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vorstellung",
            "annotations": []
        },
        {
            "text": "§42. Gegen Bescheide der Studienbeihilfenbehörde kann die Partei binnen zwei Wochen Vorstellung erheben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vorentscheidung über die Vorstellung",
            "annotations": []
        },
        {
            "text": "§43. Die Studienbeihilfenbehörde kann ohne Befassung des zuständigen Senates auf Grund einer Vorstellung und allfälliger weiterer Ermittlungen binnen zwei Monaten den von ihr erlassenen Bescheid nach jeder Richtung abändern, ergänzen oder aufheben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vorlageantrag gegen die Vorentscheidung",
            "annotations": []
        },
        {
            "text": "§44. Gegen eine Vorentscheidung über die Vorstellung kann die Partei binnen zwei Wochen den Antrag stellen, dass die Vorstellung dem Senat zur Entscheidung vorgelegt wird. In der Vorentscheidung ist auf die Möglichkeit eines solchen Vorlageantrages hinzuweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Entscheidung des Senates",
            "annotations": []
        },
        {
            "text": "§45. (1) Der Senat der Studienbeihilfenbehörde hat zu entscheiden über",
            "annotations": []
        },
        {
            "text": "           1. Förderungen nach diesem Bundesgesetz auf Grund von Vorstellungen,  über die keine Vorentscheidung erfolgt ist,",
            "annotations": []
        },
        {
            "text": "           2. […]",
            "annotations": []
        },
        {
            "text": "           3. Beschwerden im Beschwerdevorentscheidungsverfahren gemäß §14 des  Verwaltungsgerichtsverfahrensgesetzes – VwGVG, BGBl I Nr 33/2013.",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Beschwerde",
            "annotations": []
        },
        {
            "text": "§46. (1) Gegen einen Bescheid des Senates der Studienbeihilfenbehörde kann eine Beschwerde gemäß Art130 Abs1 Z1 B-VG erhoben werden. Diese ist bei der Studienbeihilfenbehörde einzubringen.",
            "annotations": []
        },
        {
            "text": "(2) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"Förderung von Auslandsstudien",
            "annotations": []
        },
        {
            "text": "Studienbeihilfe während Auslandsstudien",
            "annotations": []
        },
        {
            "text": "§53. […]",
            "annotations": []
        },
        {
            "text": "§56d. (1) Mobilitätsstipendien dienen der Unterstützung von Studien, die zur Gänze an anerkannten postsekundären Bildungseinrichtungen außerhalb Österreichs in Ländern des Europäischen Wirtschaftsraumes, im Vereinigten Königreich Großbritannien und Nordirland oder in der Schweiz betrieben werden.",
            "annotations": []
        },
        {
            "text": "(2) Mobilitätsstipendien werden von der Studienbeihilfenbehörde nach Richtlinien der Bundesministerin oder des Bundesministers für Bildung, Wissenschaft und Forschung zuerkannt.",
            "annotations": []
        },
        {
            "text": "(3) Voraussetzung für die Gewährung ist, dass die Studierenden, die ein Mobilitätsstipendium beantragen, für diesen Zeitraum noch keine andere Förderung nach diesem Bundesgesetz beantragt haben.",
            "annotations": []
        },
        {
            "text": "(4) Die sonstigen Voraussetzungen entsprechen jenen für die Studienbeihilfe(§§6 bis 24).",
            "annotations": []
        },
        {
            "text": "(5) Die Berechnung und die Zuerkennung der Mobilitätsstipendien erfolgen nach den Bestimmungen der §§26 bis 51 mit der Maßgabe, dass generell von einem erhöhten Grundbetrag der Studienbeihilfe gemäß §26 Abs2 auszugehen ist und andere Ausbildungsförderungen anzurechnen sind. Die Zuerkennung erfolgt im Wege der Privatwirtschaftsverwaltung.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1.1. Gemäß Art138 Abs1 Z2 B-VG iVm §46 Abs1 Z2 VfGG besteht ein vom Verfassungsgerichtshof zu entscheidender verneinender Kompetenzkonflikt ua dann, wenn ein ordentliches Gericht und ein Verwaltungsgericht ihre Zuständigkeit in derselben Sache verneint haben, obwohl eines der beiden Gerichte zuständig gewesen wäre (vgl VfSlg 20.133/2016; VfGH 24.2.2017, E1005/2016, KI4/2016). Ob \"dieselbe Sache\" vorliegt, ist insbesondere danach zu beurteilen, ob die vom Einschreiter an die beiden Organe gerichteten Begehren identisch sind (vgl VfSlg 19.997/2015). Der Begriff der Identität der Sache darf nicht allzu streng ausgelegt werden, weil sich gewisse Verschiedenheiten in der Geltendmachung des Anspruches schon daraus ergeben müssen, dass die Verteilung der Zuständigkeit von materiellrechtlichen Momenten abhängig ist, die bei der Geltendmachung vor den ordentlichen Gerichten anders geartet sind als bei der Geltendmachung vor den Verwaltungsbehörden und -gerichten nach den für diese geltenden Verwaltungsvorschriften (vgl VfSlg 16.104/2001 mwH).",
            "annotations": []
        },
        {
            "text": "Ob die Sachidentität gegeben ist, hängt weder von den in den Erledigungen verwendeten Formulierungen noch von den darin zitierten Rechtsvorschriften ab (vgl VfSlg 19.997/2015). Insbesondere ist bei der Beurteilung, ob das jeweilige Verwaltungsgericht oder das jeweilige ordentliche Gericht die Zuständigkeit verneint hat, nicht ausschließlich auf die Formulierung des Spruches abzustellen, sondern muss auch auf die Gründe der Entscheidung Bedacht genommen werden (vgl VfSlg 5407/1966, 14.295/1995, 14.769/1997, 14.991/1997, 19.499/2011). ",
            "annotations": []
        },
        {
            "text": "1.1.2. Diese Voraussetzung ist im vorliegenden Fall gegeben: Der Antrag auf Verfahrenshilfe an das Bezirksgericht Josefstadt sowie der Wiedereinsetzungsantrag an die Studienbeihilfenbehörde betreffen zwar unterschiedliche Verfahrensgegenstände. In beiden Fällen begehrt der (in diesen Verfahren unvertretene) Antragsteller jedoch eine Entscheidung darüber, ob die Ablehnung seines Ansuchens, ihm ein Mobilitätsstipendium zu gewähren, rechtmäßig erfolgte. ",
            "annotations": []
        },
        {
            "text": "1.2.1. Die Voraussetzungen eines negativen Kompetenzkonfliktes sind in jenen Fällen nicht gegeben, in denen die Behörde ihre Zuständigkeit zur Entscheidung in der Sache nicht schlechthin verneint, sondern den Antrag etwa mangels Legitimation, mangels Parteieigenschaft, wegen entschiedener Sache oder wegen Fristversäumnis zurückweist (vgl zB VfSlg 383/1925, 3490/1959, 14.175/1995, 14.343/1995, 14.497/1996, 18.575/2008, 18.699/2009, 19.499/2011). ",
            "annotations": []
        },
        {
            "text": "1.2.2. Ein solcher Fall liegt hier jedoch nicht vor: Das Bezirksgericht Josefstadt sowie das Landesgericht für Zivilrechtssachen Wien haben in der Begründung ihrer Beschlüsse ausdrücklich klargestellt, dass die für die Abweisung des Verfahrenshilfeantrages maßgebliche mangelnde Aussicht auf Erfolg deshalb vorliege, weil das Mobilitätsstipendium ihrer Ansicht nach im Rahmen eines der Hoheitsverwaltung zuzurechnenden behördlichen Verfahrens zuzuerkennen sei, für das die ordentlichen Gerichte nicht zuständig seien.",
            "annotations": []
        },
        {
            "text": "Auch das Bundesverwaltungsgericht hat eine Zuständigkeit der Verwaltungsbehörde zur Durchführung eines hoheitlichen Verwaltungsverfahrens bzw der Verwaltungsgerichte zu dessen Überprüfung der Sache nach grundsätzlich abgelehnt, weil die Entscheidung über die Gewährung eines Mobilitätsstipendiums keinen hoheitlichen Akt darstelle, sondern der Privatwirtschaftsverwaltung zuzurechnen sei. Das Schreiben der Studienbeihilfenbehörde vom 16. März 2021 stelle keinen Bescheid dar, weshalb auch keine Rechtsmittelfrist versäumt werden konnte.",
            "annotations": []
        },
        {
            "text": "Es schadet nicht, dass die ordentlichen Gerichte mit der Abweisung des Verfahrenshilfe- bzw das Bundesverwaltungsgericht mit der Bestätigung der Zurückweisung des Wiedereinsetzungsantrages keine Ablehnung der Zuständigkeit in förmlicher Hinsicht getroffen haben. Nach der Rechtsprechung des Verfassungs-gerichtshofes ist eine förmliche Ablehnung der Zuständigkeit nicht notwendig (s zB VfSlg 20.338/2019, 3262/1957). So hat es der Verfassungsgerichtshof etwa für die Feststellung, ob sich eine Verwaltungsbehörde für unzuständig erklärt hat, als ausreichend erachtet, dass eine Behörde aus dem vermeintlichen Mangel ihrer Zuständigkeit die Erlassung eines Bescheides ablehnt. Denn nur durch eine solche Auslegung wird einem zwecklosen und zeitraubenden Leerlauf behördlicher Tätigkeit und dem Anwachsen von Prozesskosten vorgebeugt (VfSlg 3798/1960).",
            "annotations": []
        },
        {
            "text": "1.3. Der Antrag ist daher zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Hoheitliche Verwaltung liegt vor, wenn die Verwaltungsorgane mit \"imperium\", also unter Einsatz spezifischer staatlicher Befehls- und Zwangsgewalt auftreten. Sie handeln dabei in jenen Rechtssatzformen, die das öffentliche Recht für die Ausübung von behördlichen Befugnissen zur Verfügung stellt. Nach ständiger Rechtsprechung des Verfassungsgerichtshofes kommt es für die Abgrenzung des Gebietes der Privatwirtschaftsverwaltung von dem der Hoheitsverwaltung auf die Motive und den Zweck der Tätigkeit nicht an, entscheidend ist vielmehr, welche rechtstechnischen Mittel die Gesetzgebung zur Verwirklichung der zu erfüllenden Aufgaben bereitstellt. Hat der Gesetzgeber den Verwaltungsträger mit keinen Zwangsbefugnissen ausgestattet, so liegt keine Hoheitsverwaltung, sondern Privatwirtschaftsverwaltung vor (VfSlg 20.164/2017 mwN).",
            "annotations": []
        },
        {
            "text": "2.2. Maßgeblich dafür, ob die Zuständigkeit für Rechtsschutz gegen die Abweisung eines Antrages auf Gewährung eines Mobilitätsstipendiums gemäß §56d StudFG den ordentlichen Gerichten oder dem Bundesverwaltungsgericht zukommt, ist, ob das Stipendium durch die (zuständige Stipendienstelle der) Studienbeihilfenbehörde im Wege der Privatwirtschaftsverwaltung oder im Rahmen der Hoheitsverwaltung zuerkannt wird.",
            "annotations": []
        },
        {
            "text": "Diese Frage ist auf Grund der näheren gesetzlichen Ausgestaltung (der Zuerkennung) des Mobilitätsstipendiums zu beurteilen. ",
            "annotations": []
        },
        {
            "text": "2.2.1. Die Zuerkennung von Mobilitätstipendien ist in §56d StudFG geregelt: Abs1 dieser Bestimmung umschreibt zunächst den Zweck von Mobilitätsstipendien. Abs2 erklärt die Studienbeihilfenbehörde für zuständig, Mobilitätsstipendien nach Richtlinien der Bundesministerin oder des Bundesministers für Bildung, Wissenschaft und Forschung zuzuerkennen.",
            "annotations": []
        },
        {
            "text": "Abs3 legt als Voraussetzung für die Gewährung eines Mobilitätsstipendiums fest, dass die Studierenden für den Zeitraum des beantragten Mobilitätsstipendiums noch keine andere Förderung nach dem StudFG beantragt haben dürfen. Sodann lautet Abs4: \"Die sonstigen Voraussetzungen entsprechend jenen für die Studienbeihilfe (§§6 bis 24).\"",
            "annotations": []
        },
        {
            "text": "Abs5 Satz 1 bestimmt schließlich zunächst, dass die \"Berechnung und die Zuerkennung der Mobilitätsstipendien [...] nach den Bestimmungen der §§26 bis 51\" StudFG erfolgt. Sodann statuiert Abs5 Satz 2: \"Die Zuerkennung erfolgt im Wege der Privatwirtschaftsverwaltung.\"",
            "annotations": []
        },
        {
            "text": "Das Landesgericht für Zivilrechtssachen Wien sieht diese ausdrückliche Zuordnung der Zuerkennung von Mobilitätsstipendien in den Bereich der Privatwirtschaftsverwaltung durch §56d Abs5 Satz 2 StudFG deswegen nicht für maßgeblich an, weil der Gesetzgeber in derselben Bestimmung in Satz 1 angeordnet hat, dass die Berechnung und die Zuerkennung der Mobilitätsstipendien nach den Bestimmungen der §§26 bis 51 StudFG (mit der Maßgabe, dass generell von einem erhöhten Grundbetrag der Studienbeihilfe gemäß §56 Abs2 StudFG auszugehen ist und andere Ausbildungsförderungen anzurechnen sind) erfolgt. Indem der Gesetzgeber in §56d Abs5 Satz 1 StudFG für die Zuerkennung von Mobilitätsstipendien ausdrücklich auch auf die Bestimmungen über das Verfahren zur hoheitlichen, bescheidförmigen Zuerkennung von Studienbeihilfen in den §§39 ff StudFG verwiesen habe, habe er eine entsprechende hoheitliche Zuerkennung auch der Mobilitätsstipendien angeordnet. ",
            "annotations": []
        },
        {
            "text": "Damit nimmt das Landesgericht für Zivilrechtssachen Wien aber der Anordnung des §56d Abs5 Satz 2 StudFG jede Bedeutung und berücksichtigt nicht, dass §56d Abs5 Satz 1 StudFG – im Kontext mit Abs4 dieser Bestimmung – vor allem einmal bezweckt, für die \"Berechnung\" und in der Folge die Zuerkennung von Mobilitätsstipendien jene \"sonstigen Voraussetzungen\" für maßgeblich zu erklären, die auch für die Zuerkennung von Studienbeihilfen gelten. §56d Abs5 Satz 1 und 2 StudFG lassen sich systematisch auch dahingehend verstehen, dass Mobilitätsstipendien zwar entsprechend §56d Abs5 Satz 2 StudFG im Wege der Privatwirtschaftsverwaltung zuzuerkennen sind, dafür aber die sonstigen Voraussetzungen für Studienbeihilfen ebenso maßgeblich sind wie sinngemäß die Bestimmungen über eine Antragstellung bei der (zuständigen Stipendienstelle der) Studienbeihilfenbehörde (§39 StudFG), die Verpflichtung zur Erbringung von Nachweisen über die Erfüllung der Voraussetzungen (§40 StudFG) oder über die Zuerkennung der Förderung jeweils für ein Ausbildungsjahr (§41 Abs1 StudFG). Wie die Berechnungsvorschriften der §§26 ff StudFG sollen erkennbar im Weiteren auch Regelungen wie diejenigen über Auszahlungstermine und über weitere Modalitäten (der Erfüllung) des Anspruches, wie sie für Studienbeihilfen geregelt sind, auch für Mobilitätsstipendien zur Anwendung kommen. Dass §56d Abs5 Satz 1 StudFG insoweit überschießend auch Bestimmungen, die ausschließlich für das behördliche Verfahren über die bescheidförmige Zuerkennung von Studienbeihilfen relevant sind, wie insbesondere die §§42 bis 45 StudFG, in seine pauschale Verweisung miteinbezieht, ist widerspruchsfreier bedeutungsreduzierend zu verstehen als §56d Abs5 Satz 2 StudFG jede Bedeutung abzusprechen. ",
            "annotations": []
        },
        {
            "text": "Dieses Verständnis des §56d Abs5 StudFG wird durch eine historische und gesetzessystematische Auslegung entscheidend gestützt: ",
            "annotations": []
        },
        {
            "text": "2.2.2.1. Der Verfassungsgerichtshof hat bereits in der Vergangenheit im Zusammenhang mit nach dem StudFG zu gewährenden Stipendien klargestellt, dass bei \"staatlichen Förderungen, die nach ausdrücklicher gesetzlicher Anordnung im Rahmen der Privatwirtschaftsverwaltung geleistet werden, […] die Rechtsbeziehung zwischen dem Rechtsträger des zur Gewährung solcher Förderungen […] ermächtigten Organs und dem Bewerber um eine solche Förderung als bürgerliche Rechtssache im Sinne des §1 JN anzusehen\" ist (VfSlg 18.231/2007).",
            "annotations": []
        },
        {
            "text": "Das Mobilitätsstipendium nach §56d StudFG wurde mit BGBl I 47/2008 eingeführt. Den Gesetzesmaterialien (Erläut zur RV der StudFG-Novelle 2008, 405 BlgNR 23. GP, 10) zufolge bildet es \"[e]ine neue Maßnahme im Studienförderungsgesetz […], ausgehend von der Tatsache, dass in zunehmendem Maße Studierende ein ganzes Studium außerhalb Österreichs absolvieren und dafür weder von Österreich noch von dem Staat des Studienortes eine Förderung erhalten. Außerdem berücksichtigt es die Judikatur des Europäischen Gerichtshofes, wonach Studierende die für das Inland vorgesehene Studienförderung auch ins Ausland mitnehmen können sollen (Rs Morgan & Bucher, EuGH Urteil 23. Oktober 2007)\". ",
            "annotations": []
        },
        {
            "text": "Die Gesetzesmaterialien führen weiters dazu aus: \"Das Verfahren (Zuerkennung über die Studienbeihilfenbehörde mit Antrag) entspricht grundsätzlich jenem für die Gewährung der Studienbeihilfe, allerdings mit dem Unterschied, dass die Zuerkennung im Wege der Privatwirtschaftsverwaltung und nicht mittels Bescheid erfolgt. Die näheren Details sind daher in Richtlinien des Bundesministers für Wissenschaft und Forschung zu regeln.\" ",
            "annotations": []
        },
        {
            "text": "Im Zuge weiterer Novellen des StudFG thematisieren die Gesetzesmaterialien abermals \"Mobilitätsstipendien […], die im Rahmen der Privatwirtschaftsverwaltung vergeben werden\" (Erläut zur RV der StudFG-Novelle BGBl I 54/2016, 1122 BlgNR 25. GP, 2) und weisen auf den \"privatrechtlichen Charakte[r] der Mobilitätsstipendien\" hin (Erläut zum IA der StudFG-Novelle BGBl I 75/2022, 2458/A 27. GP, 22).",
            "annotations": []
        },
        {
            "text": "2.2.2.2. Auch die Systematik des StudFG stützt das Ergebnis, dass das Mobilitätsstipendium nicht im Rahmen der Hoheitsverwaltung sondern der Privatwirtschaftsverwaltung zuerkannt wird:",
            "annotations": []
        },
        {
            "text": "§1 Abs1 StudFG räumt Studierenden, die ein Vollzeitstudium betreiben, einen Rechtsanspruch auf diverse Stipendien bzw Zuschüsse ein. Abs2 nennt ebenfalls zahlreiche Unterstützungsleistungen, darunter auch gemäß §1 Abs2 Z2 StudFG das Mobilitätsstipendium, deren Gewährleistung jedoch im Ermessen (\"können\") der Studienbeihilfenbehörde liegen.",
            "annotations": []
        },
        {
            "text": "Diese Unterscheidung nach Art der Fördervergabe geht bereits auf die Stammfassung des StudFG zurück. Ihr liegt folgende Systematik zugrunde (s Erläut zur RV der Stammfassung des StudFG 1992, 473 BlgStenProtNR 18. GP, 27): ",
            "annotations": []
        },
        {
            "text": "Abs1 enthält all jene Förderungen, auf die das StudFG einen öffentlich-rechtlichen Anspruch einräumt und die deshalb im Rahmen der Hoheitsverwaltung gewährt werden. Abs2 umfasst hingegen all jene Leistungen, die in Form privatrechtlicher Vereinbarungen gewährleistet werden können. Das Mobilitätsstipendium gemäß §56d StudFG ist seit BGBl I 54/2016 in §1 Abs2 Z2 StudFG enthalten.  ",
            "annotations": []
        },
        {
            "text": "Diese Systematik spiegelt sich auch in §35 StudFG wider, der die Zuständigkeit der Studienbeihilfenbehörde regelt (s dazu Erläut zur RV 1122 BlgNR 25. GP, 5). Während Abs1 die Zuständigkeit für die Erledigung von Anträgen regelt, sieht Abs2 die Zuständigkeit für die Zuerkennung für diverse Beihilfen (ua auch gemäß Z1 für das Mobilitätsstipendium) vor. Die Aufteilung der einzelnen in §35 genannten Stipendien deckt sich dabei auch weitestgehend mit deren Einteilung in §1 StudFG. ",
            "annotations": []
        },
        {
            "text": "2.2.2.3. Auch der Verwaltungsgerichtshof geht daher davon aus, dass das Mobilitätsstipendium nach §56d StudFG im Rahmen der Privatwirtschaftsverwaltung zuerkannt wird (VwSlg 18.124 A/2011). ",
            "annotations": []
        },
        {
            "text": "2.3. Das Landesgericht für Zivilrechtssachen Wien und das Bezirksgericht Josefstadt haben daher in ihren Beschlüssen die Zuständigkeit der ordentlichen Gerichte in der Sache zu Unrecht schlechthin verneint. Sie verkennen, dass die Zuerkennung von Mobilitätsstipendien durch die Studienbeihilfenbehörde im Wege der Privatwirtschaftsverwaltung (und nicht der Hoheitsverwaltung) erfolgt.",
            "annotations": []
        },
        {
            "text": "2.4. Zur Entscheidung über die Rechtmäßigkeit der Nichtzuerkennung eines Mobilitätsstipendiums sind somit die ordentlichen Gerichte zuständig. Das Bezirksgericht Josefstadt und das Landesgericht für Zivilrechtssachen Wien hätten jeweils ihre Entscheidung darüber, ob dem Antragsteller Verfahrenshilfe für das von ihm formulierte Klagebegehren zu gewähren ist, unter Zugrundelegung der privatrechtlichen Qualität des Mobilitätsstipendiums treffen müssen und hätten die Abweisung des Verfahrenshilfeantrages mangels Aussicht auf Erfolg nicht unter den Annahmen aussprechen bzw bestätigen dürfen, dass die ordentliche Gerichtsbarkeit schlechthin für eine solche Klage nicht zuständig sei.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Das Bezirksgericht Josefstadt und das Landesgericht für Zivilrechtssachen Wien haben mit ihrer Entscheidung, dass der Verfahrenshilfeantrag des Antragstellers mangels Aussicht auf Erfolg abzuweisen sei, weil das damit verfolgte Klagebegehren zur Zuerkennung eines Mobilitätsstipendiums nach §56d Studienförderungsgesetz 1992 nicht auf dem Rechtsweg vor den ordentlichen Gerichten geltend gemacht werden könne, ihre Zuständigkeit und die Zuständigkeit der ordentlichen Gerichte insgesamt zu Unrecht verneint. ",
            "annotations": []
        },
        {
            "text": "2. Es ist daher auszusprechen, dass die Entscheidung über die Frage, ob entgegen einer ablehnenden Entscheidung der Studienbeihilfenbehörde ein Anspruch auf Gewährung eines Mobilitätsstipendiums nach §56d Studienförderungsgesetz 1992 besteht, in die Zuständigkeit der ordentlichen Gerichte fällt. Die entgegenstehenden Beschlüsse des Bezirksgerichtes Josefstadt vom 16. April 2021, 7 Nc 6/21z-5, und des Landesgerichtes für Zivilrechtssachen Wien vom 14. Juni 2021, 36 R 109/21b, sind aufzuheben. ",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden. ",
            "annotations": []
        },
        {
            "text": "4. Der Kostenausspruch gründet sich auf §52 VfGG. Im zugesprochenen Betrag sind Umsatzsteuer in der Höhe von € 436,– sowie die Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}