{
    "document_id": "JFT_20230613_23G00184_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit des Bundesverfassungsgesetzes über unterschiedliche Altersgrenzen von männlichen und weiblichen Sozialversicherten, BGBl 832/1992, (in der Folge: BVG Altersgrenzen) der Wortfolge \"nach Vollendung des 65. Lebensjahres (Regelpensionsalter)\" in §4 Abs1 APG, BGBl I 142/2004, idF BGBl I 36/2023, der Wortfolge \"nach Vollendung des 65. Lebensjahres (Regelpensionsalter), die Versicherte\" in §253 Abs1 ASVG, BGBl 189/1955, idF BGBl I 36/2023, des §16 Abs6 APG, BGBl I 142/2004, idF BGBl I 36/2023, des §4 Abs2 bis 4 und 7 leg cit, der Wortfolgen \"(§§4 Abs1 und 16 Abs6)\", \"im Fall der Korridorpension (§4 Abs2) um 0,425 %, sonst\" und \"Handelt es sich jedoch um eine Schwerarbeitspension (§4 Abs3), so beträgt die Verminderung 0,15 % für jeden Monat des früheren Pensionsantrittes\" in §5 Abs2 leg cit, der Wortfolge \"(§§4 Abs1 und 16 Abs6)\" in §5 Abs4 leg cit und des §9 leg cit, in eventu des BVG Altersgrenzen, der Wortfolge \"nach Vollendung des 65. Lebensjahres (Regelpensionsalter)\" in §4 Abs1 APG, BGBl I 142/2004, idF BGBl 36/2023, der Wortfolge \"nach Vollendung des 65. Lebensjahres (Regelpensionsalter), die Versicherte\" in §253 Abs1 ASVG, BGBl 189/1955, idF BGBl I 36/2023 und des §16 Abs6 APG, BGBl I 142/2004, idF BGBl I 36/2023 wegen Verstoßes gegen das liberale, das demokratische und das rechtsstaatliche Prinzip, gegen den Gleichheitsgrundsatz (Art7 Abs1 B-VG, Art2 StGG) sowie gegen die Rechte auf Gleichheit vor dem Gesetz (Art20 GRC), auf Nichtdiskriminierung (Art21 Abs1 GRC) und auf Gleichheit von Frauen und Männern (Art23 Abs1 GRC):",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 12.568/1990 und 12.660/1991) sowie der in Reaktion darauf geschaffenen – unbedenklichen (vgl VfSlg 16.327/2001 zur möglichen Verfassungswidrigkeit von Verfassungsrecht; vgl auch VfSlg 20.291/2018 dazu, dass die Rechte der Grundrechte-Charta kein Prüfungsmaßstab für Verfassungsrecht sind) – Verfassungsrechtslage (vgl das BVG Altersgrenzen) lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat:",
            "annotations": []
        },
        {
            "text": "Mit Erlassung des BVG Altersgrenzen hat sich der Verfassungsgesetzgeber für eine stufenweise Angleichung des unterschiedlichen Pensionsantrittsalters entschieden, wodurch es – derzeit – zu einer ungleichen Behandlung von Männern und Frauen kommt. Diese Unterscheidung enthaltende Regelungen bzw Bestimmungen, die auf Regelungen zurückzuführen sind, die sich in verfassungsrechtlich zulässiger Weise auf das BVG Altersgrenzen stützen können bzw auf dieses verweisen, stehen somit im Einklang mit der Verfassungsrechtslage und begegnen insofern keinen verfassungsrechtlichen Bedenken.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Formerfordernisse und Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}