{
    "document_id": "JFT_20230612_23G00161_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Der Antragsteller ist Kläger in einem Schadenersatzprozess vor dem Landesgericht für Zivilrechtssachen Wien. Mit Teilurteil vom 13. Oktober 2021, 57 Cg 121/19m, gab das Landesgericht für Zivilrechtssachen Wien dem Klagebegehren des Antragstellers in Höhe von € 893,34 – samt 4 % Zinsen seit dem 8. März 2016 – statt. Das Mehrbegehren wurde hingegen abgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Gegen den klagsabweisenden Ausspruch dieses Teilurteiles erhob der Antragsteller Berufung an das Oberlandesgericht Wien. Mit Teilurteil vom 30. Dezember 2022, 13 R 205/21v, gab das Oberlandesgericht Wien der Berufung nur zum Teil Folge.",
            "annotations": []
        },
        {
            "text": "3. Aus Anlass dieser Entscheidung des Oberlandesgerichtes Wien erhob der Antragsteller einerseits einen Parteiantrag auf Normenkontrolle, den der Verfassungsgerichtshof mit Beschluss vom 27. Februar 2023, G110/2023, zurückwies. Der Antragsteller habe den Parteiantrag aus Anlass der Entscheidung des Oberlandesgerichtes Wien als Berufungsgericht erhoben; damit habe er keinen Antrag aus Anlass einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache im Sinne des Art140 Abs1 Z1 litd B-VG gestellt.",
            "annotations": []
        },
        {
            "text": "Andererseits stellte der Antragsteller einen Antrag auf Erstreckung der Frist zur Erhebung einer Revision an den Obersten Gerichtshof. Das Landesgericht für Zivilrechtssachen Wien wies diesen Antrag mit Beschluss vom 2. März 2023 zurück. Aus Anlass dieses Beschlusses des Landesgerichtes für Zivilrechtssachen Wien stellt der Antragsteller (neuerlich) den vorliegenden Antrag gemäß Art140 Abs1 Z1 litd B-VG.",
            "annotations": []
        },
        {
            "text": "4. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen \"auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels\".",
            "annotations": []
        },
        {
            "text": "5. Der Antrag ist nicht zulässig.",
            "annotations": []
        },
        {
            "text": "6. Der Antragsteller hat den vorliegenden Antrag aus Anlass der Zurückweisung eines Antrages auf Erstreckung der Frist zur Erhebung einer Revision an den Obersten Gerichtshof – und damit im Rahmen des Rechtsmittelverfahrens – gestellt. Damit hat er keinen Antrag aus Anlass einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache im Sinne des Art140 Abs1 Z1 litd B-VG gestellt (vgl zB VfGH 2.7.2015, G121/2015; 14.6.2016, G378/2015; 22.6.2021, G77/2021; 1.3.2022, G370/2021).",
            "annotations": []
        },
        {
            "text": "7. Der Antrag ist daher schon aus diesem Grund gemäß §19 Abs3 Z2 lite VfGG in nichtöffentlicher Sitzung als unzulässig zurückzuweisen, ohne dass auf das Vorliegen der weiteren Prozessvoraussetzungen einzugehen ist.",
            "annotations": []
        }
    ]
}