{
    "document_id": "JFT_20230616_22E03489_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist Staatsangehöriger von Afghanistan und stellte am 11. November 2015 einen Antrag auf internationalen Schutz, der mit Erkenntnis des Bundesverwaltungsgerichtes vom 15. April 2021 hinsichtlich der Zuerkennung des Status des Asylberechtigten und des subsidiär Schutzberechtigten abgewiesen wurde; unter einem wurde ihm kein Aufenthaltstitel aus berücksichtigungswürdigen Gründen erteilt, gegen ihn eine Rückkehrentscheidung erlassen, die Zulässigkeit der Abschiebung nach Afghanistan ausgesprochen und ihm eine Frist von zwei Wochen für die freiwillige Ausreise gewährt (die Behandlung der dagegen erhobenen Beschwerde lehnte der Verfassungsgerichtshof mit Beschluss vom 25. Juni 2021, E1958/2021, ab). Am 30. Juli 2020 hat der Beschwerdeführer die Integrationsprüfung auf dem Sprachniveau B1 erfolgreich abgelegt. Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 10. November 2021 wurde ihm ein Aufenthaltstitel aus besonders berücksichtigungswürdigen Gründen gemäß §56 Abs1 AsylG 2005 (\"Aufenthaltsberechtigung plus\") für ein Jahr erteilt. Seit 1. Juni 2022 verfügt der Beschwerdeführer über eine Gewerbeberechtigung für ein \"Handelsgewerbe mit Ausnahme der reglementierten Handelsgewerbe und Handelsagent\". Seinem Antrag auf Erteilung einer \"Rot-Weiß-Rot – Karte plus\" gemäß §41a Abs9 NAG wurde stattgeben.",
            "annotations": []
        },
        {
            "text": "2. Am 20. Juli 2022 stellte der Beschwerdeführer – nach rechtskräftiger Abweisung seines ersten diesbezüglichen Antrages mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 3. Jänner 2022 – den Antrag auf Ausstellung eines Fremdenpasses im Interesse der Republik Österreich für ausländische Staatsangehörige, die die Voraussetzungen für die Erteilung eines Aufenthaltstitels \"Daueraufenthalt – EU\" erfüllen (§88 Abs1 Z3 Fremdenpolizeigesetz 2005 [FPG]), der mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 12. August 2022 abgewiesen wurde. Die dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 9. November 2022 als unbegründet ab. Begründend führte es aus, wesentliche Voraussetzung für die Verwirklichung der in §88 Abs1 FPG umschriebenen Tatbestände sei, dass die Ausstellung eines Fremdenpasses im Hinblick auf die Person des Betroffenen im Interesse der Republik gelegen sei. Für die Ausstellung eines Fremdenpasses komme es somit nicht bloß darauf an, dass diese im Interesse des Fremden gelegen sei, sondern es müsse auch ein positives Interesse der Republik Österreich an der Ausstellung eines Fremdenpasses für diesen Fremden bestehen. Österreich eröffne mit der Ausstellung eines Fremdenpasses dem Inhaber die Möglichkeit zu reisen und übernehme damit auch eine Verpflichtung gegenüber den Gastländern. Dabei sei ein restriktiver Maßstab anzulegen (VwGH 15.9.2010, 2010/18/0279; 19.5.2011, 2009/21/0288; 22.1.2014, 2013/21/0043, jeweils mwN). Der Umstand, dass der Fremdenpass benötigt werde, um (auch) beruflich ins Ausland zu reisen, begründe gerade kein solches Interesse (VwGH 22.1.2014, 2013/21/0043). Dem Bundesamt für Fremdenwesen und Asyl sei daher zu folgen, wenn es auf Grund des Vorbringens des Beschwerdeführers von keinem in seiner Person gelegenen Interesse der Republik Österreich ausgehe, zumal er auch keine Bescheinigungsmittel vorgelegt habe, nach denen die Geschäftsreisen für sein berufliches Fortkommen unabdingbar wären, bzw einen staatlichen Bezug dieser Reisen nicht dargetan habe. Soweit der Beschwerdeführer einen Eingriff in seine Grundrechte (in der Beschwerde weise er auf einen Grundrechtseingriff in das Privat- und Familienleben, in das Recht auf unternehmerische Freiheit sowie in die Bewegungs- und Reisefreiheit hin) ins Treffen führe, sei festzuhalten, dass er nicht darlege, inwieweit er durch die Nichtausstellung eines Fremdenpasses in seinem Privat- und Familienleben sowie in seinem Recht auf unternehmerische Freiheit eingeschränkt sei. Auch das Vorbringen der Einschränkung einer Bewegungs- und Reisefreiheit führe nicht zum Erfolg, habe doch der Verwaltungsgerichtshof bereits ausgesprochen, dass die Ausstellung eines Fremdenpasses mit dem Zweck, in das Ausland reisen zu können, gerade keinen Grund darstelle, der ein öffentliches Interesse iSd §88 Abs1 FPG dartun könnte (vgl VwGH 19.11.2003, 2003/21/0053; 11.5.2009, 2007/18/0659; 15.9.2010, 2010/18/0279). Ebenso wenig sei eine gemeinschaftsrechtliche Verpflichtung der Republik Österreich zur Ausstellung eines Reisedokumentes erkennbar. Im vorliegenden Fall mangle es daher an dem erforderlichen Interesse der Republik Österreich an der Ausstellung eines Fremdenpasses.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in Rechten wegen Anwendung eines verfassungswidrigen Gesetzes und in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet sowie die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "Begründend wird dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "3.1. Anwendung eines verfassungswidrigen Gesetzes – Verletzung des Grundrechtes auf Freizügigkeit gemäß Art2 4. ZPEMRK (Ausreisefreiheit):",
            "annotations": []
        },
        {
            "text": "Dem Beschwerdeführer sei es ohne gültiges Reisedokument nicht möglich, in Länder außerhalb des Schengen-Raumes und außerhalb der Europäischen Union zu reisen, weswegen der Europäische Gerichtshof für Menschenrechte bereits wiederholt zur Feststellung gelangt sei, dass die Weigerung der Ausstellung eines Fremdenpasses einen Eingriff in das Recht auf Freizügigkeit darstelle (EGMR 14.6.2022, 38.121/20, L.B., Z81, mwN).",
            "annotations": []
        },
        {
            "text": "Die Weigerung der Ausstellung eines Fremdenpasses erweise sich folglich im vorliegenden Fall als Eingriff in das Recht auf Freizügigkeit gemäß Art2 Abs2 4. ZPEMRK.",
            "annotations": []
        },
        {
            "text": "Nach Art2 Abs3 4. ZPEMRK seien Eingriffe in dieses Grundrecht nur dann zulässig, wenn sie in einer demokratischen Gesellschaft notwendig seien und einem abschließend aufgezählten legitimen Ziel (nationale Interessen, öffentliche Sicherheit, Aufrechterhaltung des ordre public, Verhütung von Straftaten, Schutz der Gesundheit oder der Moral oder des Schutzes der Rechte und Freiheiten anderer) dienen würden.",
            "annotations": []
        },
        {
            "text": "Es müssten konkrete Anhaltspunkte vorliegen, die die Annahme rechtfertigen würden, dass ein bestimmtes (legitimes) Eingriffsziel im Einzelfall gegeben sei. Ebenso verhalte es sich mit der Prüfung, ob der Eingriff in einer demokratischen Gesellschaft als notwendig betrachtet werden könne. Auch in diesem Zusammenhang sei auf die konkrete Situation im Einzelfall Bedacht zu nehmen (EGMR, L.B., Z96).",
            "annotations": []
        },
        {
            "text": "Ein Eingriff in ein Grundrecht mit materiellem Gesetzesvorbehalt (wie etwa Art8 EMRK) müsse sich im Lichte aller Umstände des Einzelfalles auch als verhältnismäßig erweisen. Dies gelte ebenso für die in Rede stehende Grundrechtsbestimmung (EGMR 26.11.2009, 34.383/03, Gochev, Z50; 10.2.2011, 30.943/04, Nalbantski, Z66). Es bedürfe sohin – auch im Fall des Vorliegens eines legitimen Zwecks – der Durchführung einer Einzelfallprüfung (Khakzadeh in: Kahl/Khakzadeh/Schmid [Hrsg.], Kommentar zum Bundesverfassungsrecht – B-VG und Grundrechte, Art2 4. ZPEMRK Rz 15, mwN).",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund erweise sich die in Rede stehende Bestimmung in mehrfacher Hinsicht als zumindest überschießend und daher im Hinblick auf Art2 Abs2 und 3 4. ZPEMRK als verfassungswidrig:",
            "annotations": []
        },
        {
            "text": "– zum Interesse der Republik Österreich:",
            "annotations": []
        },
        {
            "text": "Hiezu heiße es in den parlamentarischen Materialien (ErläutME 206 BlgNR 18. GP, 58) zu §55 Abs1 FrG 1992 (gleichlautend mit §88 Abs1 FPG):",
            "annotations": []
        },
        {
            "text": "\"Im §55 werden jene Fälle taxativ aufgezählt, in denen Fremdenpässe ausgestellt werden können. In all diesen Fällen kommt es nicht bloß darauf an, daß die Ausstellung des Fremdenpasses im Interesse des Betroffenen gelegen ist, sondern es muß auch ein positives Interesse der Republik Österreich an der Ausstellung eines Fremdenpasses für diesen Fremden bestehen. Österreich eröffnet mit der Ausstellung eines Fremdenpasses dem Inhaber die Möglichkeit zu Reisen und übernimmt damit eine Verpflichtung gegenüber den Gastländern. Diese an sich nur gegenüber Staatsbürgern einzunehmende Haltung erfordert einen restriktiven Maßstab.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Verwaltungsgerichtshof habe sich bereits wiederholt damit auseinandergesetzt, in welchem Fall ein Interesse der Republik Österreich anzunehmen sei, und sei in seiner Auslegung dem Willen des Gesetzgebers aus dem Jahr 1993 gefolgt, ohne sich mit den grundrechtlichen Vorgaben auseinanderzusetzen. Demnach würde die Republik Österreich durch das Ermöglichen von Reisefreiheiten auch eine Verpflichtung gegenüber den Gastländern übernehmen und wäre die Ausstellung von Reisedokumenten an Fremde restriktiv zu behandeln (VwGH 22.1.2014, 2013/21/0043; 29.1.2008, 2007/18/0601). Der Judikatur des Verwaltungsgerichtshofes sei kein einziger Sachverhalt zu entnehmen, in dem das Vorliegen eines solchen Interesses jemals bejaht worden wäre (vgl etwa VwGH 19.11.2003, 2003/21/0053, für Reisen mit österreichischen Familienmitgliedern; 3.5.2005, 2005/18/0070, zur Erlangung der österreichischen Staatsbürgerschaft und für die Eheschließung; 11.5.2009, 2007/18/0659, zum Interesse an der Aufrechterhaltung der Reisefreiheit; 15.9.2010, 2010/18/0279, zum Interesse an der Aufrechterhaltung des Familienlebens; 19.5.2011, 2009/21/0288, zum Interesse an der Gewährleistung der Erwerbsfreiheit; 19.3.2013, 2011/21/0242, nur zur Schaffung klarer passrechtlicher Verhältnisse; 22.1.2014, 2013/21/0043, zum Interesse an der Teilnahme an internationalen Sportwettbewerben).",
            "annotations": []
        },
        {
            "text": "Im Kommentar zu §88 FPG werde ein öffentliches Interesse angenommen, \"wenn die Republik Österreich zur Ausstellung eines Reisedokuments gemeinschaftsrechtlich verpflichtet wäre (etwa im Fall von EU-Entsendungen, wenn die Dienstleistungsfreiheit des entsendenden Unternehmers mit zu berücksichtigen ist oder zur Umsetzung von allfälligen EuGH-Entscheidungen). Darüber hinaus mag öffentliches Interesse auch dann angenommen werden, wenn Geschäfts- oder Dienstreisen (etwa im Rahmen von Unternehmen, die staatlichen Bezug haben) unternommen werden müssen oder wenn es sich um die neuerliche Ausstellung von Fremdenpässen (Verlängerung) handelt und zwischenzeitlich keine gravierenden Änderungen in Bezug auf die Person des Betreffenden eingetreten sind\" (Szymanski in: Schrefler-König/Szymanski [Hrsg.], Fremdenpolizei- und Asylrecht, §88 FPG Anm. 1; siehe hiezu auch VwGH 11.5.2009, 2007/18/0659).",
            "annotations": []
        },
        {
            "text": "Art2 Abs3 4. ZPEMRK nenne die Ziele abschließend, zu deren Erreichung dieses Grundrecht Einschränkungen unterworfen werden dürfe. Hintergrund bzw Zweck der Einschränkung des Rechtes durch §88 Abs1 FPG sei offenkundig der Gedanke, dass die Verpflichtung, die durch die Ausstellung eines Reisedokumentes anderen Ländern gegenüber übernommen werde, restriktiv zu handhaben wäre (vgl die oben zitierte Judikatur und die parlamentarischen Materialien). Dieses Ziel diene jedoch nicht dem Interesse der öffentlichen oder nationalen Sicherheit, der Aufrechterhaltung des ordre public (Grundwertungen des österreichischen Rechtes, wie Verfassungsgrundsätze, Kindeswohl etc.), der Verhütung von Straftaten, des Schutzes der Gesundheit oder der Moral oder des Schutzes der Rechte und Freiheiten anderer und falle somit nicht unter die legitimen Ziele, zu deren Erreichung das Grundrecht eingeschränkt werden dürfe.",
            "annotations": []
        },
        {
            "text": "Das zusätzliche Kriterium, nämlich das Vorliegen eines (teilweise sogar qualifizierten) Interesses der Republik Österreich im Hinblick auf die betroffene Person, sei damit unter keines der legitimen Eingriffsziele zu subsumieren. Besonders die Auslegung des Verwaltungsgerichtshofes zeige deutlich, dass es eben nicht um potentiell negatives Verhalten der Einzelperson gegenüber der Allgemeinheit oder Einzelnen gehe, sondern dass sich aus der Ausstellung eines Fremdenpasses vielmehr eine positive Folge für die Republik Österreich ergeben müsse. Zu betonen sei, dass auf Grund der generellen Beschränkung die reale Gefahr der Verletzung auch anderer verfassungsgesetzlich geschützter Grundrechte, wie der durch Art8 EMRK bzw Art7 GRC und das BVG Kinderrechte bzw Art24 GRC gewährleisteten, bestehe; somit von Rechten, die teilweise als Rechtfertigung der Zulässigkeit eines solchen Eingriffs herangezogen würden.",
            "annotations": []
        },
        {
            "text": "Doch selbst für den Fall, dass das Vorliegen eines öffentlichen Interesses unter eines der legitimen Eingriffsziele subsumiert werden könnte, ermögliche die Bestimmung keine individualisierte Prüfung, ob der Eingriff gegebenenfalls als \"notwendig in einer demokratischen Gesellschaft\" oder als verhältnismäßig anzusehen sei.",
            "annotations": []
        },
        {
            "text": "Die Bestimmung ermögliche weiters keine Abwägung zwischen den persönlichen Interessen des Beschwerdeführers (wie Art8 EMRK bzw Art7 GRC oder Art15 GRC) an der Wahrnehmung seiner Ausreisefreiheit und den Interessen der Republik Österreich, sondern schließe generell aus, dass alleine persönliche Interessen die Ausstellung eines Fremdenpasses zu rechtfertigen vermögen würden (siehe hiezu insbesondere die Judikatur des Verwaltungsgerichtshofes). Damit sei die Bestimmung und die auf ihr basierende Entscheidung Grundlage für einen nachhaltigen Eingriff in das Grundrecht des Beschwerdeführers auf Freizügigkeit, weil er an Reisen ins Ausland auf unbestimmte Zeit gehindert werde. Es sei in diesem Zusammenhang daran erinnert, dass sich die Ausgangslage auch durch die Erteilung eines unbefristeten Aufenthaltsrechtes (Daueraufenthalt – EU) nicht verbessern würde, zumal auch in diesem Fall das Vorliegen eines Interesses der Republik Österreich nachzuweisen wäre. Folglich stelle die Abweisung des Antrages auf Ausstellung eines Fremdenpasses durch die Heranziehung eines verfassungswidrigen Gesetzes einen dauerhaften Eingriff in das Grundrecht gemäß Art2 Abs2 4. ZPEMRK dar. Die Bestimmung erweise sich somit auch aus diesem Grund als nicht verhältnismäßig.",
            "annotations": []
        },
        {
            "text": "Jedenfalls rechtfertige auch das Anlegen eines \"restriktiven Maßstabes\" iSd Gesetzesmaterialien nicht die aus der Nichtausstellung von Reisedokumenten resultierende Verwehrung eines Grundrechtes auf Freizügigkeit. Eine solche Auslegung würde zu einer Umkehrung des Regel-Ausnahme-Verhältnisses führen, das der Grundrechtssystematik immanent sei, indem die Versagung eines Reisedokumentes zur Regel und dessen Ausstellung zur Ausnahme gemacht würde, ohne dass eine einzelfallbezogene Verhältnismäßigkeitsprüfung ermöglicht werde. Der Eingriff stehe in seiner Schwere sohin mit dem dadurch zu erreichenden Ziel in keinem Verhältnis.",
            "annotations": []
        },
        {
            "text": "Zusammengefasst diene der Eingriff in das Grundrecht nach Art2 Abs2 4. ZPEMRK sohin weder einem legitimen Ziel noch sei er in einer demokratischen Gesellschaft notwendig noch verhältnismäßig. Die in Rede stehende Bestimmung erweise sich sohin auch aus diesem Grund als verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "3.2. Verletzung in verfassungsgesetzlich gewährleisteten Rechten – Unverhältnismäßiger Eingriff in das Grundrecht auf Freizügigkeit gemäß Art2 Abs2 4. ZPEMRK (Ausreisefreiheit):",
            "annotations": []
        },
        {
            "text": "Sollte der Verfassungsgerichtshof der Ansicht sein, dass das Kriterium des \"Interesses der Republik Österreich\" einer grundrechtskonformen Interpretation offenstehe, erachte sich der Beschwerdeführer jedenfalls durch die mangelnde Einzelfallprüfung sowohl in Bezug auf das Vorliegen eines legitimen Zwecks, die Notwendigkeit wie auch die Verhältnismäßigkeit des Eingriffes in seinem Grundrecht verletzt (es werde auf die obigen Ausführungen verwiesen).",
            "annotations": []
        },
        {
            "text": "Es bestehe ein grundrechtlicher Anspruch auf Ausreisefreiheit und in diesem Zusammenhang unter bestimmten Voraussetzungen auch auf Bereitstellung von Reisedokumenten. Es hätte somit das Kriterium des \"Interesses der Republik Österreich\" im Lichte des Art2 Abs2 und 3 4. ZPEMRK geprüft werden müssen, um völker- und grundrechtlichen Vorgaben zu genügen.",
            "annotations": []
        },
        {
            "text": "Dem angefochtenen Erkenntnis sei an keiner Stelle zu entnehmen, dass ein legitimes Eingriffsziel im vorliegenden Fall angenommen werde. Entsprechende Hinweise seien im Verfahren auch nicht hervorgekommen, weswegen bereits aus diesem Grund von einer Verletzung des Grundrechtes auszugehen sei.",
            "annotations": []
        },
        {
            "text": "Der Eingriff sei schon alleine deshalb nicht erforderlich gewesen, weil sich im gesamten Verfahren keine Umstände ergeben hätten, die das Vorliegen einer von Seiten des Beschwerdeführers ausgehenden Gefahr für die Allgemeinheit, Österreich oder für einzelne Personen oder etwa eines Verstoßes gegen das ordre public-Prinzip indizierten und damit die Versagung des Fremdenpasses rechtfertigen würden. Das Bundesverwaltungsgericht habe die Abweisung lediglich auf rein formalistische Gründe gestützt, nämlich dass angeblich kein Interesse der Republik Österreich nachgewiesen worden sei, ohne sich mit dem konkreten Sachverhalt auseinanderzusetzen.",
            "annotations": []
        },
        {
            "text": "Der Eingriff sei auch nicht verhältnismäßig, weil dem angefochtenen Erkenntnis eine nachvollziehbare Abwägung der Interessen des Beschwerdeführers und der Interessen der Republik Österreich jedenfalls nicht zu entnehmen sei. Der Beschwerdeführer habe substantiiert vorgebracht, dass er zur Wahrnehmung seiner unternehmerischen Freiheit Reisetätigkeiten innerhalb der Europäischen Union vornehmen müsste. Dies sei mit dem Hinweis auf die Rechtsprechung des Verwaltungsgerichtshofes nicht entsprechend gewürdigt worden.",
            "annotations": []
        },
        {
            "text": "Zudem sei in keiner Weise miteinbezogen worden, dass es dem Beschwerdeführer auf Grund der aktuellen Lage in seinem Herkunftsland infolge der Machtergreifung der Taliban und der mangelnden internationalen Anerkennung des Terrorregimes wohl auf Dauer nicht möglich sein werde, einen Reisepass zu beschaffen. Folglich sei er dauerhaft von der Inanspruchnahme seines Grundrechtes auf Freizügigkeit in Bezug auf die Ausreisefreiheit ausgeschlossen. Wie der Europäische Gerichtshof für Menschenrechte in seiner ständigen Rechtsprechung betone, seien zeitliche Faktoren im Rahmen der Verhältnismäßigkeitsprüfung entsprechend zu beachten; auch dies sei nicht erfolgt.",
            "annotations": []
        },
        {
            "text": "4. Das Bundeskanzleramt-Verfassungsdienst hat auf Ersuchen des Verfassungsgerichtshofes zur Frage der Verfassungsmäßigkeit des §88 Abs1 FPG Stellung genommen:",
            "annotations": []
        },
        {
            "text": "4.1. Zu den Bedenken im Hinblick auf die Ausreisefreiheit gemäß Art2 Abs2 4. ZPEMRK:",
            "annotations": []
        },
        {
            "text": "Die Verweigerung der Ausstellung eines Fremdenpasses an einen Drittstaatsangehörigen mit temporärer Aufenthaltsbewilligung im Konventionsstaat sei erstmals Gegenstand im Verfahren gewesen, das dem Urteil des Europäischen Gerichtshofes für Menschenrechte vom 14. Juni 2022, 38.121/20, L.B., zugrunde liege. Darin habe der Europäische Gerichtshof für Menschenrechte zwar eine Verletzung der Ausreisefreiheit des Beschwerdeführers erkannt, weil die nationalen Behörden die Ausstellung eines Fremdenpasses verweigert hätten, ohne angemessen zu berücksichtigen, ob dem Beschwerdeführer die Erlangung eines Reisepasses seines Herkunftsstaates angesichts seiner besonderen Umstände möglich gewesen wäre (vgl EGMR, L.B., Zlen 93 ff.). Zugleich habe der Gerichtshof allerdings festgehalten, dass Art2 Abs2 4. ZPEMRK den Vertragsstaaten keine allgemeine Verpflichtung auferlege, Ausländern, die sich in ihrem Hoheitsgebiet aufhielten, ein bestimmtes Dokument auszustellen, das ihnen Auslandsreisen ermögliche (vgl Z59).",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund des konkreten Einzelfalles könne nach Auffassung des Bundeskanzleramtes-Verfassungsdienst aus dem genannten Urteil keine generelle Verpflichtung der Konventionsstaaten zur Ausstellung von Fremdenpässen abgeleitet werden. Es sei überdies nicht davon auszugehen, dass jede Unmöglichkeit der Erlangung von Reisedokumenten für Fremde in den Schutzbereich der Ausreisefreiheit gemäß Art2 Abs2 4. ZPEMRK falle.",
            "annotations": []
        },
        {
            "text": "Insbesondere könne nach Auffassung des Bundeskanzleramtes-Verfassungsdienst an das Bestehen einer positiven Verpflichtung zur Ausstellung von Reisedokumenten im Hinblick auf Fremde nicht derselbe Maßstab angelegt werden wie an die Ausstellung von Reisedokumenten für Staatsbürger oder an das Verbot, die Ausreisefreiheit als solche – etwa durch ein Ausreiseverbot – zu beschränken. Vielmehr sei im Hinblick auf die Ausstellung von Reisedokumenten an Fremde von einem weiten Ermessensspielraum der Konventionsstaaten auszugehen.",
            "annotations": []
        },
        {
            "text": "In diesem Zusammenhang gelte es zu berücksichtigen, dass Gewährleistungspflichten (positive obligations) der Konventionsstaaten – wie vorliegend eine Pflicht zur Ausstellung von Reisedokumenten an einen Fremden – nicht zu einer Verletzung des Völkerrechtes führen dürften (vgl in diesem Sinne EGMR 30.11.2021, 48.020/12, Golub, Zlen 23 und 64 ff.). Mit der Ausstellung von Fremdenpässen werde allerdings in die völkerrechtlich anerkannte Passhoheit und damit in die Souveränität fremder Staaten eingegriffen (vgl Filzwieser/Frank/Kloibmüller/Raschhofer, Asyl- und Fremdenrecht, 2016, 1288; vgl auch die Ausstellung von Reisedokumenten an Angehörige des Entsendestaates als konsularische Aufgabe gemäß Art5 litd Wiener Übereinkommen über konsularische Beziehungen, BGBl 318/1969), was bereits §8 Abs2 PaßG 1969 berücksichtigt habe.",
            "annotations": []
        },
        {
            "text": "Außerdem übernehme der ausstellende Staat auf Grund der eröffneten Reisemöglichkeit des Fremden eine Verpflichtung gegenüber den Gastländern (vgl bereits §8 Abs2 PaßG 1969, der Bezug \"auf die allfälligen Auswirkungen eines Auslandsaufenthaltes des Fremden auf die Beziehungen der Republik Österreich zu einem anderen Staat\" nehme). Zudem könne durch die Ausstellung eines Fremdenpasses eine Rücknahmeverpflichtung des ausstellenden Staates nach den internationalen Gepflogenheiten oder bilateralen Abkommen bestehen.",
            "annotations": []
        },
        {
            "text": "Im Übrigen schränke §88 Abs1 FPG selbst weder das Recht auf Freizügigkeit gemäß Art2 Abs1 4. ZPEMRK noch die Ausreisefreiheit gemäß Art2 Abs2 4. ZPEMRK ein. §88 Abs1 FPG regle insbesondere nicht die Ausreise eines Fremden aus dem Bundesgebiet oder die Einreise eines Fremden in einen anderen Staat (die nach der Rechtsordnung des jeweiligen anderen Staates auch ohne Pass möglich und rechtmäßig sein könne). Auch sehe die österreichische Rechtsordnung für den Fall, dass ein Fremder – entgegen der Passpflicht gemäß §15 Abs1 FPG – ohne Reisedokument aus dem Bundesgebiet ausreise, keine Sanktion vor: Weder sei eine (mit der in Bezug auf österreichische Staatsangehörige vorgesehenen Regelung nach §24 Abs1 Z1 iVm §2 PassG 1992 vergleichbare) Verwaltungsübertretung normiert, noch bestehe eine Rechtsgrundlage für die Hinderung an der Ausreise in solchen Fällen.",
            "annotations": []
        },
        {
            "text": "§88 Abs1 FPG greife auch nicht deshalb in die Ausreisefreiheit gemäß Art2 Abs2 4. ZPEMRK ein, weil er lediglich für gewisse Konstellationen eine Anspruchsgrundlage für die Ausstellung eines Fremdenpasses vorsehe:",
            "annotations": []
        },
        {
            "text": "Die Beschränkung auf bestimmte Tatbestände erweise sich vor dem Hintergrund des dargestellten rechtspolitischen Gestaltungsspielraumes der Gesetzgebung, der gebotenen Rücksichtnahme auf die Passhoheit anderer Staaten und der Übernahme von Verpflichtungen gegenüber den Gastländern als sachgerecht. Insbesondere die in §88 Abs1 Z2, 3 und 5 FPG zum Ausdruck kommende Notwendigkeit eines gewissen Bezuges des Fremden zur Republik Österreich sei der mit der Ausstellung eines Reisedokumentes verbundenen Übernahme von Pflichten durch die Republik Österreich – auch und vor allem im Verhältnis zu anderen Staaten – geschuldet.",
            "annotations": []
        },
        {
            "text": "Fremde ohne Reisedokumente, die lediglich über ein befristetes Aufenthaltsrecht im Bundesgebiet verfügten (und die Anforderungen des §88 Abs1 Z5 FPG nicht erfüllten), seien auch nicht auf Dauer von der Ausstellung eines Fremdenpasses ausgeschlossen, sondern könnten bei Erreichen der Mindestaufenthaltsdauer bzw Erfüllung der sonstigen normierten Voraussetzungen – wenn sie also hinreichenden Bezug zur Republik Österreich aufwiesen – unter §88 Abs1 Z2 oder 3 leg cit fallen.",
            "annotations": []
        },
        {
            "text": "Zusammengefasst begründe Art2 Abs2 4. ZPEMRK nach Auffassung des Bundeskanzleramtes-Verfassungsdienst keine (generelle) Verpflichtung, die Ausstellung eines Fremdenpasses für alle rechtmäßig im Inland aufhältigen Fremden zu ermöglichen. Den Bedenken des Beschwerdeführers könne daher im Hinblick auf den nach sachlichen Gesichtspunkten differenzierenden Anwendungsbereich des §88 Abs1 FPG nicht gefolgt werden.",
            "annotations": []
        },
        {
            "text": "Ein allfälliger durch §88 Abs1 FPG begründeter Eingriff in die Ausreisefreiheit gemäß Art2 Abs2 4. ZPEMRK wäre nach Auffassung des Bundeskanzleramtes-Verfassungsdienst überdies gerechtfertigt:",
            "annotations": []
        },
        {
            "text": "Die Gesetzgebung nehme mit §88 Abs1 FPG darauf Bedacht, die Beziehungen zu anderen Staaten möglichst nicht zu beeinträchtigen und ungerechtfertigte Eingriffe in die Passhoheit eines anderen Staates zu vermeiden. Zudem übernehme die Republik Österreich mit der Ausstellung eines Fremdenpasses und der dem Inhaber dadurch eröffneten Reisemöglichkeit eine Verpflichtung gegenüber den Gastländern. Es sei davon auszugehen, dass der Schutz der internationalen Beziehungen der Republik Österreich und die Beachtung des Völkergewohnheitsrechtes legitime Ziele iSd Art2 Abs3 4. ZPEMRK seien, weil sie der nationalen sowie der öffentlichen Sicherheit und der Aufrechterhaltung der öffentlichen Ordnung dienten (vgl zum Verständnis des ordre public-Vorbehaltes, der \"in the broad sense in general use in continental countries\" zu verstehen sei, §16 des Explanatory Report zum 4. ZPEMRK).",
            "annotations": []
        },
        {
            "text": "Zur Beurteilung der Verhältnismäßigkeit eines allfälligen Eingriffes sei zunächst erneut darauf hinzuweisen, dass Fremde ohne Reisedokument per se nicht an der Ausreise aus dem Bundesgebiet gehindert seien. Daher sei – sofern ein Eingriff überhaupt angenommen werde – von einer geringen Eingriffsintensität auszugehen.",
            "annotations": []
        },
        {
            "text": "§88 Abs1 FPG ermögliche überdies bei der Beurteilung, ob die Ausstellung eines Fremdenpasses \"im Hinblick auf die Person des Betroffenen im Interesse der Republik gelegen ist\", eine Verhältnismäßigkeitsprüfung im Einzelfall. Nach der Rechtsprechung des Verwaltungsgerichtshofes könnten unions- und konventionsrechtliche Verpflichtungen der Republik Österreich im Hinblick auf den konkreten Einzelfall in die gemäß §88 Abs1 FPG vorzunehmende Prüfung des \"Interesses der Republik\" einfließen.",
            "annotations": []
        },
        {
            "text": "Schließlich sei auch darauf hinzuweisen, dass die mögliche Verweigerung der Ausstellung eines Fremdenpasses gerichtlich überprüft werden könne und es Betroffenen offenstehe, bei Erfüllung der Tatbestandsvoraussetzungen einen neuerlichen Antrag zu stellen, sie also nicht auf Dauer von der Ausstellung eines Fremdenpasses ausgeschlossen seien (vgl zur Relevanz vergleichbarer Umstände im Rahmen der Rechtfertigungsprüfung Grabenwarter/Pabel, Europäische Menschenrechtskonvention7, 2021, §21 Rz 82, mwN zur Rechtsprechung).",
            "annotations": []
        },
        {
            "text": "Im Ergebnis verstoße §88 Abs1 FPG nicht gegen Art2 Abs2 4. ZPEMRK, weil – sofern sich ein Eingriff in die Ausreisefreiheit mittelbar ergeben könne – die Anforderung des \"Interesses der Republik\" den Zweck der Aufrechterhaltung der nationalen Sicherheit und der öffentlichen Ordnung verfolge. Die gesetzlich vorgesehene Einzelfallprüfung erlaube eine angemessene Berücksichtigung der Rechte der Antragsteller, sodass ein allfälliger Eingriff nicht über das hinausgehe, was in einer demokratischen Gesellschaft erforderlich sei.",
            "annotations": []
        },
        {
            "text": "4.2. Zu den Bedenken im Hinblick auf das Recht auf Gleichbehandlung von Fremden untereinander:",
            "annotations": []
        },
        {
            "text": "Nach Auffassung des Bundeskanzleramtes-Verfassungsdienst bestünden im Lichte der sachlichen Gründe für die rechtlichen Differenzierungen sowohl zwischen §88 Abs1, 2 und 2a FPG sowie §94 leg cit als auch innerhalb des §88 Abs1 Z1 bis 5 FPG keine Bedenken im Hinblick auf ArtI Abs1 BVG BGBl 390/1973:",
            "annotations": []
        },
        {
            "text": "Die Ausstellung eines Fremdenpasses sei ua möglich, wenn es sich bei dem Betreffenden um einen ausländischen Staatsangehörigen handle, dessen Heimatstaat zwar bekannt sei, der aber nicht in der Lage sei, sich ein Reisedokument dieses Heimatstaates zu besorgen, und der insbesondere auf Grund eines bestimmten Mindestaufenthaltes im Bundesgebiet über einen entsprechenden Anknüpfungspunkt in Österreich verfüge (§88 Abs1 Z2 und 3 FPG).",
            "annotations": []
        },
        {
            "text": "Alle Tatbestände des §88 Abs1 FPG verlangten, dass die Ausstellung des Fremdenpasses \"im Hinblick auf die Person des Betroffenen im Interesse der Republik gelegen ist\".",
            "annotations": []
        },
        {
            "text": "Dass §88 Abs2 und 2a sowie §94 FPG – anders als §88 Abs1 leg cit – nicht auf ein \"Interesse der Republik\" an der Ausstellung des Fremdenpasses bzw Konventionsreisepasses abstellten, ergebe sich daraus, dass §88 Abs1 FPG jene Fälle regle, in denen keine völker- oder unionsrechtlichen Vorgaben zur verpflichtenden Ausstellung eines Reisedokumentes bzw Fremdenpasses bestünden, die Gesetzgebung aber eine Ausstellung im Einzelfall ermögliche. Demgegenüber diene §88 Abs2 leg cit der Erfüllung der Verpflichtung der Republik Österreich zur Ausstellung von Fremdenpässen als Reisedokumente für Staatenlose (bzw Personen ungeklärter Staatsangehörigkeit) gemäß Art28 erster Satz des Übereinkommens über die Rechtsstellung der Staatenlosen, BGBl III 81/2008. §94 bzw §88 Abs2a FPG dienten der Umsetzung der unionsrechtlichen Verpflichtung gemäß Art25 Abs1 bzw 2 Status-RL zur Ausstellung von Reisedokumenten für Asylberechtigte bzw für subsidiär Schutzberechtigte, die nicht in der Lage seien, sich ein gültiges Reisedokument ihres Heimatstaates zu beschaffen. Auf ein \"Interesse der Republik\" werde in den letztgenannten drei Fällen auf Grund der völker- bzw unionsrechtlichen Vorgaben nicht abgestellt.",
            "annotations": []
        },
        {
            "text": "Der Begriff \"Interesse der Republik\" in §88 Abs1 FPG sei nicht im Gesetz definiert, jedoch einer Auslegung zugänglich.",
            "annotations": []
        },
        {
            "text": "Da die Republik Österreich mit der Ausstellung eines Fremdenpasses dem Inhaber die Möglichkeit zu Reisen eröffne und damit auch eine Verpflichtung gegenüber den Gastländern übernehme, sei an die Ausstellung des Fremdenpasses ein restriktiver Maßstab anzulegen (vgl VwGH 29.1.2008, 2007/18/0601, mwN). Ein Interesse der Republik Österreich sei nach der Rechtsprechung des Verwaltungsgerichtshofes etwa dann anzunehmen, wenn die Republik Österreich eine unionsrechtliche Verpflichtung treffe, dem Fremden ein Reisedokument auszustellen, und keiner der gesetzlich normierten Versagungsgründe für die Ausstellung eines Fremdenpasses vorliege (vgl VwGH 11.5.2009, 2007/18/0659; in diesem Sinne auch Szymanski in: Schrefler-König/Szymanski [Hrsg.], aaO, §88 FPG Anm. 1); hiebei könne nämlich davon ausgegangen werden, dass ein Interesse der Republik Österreich daran bestehe, die von ihr übernommenen unionsrechtlichen Verpflichtungen zu erfüllen (VwGH 15.12.2004, 2001/18/0148).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof habe zu §28 Abs1 Z1 StbG festgehalten, der Tatbestand, dass \"aus einem besonders berücksichtigungswürdigen Grund\" die Beibehaltung der Staatsbürgerschaft im Interesse der Republik liege, sei auch erfüllt, wenn der Verlust der Staatsbürgerschaft eine Verletzung des durch Art8 EMRK gewährleisteten Rechtes auf Achtung des Privat- und Familienlebens und damit einen Verstoß gegen die Verpflichtung der Republik Österreich zur Gewährleistung dieses Konventionsrechtes bedeuten würde (VfSlg 20.330/2019). Auch die Rechtsprechung des Verwaltungsgerichtshofes zu §88 Abs1 FPG indiziere, dass eine Berücksichtigung des Privat- und Familienlebens gemäß Art8 EMRK im Rahmen der Einzelfallprüfung möglich sei (vgl VwGH 15.9.2010, 2010/18/0279).",
            "annotations": []
        },
        {
            "text": "Kein Interesse der Republik Österreich an der Ausstellung eines Fremdenpasses liege hingegen etwa in der bloßen Schaffung klarer passrechtlicher Verhältnisse (VwGH 22.5.1996, 95/21/0085; 19.11.2003, 2003/21/0053) bzw eines Identitätsnachweises (VwGH 19.11.2003, 2003/21/0053) oder in der Ausstellung eines weiteren Aufenthaltstitels (VwGH 19.5.2011, 2009/21/0288).",
            "annotations": []
        },
        {
            "text": "Dass die Erlassung generell-abstrakter Normen auf Grund ihrer Abstrahierung zu Härtefällen führen könne (vgl VfSlg 16.771/2002 mwN), hindere die einfache Gesetzgebung nicht daran, von einer Durchschnittsbetrachtung, bezogen auf den Regelfall, auszugehen (vgl VfSlg 13.497/1993, 15.850/2000, 16.048/2000, 17.315/2004, 17.816/2006 und 19.722/2012, jeweils mwN).",
            "annotations": []
        },
        {
            "text": "4.3. Zusammengefasst könnten die Bedenken des Beschwerdeführers nicht geteilt werden.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch Abstand genommen und auf die Begründung in der angefochtenen Entscheidung verwiesen.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesamt für Fremdenwesen und Asyl hat keine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "7. Der Beschwerdeführer hat auf die Stellungnahme des Bundeskanzleramtes-Verfassungsdienst repliziert.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die im vorliegenden Fall maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "§88 und §94 FPG lauten:",
            "annotations": []
        },
        {
            "text": "\"11. Hauptstück",
            "annotations": []
        },
        {
            "text": "Österreichische Dokumente für Fremde",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Fremdenpässe und Konventionsreisepässe",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ausstellung von Fremdenpässen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§88. (1) Fremdenpässe können, sofern dies im Hinblick auf die Person des Betroffenen im Interesse der Republik gelegen ist, auf Antrag ausgestellt werden für",
            "annotations": []
        },
        {
            "text": "1. Staatenlose oder Personen ungeklärter Staatsangehörigkeit, die kein gültiges Reisedokument besitzen;",
            "annotations": []
        },
        {
            "text": "2. ausländische Staatsangehörige, die über ein unbefristetes Aufenthaltsrecht im Bundesgebiet verfügen und nicht in der Lage sind, sich ein gültiges Reisedokument ihres Heimatstaates zu beschaffen;",
            "annotations": []
        },
        {
            "text": "3. ausländische Staatsangehörige, die nicht in der Lage sind, sich ein gültiges Reisedokument ihres Heimatstaates zu beschaffen und bei denen im Übrigen die Voraussetzungen für die Erteilung eines Aufenthaltstitels 'Daueraufenthalt – EU' (§45 NAG) gegeben sind;",
            "annotations": []
        },
        {
            "text": "4. ausländische Staatsangehörige, die nicht in der Lage sind, sich das für die Auswanderung aus dem Bundesgebiet erforderliche Reisedokument ihres Heimatstaates zu beschaffen oder",
            "annotations": []
        },
        {
            "text": "5. ausländische Staatsangehörige, die seit mindestens vier Jahren ununterbrochen ihren Hauptwohnsitz im Bundesgebiet haben, sofern der zuständige Bundesminister oder die Landesregierung bestätigt, dass die Ausstellung des Fremdenpasses wegen der vom Fremden erbrachten oder zu erwartenden Leistungen im Interesse des Bundes oder des Landes liegt.",
            "annotations": []
        },
        {
            "text": "(2) Fremdenpässe können auf Antrag weiters ausgestellt werden für Staatenlose, die sich rechtmäßig im Bundesgebiet aufhalten, oder Personen ungeklärter Staatsangehörigkeit, die kein gültiges Reisedokument besitzen und sich rechtmäßig im Bundesgebiet aufhalten.",
            "annotations": []
        },
        {
            "text": "(2a) Fremdenpässe sind Fremden, denen in Österreich der Status des subsidiär Schutzberechtigten zukommt und die nicht in der Lage sind, sich ein gültiges Reisedokument ihres Heimatstaates zu beschaffen, auf Antrag auszustellen, es sei denn, dass zwingende Gründe der nationalen Sicherheit oder öffentlichen Ordnung dem entgegenstehen.",
            "annotations": []
        },
        {
            "text": "(3) Die Gestaltung der Fremdenpässe wird entsprechend den für solche Reisedokumente international üblichen Anforderungen durch Verordnung des Bundesministers für Inneres bestimmt. Im Übrigen hat die Verordnung den für Reisepässe geltenden Regelungen des Paßgesetzes 1992, BGBl Nr 839, zu entsprechen.",
            "annotations": []
        },
        {
            "text": "(4) Hinsichtlich der weiteren Verfahrensbestimmungen über die Ausstellung eines Fremdenpasses, der Bestimmungen über die Verarbeitung und Löschung von personenbezogenen Daten und der weiteren Bestimmungen über den Dienstleister gelten die Bestimmungen des Paßgesetzes entsprechend.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Konventionsreisepässe",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§94. (1) Konventionsreisepässe sind Fremden, denen in Österreich der Status des Asylberechtigten zukommt, auf Antrag auszustellen.",
            "annotations": []
        },
        {
            "text": "(2) Konventionsreisepässe können darüber hinaus Fremden, denen in einem anderen Staat der Status des Asylberechtigten gewährt wurde, auf Antrag ausgestellt werden, wenn sie kein gültiges Reisedokument besitzen und ohne Umgehung der Grenzübertrittskontrolle eingereist sind.",
            "annotations": []
        },
        {
            "text": "(3) Das Bundesamt hat bei Ausübung des ihm in Abs2 eingeräumten Ermessens einerseits auf die persönlichen Verhältnisse des Antragstellers, andererseits auf sicherheitspolizeiliche Belange sowie auf eine mögliche Beeinträchtigung der Beziehungen der Republik Österreich zu einem anderen Staat Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "(4) Konventionsreisepässe werden nach dem Muster des Annexes zur Konvention über die Rechtsstellung der Flüchtlinge ausgestellt.",
            "annotations": []
        },
        {
            "text": "(5) §§88 Abs4 sowie 89 bis 93 gelten sinngemäß mit der Maßgabe, dass anstelle eines Fremdenpasses der Konventionsreisepass tritt.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Die Materialien zu einer Vorgängerbestimmung des §88 FPG, §8 PaßG 1969, lauten (RV 1191 BlgNR 11. GP, 40):",
            "annotations": []
        },
        {
            "text": "\"Die derzeitige Regelung für die Ausstellung von Fremdenpässen ist unbefriedigend, da nach §9 des geltenden Paßgesetzes Fremdenpässe ausnahmslos nur an Staatenlose oder an Personen mit ungeklärter Staatsangehörigkeit, die kein gültiges Reisedokument besitzen, ausgestellt werden können. Die österreichischen Behörden haben derzeit keine Möglichkeit, Fremden, die zwar die Staatsangehörigkeit eines anderen Staates noch besitzen, jedoch ohne ihr Verschulden von diesem Staat kein gültiges Reisedokument ausgestellt erhalten, einen österreichischen Fremdenpaß auszustellen; dies selbst dann nicht, wenn österreichischerseits an der Dokumentation des Fremden ein öffentliches Interesse besteht, da er entweder zum dauernden Aufenthalt im Bundesgebiet berechtigt ist oder die Möglichkeit zu einer von österreichischer Warte aus erwünschten Auswanderung hat. Wenngleich die Ausstellung eines Fremdenpasses an den Angehörigen eines anderen Staates unter Umständen als Eingriff in die Paßhoheit dieses Staates angesehen werden könnte, ist eine solche Maßnahme dann gerechtfertigt, wenn es im öffentlichen Interesse des Aufenthaltsstaates liegt.",
            "annotations": []
        },
        {
            "text": "Um einerseits ungerechtfertigte Eingriffe in die Paßhoheit eines anderen Staates zu vermeiden und andererseits zu verhindern, daß sicherheitspolizeilich bedenkliche Fremde mit einem österreichischen Reisedokument ausgestattet werden, wird vor der Ausstellung eines Fremdenpasses jeweils auf die öffentlichen Interessen Bedacht zu nehmen und das Verhalten des Fremden in bezug auf die öffentliche Ruhe, Ordnung und Sicherheit eingehend zu überprüfen sein. Bei der Beurteilung, ob einem Fremden ein Fremdenpaß auszustellen ist, sollen selbstverständlich auch menschliche Aspekte, die sich aus den persönlichen Verhältnissen des Antragstellers ergeben, berücksichtigt werden.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Eine Verletzung des verfassungsgesetzlich gewährleisteten Rechtes auf Ausreisefreiheit gemäß Art2 4. ZPEMRK liegt ua dann vor, wenn das Verwaltungsgericht der angewendeten Rechtsvorschrift fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zur genannten Bestimmung stehend erscheinen ließe.",
            "annotations": []
        },
        {
            "text": "3. Nach Art2 Abs2 4. ZPEMRK steht es jedermann frei, jedes Land (einschließlich seines eigenen) zu verlassen. Die Ausübung dieses Rechtes darf gemäß Art2 Abs3 4. ZPEMRK keinen anderen Einschränkungen unterworfen werden als denen, die gesetzlich vorgesehen und in einer demokratischen Gesellschaft im Interesse der nationalen oder der öffentlichen Sicherheit, der Aufrechterhaltung des ordre public, der Verhütung von Straftaten, des Schutzes der Gesundheit oder der Moral oder des Schutzes der Rechte und Freiheiten anderer notwendig sind.",
            "annotations": []
        },
        {
            "text": "4. In seinem Urteil vom 14. Juni 2022, 38.121/20, L.B., hat der Europäische Gerichtshof für Menschenrechte ua betont, dass das Recht, ein Land zu verlassen, ohne Ausstellung irgendeiner Art von Reisedokument nicht praktisch und effektiv gewährleistet wäre (Z60). Jede Maßnahme, durch die einer Person der Gebrauch eines Dokumentes versagt wird, das ihr – wenn sie es gewünscht hätte – das Verlassen eines Landes erlaubt hätte, stellt einen Eingriff in das durch Art2 4. ZPEMRK gewährleistete Recht dar (Z79, mwN). Schließlich hat der Europäische Gerichtshof für Menschenrechte im genannten Urteil eine Verletzung von Art2 4. ZPEMRK festgestellt, weil die nationalen Behörden die Ausstellung eines Fremdenpasses verweigert hatten, ohne eine Abwägung im Einzelfall vorgenommen zu haben und sichergestellt zu haben, dass eine solche Maßnahme im konkreten Einzelfall gerechtfertigt und verhältnismäßig war (Z96).",
            "annotations": []
        },
        {
            "text": "5. Das Bundeskanzleramt-Verfassungsdienst weist zutreffend darauf hin, dass der Europäische Gerichtshof für Menschenrechte im zitierten Urteil zugleich festgehalten hat, dass Art2 Abs2 4. ZPEMRK den Vertragsstaaten keine allgemeine Verpflichtung auferlegt, Ausländern, die sich in ihrem Hoheitsgebiet aufhalten, ein bestimmtes Dokument auszustellen, das ihnen Auslandsreisen ermöglicht (Z59). Gleichwohl findet Art2 Abs2 4. ZPEMRK nach Auffassung des Europäischen Gerichtshofes für Menschenrechte auf Sachverhalte Anwendung, in denen ein Vertragsstaat Personen, die sich rechtmäßig in seinem Hoheitsgebiet aufhalten, in seiner Rechtsordnung bei Erfüllung der notwendigen Voraussetzungen ein Recht auf Erlangung eines Fremdenpasses einräumt; der Schutzbereich von Art2 Abs2 4. ZPEMRK erstreckt sich also auf derartige Konstellationen (siehe Zlen 61 f.).",
            "annotations": []
        },
        {
            "text": "6. Vor diesem Hintergrund ist Folgendes festzuhalten:",
            "annotations": []
        },
        {
            "text": "7. Gemäß §88 Abs1 Z3 FPG können für ausländische Staatsangehörige, die nicht in der Lage sind, sich ein gültiges Reisedokument ihres Heimatstaates zu beschaffen und bei denen im Übrigen die Voraussetzungen für die Erteilung eines Aufenthaltstitels \"Daueraufenthalt – EU\" (vgl §45 NAG) gegeben sind, auf Antrag Fremdenpässe ausgestellt werden, sofern dies im Hinblick auf die Person des Betroffenen im Interesse der Republik gelegen ist.",
            "annotations": []
        },
        {
            "text": "8. Dem Verfahren zur Ausstellung von Fremdenpässen gemäß §88 Abs1 FPG kommt nun insofern grundrechtliche Bedeutung zu, als die Behörde anlässlich eines solchen Antrages die Folgen einer Verweigerung auf ihre Verhältnismäßigkeit im Hinblick auf Art2 4. ZPEMRK prüfen kann und muss (vgl EGMR, L.B., Z96).",
            "annotations": []
        },
        {
            "text": "9. Angesichts dessen ist die Voraussetzung \"sofern dies im Hinblick auf die Person des Betroffenen im Interesse der Republik liegt\" in §88 Abs1 FPG auch dann erfüllt, wenn die Verweigerung der Ausstellung eines Fremdenpasses eine Verletzung des durch Art2 4. ZPEMRK gewährleisteten Rechtes auf Ausreisefreiheit und damit einen Verstoß gegen die Verpflichtung der Republik Österreich zur Gewährleistung dieses Konventionsrechtes bedeuten würde (vgl VfSlg 20.330/2019 zu §28 Abs1 Z1 StbG).",
            "annotations": []
        },
        {
            "text": "10. Da das Bundesverwaltungsgericht die Ausstellung eines vom Beschwerdeführer (zum Zweck, [auch beruflich] ins Ausland reisen zu können) beantragten Fremdenpasses verweigert hat, ohne eine Interessenabwägung und damit eine Verhältnismäßigkeitsprüfung durchzuführen, hat es §88 Abs1 FPG einen Art2 4. ZPEMRK widersprechenden Inhalt unterstellt.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Ausreisefreiheit (Art2 4. ZPEMRK) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}