{
    "document_id": "JFT_20230228_22E01330_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer erhob mit Schriftsatz vom 12. Jänner 2018 Maßnahmenbeschwerde gegen eine Festnahmeanordnung und die daraufhin durchgeführte zwangsweise Festnahme in der Polizeiinspektion Vöcklabruck, die anschließende zwangsweise Überstellung an das Stadtpolizeikommando Wels und die zwangsweise Überstellung an die Erstaufnahmestelle West sowie die dortige Anhaltung und die Gebietsbeschränkung auf das Gebiet der Bezirkshauptmannschaft Vöcklabruck.",
            "annotations": []
        },
        {
            "text": "2. Mit Erkenntnis vom 20. Dezember 2018 gab das Bundesverwaltungsgericht gemäß §22a Abs1 Z1 und 2 BFA-VG dieser Beschwerde nach Durchführung einer mündlichen Verhandlung statt und erklärte die Festnahmeanordnung, die Festnahme in der Polizeiinspektion Vöcklabruck, die zwangsweise Überstellung an das Polizeianhaltezentrum Wels, die zwangsweise Überstellung an die Erstaufnahmestelle West, die dortige Anhaltung und die Gebietsbeschränkung auf das Gebiet der Bezirkshauptmannschaft Vöcklabruck für rechtswidrig (Spruchpunkt A.I.). Unter einem sprach das BVwG aus, dass der Bund gemäß §35 Abs2 VwGVG iVm §1 Z1 und 2 VwG-Aufwandersatzverordnung dem Mitbeteiligten den Verfahrensaufwand in Höhe von € 1.659,60 zu ersetzen habe (Spruchpunkt A.II.) und wies den Antrag \"der Verwaltungsbehörde\" auf Kostenersatz gemäß §35 VwGVG ab (Spruchpunkt A.III.) sowie den Antrag des Mitbeteiligten auf eine näher genannte Entschädigung für die Dauer der rechtswidrigen Anhaltung als unzulässig zurück (Spruchpunkt A.IV.). Das BVwG sprach auch aus, dass die Revision gemäß Art133 Abs4 B-VG nicht zulässig sei (Spruchpunkt B.).",
            "annotations": []
        },
        {
            "text": "3. Gegen die Spruchpunkte A.I. bis A.III. erhob das Bundesamt für Fremdenwesen und Asyl außerordentliche Revision an den Verwaltungsgerichtshof.",
            "annotations": []
        },
        {
            "text": "4. Mit Erkenntnis vom 23. Februar 2022, Ra 2019/19/0057 hob der Verwaltungsgerichtshof das Erkenntnis des Bundesverwaltungsgerichtes vom 20. Dezember 2018 in seinem Spruchpunkt A.I., soweit damit die \"Festnahmeanordnung\" und die \"Gebietsbeschränkung auf das Gebiet BH Vöcklabruck\" für rechtswidrig erklärt wurden, wegen Rechtswidrigkeit infolge Unzuständigkeit des Verwaltungsgerichtes, soweit damit aber die \"Anhaltung von 1.12.2017 bis 04.12.2017\" für rechtswidrig erklärt wurde, wegen Rechtswidrigkeit infolge Verletzung von Verfahrensvorschriften, auf. Im Übrigen wurde die Revision zurückgewiesen.",
            "annotations": []
        },
        {
            "text": "5. Mit Entscheidung des Bundesverwaltungsgerichtes vom 5. April 2022 wurde die Maßnahmenbeschwerde des Beschwerdeführers im zweiten Rechtsgang gemäß §28 Abs1 VwGVG \"bezüglich Festnahmeanordnung, Gebietsbeschränkung auf das Gebiet BH Vöcklabruck und Anhaltung von 1.12.2017 bis 04.12.2017 wegen Unzuständigkeit des Verwaltungsgerichtes zurückgewiesen\" (Spruchpunkt A.). Die Revision sei nicht zulässig (Spruchpunkt B.). Die Begründung zu Spruchpunkt A. beschränkt sich auf folgenden Satz:",
            "annotations": []
        },
        {
            "text": "\"Bezüglich der Begründung zu Spruchpunkt A) wird auf die Ausführungen des VwGH zu Erkenntnis Ra 2019/19/0057-7 vom 23.02.2022 verwiesen.\"",
            "annotations": []
        },
        {
            "text": "6. In der gegen die Entscheidung gemäß Art144 B-VG erhobenen Beschwerde wird die Verletzung näher bezeichneter verfassungsgesetzlich gewährleisteter Rechte geltend gemacht und die kostenpflichtige Aufhebung der angefochtenen Entscheidung beantragt. ",
            "annotations": []
        },
        {
            "text": "7. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die zulässige Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsbestimmung enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001). Ein willkürliches Vorgehen liegt insbesondere dann vor, wenn die Behörde die Entscheidung mit Ausführungen begründet, denen jeglicher Begründungswert fehlt (s etwa VfSlg 13.302/1992 mwN; weiters VfSlg 14.421/1996, 15.743/2000 und 17.642/2005).",
            "annotations": []
        },
        {
            "text": "Bereits in der Entscheidung VfSlg 18.614/2008 hat der Verfassungsgerichtshof klargestellt, dass die rechtsstaatlichen Mindestanforderungen an die Begründung einer gerichtlichen Entscheidung erfordern, dass sich Sachverhalt, Beweiswürdigung und rechtliche Beurteilung aus der Gerichtsentscheidung selbst ergeben (vgl auch VfGH 21.11.2013, U1155/2013); die für die bekämpfte Entscheidung maßgeblichen Erwägungen müssen aus der Begründung der Entscheidung hervorgehen, da nur auf diese Weise die rechtsstaatlich gebotene Kontrolle durch den Verfassungsgerichthof möglich ist (s etwa VfSlg 20.267/2018 mwN; VfGH 13.12.2017, E940/2017; 22.6.2021, E1690/2021",
            "annotations": []
        },
        {
            "text": "; 29.11.2021, E2994/2021). ",
            "annotations": []
        },
        {
            "text": "2. Diesen Anforderungen hat das Bundesverwaltungsgericht nicht entsprochen. Die Entscheidungsbegründung der angefochtenen Entscheidung enthält weder Sachverhaltsfeststellungen noch eine Beweiswürdigung oder eine rechtliche Beurteilung. Das Gericht beschränkt seine Ausführungen auf den Verweis darauf, dass \"[b]ezüglich der Begründung zu Spruchpunkt A) […] auf die Ausführungen des VwGH zu Erkenntnis Ra 2019/19/0057-7 vom 23.02.2022 verwiesen\" werde.",
            "annotations": []
        },
        {
            "text": "Die angefochtene Entscheidung wird damit rechtsstaatlichen Anforderungen an die Begründung gerichtlicher Entscheidungen nicht gerecht und ist mit Willkür belastet (vgl VfSlg 20.267/2018).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Die Entscheidung ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}