{
    "document_id": "JFT_20230315_21E00825_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer waren bis zum Jahr 2012 jeweils zur Hälfte Eigentümer einer als Zweitwohnsitz genutzten Liegenschaft im Ortsgebiet der Gemeinde Malta. Mit Bescheid des Bürgermeisters der Gemeinde Malta vom 20. Oktober 2016 wurde den Beschwerdeführern unter Zugrundelegung der Verordnung des Gemeinderates der Gemeinde Malta vom 29. Dezember 2006, Z 920-10/2006, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, die Zweitwohnsitzabgabe für die Jahre 2010 und 2011 jeweils in der Höhe von € 475,20 sowie für sechs Monate im Jahr 2012 in der Höhe von € 237,60 vorgeschrieben. Die dagegen erhobene Berufung wurde mit Bescheid des Gemeindevorstandes der Gemeinde Malta vom 6. November 2020 als unbegründet abgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Die dagegen erhobene Beschwerde wies das Landesverwaltungsgericht Kärnten mit Erkenntnis vom 20. Jänner 2021 als unbegründet ab. Begründend führte das Landesverwaltungsgericht Kärnten auf das Wesentliche zusammengefasst aus, dass nicht festgestellt werden könne, dass die in Pkt. 1. genannte Verordnung nicht ordnungsgemäß kundgemacht worden sei, und dass auch kein inhaltlicher Grund erkennbar sei, an der Rechtmäßigkeit dieser Verordnung zu zweifeln.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten sowie in Rechten wegen Anwendung einer rechtswidrigen generellen Norm behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "4. Der Bürgermeister der Gemeinde Malta hat die Verwaltungs- und Verordnungsakten vorgelegt. Der Gemeindevorstand hat eine Gegenschrift erstattet.",
            "annotations": []
        },
        {
            "text": "5. Das Landesverwaltungsgericht Kärnten hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "6. Der Verfassungsgerichtshof hat über die – zulässige – Beschwerde erwogen:",
            "annotations": []
        },
        {
            "text": "6.1. Der Verfassungsgerichtshof hat mit Erkenntnis vom 9. März 2023, V260/2022, §7 Abs2 der Verordnung des Gemeinderates der Gemeinde Malta vom 29. Dezember 2006, Z 920-10/2006, mit welcher eine Abgabe von Zweitwohnsitzen ausgeschrieben wird, als gesetzwidrig aufgehoben.",
            "annotations": []
        },
        {
            "text": "6.2. Gemäß Art139 Abs6 B-VG wirkt die Aufhebung einer Verordnung auf den Anlassfall zurück. Es ist daher hinsichtlich des Anlassfalles so vorzugehen, als ob die als gesetzwidrig erkannte Norm bereits zum Zeitpunkt der Verwirklichung des der angefochtenen Entscheidung des Verwaltungsgerichtes zugrunde liegenden Tatbestandes nicht mehr der Rechtsordnung angehört hätte.",
            "annotations": []
        },
        {
            "text": "Dem in Art139 Abs6 B-VG genannten Anlassfall (im engeren Sinn), anlässlich dessen das Verordnungsprüfungsverfahren tatsächlich eingeleitet worden ist, sind jene Beschwerdefälle gleichzuhalten, die zum Zeitpunkt der mündlichen Verhandlung im Verordnungsprüfungsverfahren (bei Unterbleiben einer mündlichen Verhandlung zu Beginn der nichtöffentlichen Beratung) beim Verfassungsgerichtshof bereits anhängig waren (vgl VfSlg 10.616/1985, 10.736/1985, 10.954/1986). Im – hier allerdings nicht gegebenen – Fall einer Beschwerde gegen eine Entscheidung eines Verwaltungsgerichtes, der ein auf Antrag eingeleitetes Verwaltungsverfahren vorausgegangen ist, muss dieser verfahrenseinleitende Antrag überdies vor Bekanntmachung des dem unter Pkt. 6.1. genannten Erkenntnis zugrunde liegenden Prüfungsbeschlusses des Verfassungsgerichtshofes eingebracht worden sein (VfSlg 17.687/2005).",
            "annotations": []
        },
        {
            "text": "6.3. Die nichtöffentliche Beratung im Verordnungsprüfungsverfahren begann am 9. März 2023. Die vorliegende Beschwerde ist beim Verfassungsgerichtshof am 8. März 2021 eingelangt, war also zu Beginn der nichtöffentlichen Beratung schon anhängig; der ihr zugrunde liegende Fall ist somit einem Anlassfall gleichzuhalten.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Kärnten wendete bei Erlassung des angefochtenen Erkenntnisses die als gesetzwidrig aufgehobene Verordnungsbestimmung an. Es ist nach Lage des Falles offenkundig, dass dadurch die Rechtssphäre der Beschwerdeführer nachteilig beeinflusst wurde. Die Beschwerdeführer wurden somit wegen Anwendung einer gesetzwidrigen Verordnung in ihren Rechten verletzt.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "7. Von der Durchführung einer mündlichen Verhandlung wurde gemäß §19 Abs4 VfGG abgesehen.",
            "annotations": []
        },
        {
            "text": "8. Die Kostenentscheidung gründet sich auf §88 VfGG. In den zugesprochenen Kosten sind ein Streitgenossenzuschlag in der Höhe von € 218,–, Umsatzsteuer in der Höhe von € 479,60 sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}