{
    "document_id": "JFT_20230629_22E03450_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer wurde am 2. Juli 1988 geboren und gibt an, staatenloser Kurde zu sein. Er stamme aus Sofia, Provinz Al-Hasaka, Syrien, und bekenne sich zur sunnitischen Glaubensrichtung des Islam. Von 2011 bis zu seiner Ausreise habe er in der 40 bis 50 km von Sofia entfernten Stadt Qamishli, Provinz Al-Hasaka, in einem von den Kurden kontrollieren Stadtteil gelebt. Am 3. März 2019 habe der Beschwerdeführer Qamishli verlassen und sei in die Türkei gereist, wo er sich bis Jänner 2021 aufgehalten habe. Am 23. Jänner 2021 stellte der Beschwerdeführer im Bundesgebiet einen Antrag auf internationalen Schutz. ",
            "annotations": []
        },
        {
            "text": "2. Bei der niederschriftlichen Einvernahme am 8. April 2021 gab der Beschwerdeführer zu seinen Fluchtgründen zuerst an, dass er eine Einberufung vom syrischen Militär erhalten habe, weshalb nach ihm gesucht werde. Später in der Einvernahme brachte er vor, er werde gesucht, weil er 2011 gegen das syrische Regime demonstriert habe. Das Bundesverwaltungsgericht hält in seiner Entscheidung fest, dass der Beschwerdeführer neben Integrationsunterlagen eine Bestätigung im Original wonach er \"staatenlos\" sei und eine Kopie eines Einberufungsbefehls für das syrische Militär vorgelegt habe. In der Folge ergibt sich aus der Entscheidung aber, dass es sich nicht um einen Einberufungsbefehl, sondern um ein Urteil des Strafgerichtshofes Qamishli bzw einen Haftbefehl gehandelt habe.",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheid vom 17. Mai 2021 wies das Bundesamt für Fremdenwesen und Asyl (im Folgenden: BFA) den Antrag des Beschwerdeführers auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten ab (Spruchpunkt I.), erkannte ihm jedoch den Status des subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihm eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "4. Die gegen Spruchpunkt I. erhobene Beschwerde wies das Bundesverwaltungsgericht – nach Durchführung einer mündlichen Verhandlung – mit Erkenntnis vom 11. November 2022 als unbegründet ab. Begründend führt das Bundesverwaltungsgericht im Wesentlichen aus, dass dem Beschwerdeführer in seiner Herkunftsregion keine asylrelevante Verfolgung durch die syrische Regierung oder die Kurden drohe. Der Beschwerdeführer sei Staatsangehöriger Syriens. Es sei nicht glaubhaft, dass er staatenlos sei. Er habe von 2011 bis zu seiner Ausreise 2019 in Qamishli gelebt, ohne von den Kurden oder der syrischen Armee einberufen worden zu sein. Auch bei einer Rückkehr dorthin würde ihm keine Einberufung drohen. Er befinde sich zwar noch im wehrdienstfähigen Alter für die Regierungsarmee, jedoch ziehe die syrische Armee keine Personen aus den von den Kurden kontrollierten Gebieten ein, weil sie diese für illoyal halte. Die syrische Regierung sei nicht in der Lage bzw nicht willens, in den Autonomiegebieten in Nordost-Syrien Kurden für den Wehrdienst zu rekrutieren. Von den Kurden im kurdischen Autonomiegebiet habe er ebenso nichts zu befürchten, weil er das dortige Wehrdienstalter schon weit überschritten habe. Die Angaben des Beschwerdeführers zu seiner Einberufung durch die Kurden oder die syrische Regierung seien nicht glaubhaft. Auch die Angaben des Beschwerdeführers, von der syrischen Regierung wegen Demonstrationsteilnahmen im Jahr 2011 gesucht zu werden, seien nicht glaubhaft. Er habe weder vor seiner Ausreise aus Syrien noch während seines Aufenthaltes in Österreich eine oppositionelle Einstellung in einer Art und Weise zum Ausdruck gebracht, dass er dadurch derart in das Visier des syrischen Regimes geraten sein könnte, dass ihm Verfolgung mit maßgeblicher Wahrscheinlichkeit drohe. Weiters führt das Bundesverwaltungsgericht Folgendes aus:",
            "annotations": []
        },
        {
            "text": "\"Da hinsichtlich der Gewährung des Status eines Asylberechtigten – anders als bei der Gewährung des Status des subsidiär Schutzberechtigten (vgl VwGH 27.05.2015, Ra 2015/18/0041) – die Anreise (hier allenfalls über den Flughafen DAMASKUS oder über einen von der syrischen Regierung kontrollierten Grenzübergang) außer Bedacht zu bleiben hat, kommt es nur darauf an, ob dem BF asylrelevante Verfolgung im Herkunftsgebiet (hier: Q und Umgebung) im Sinne der GFK droht. Die Sicherheitslage, die Rückkehrsituation und Erreichbarkeit dieses Herkunftsgebietes hat ebenso außer Betracht zu bleiben wie eine innerstaatliche Fluchtalternative und ist eine allfällige Bedrohung bei der Rückkehr ohnehin nur theoretischer Natur (und damit nicht hinreichend konkret und aktuell), weil dem BF subsidiärer Schutz mit dem bekämpften Bescheid eingeräumt wurde, der auch schon verlängert wurde. Damit ist auch ein bis zum Ende der aktuellen Situation in Syrien befristetes Aufenthaltsrecht in Österreich verbunden.\"",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. ",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt. Von der Erstattung einer Gegenschrift wurde abgesehen. ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Solche Fehler sind dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht begründet die Nichtzuerkennung des Status des Asylberechtigten unter anderem damit, dass dem Beschwerdeführer in seiner Herkunftsregion keine asylrelevante Verfolgung seitens der syrischen Regierung drohe. Der Beschwerdeführer sei 34 Jahre alt (geboren am 2. Juli 1988) und Staatsangehöriger Syriens. Es sei nicht glaubhaft, dass er staatenlos sei. Er sei körperlich und geistig gesund und habe seit 2011 bis zu seiner Ausreise 2019 in der Stadt Qamishli in einem von den Kurden kontrollierten Stadtteil gelebt, ohne von den Kurden oder der syrischen Armee einberufen zu werden. Qamishli werde bis auf wenige Enklaven wie den Flughafen, das Zentrum, den Grenzübergang und die Hauptstraße zur Grenze von der kurdischen Selbstverwaltung kontrolliert. Auch bei einer Rückkehr dorthin würde dem Beschwerdeführer keine Einberufung drohen. Er befinde sich zwar im wehrdienstfähigen Alter für die syrische Regierungsarmee. Ihm drohe aber keine aktuelle Gefahr einer Einberufung zum Militärdienst in der syrischen Armee, weil die syrische Regierung nicht in der Lage bzw nicht willens sei, in den Autonomiegebieten in Nordost-Syrien Kurden für den Wehrdienst zu rekrutieren. Auch die Angaben des Beschwerdeführers, von der syrischen Regierung wegen Demonstrationsteilnahmen im Jahr 2011 gesucht zu werden, seien nicht glaubhaft. Er habe weder vor seiner Ausreise aus Syrien noch während seines Aufenthaltes in Österreich eine oppositionelle Einstellung in einer Art und Weise zum Ausdruck gebracht, dass er dadurch derart in das Visier des syrischen Regimes geraten sein könnte, dass ihm mit maßgeblicher Wahrscheinlichkeit Verfolgung drohe.",
            "annotations": []
        },
        {
            "text": "3.2. Dabei lässt das Bundesverwaltungsgericht außer Acht, dass sich laut der in seinen Feststellungen herangezogenen Länderinformation der Staatendokumentation Syrien, Version 7 vom 10. August 2022 (im Folgenden: Länderinformation vom 10. August 2022) in den Regierungsenklaven in Qamishli staatliche Behörden befänden, die für Rekrutierungen zuständig seien und auch Berichte über Rekrutierungen bzw Festnahmen von Wehrdienstverweigerern in den Regimeenklaven in Qamishli existieren:",
            "annotations": []
        },
        {
            "text": "Nach der Länderinformation vom 10. August 2022 sei die Ableistung eines zweijährigen Wehrdienstes für männliche syrische Staatsangehörige im Alter von 18 bis 42 Jahren gesetzlich verpflichtend. Auch geflüchtete Syrer, die nach Syrien zurückkehrten, müssten mit Zwangsrekrutierungen rechnen. Es gebe verschiedene Meinungen darüber, ob Wehrdienstpflichtige bei einer Rückkehr zurzeit sofort eingezogen oder zuerst inhaftiert und dann eingezogen würden. In Syrien bestehe keine reguläre oder gefahrlose Möglichkeit der legalen Wehrdienstverweigerung. Beim Versuch, sich dem Militärdienst durch Flucht in andere Landesteile, die nicht unter der Kontrolle des Regimes stehen, zu entziehen, müssten Wehrpflichtige zahlreiche militärische und paramilitärische Kontrollstellen passieren und seien dem Risiko einer zwangsweisen Einziehung, entweder durch die syrischen Streitkräfte, Geheimdienste oder regimetreue Milizen, ausgesetzt. Das \"Herausfiltern\" von Militärdienstpflichtigen im Rahmen von Straßenkontrollen oder an einem der zahlreichen Checkpoints sei weit verbreitet. Rekrutierungen fänden auch in Ämtern statt, beispielsweise wenn junge Männer Dokumente erneuern wollten, sowie an Universitäten, in Spitälern und an Grenzübergängen, wo die Beamten Zugang zur zentralen Datenbank mit den Namen der für den Wehrdienst gesuchten Männern hätten (vgl Länderinformation vom 10. August 2022, S 82, 93 ff.).",
            "annotations": []
        },
        {
            "text": "Während die syrischen Behörden im Allgemeinen keine Rekrutierungen im kurdischen Selbstverwaltungsgebiet durchführen könnten, gingen die Aussagen über das Rekrutierungsverhalten in den Regimeenklaven auseinander, auch bezüglich etwaiger Unterschiede zwischen dort wohnenden Wehrpflichtigen und Personen von außerhalb der Enklaven. In den Regimeenklaven in Qamishli befänden sich verschiedene staatliche Behörden, darunter auch solche mit Zuständigkeit für die Rekrutierung (Länderinformation vom 10. August 2022, S 104; s. dazu insbesondere auch den Bericht des Danish Immigration Service, Syria: Military recruitment in Hasakah Governorate, vom Juni 2022, S 29 f. und die Anfragebeantwortung der Staatendokumentation Syrien, Die Einberufungsstelle Qamishli und ihr Leiter im Jahr 2017, Ober Muhammad Kamal Issa, vom 8. Juli 2022, S 2). Laut Anfragebeantwortung der Staatendokumentation habe ein befragter Rechtsexperte der österreichischen Botschaft Damaskus berichtet, dass die syrische Regierung in den Gebieten unter Kontrolle der Autonomous Administration of North and East Syria (im Folgenden: AANES) in der Lage sei, zu rekrutieren, jedoch nicht in allen Gebieten der AANES, in denen die kurdischen Gruppierungen die Oberhand hätten. Die syrische Regierung sei nach wie vor in einigen von der AANES kontrollierten Gebieten präsent und könne dort rekrutieren, wo sie im Sicherheitsdistrikt oder im Zentrum der Gouvernorate präsent sei, wie in Qamishli oder in Deir ez-Zor (Anfragebeantwortung der Staatendokumentation Syrien, Fragen des BVwG zur Wehrpflicht in Gebieten außerhalb der Kontrolle der syrischen Regierung [ergänzende AFB], vom 14. Oktober 2022, S 3). ",
            "annotations": []
        },
        {
            "text": "3.3. Mit der Begründung, dass die syrische Regierung \"in den Autonomiegebieten nicht in der Lage bzw nicht willens\" sei, Kurden für den Wehrdienst zu rekrutierten, geht das Bundesverwaltungsgericht davon aus, dass dem Beschwerdeführer bei einer Rückkehr in seine Herkunftsregion keine aktuelle Gefahr einer Einberufung zum Militärdienst in der syrischen Armee drohe. Es blieb daher auch ungeprüft, ob der Beschwerdeführer als potentiell zukünftiges Mitglied der syrischen Armee Gefahr liefe, selbst an der Begehung von Kriegsverbrechen oder Menschenrechtsverletzungen beteiligt zu werden (vgl VfGH 20.9.2022, E1138/2022; 15.3.2023, E2268/2022). Vor dem Hintergrund der Länderberichte wäre das Bundesverwaltungsgericht aber gehalten gewesen, sich näher mit der Einberufungs- und Rekrutierungssituation in der Herkunftsregion des Beschwerdeführers auseinanderzusetzen, um nachvollziehbar zum Ergebnis zu kommen, dass dem Beschwerdeführer als syrischen Staatsangehörigen im wehrdienstfähigen Alter bei einer Rückkehr nach Qamishli keine aktuelle Gefahr einer Einberufung zum Militärdienst in der syrischen Armee drohe. Das Erkenntnis ist daher mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "3.4. Aus den Länderberichten geht zudem hervor, dass in Syrien das \"Herausfiltern\" von Militärdienstpflichtigen im Rahmen von Straßenkontrollen oder an einem der zahlreichen Checkpoints weit verbreitet sei. Rekrutierungen fänden auch in Ämtern, an Universitäten, in Spitälern und an Grenzübergängen statt, wo die Beamten Zugang zur zentralen Datenbank mit den Namen der für den Wehrdienst gesuchten Männern hätten. Im fortgesetzten Verfahren wird daher auch zu prüfen sein, ob die Herkunftsregion für den Beschwerdeführer erreichbar ist, ohne dass ihm am Weg dorthin mit maßgeblicher Wahrscheinlichkeit asylrelevante Verfolgung iSd §3 AsylG 2005 droht.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}