{
    "document_id": "JFT_20230612_23G00098_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antragsteller behauptet die Verfassungswidrigkeit des §18 IO: Es verstoße gegen den Gleichheitsgrundsatz gemäß Art2 StGG und Art7 B-VG sowie gegen das verfassungsgesetzlich gewährleistete Recht auf Unverletzlichkeit des Eigentums gemäß Art5 StGG und Art1 1. ZPEMRK, dass der Gläubiger, dem mehrere Personen für dieselbe Forderung zur ungeteilten Hand haften, bis zu seiner vollen Befriedigung gegen jeden Schuldner, der sich im Insolvenzverfahren befinde, den ganzen Betrag der zur Zeit der Eröffnung des Insolvenzverfahrens noch ausständigen Forderung geltend machen könne. Die Regelung führe zu einer verfassungswidrigen Benachteiligung des Schuldners, der Mithaftenden sowie der anderen (nicht privilegierten) Gläubiger. Es sei keine Rechtfertigung dafür ersichtlich, warum der Gläubiger mehrere Solidarschuldner in voller Höhe in Anspruch nehmen könne, obwohl er zwischenzeitig eine Teilzahlung erhalten habe.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behauptete Verfassungswidrigkeit als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: Dem Gesetzgeber ist nicht entgegenzutreten, wenn er aus Gründen des Gläubigerschutzes in der Insolvenz anordnet, dass der Gläubiger, dem mehrere Personen für dieselbe Forderung zur ungeteilten Hand haften, bis zu seiner vollen Befriedigung gegen jeden Schuldner, der sich im Insolvenzverfahren befindet, den ganzen Betrag der zur Zeit der Eröffnung des Insolvenzverfahrens noch ausständigen Forderung geltend machen kann. Soweit sich nach der vollen Befriedigung des Gläubigers ein Überschuss ergibt, besteht ein Rückgriffsrecht nach den allgemeinen gesetzlichen Bestimmungen (§18 Abs2 IO).",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}