{
    "document_id": "JFT_20230307_22G00282_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag begehrt der Verwaltungsgerichtshof, \"die Wortfolge 'und der sonstigen Mitglieder des Verwaltungsgerichts' und das Klammerzitat '(§16 Abs2 Z5 VGWG)' in §10 Abs1 Wiener Verwaltungsgericht-Dienstrechtsgesetz – VGW-DRG, LGBl für Wien Nr 84/2012 idF LGBl Nr 42/2021, sowie §16 Abs2 Z5 Gesetz über das Verwaltungsgericht Wien – VGWG, LGBl für Wien Nr 83/2012 idF LGBl Nr 45/2020, in eventu §10 Abs1 Wiener Verwaltungsgericht-Dienstrechtsgesetz – VGW-DRG, LGBl für Wien Nr 84/2012 idF LGBl Nr 42/2021, sowie §16 Abs2 Z5 Gesetz über das Verwaltungsgericht Wien – VGWG, LGBl für Wien Nr 83/2012 idF LGBl Nr 45/2020\", als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgebliche Rechtslage stellt sich wie folgt dar (die angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "1. Die relevanten Bestimmungen des Wiener Verwaltungsgericht-Dienstrechtsgesetzes (VGW-DRG), LGBl 84/2012, idF LGBl 42/2020 lauten:",
            "annotations": []
        },
        {
            "text": "\"Entscheidungen in Dienstrechtsangelegenheiten",
            "annotations": []
        },
        {
            "text": "§4a. (1) Soweit in diesem Gesetz nicht anderes bestimmt ist, ist die Präsidentin oder der Präsident Dienstbehörde hinsichtlich sämtlicher dienstrechtlicher Angelegenheiten der im Dienst- und Ruhestand befindlichen Mitglieder sowie der Landesrechtspflegerinnen und Landesrechtspfleger des Verwaltungsgerichts mit Ausnahme des Vollzugs der Pensionsordnung 1995 und des Ruhe- und Versorgungsgenusszulagegesetzes 1995. Im Fall ihrer oder seiner Verhinderung ist §10 Abs1 zweiter bis fünfter Satz VGWG anzuwenden.",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "(3) Über Beschwerden gegen Bescheide der Präsidentin oder des Präsidenten in dienstrechtlichen Angelegenheiten der im Dienst- und Ruhestand befindlichen Mitglieder sowie der Landesrechtspflegerinnen und Landesrechtspfleger entscheidet das Bundesverwaltungsgericht durch einen Senat.",
            "annotations": []
        },
        {
            "text": "(4) Dienstrechtliche Bescheide der Präsidentin bzw des Präsidenten sind auch der Landesregierung zuzustellen, die dagegen Beschwerde an das Bundesverwaltungsgericht und gegen die Entscheidung des Bundesverwaltungsgerichts Revision an den Verwaltungsgerichtshof erheben kann.",
            "annotations": []
        },
        {
            "text": "Dienstbeurteilung",
            "annotations": []
        },
        {
            "text": "§10. (1) Die Beurteilung der Vizepräsidentin oder des Vizepräsidenten und der sonstigen Mitglieder des Verwaltungsgerichts bei der Wahrnehmung der ihnen gemäß Art130 und 131 B-VG übertragenen Aufgaben obliegt dem Personalausschuss (§16 Abs2 Z5 VGWG).",
            "annotations": []
        },
        {
            "text": "(2) Die Beurteilung erfolgt durch Erkenntnis und hat zu lauten:",
            "annotations": []
        },
        {
            "text": "1. ausgezeichnet, bei hervorragenden Kenntnissen, Fähigkeiten und Leistungen,",
            "annotations": []
        },
        {
            "text": "2. sehr gut, bei überdurchschnittlichen Kenntnissen, Fähigkeiten und Leistungen,",
            "annotations": []
        },
        {
            "text": "3. gut, bei durchschnittlichen Kenntnissen, Fähigkeiten und Leistungen,",
            "annotations": []
        },
        {
            "text": "4.entsprechend, wenn das zur ordnungsgemäßen Versehung des Dienstes unerlässliche Mindestmaß an Leistung ständig erreicht wird, oder",
            "annotations": []
        },
        {
            "text": "5. nicht entsprechend, wenn das zur ordnungsgemäßen Versehung des Dienstes unerlässliche Mindestmaß an Leistung nicht erreicht wird.",
            "annotations": []
        },
        {
            "text": "(3) Bei der Beurteilung sind zu berücksichtigen:",
            "annotations": []
        },
        {
            "text": "1. der Umfang und die Aktualität der fachlichen Kenntnisse, insbesondere der zur Wahrnehmung der im Abs1 genannten Aufgaben notwendigen Vorschriften;",
            "annotations": []
        },
        {
            "text": "2. die Fähigkeiten und die Auffassung;",
            "annotations": []
        },
        {
            "text": "3. der Fleiß, die Ausdauer, Gewissenhaftigkeit, Verlässlichkeit, Entschlusskraft und Zielstrebigkeit;",
            "annotations": []
        },
        {
            "text": "4. die Kritik-, Konflikt-, Kommunikations- und Teamfähigkeit und das Verhandlungsgeschick;",
            "annotations": []
        },
        {
            "text": "5. die Ausdrucksfähigkeit (schriftlich und mündlich) in der deutschen Sprache und, sofern es für den Dienst erforderlich ist, die Kenntnis von Fremdsprachen;",
            "annotations": []
        },
        {
            "text": "6. das Verhalten im Dienst, insbesondere das Verhalten gegenüber Vorgesetzten, Mitarbeiterinnen und Mitarbeitern sowie Parteien, sowie das Verhalten außerhalb des Dienstes, sofern Rückwirkungen auf den Dienst eintreten;",
            "annotations": []
        },
        {
            "text": "7. die Führungsqualitäten und die organisatorischen Fähigkeiten und",
            "annotations": []
        },
        {
            "text": "8. der Erfolg der Verwendung.",
            "annotations": []
        },
        {
            "text": "(4) Besondere, für die Beurteilung entscheidende Umstände sind ausdrücklich anzuführen.",
            "annotations": []
        },
        {
            "text": "(5) In den ersten drei Jahren nach der Ernennung ist eine jährliche Beurteilung vorzunehmen. Danach erfolgt die Beurteilung in zeitlichen Abständen von jeweils drei Jahren für den Gesamtzeitraum dieser drei Jahre. Sofern die Beurteilung für den Gesamtzeitraum von drei Jahren auf 'nicht entsprechend' lautet, ist in jedem Fall auch für das darauffolgende Jahr eine Beurteilung erforderlich. Lautet diese Beurteilung zumindest auf 'entsprechend', erfolgt die nächste Beurteilung wieder in drei Jahren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Beendigung des Amts und Reaktivierung",
            "annotations": []
        },
        {
            "text": "§15. (1)-(3a) […]",
            "annotations": []
        },
        {
            "text": "(4) Das Mitglied darf wider seinen Willen nur durch Erkenntnis des Dienstgerichtes seines Amtes enthoben werden. Neben der Amtsenthebung gemäß §8 Abs2 VGWG ist das Mitglied seines Amtes zu entheben, wenn",
            "annotations": []
        },
        {
            "text": "1. seine Dienstleistung für zwei aufeinanderfolgende Beurteilungszeiträume mit 'nicht entsprechend' (§10 Abs2 Z5 und Abs5 zweiter und dritter Satz) oder in den ersten drei Jahren nach seiner Ernennung zweimal mit 'nicht entsprechend' (§10 Abs2 Z5 und Abs5 erster Satz) beurteilt wird oder",
            "annotations": []
        },
        {
            "text": "2. […]",
            "annotations": []
        },
        {
            "text": "(4a) Dienstgericht ist das Bundesverwaltungsgericht, welches durch einen Senat entscheidet. Liegen nach Ansicht der Dienstbehörde (§4a Abs1) die Voraussetzungen nach Abs4 vor, hat sie das Dienstgericht zu verständigen. Mit dem Einlangen der Verständigung beim Dienstgericht ist das Amtsenthebungsverfahren eingeleitet. Die Dienstbehörde ist zur Vertretung der dienstlichen Interessen Partei im Verfahren vor dem Dienstgericht und kann gegen Erkenntnisse und Beschlüsse des Dienstgerichtes Revision an den Verwaltungsgerichtshof erheben.",
            "annotations": []
        },
        {
            "text": "(4b) […]",
            "annotations": []
        },
        {
            "text": "(5) Die Amtsenthebung gemäß §8 Abs2 VGWG sowie die Beendigungsgründe gemäß Abs2 Z2 und 3 und Abs4 Z1 dieses Gesetzes gelten als Entlassung im Sinn des §74 DO 1994, die Gründe des Abs2 Z1 und 4 als Austritt im Sinn des §73 DO 1994.",
            "annotations": []
        },
        {
            "text": "(6) Die Amtsenthebung gemäß Abs4 Z2 gilt als Ruhestandsversetzung gemäß §68a DO 1994. Die Ruhestandsversetzung wird mit Ablauf des der Rechtskraft des Erkenntnisses folgenden Monatsletzten wirksam.",
            "annotations": []
        },
        {
            "text": "(7) […]\"",
            "annotations": []
        },
        {
            "text": "2. §16 Gesetz über das Verwaltungsgericht Wien (VGWG), LGBl 83/2012, idF LGBl 45/2020 lautet:",
            "annotations": []
        },
        {
            "text": "\"Personalausschuss",
            "annotations": []
        },
        {
            "text": "§16. (1) Der Personalausschuss besteht aus der Präsidentin bzw dem Präsidenten, der Vizepräsidentin bzw dem Vizepräsidenten sowie fünf gewählten Mitgliedern. Für jedes gewählte Mitglied ist ein Ersatzmitglied zu wählen.",
            "annotations": []
        },
        {
            "text": "(2) Dem Personalausschuss obliegt",
            "annotations": []
        },
        {
            "text": "1. die Erstellung von Dreiervorschlägen für die Ernennung von Mitgliedern (§3 Abs1);",
            "annotations": []
        },
        {
            "text": "2. die Feststellung des Vorliegen eines Widerrufsgrundes gemäß §4 Abs3 Z2;",
            "annotations": []
        },
        {
            "text": "3. die Entscheidung über die Zulässigkeit einer Tätigkeit gemäß §6 Abs1 Z2;",
            "annotations": []
        },
        {
            "text": "4. die Feststellung des Vorliegens eines Enthebungsgrundes gemäß §9 Abs9 Z3;",
            "annotations": []
        },
        {
            "text": "5. die Beurteilung des zu erwartenden Arbeitserfolges der Mitglieder (ausgenommen der Präsidentin bzw des Präsidenten).",
            "annotations": []
        },
        {
            "text": "(3) Ein gewähltes Mitglied (Ersatzmitglied) des Personalausschusses darf nicht gleichzeitig gewähltes Mitglied (Ersatzmitglied) des Geschäftsverteilungsausschusses sein.",
            "annotations": []
        },
        {
            "text": "(4) Der Personalausschuss hat seine Beschlüsse mit einfacher Mehrheit der Stimmen bei Anwesenheit aller seiner Mitglieder in nichtöffentlicher Sitzung zu fassen.",
            "annotations": []
        },
        {
            "text": "(5) […]\"",
            "annotations": []
        },
        {
            "text": "3. Die einschlägigen Bestimmungen des Bundes-Verfassungsgesetzes (B-VG), BGBl 1/1930, idF BGBl I 107/2021 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Artikel 87. (1) Die Richter sind in Ausübung ihres richterlichen Amtes unabhängig.",
            "annotations": []
        },
        {
            "text": "(2) In Ausübung seines richterlichen Amtes befindet sich ein Richter bei Besorgung aller ihm nach dem Gesetz und der Geschäftsverteilung zustehenden gerichtlichen Geschäfte, mit Ausschluss der Justizverwaltungssachen, die nicht nach Vorschrift des Gesetzes durch Senate oder Kommissionen zu erledigen sind.",
            "annotations": []
        },
        {
            "text": "(3) Die Geschäfte sind auf die Richter des ordentlichen Gerichtes für die durch Bundesgesetz bestimmte Zeit im Voraus zu verteilen. Eine nach dieser Geschäftsverteilung einem Richter zufallende Sache darf ihm nur durch Verfügung des durch Bundesgesetz hiezu berufenen Senates und nur im Fall seiner Verhinderung oder dann abgenommen werden, wenn er wegen des Umfangs seiner Aufgaben an deren Erledigung innerhalb einer angemessenen Frist gehindert ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Artikel 88. (1) Durch Bundesgesetz wird eine Altersgrenze bestimmt, mit deren Erreichung die Richter in den dauernden Ruhestand treten.",
            "annotations": []
        },
        {
            "text": "(2) Im Übrigen dürfen Richter nur in den vom Gesetz vorgeschriebenen Fällen und Formen und auf Grund eines förmlichen richterlichen Erkenntnisses ihres Amtes entsetzt oder wider ihren Willen an eine andere Stelle oder in den Ruhestand versetzt werden. Diese Bestimmungen finden jedoch auf Übersetzungen und Versetzungen in den Ruhestand keine Anwendung, die durch eine Änderung der Gerichtsorganisation nötig werden. In einem solchen Fall wird durch das Gesetz festgestellt, innerhalb welchen Zeitraumes Richter ohne die sonst vorgeschriebenen Förmlichkeiten übersetzt und in den Ruhestand versetzt werden können.",
            "annotations": []
        },
        {
            "text": "(3) Die zeitweise Enthebung der Richter vom Amt darf nur durch Verfügung des Gerichtsvorstehers oder Gerichtspräsidenten oder der übergeordneten Gerichtsbehörde bei gleichzeitiger Verweisung der Sache an das zuständige ordentliche Gericht stattfinden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Artikel 134. (1) Die Verwaltungsgerichte und der Verwaltungsgerichtshof bestehen aus je einem Präsidenten, einem Vizepräsidenten und der erforderlichen Zahl von sonstigen Mitgliedern.",
            "annotations": []
        },
        {
            "text": "(2) Den Präsidenten, den Vizepräsidenten und die sonstigen Mitglieder des Verwaltungsgerichtes eines Landes ernennt die Landesregierung; diese hat, soweit es sich nicht um die Stelle des Präsidenten oder des Vizepräsidenten handelt, Dreiervorschläge der Vollversammlung des Verwaltungsgerichtes oder eines aus ihrer Mitte zu wählenden Ausschusses, der aus dem Präsidenten, dem Vizepräsidenten und mindestens fünf sonstigen Mitgliedern des Verwaltungsgerichtes des Landes zu bestehen hat, einzuholen. Die Mitglieder der Verwaltungsgerichte der Länder müssen das Studium der Rechtswissenschaften oder die rechts- und staatswissenschaftlichen Studien abgeschlossen haben und über eine fünfjährige juristische Berufserfahrung verfügen.",
            "annotations": []
        },
        {
            "text": "(3)-(6) […]",
            "annotations": []
        },
        {
            "text": "(7) Die Mitglieder der Verwaltungsgerichte und des Verwaltungsgerichtshofes sind Richter. Art87 Abs1 und 2 und Art88 Abs1 und 2 sind mit der Maßgabe sinngemäß anzuwenden, dass die Altersgrenze, mit deren Erreichung die Mitglieder der Verwaltungsgerichte der Länder in den dauernden Ruhestand treten oder ihr Dienstverhältnis endet, durch Landesgesetz bestimmt wird.",
            "annotations": []
        },
        {
            "text": "(8) Die Diensthoheit gegenüber den beim Verwaltungsgerichtshof Bediensteten wird vom Präsidenten ausgeübt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Artikel 135. (1) Die Verwaltungsgerichte erkennen durch Einzelrichter. Im Gesetz über das Verfahren der Verwaltungsgerichte oder in Bundes- oder Landesgesetzen kann vorgesehen werden, dass die Verwaltungsgerichte durch Senate entscheiden. Die Größe der Senate wird durch das Gesetz über die Organisation des Verwaltungsgerichtes festgelegt. Die Senate sind von der Vollversammlung oder einem aus ihrer Mitte zu wählenden Ausschuss, der aus dem Präsidenten, dem Vizepräsidenten und einer gesetzlich zu bestimmenden Zahl von sonstigen Mitgliedern des Verwaltungsgerichtes zu bestehen hat, aus den Mitgliedern des Verwaltungsgerichtes und, soweit in Bundes- oder Landesgesetzen die Mitwirkung von fachkundigen Laienrichtern an der Rechtsprechung vorgesehen ist, aus einer in diesen zu bestimmenden Anzahl von fachkundigen Laienrichtern zu bilden. Insoweit ein Bundesgesetz vorsieht, dass ein Verwaltungsgericht des Landes in Senaten zu entscheiden hat oder dass fachkundige Laienrichter an der Rechtsprechung mitwirken, muss hiezu die Zustimmung der beteiligten Länder eingeholt werden. Der Verwaltungsgerichtshof erkennt durch Senate, die von der Vollversammlung oder einem aus ihrer Mitte zu wählenden Ausschuss, der aus dem Präsidenten, dem Vizepräsidenten und einer gesetzlich zu bestimmenden Zahl von sonstigen Mitgliedern des Verwaltungsgerichtshofes zu bestehen hat, aus den Mitgliedern des Verwaltungsgerichtshofes zu bilden sind.",
            "annotations": []
        },
        {
            "text": "(2) Die vom Verwaltungsgericht zu besorgenden Geschäfte sind durch die Vollversammlung oder einen aus ihrer Mitte zu wählenden Ausschuss, der aus dem Präsidenten, dem Vizepräsidenten und einer gesetzlich zu bestimmenden Zahl von sonstigen Mitgliedern des Verwaltungsgerichtes zu bestehen hat, auf die Einzelrichter und die Senate für die gesetzlich bestimmte Zeit im Voraus zu verteilen. Die vom Verwaltungsgerichtshof zu besorgenden Geschäfte sind durch die Vollversammlung oder einen aus ihrer Mitte zu wählenden Ausschuss, der aus dem Präsidenten, dem Vizepräsidenten und einer gesetzlich zu bestimmenden Zahl von sonstigen Mitgliedern des Verwaltungsgerichtshofes zu bestehen hat, auf die Senate für die gesetzlich bestimmte Zeit im Voraus zu verteilen.",
            "annotations": []
        },
        {
            "text": "(3) Eine nach der Geschäftsverteilung einem Mitglied zufallende Sache darf ihm nur durch das gemäß Abs2 zuständige Organ und nur im Fall seiner Verhinderung oder dann abgenommen werden, wenn es wegen des Umfangs seiner Aufgaben an deren Erledigung innerhalb einer angemessenen Frist gehindert ist.",
            "annotations": []
        },
        {
            "text": "(4) Art89 ist auf die Verwaltungsgerichte und den Verwaltungsgerichtshof sinngemäß anzuwenden.\"",
            "annotations": []
        },
        {
            "text": "4. Die relevanten – im Zeitpunkt des Beschlusses sowie der Kundmachung der Verwaltungsgerichtsbarkeits-Novelle 2012, BGBl I 51/2012, geltenden – Bestimmungen des Bundesgesetzes über das Dienstverhältnis der Richterinnen und Richter, Staatsanwältinnen und Staatsanwälte und Richteramtsanwärterinnen und Richteramtsanwärter (Richter- und Staatsanwaltschaftsdienstgesetz – RStDG), BGBl 305/1961, idF BGBl I 35/2012 lauteten auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Ernennung zum Richter",
            "annotations": []
        },
        {
            "text": "Erste und spätere Planstelle",
            "annotations": []
        },
        {
            "text": "§25. (1) Der Richter erhält seine erste und jede spätere Planstelle durch Ernennung.",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "(3) Der Richter wird auf Grund eines Bewerbungsgesuches nach Einholung von Besetzungsvorschlägen der Personalsenate ernannt.",
            "annotations": []
        },
        {
            "text": "(4) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bildung der Personalsenate",
            "annotations": []
        },
        {
            "text": "§36. (1) Bei jedem Gerichtshof ist ein Personalsenat zu bilden.",
            "annotations": []
        },
        {
            "text": "(2) Der Personalsenat besteht aus zwei Mitgliedern kraft Amtes und drei gewählten Mitgliedern (Wahlmitglieder). Sind bei einem Landesgericht und den unterstellten Bezirksgerichten am letzten Tag der Einsichtsfrist (§38 Abs1) mehr als 100 Richterplanstellen (ohne die Planstellen mit besonderer gesetzlicher Zweckwidmung) systemisiert, so erhöht sich die Zahl der Wahlmitglieder auf fünf.",
            "annotations": []
        },
        {
            "text": "(3) Mitglieder kraft Amtes sind der Präsident und ein Vizepräsident des Gerichtshofes. Bei mehreren Vizepräsidentinnen oder Vizepräsidenten entscheidet die längere Dienstzeit als Vizepräsidentin oder Vizepräsident, bei gleichlanger Dienstzeit die längere Dienstzeit als Richterin oder Richter und Staatsanwältin oder Staatsanwalt.",
            "annotations": []
        },
        {
            "text": "(4)-(6) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Zuständigkeit für die Dienstbeschreibung",
            "annotations": []
        },
        {
            "text": "§52. (1) Für die Dienstbeschreibung der Richter ist zuständig:",
            "annotations": []
        },
        {
            "text": "1. der Personalsenat des Gerichtshofes erster Instanz hinsichtlich der bei den unterstellten Bezirksgerichten und der beim Gerichtshof verwendeten Richter mit Ausnahme des Präsidenten und des (der) Vizepräsidenten;",
            "annotations": []
        },
        {
            "text": "2. der Personalsenat des Oberlandesgerichtes hinsichtlich der Richter für den Sprengel des Oberlandesgerichtes, der Präsidenten und der Vizepräsidenten der Gerichtshöfe erster Instanz und der beim Oberlandesgericht verwendeten Richter mit Ausnahme des Präsidenten und des Vizepräsidenten;",
            "annotations": []
        },
        {
            "text": "3. der Personalsenat des Obersten Gerichtshofes hinsichtlich der Präsidenten und der Vizepräsidenten der Oberlandesgerichte und der beim Obersten Gerichtshof verwendeten Richter mit Ausnahme des Präsidenten und der Vizepräsidenten.",
            "annotations": []
        },
        {
            "text": "(2) Für diejenigen Richter, die bei einem der den Landesgerichten für Zivilrechtssachen Wien und Graz unterstellten Bezirksgerichte ausschließlich oder weit überwiegend in Strafsachen verwendet werden, ist abweichend vom Abs1 Z1 der Personalsenat des jeweiligen Landesgerichtes für Strafsachen zuständig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Entwurf und Festsetzung der Dienstbeschreibung",
            "annotations": []
        },
        {
            "text": "§53. (1) Der Berichterstatter des Personalsenates hat die Dienstbeschreibung nach den Fragepunkten des §54 schriftlich zu entwerfen.",
            "annotations": []
        },
        {
            "text": "(2) Der Personalsenat hat die Dienstbeschreibung nach Prüfung des schriftlichen Entwurfes festzusetzen. Hält er ergänzende Aufklärungen für geboten, so kann er die ihm erforderlich erscheinenden Ermittlungen durchführen.",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gesamtbeurteilung",
            "annotations": []
        },
        {
            "text": "§54. (1) […]",
            "annotations": []
        },
        {
            "text": "(2) Besondere, für die Dienstbeschreibung entscheidende Umstände sind ausdrücklich anzuführen.",
            "annotations": []
        },
        {
            "text": "(3) Die Gesamtbeurteilung hat zu lauten:",
            "annotations": []
        },
        {
            "text": "1. ausgezeichnet, bei hervorragenden Kenntnissen, Fähigkeiten und Leistungen;",
            "annotations": []
        },
        {
            "text": "2. sehr gut, bei überdurchschnittlichen Kenntnissen, Fähigkeiten und Leistungen;",
            "annotations": []
        },
        {
            "text": "3. gut, bei durchschnittlichen Kenntnissen, Fähigkeiten und Leistungen;",
            "annotations": []
        },
        {
            "text": "4. entsprechend, wenn das zur ordnungsgemäßen Versehung des Dienstes unerläßliche Mindestmaß an Leistung ständig erreicht wird;",
            "annotations": []
        },
        {
            "text": "5. nicht entsprechend, wenn das zur ordnungsgemäßen Versehung des Dienstes unerläßliche Mindestmaß an Leistung nicht erreicht wird.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Beim Verwaltungsgerichtshof ist eine Revision anhängig, die sich gegen ein Erkenntnis des Personalausschusses des Verwaltungsgerichtes Wien vom 11. Oktober 2021 richtet. Mit diesem Erkenntnis wurde die Dienstbeurteilung des Revisionswerbers, eines sonstigen Mitgliedes des Verwaltungsgerichtes Wien, für den Beurteilungszeitraum 1. Jänner 2020 bis 31. Dezember 2020 mit \"nicht entsprechend\" festgesetzt.",
            "annotations": []
        },
        {
            "text": "Bei der Behandlung der gegen dieses Erkentnnis erhobenen Revision sind beim Verwaltungsgerichtshof Bedenken ob der Verfassungskonformität der Wortfolge \"und der sonstigen Mitglieder des Verwaltungsgerichts\" und des Klammerzitates \"(§16 Abs2 Z5 VGWG)\" in §10 Abs1 VGW-DRG sowie des §16 Abs2 Z5 VGWG entstanden.",
            "annotations": []
        },
        {
            "text": "2. Der Verwaltungsgerichtshof legt die Bedenken, die ihn zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"Der Verwaltungsgerichtshof hegt aufgrund folgender Erwägungen Bedenken gegen die Verfassungskonformität der angefochtenen Normen, mit denen die Zuständigkeit des Personalausschusses zur Dienstbeurteilung von Richtern festgelegt wird:",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat in seinem Erkenntnis vom 14. Juni 2018, G29/2018-14, G108/2018-10, die Bestimmungen des VGWG betreffend den Disziplinarausschuss des Verwaltungsgerichts Wien als verfassungswidrig aufgehoben, weil es sich bei diesem um keinen gemäß Art135 Abs1 B-VG gebildeten Senat gehandelt hat. Dabei hat der Verfassungsgerichtshof ausgesprochen, dass zu den vom Verwaltungsgericht zu besorgenden Geschäften nicht nur die Aufgaben im Sinne des Art130 B-VG gehören, sondern auch die gerichtlichen Geschäfte im Sinn des Art87 Abs2 B-VG. Letztere umfassen jedenfalls sämtliche Angelegenheiten, die von den Richtern in Ausübung ihres richterlichen Amtes auf Grund verfassungsrechtlicher Anordnung – wie zB jener in Art88 Abs2 B-VG – zu besorgen sind. Weiters hat er darauf hingewiesen, dass für diese Einordnung spricht, dass betreffend die monokratische Justizverwaltung die Verwaltungsgerichte selbst Rechtsmittelbehörde sind; Entscheidungen von kollegialen Justizverwaltungsorganen jedoch – obwohl es sich, materiell betrachtet, um erstinstanzliche Justizverwaltungsangelegenheiten handelt – wie jede andere von einem Verwaltungsgericht nach Art135 Abs1 B-VG erlassene Entscheidung als Erkenntnis oder Beschluss eines Verwaltungsgerichts direkt beim Verwaltungsgerichtshof bzw Verfassungsgerichtshof zu bekämpfen sind.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat im Zusammenhang mit Gesamtbeurteilungen nach §54 Richter- und Staatsanwaltschaftsdienstgesetz (RStDG) ebenfalls die Auffassung vertreten, dass gegen die in Ausübung der kollegialen Justizverwaltung ergangenen Beschlüsse (dort: Personalsenat des Bundesfinanzgerichtes) – obwohl es sich materiell betrachtet um erstinstanzliche Justizverwaltungsangelegenheiten handelt – wie gegen jede andere von einem Verwaltungsgericht erlassene Entscheidung mittels Revision an den Verwaltungsgerichtshof gemäß Art133 Abs1 Z1 iVm Abs9 B-VG oder mittels Beschwerde an den Verfassungsgerichtshof gemäß Art144 B-VG vorgegangen werden kann (VfGH 25.6.2021, E1873/2021-8, unter Hinweis auf VfGH 14.6.2018, G29/2018-14, G108/2018-10).",
            "annotations": []
        },
        {
            "text": "Der Verwaltungsgerichtshof hat sich (auch im Fall einer Dienstbeschreibung nach dem RStDG) der vom Verfassungsgerichtshof judizierten Ansicht angeschlossen, wonach Entscheidungen von kollegialen Justizverwaltungsorganen der Verwaltungsgerichte, obwohl es sich materiell betrachtet um erstinstanzliche Justizverwaltungsangelegenheiten handelt, wie jede andere von einem Verwaltungsgericht nach Art135 Abs1 B-VG erlassene Entscheidung als Erkenntnis oder Beschluss eines Verwaltungsgerichts beim Verwaltungsgerichtshof mit Revision bekämpft werden können (VwGH 28.10.2021, Ro 2021/09/0007 und 0030).",
            "annotations": []
        },
        {
            "text": "Die Dienstbeurteilung hat nach §10 Abs2 VGW-DRG ausdrücklich durch Erkenntnis zu erfolgen.",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund bestehen Bedenken an der Verfassungskonformität der angefochtenen Regelungen, mit denen eine Zuständigkeit des Personalausschusses für Dienstbeurteilungen festgelegt wird, kann die Dienstbeurteilung doch auch als gerichtliches Geschäft im Sinn des Art87 Abs2 B-VG im Sinn der angeführten Rechtsprechung des Verfassungsgerichtshofes verstanden werden, die von einem gemäß Art135 Abs1 B-VG gebildeten Senat zu besorgen ist. Der Personalausschuss setzt sich jedoch gemäß §16 Abs1 VGWG aus Mitgliedern zusammen, die teils unmittelbar durch Gesetz in diese Funktion berufen werden (Präsident, Vizepräsident), mehrheitlich jedoch durch die Vollversammlung gewählt werden (vgl dazu §13 Abs2 Z2 VGWG). Die Zusammensetzung entspricht sohin nicht den Vorgaben des Art135 B-VG.",
            "annotations": []
        },
        {
            "text": "Selbst wenn man die Ansicht vertrete, dass es sich bei der Dienstbeurteilung durch den Personalausschuss um kein gerichtliches Geschäft im Sinn des Art87 Abs2 B-VG handle, stellt sich die Frage, ob die angefochtenen Regelungen, mit denen die Zuständigkeit für die Dienstbeurteilungen festgelegt wird, auch unter den Tatbestand des Art130 Abs2 Z3 B-VG (Zulässigkeit der erstinstanzlichen Betrauung eines Verwaltungsgerichts zur Entscheidung über Streitigkeiten in dienstrechtlichen Angelegenheiten; siehe dazu insbesondere VfGH 14.6.2019, G396/2018-14) oder der mit BGBl I 14/2019 dem Art130 Abs2 B-VG hinzugefügten Z4 eingeführten Generalklausel zu subsumieren sind. Dann läge eine Aufgabe im Sinn des Art130 B-VG vor und somit ein vom Verwaltungsgericht 'zu besorgendes Geschäft' nach Art135 Abs2 B-VG, welches Senaten im Sinn des Art135 Abs1 B-VG vorbehalten ist.",
            "annotations": []
        },
        {
            "text": "Mit der Aufhebung der im Hauptantrag angeführten Wortfolge sowie des Klammerzitates in §10 Abs1 VGW-DRG und §16 Abs2 Z5 VGWG würde die Verfassungswidrigkeit im dargelegten Sinn beseitigt, ohne dass der verbleibende Rest der gesetzlichen Bestimmungen unverständlich oder unanwendbar oder eine Veränderung seiner Bedeutung erfahren würde. Es würde aber auch nicht mehr aus dem Rechtsbestand ausgeschieden, als Voraussetzung für den Anlassfall ist, der ein 'sonstiges Mitglied' des Verwaltungsgerichts Wien betrifft.",
            "annotations": []
        },
        {
            "text": "Der Eventualantrag wird für den Fall gestellt, dass der Verfassungsgerichtshof erachtet, dass der verfassungskonforme Zustand nur durch die Beseitigung des gesamten Abs1 des §10 VGW-DRG hergestellt werden kann.\"",
            "annotations": []
        },
        {
            "text": "3. Die Wiener Landesregierung hat eine Äußerung erstattet, in der sie beantragt, der Verfassungsgerichtshof möge \"die Behandlung der Anträge […] ablehnen, in eventu die Anträge als unzulässig zurückweisen; in eventu aussprechen, dass die angefochtenen Gesetzesbestimmungen nicht als verfassungswidrig aufgehoben werden\". Den im Antrag erhobenen Bedenken tritt sie – auszugsweise – wie folgt entgegen:",
            "annotations": []
        },
        {
            "text": "\"I. Zur Zulässigkeit:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Durch die Aufhebung der angefochtenen Teile im Umfang des Hauptantrages würde die angefochtene Bestimmung insofern einen geänderten, dem Wiener Landesgesetzgeber nicht mehr zusinnbaren Inhalt erhalten, als nur mehr die Vizepräsidentin bzw der Vizepräsident, nicht mehr aber die übrigen Mitglieder des Verwaltungsgerichtes Wien einer Beschreibung zu unterziehen wären. Dies ist mit der ursprünglichen Intention nicht vereinbar und auch unsachlich, weil kein Grund ersichtlich ist, dass aus dem Kreis aller Richterinnen und Richter des Verwaltungsgerichtes Wien nur die Vizepräsidentin bzw der Vizepräsident der betreffenden dienstrechtlichen Aufsichtsmaßnahme unterstellt werden soll. Diese Überlegungen zeigen deutlich, dass der Hauptantrag zu eng formuliert und daher unzulässig ist.",
            "annotations": []
        },
        {
            "text": "Im Übrigen ist der Hauptantrag auch deshalb unzulässig, weil die angestrebte Bereinigung der – behauptetermaßen verfassungswidrigen – Rechtslage durch den nach Meinung des Verwaltungsgerichtshofes nicht im Einklang mit Art135 Abs1 B-VG gebildeten Personalausschuss gar nicht erreicht würde. Es bliebe nämlich die Beurteilung durch den Personalausschuss – zwar nur in Bezug auf die Vizepräsidentin bzw den Vizepräsident – im bereinigten Wortlaut der angefochtenen Norm weiterhin bestehen.",
            "annotations": []
        },
        {
            "text": "Ferner ist festzuhalten, dass auch der Eventualantrag zu eng gefasst ist. Das Bedenken des Verwaltungsgerichtshofes lautet, dass der Personalausschuss, dem gemäß §10 Abs1 VGW-DRG die Erstellung der Dienstbeschreibungen obliegt, nicht in Übereinstimmung mit Art135 Abs1 B-VG gebildet wird. Jene Bestimmungen des Gesetzes über das Verwaltungsgericht Wien, die die Bestellung des Personalausschusses regeln, müssten – folgt man dem Bedenken des Verwaltungsgerichtshofes – infolge der Zuweisung der Dienstbeurteilung als Aufgabe zum Personalausschuss und des daraus resultierenden untrennbaren Zusammenhanges zwischen der Aufgabe einerseits und dem hierfür zuständigen Organ andererseits mit in die Anfechtung einbezogen und darauf gerichtete Ausführungen in den Antrag aufgenommen werden. Dies ist nicht geschehen. Nach Auffassung der Wiener Landesregierung ist deshalb sowohl der Hauptantrag als auch der Eventualantrag unvollständig und somit unzulässig.",
            "annotations": []
        },
        {
            "text": "II. Zu den Bedenken im Einzelnen:",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "Ob monokratische oder kollegiale Justizverwaltungsorgane eingerichtet werden, obliegt der Entscheidung des einfachen Gesetzgebers (Piska in Korinek/Holoubek et al; Band I/4, Kommentierung von Art87/1,2 Rz 30), im gegebenen Zusammenhang auf Grund Art136 Abs1 erster Satz B-VG dem Landesgesetzgeber als Organisationsgesetzgeber. Der Bundesverfassungsgesetzgeber hat die Bestimmung des Art87 Abs2 B-VG durch Art134 Abs7 B-VG auch für das System der Verwaltungsgerichtsbarkeit für anwendbar erklärt. Diese in Art87 Abs2 B-VG enthaltene Ermächtigung des Organisationsgesetzgebers ist inhaltich nur durch erkennbare und zwingende Vorgaben des B-VG beschränkt. Eine solche zwingende Beschränkung ist in Bezug auf Dienstbeschreibungen von Richterinnen und Richtern nicht ersichtlich.",
            "annotations": []
        },
        {
            "text": "Nach Art21 Abs3 B-VG obliegt die Diensthoheit – diese umfasst sämtliche Rechtsakte, die sich auf die Begründung und nähere Ausgestaltung des Dienstverhältnisses beziehen – den obersten Organen des Bundes und der Länder. Im Hinblick auf die bundesverfassungsrechtlich eigenständige Stellung der Verwaltungsgerichte ist es angezeigt, die Diensthoheit der obersten Organe durch die Übertragung von Befugnissen (die nicht zum Kernbereich der Diensthoheit zählen dürfen, VfSlg 14.896/1997) einzuschränken. […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "In welchem Umfang nun aber der Gesetzgeber, wenn er die kollegiale Besorgung wählt, für Maßnahmen der Dienstaufsicht einen Senat den Anforderungen des Art135 Abs1 vierter Satz B-VG entsprechend einrichten muss, lässt sich den Vorgaben des B-VG nicht mit der entsprechenden Deutlichkeit entnehmen. Es erscheint vielmehr aus Gründen der Sachlichkeit naheliegend, dass die Ausübung dieser Befugnisse jenem Organ übertragen wird, dem auch sonstige dienstrechtliche Befugnisse obliegen. Dies erscheint nicht zuletzt deshalb systemkonform, weil der Bundesverfassungsgesetzgeber im Jahr 2012 anlässlich der Schaffung der Bestimmungen der Verwaltungsgerichtsbarkeits-Novelle 2012 eben ein solches System in der ordentlichen Gerichtsbarkeit so vorgefunden hat (siehe die §§51 bis 56 des Richter- und Staatsanwaltschaftsdienstgesetzes – RStDG, die bereits in der Stammfassung BGBl Nr 305/1961 enthalten waren). Wesentlich in diesem Zusammenhang für die Beurteilung der Verfassungskonformität der Rechtslage in Wien ist nicht die Frage, ob und inwieweit dieses System eine Beurteilung durch Richterinnen und Richter desselben Gerichtes erlaubt oder eine Beurteilung durch den Personalsenat eines übergeordneten Gerichtes vorsieht (beides findet sich in §52 Abs1 RStDG), sondern alleine der Umstand, dass die Dienstbeschreibung in der Justiz seit langem durch gemäß Art87 Abs2 B-VG gebildete Personalsenate erfolgt, ohne dass dies in irgendeiner Form als verfassungswidrig erachtet worden wäre.",
            "annotations": []
        },
        {
            "text": "Hätte der Bundesverfassungsgesetzgeber die Absicht verfolgt, dieses System für die Verwaltungsgerichtsbarkeit zu durchbrechen, hätte er dies klar und deutlich zum Ausdruck bringen müssen. Dies ist jedoch nicht geschehen. Vielmehr wurde – wie bereits ausgeführt – Art87 Abs2 ausdrücklich für anwendbar erklärt.\" (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "4. Der Revisionswerber des Verfahrens vor dem antragstellenden Gericht hat als beteiligte Partei eine Äußerung erstattet, in der er sich den Bedenken des antragstellenden Gerichtes anschließt.",
            "annotations": []
        },
        {
            "text": "5. Der Personalausschuss des Verwaltungsgerichtes Wien hat eine Äußerung erstattet und führt darin wie folgt aus:",
            "annotations": []
        },
        {
            "text": "\"I. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "a. Zur (Un)Zulässigkeit des Hauptantrages",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Ungeachtet des grammatikalisch inkorrekten Possessivpronomens 'ihnen' wäre in der Aufhebung ein positiver Akt der Gesetzgebung zu erblicken (VfGH 30.11.2021, G384/2020), weil die Norm einen Inhalt erhielte, welcher dem Normgeber nicht mehr zusinnbar ist (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016). Ausweislich der Gesetzesmaterialien ging der Wiener Landesgesetzgeber davon aus, dass alle Mitglieder – mit Ausnahme der Präsidentin bzw des Präsidenten – einer periodischen Dienstbeurteilung zu unterziehen sind (EB BlgWrLT LGBl 2012/84, LG-03423-2012, 25). […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "b. Zur (Un)Zulässigkeit des Eventualantrages",
            "annotations": []
        },
        {
            "text": "Im Falle des Durchdringens des Eventualantrages würde der gesamte §10 Abs1 VGW-DRG aus dem Rechtsbestand entfernt, nicht jedoch die übrigen Anordnungen zur Dienstbeurteilung. Gemäß §10 Abs2 VGW-DRG müsste die Dienstbeurteilung jedenfalls 'durch Erkenntnis' erfolgen. […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Umgelegt auf den vorliegenden Fall bedeutet dies eine Einzelrichterzuständigkeit, weil im Materiengesetz (konkret in §10 VGW-DRG) nach der bereinigten Rechtslage keine Senatszuständigkeit angeordnet wäre, die Entscheidung jedoch gemäß §10 Abs2 leg. cit. 'durch Erkenntnis' erfolgen müsste. Eine derartige Rechtslage wäre allerdings verfassungswidrig, weil bei einer Einzelrichterzuständigkeit in einer Justizverwaltungssache eine Beurteilung nur in einer Form des Verwaltungshandelns (Bescheid) verfassungskonform wäre. […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "II. Zu den Bedenken im Einzelnen",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "a. Zu den 'gerichtlichen Geschäften' iSd Art87 Abs2 B-VG",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Im Übrigen setzt der für die Ausgestaltung der Justizverwaltung zentrale Art87 Abs2 B-VG die Einrichtung sonstiger Organe der (kollegialen) Justizverwaltung durch den einfachen Gesetzgeber geradezu voraus und enthält – neben der Regelung der Stellung der Richter im Rahmen der monokratischen und der kollegialen Justizverwaltung – auch eine Ermächtigung an die Organisationsgesetzgeber, die Besorgung von Justizverwaltungssachen entweder Einzelrichtern oder von ihnen einzurichtenden 'Senaten' bzw 'Kommissionen' zu übertragen (Piska in Korinek/Holoubek et al [Hrsg.], Österreichisches Bundesverfassungsrecht, 1. Lfg. 1999/14. Lfg [2018] Art87/1, 2 B-VG, Rn 24). Welche Aufgaben diesen richterlichen (Kollegial-) Organen konkret zugewiesen werden, liegt – abgesehen von den dargestellten einzelnen bundesverfassungsgesetzlich zwingend vorgegebenen Zuständigkeiten – wiederum im rechtspolitischen Gestaltungsspielraum des Organisationsgesetzgebers (Ranacher, Organisation und Dienstrecht: Anforderungen und Spielräume für die Gesetzgeber, in Holoubek/Lang [Hrsg.], Die Verwaltungsgerichtsbarkeit erster Instanz [2013], 163 [173 f.]).",
            "annotations": []
        },
        {
            "text": "Auch die vom Bundesverfassungsgesetzgeber bei Einführung der Verwaltungsgerichte erster Instanz mit der Verwaltungsgerichtsbarkeits-Novelle 2012, BGBl I Nr 51/2012, als Versteinerungsmaterial vorgefundene einfachgesetzliche Rechtslage war so ausgestaltet, dass Amtsmitglieder im Rahmen der kollegialen Justizverwaltung an der Leistungsbeschreibung im Personalsenat (§36 RStDG) mitwirkten und für die gewünschte Kontinuität in der Vorsitzführung sorgten (ErläutRV 423 BlgNR I. GP, 6). Erkennbar wollte der Bundesverfassungsgesetzgeber durch Einfügung des Verweises in Art134 Abs7 B-VG das Regelungsregime des Art87 Abs2 B-VG für die kollegiale Justizverwaltung der Verwaltungsgerichte importieren (vgl ErläutRV 1618 BlgNR XXIV. GP, 18). […]\"",
            "annotations": []
        },
        {
            "text": "6. Der Verfassungsgerichtshof hat zudem das Bundeskanzleramt-Verfassungsdienst, die Landesregierungen der übrigen Bundesländer und das Verwaltungsgericht Wien eingeladen, eine Äußerung zu erstatten. Dieser Einladung sind das Bundeskanzleramt-Verfassungsdienst, die Tiroler Landesregierung und das Verwaltungsgericht Wien gefolgt.",
            "annotations": []
        },
        {
            "text": "6.1. Das Bundeskanzleramt-Verfassungsdienst bringt in seiner Äußerung das Folgende vor:",
            "annotations": []
        },
        {
            "text": "Nach Art88 Abs2 B-VG iVm Art134 Abs7 B-VG dürfe ein Mitglied eines Verwaltungsgerichtes nur auf Grund eines förmlichen richterlichen Erkenntnisses seines Amtes entsetzt werden. §15 Abs4 Z1 VGW-DRG sehe eine Amtsenthebung vor, wenn die Dienstleistung eines Mitgliedes für zwei aufeinanderfolgende Beurteilungszeiträume mit \"nicht entsprechend\" oder in den ersten drei Jahren nach der Ernennung zweimal mit \"nicht entsprechend\" beurteilt werde. Die Entscheidung über die Verwirklichung dieses Tatbestandes liege in meritorischer Hinsicht gänzlich beim Personalausschuss, weil das Dienstgericht – mangels Anhaltspunkten für das Bestehen einer Kognitionsbefugnis, wie der Oberste Gerichtshof sie für die Versetzung in den dauernden Ruhestand gemäß §88 RStDG annimmt – an das Ergebnis der Dienstbeurteilung gebunden sei. Vor diesem Hintergrund sei die Dienstbeurteilung als ein von einem Richterkollegium zu besorgendes, gerichtliches Geschäft iSd Art87 Abs2 B-VG anzusehen und daher einem Senat nach Art135 Abs1 vierter Satz B-VG vorbehalten. Dies habe ebenso zu gelten, wenn es sich – wie in der Antragsbegründung erwogen – um eine Entscheidung gemäß Art130 Abs2 Z3 oder 4 B-VG handeln sollte.",
            "annotations": []
        },
        {
            "text": "6.2. Der Präsident des Verwaltungsgerichtes Wien als Dienstbehörde der Richterinnen und Richter hat die Zulässigkeit des Haupt- sowie des Eventualantrages im Wesentlichen mit jenen Argumenten, die sich auch in der Stellungnahme des Personalausschusses des Verwaltungsgerichtes Wien finden, in Zweifel gezogen. Auch hinsichtlich der einzelnen Bedenken argumentiert er wie der Personalsenat des Verwaltungsgerichtes Wien und erachtet die Betrauung des Personalausschusses mit der Dienstbeurteilung als verfassungskonform.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "Da der Verwaltungsgerichtshof ein Erkenntnis des Personalausschusses des Verwaltungsgerichtes Wien betreffend die Dienstbeurteilung eines Mitgliedes des Verwaltungsgerichtes Wien zu beurteilen hat, ist nichts hervorgekommen, was an der Präjudizialität von §10 Abs1 VGW-DRG und §16 Abs2 Z5 VGWG zweifeln ließe.",
            "annotations": []
        },
        {
            "text": "1.2. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Gesetzesprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011, 20.082/2016; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Bestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "1.3.  Ein Teil der im Verfahren eingelangten Stellungnahmen erachtet den Hauptantrag als zu eng gefasst, weil die geltend gemachte Verfassungswidrigkeit durch Aufhebung allein der Wortfolge \"und der sonstigen Mitglieder des Verwaltungsgerichts\" und des Klammerzitates \"(§16 Abs2 Z5 VGWG)\" in §10 Abs1 VGW-DRG sowie von §16 Abs2 Z5 VGWG auf Grund des Verbleibes der Dienstbeurteilung der Vizepräsidentin bzw des Vizepräsidenten nicht beseitigt werden könne. Zudem erhielte die Bestimmung einen geänderten, dem Wiener Landesgesetzgeber nicht mehr zusinnbaren Inhalt.",
            "annotations": []
        },
        {
            "text": "1.4. Diesem Vorbringen kann jedoch nicht gefolgt werden:",
            "annotations": []
        },
        {
            "text": "Die Aufhebung im Umfang des Hauptantrages ist geeignet, die behauptete Verfassungswidrigkeit für den Anlassfall zu beseitigen, weil der Verwaltungsgerichtshof über die Dienstbeurteilung eines \"sonstigen Mitgliedes\" des Verwaltungsgerichtes Wien zu entscheiden hat. Für diesen vom Verwaltungsgerichtshof zu beurteilenden Anlassfall entfällt die Zuständigkeit des Personalausschusses für die Dienstbeurteilung der \"sonstigen Mitglieder\" des Verwaltungsgerichtes Wien. Die verbleibende, auf die Dienstbeurteilung des Vizepräsidenten bzw der Vizepräsidentin beschränkte Zuständigkeit des Personalausschusses ist zudem nicht als völlig veränderter Gesetzesinhalt anzusehen, der dem Gesetzgeber überhaupt nicht mehr zusinnbar wäre, weil eine Dienstbeurteilung der \"sonstigen Mitglieder\" auch bei Entfall der Zuständigkeit des Personalausschusses vorzunehmen ist. Auf Grund der im VGW-DRG für Dienstrechtsanlegenheiten (subsidiär) vorgesehenen Zuständigkeit des Präsidenten bzw der Präsidentin des Verwaltungsgerichtes Wien wäre die Dienstbeurteilung von diesem bzw dieser monokratisch vorzunehmen (§4a Abs1 VGW-DRG).",
            "annotations": []
        },
        {
            "text": "1.5. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Hauptantrag als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtenen Bestimmungen aus den im Antrag dargelegten Gründen verfassungswidrig sind (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist unbegründet.",
            "annotations": []
        },
        {
            "text": "2.3. Der Verwaltungsgerichtshof hegt verfassungsrechtliche Bedenken gegen die Zuständigkeit des Personalausschusses für Dienstbeurteilungen, weil solche Entscheidungen zwar materiell betrachtet erstinstanzliche Justizverwaltungsangelegenheiten seien, auf Grund ihrer gesetzlich vorgesehenen kollegialen Besorgung aber als gerichtliches Geschäft iSd Art87 Abs2 B-VG anzusehen seien. Der übereinstimmenden Rechtsprechung der Gerichtshöfe des öffentlichen Rechtes sei zu entnehmen, dass die Dienstbeurteilung mittels Revision nach Art133 Abs1 Z1 iVm Abs9 B-VG oder mittels Beschwerde nach Art144 B-VG bekämpft werden könne. Aus diesen Rechtsschutzmöglichkeiten und der Einordnung als gerichtliches Geschäft folge, dass nur ein Senat gemäß Art135 Abs1 vierter Satz B-VG, der von der Vollversammlung oder einem aus ihrer Mitte zu wählenden Ausschuss zu bilden sei, mit der Dienstbeurteilung betraut werden dürfe. Diesen Anforderungen werde der Personalausschuss des Verwaltungsgerichtes Wien nicht gerecht, weil ihm nach §16 Abs1 VGWG zwei seiner Mitglieder, nämlich der Präsident bzw die Präsidentin sowie der Vizepräsident bzw die Vizepräsidentin des Verwaltungsgerichtes Wien, schon ex lege auf Grund ihrer Funktion angehören würden und die weiteren fünf Mitglieder von der Vollversammlung zu wählen seien.",
            "annotations": []
        },
        {
            "text": "2.4. Die Wiener Landesregierung tritt diesen Bedenken insbesondere mit dem Argument entgegen, dass Art87 Abs2 B-VG sowohl die monokratische Besorgung von Justizverwaltungssachen vorsehe, ausdrücklich aber auch eine Erledigung durch Senate oder Kommissionen ermögliche. Aus diesem Grund sei der einfache Gesetzgeber ermächtigt, monokratische bzw kollegiale Justizverwaltungsorgane einzurichten. In welchen Fällen der einfache Gesetzgeber Aufgaben der Dienstaufsicht (im Falle ihrer kollegialen Besorgung) an einen den Anforderungen des Art135 Abs1 vierter Satz B-VG entsprechenden Senat zu übertragen habe, lasse sich der Verfassung nicht mit hinreichender Deutlichkeit entnehmen. Aus Sachlichkeitserwägungen erscheine es aber naheliegend, die Ausübung dieser Befugnisse jenem Organ zu übertragen, dem auch sonstige dienstrechtliche Befugnisse oblägen. Zudem habe der Bundesverfassungsgesetzgeber im Zeitpunkt der Verwaltungsgerichtsbarkeits-Novelle 2012 in der ordentlichen Gerichtsbarkeit bereits ein vergleichbares System vorgefunden; die Dienstbeschreibung als ein von einem Senat bzw einer Kommission zu erledigendes Geschäft (Art87 Abs2 B-VG) erfolge dort durch den Personalsenat. Für die Verwaltungsgerichte sei diese Bestimmung ausdrücklich für anwendbar erklärt worden, was gegen die Absicht des Bundesverfassungsgesetzgebers spreche, dieses System zu durchbrechen.",
            "annotations": []
        },
        {
            "text": "2.5. Zunächst ist festzuhalten, dass mit der im vorliegenden Fall relevanten Dienstbeurteilung gemäß §10 Abs1 VGW-DRG iVm §16 Abs2 Z5 VGWG der Personalausschuss des Verwaltungsgerichtes Wien betraut ist und dieser – wie vom Verwaltungsgerichtshof ausgeführt und nicht bestritten wurde – kein Senat iSd Art135 Abs1 B-VG ist. Ein solcher Senat wäre, weil für das Verwaltungsgericht Wien gemäß §14 VGWG der Geschäftsverteilungsausschuss als aus der Mitte der Mitglieder der Vollversammlung gewählter Ausschuss iSd Art135 Abs1 B-VG eingerichtet ist, vom Geschäftsverteilungsausschuss zu bilden (vgl VfSlg 20.076/2016). Der Personalausschuss nach §16 Abs1 VGWG setzt sich jedoch aus dem Präsidenten bzw der Präsidentin und dem Vizepräsidenten bzw der Vizepräsidentin sowie fünf (gemäß §13 Abs2 Z2 VGWG durch die Vollversammlung) gewählten Mitgliedern zusammen.",
            "annotations": []
        },
        {
            "text": "2.6. Gemäß Art134 Abs7 B-VG sind die Mitglieder der Verwaltungsgerichte Richter und die Abs1 und 2 der Art87 und 88 B-VG sind sinngemäß anzuwenden. Aus dem Verweis auf Art87 Abs2 B-VG lässt sich für die Verwaltungsgerichtsbarkeit ableiten, dass der einfache Gesetzgeber ermächtigt ist, Aufgaben der Justizverwaltung an Einzelrichter oder Senate bzw Kommissionen der Verwaltungsgerichte zu übertragen (vgl VfSlg 7376/1974, 20.076/2016, 20.254/2018). Auf Grund dieses Verweises ist auch die Rechtsprechung zu Art87 Abs2 B-VG für die Verwaltungsgerichtsbarkeit maßgeblich.",
            "annotations": []
        },
        {
            "text": "Unter Justizverwaltung versteht Art87 Abs2 B-VG eine durch Richter ausgeübte, ihrem Inhalt nach aber nicht der Rechtsprechung zuzuzählende Tätigkeit, bei deren Besorgung diese – je nachdem, ob ein Einzelrichter oder ein Richterkollegium tätig wird, was vom einfachen Gesetzgeber festzulegen ist (vgl Piska, Art87/1-2 B-VG, in: Korinek/Holoubek et al [Hrsg.], Österreichisches Bundesverfassungsrecht, 14. Lfg., 2018, Rz 25) – grundsätzlich entweder weisungsgebunden sind oder richterliche Unabhängigkeit genießen. Aus Art87 Abs2 B-VG und der dazu ergangenen Judikatur ergibt sich, dass Einzelrichter sich, wenn sie Justizverwaltungssachen erledigen, nicht in Ausübung ihres richterlichen Amtes befinden, sondern Verwaltungsorgane sind (VfSlg 6090/1969). Sofern Aufgaben der Justizverwaltung kollegial zu besorgen sind, werden die Richter hingegen in Ausübung ihres richterlichen Amtes tätig und liegt eine Vollziehung durch Gerichte vor (zB VfSlg 7753/1976, 13.215/1992, 19.618/2012, 20.076/2016, 20.254/2018).",
            "annotations": []
        },
        {
            "text": "Die gemäß §10 VGW-DRG für die Mitglieder des Verwaltungsgerichtes Wien mit Ausnahme des Präsidenten vorzunehmende Dienstbeurteilung stellt eine Aufgabe der Justizverwaltung dar. §10 Abs1 VGW-DRG iVm §16 Abs2 Z5 VGWG weist die Dienstbeurteilung dem Personalausschuss des Verwaltungsgerichtes Wien zur kollegialen Besorgung zu, sodass eine Vollziehung durch Gerichte vorliegt.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat zum Disziplinarrecht hinsichtlich der kollegialen Justizverwaltungssachen ausgesprochen, dass jedenfalls jener Teil des Disziplinarrechtes, der die Amtsenthebung eines Richters, seine Versetzung oder Versetzung in den Ruhestand betrifft, einem kollegialen richterlichen Spruchkörper übertragen werden muss, weshalb ein Senat iSd Art135 Abs1 B-VG zu erkennen hat (vgl VfSlg 20.327/2019 zur Möglichkeit der Betrauung eines anderen Verwaltungsgerichtes auf Grundlage des Art130 Abs2 Z3 B-VG). Dem Gesetzgeber ist es demnach verwehrt, Senate – abweichend von Art135 Abs1 B-VG – mit einer gesetzlich vorgegebenen Zusammensetzung einzurichten (vgl VfSlg 20.254/2018 und auch Faber, Verwaltungsgerichtsbarkeit, 2013, Art134 B-VG, Rz 46).",
            "annotations": []
        },
        {
            "text": "2.7. Über das Disziplinarrecht hinausgehend greifen diese Überlegungen auch für Justizverwaltungssachen, die kollegial durch Erkenntnis bzw Beschluss und damit in einer den Rechtsmitteln an die Gerichtshöfe des öffentlichen Rechtes unterliegenden Form zu erledigen sind. Wenn der einfache Gesetzgeber die Zuständigkeit eines richterlichen Kollegialorganes vorsieht, folgt daraus die Zugehörigkeit zur Vollziehung der Gerichte (vgl VfSlg 20.076/2016, 20.254/2018; zur Wertung einer Dienstbeschreibung als gerichtliche Entscheidung in der ordentlichen Gerichtsbarkeit vgl VfSlg 13.215/1992). Ist eine Erledigung in Form eines mittels Beschwerde gemäß Art144 B-VG sowie mittels Revision gemäß Art133 Abs1 iVm Abs9 B-VG anfechtbaren Erkenntnisses oder Beschlusses vorgesehen, handelt es sich um ein vom Verwaltungsgericht zu besorgendes Geschäft iSd Art135 Abs2 B-VG, weshalb in diesen Fällen auch im Bereich der Justizverwaltungssachen ein Senat iSd Art135 Abs1 B-VG zu betrauen wäre.",
            "annotations": []
        },
        {
            "text": "Der Personalausschuss des Verwaltungsgerichtes Wien hat die Dienstbeurteilung gemäß §10 Abs2 VGW-DRG als Erkenntnis zu erlassen, das vor den Gerichtshöfen des öffentlichen Rechtes angefochten werden kann (vgl VfSlg 20.254/2018; VfGH 25.6.2021, E1873/2021; VwGH 28.10.2021, Ro 2021/09/0007 ua; 12.12.2022, Ro 2021/09/0032). Bei der Dienstbeurteilung handelt es sich daher um eine Justizverwaltungssache, die als vom Verwaltungsgericht zu besorgendes Geschäft iSd Art135 Abs2 B-VG zu qualifizieren ist.",
            "annotations": []
        },
        {
            "text": "2.8. Gemäß Art135 Abs2 B-VG sind die vom Verwaltungsgericht zu besorgenden Geschäfte grundsätzlich durch die Vollversammlung oder einen aus ihrer Mitte zu wählenden Ausschuss auf die Einzelrichter und die Senate zu verteilen. Nach Art135 Abs1 B-VG haben die für die Verwaltungsgerichte zuständigen Organisationsgesetzgeber die Größe der Senate festzulegen. Zu bilden sind die Senate grundsätzlich von der Vollversammlung oder einem aus ihrer Mitte zu wählenden Ausschuss, der aus dem Präsidenten, dem Vizepräsidenten und einer gesetzlich zu bestimmenden Zahl von sonstigen Mitgliedern des Verwaltungsgerichtes zu bestehen hat. Eine gesetzlich zwingend vorgesehene Zugehörigkeit eines bestimmten Mitgliedes des Verwaltungsgerichtes ist daher mit diesen Anforderungen unvereinbar (vgl VfSlg 20.076/2016).",
            "annotations": []
        },
        {
            "text": "2.9. Trotz der Anordnung des Art135 Abs2 B-VG lässt sich der Verfassung kein Verbot entnehmen, die bereits verfassungsgesetzlich unmittelbar mit der Besorgung einzelner Justizverwaltungssachen betrauten Kollegialorgane auch mit weiteren Justizverwaltungssachen zu betrauen, die als vom Verwaltungsgericht zu besorgendes Geschäft zu qualifizieren sind:",
            "annotations": []
        },
        {
            "text": "              Die Erstattung von Dreiervorschlägen für die Ernennung von Richtern eines Verwaltungsgerichtes wird in Art134 Abs2 und 3 B-VG der Vollversammlung oder einem aus ihrer Mitte zu wählenden Ausschuss zugewiesen, der aus dem Präsidenten, dem Vizepräsidenten und mindestens fünf sonstigen Mitgliedern des Verwaltungsgerichtes zu bestehen hat. Aus den Materialien zur Verwaltungsgerichtsbarkeits-Novelle 2012, BGBl I 51/2012, geht hervor, dass Vorbild für das Vorschlagsrecht nach Art134 Abs2 und 3 B-VG jenes der ordentlichen Gerichte nach Art86 Abs1 B-VG war, weil es – im Unterschied zu jenem des Verwaltungsgerichtshofes gemäß Art134 Abs4 B-VG – nicht bindend ist (vgl Erläut zu RV 1618 BlgNR 24. GP, 18).",
            "annotations": []
        },
        {
            "text": "Der insofern nach wie vor unveränderte §25 Abs3 RStDG betraute im Zeitpunkt der Verwaltungsgerichtsbarkeits-Novelle 2012 mit der Erstellung der Besetzungsvorschläge die Personalsenate, die sich nach §36 RStDG aus dem Präsidenten und dem Vizepräsidenten sowie drei bzw fünf Wahlmitgliedern zusammensetzten. Ebendiese Personalsenate waren (und sind weiterhin) gemäß §52 Abs1 und 2 RStDG auch für die Dienstbeurteilung der Richter – im RStDG \"Gesamtbeurteilung\" genannt – zuständig.",
            "annotations": []
        },
        {
            "text": "              Anhaltspunkte dafür, dass der Verfassungsgesetzgeber von diesem in der ordentlichen Gerichtsbarkeit vorgefundenen System abweichen und es ausschließen wollte, die Vollversammlung bzw den Ausschuss nach Art134 Abs2 B-VG mit über die Erstattung von Ernennungsvorschlägen hinausgehenden Aufgaben zu betrauen, finden sich nicht. Vielmehr hat der Verfassungsgesetzgeber sich an dieser Rechtslage orientiert (vgl VfSlg 20.327/2019 sowie im Zusammenhang mit der Bildung von in der Verfassung verankerten Ausschüssen VfSlg 19.825/2013 mwN zu den Gesetzesmaterialien [AA-257 BlgNR 24. GP, 3]; vgl im Zusammenhang mit dem Organisationsrecht im Allgemeinen Lachmayer, Verfassungsrechtliche Rahmenbedingungen – Eine rechtsstaatliche Perspektive, in: Larcher [Hrsg.], Handbuch Verwaltungsgerichte, 2012, 108 [116]).",
            "annotations": []
        },
        {
            "text": "2.10. Vor diesem Hintergrund bestehen keine verfassungsrechtlichen Bedenken dagegen, dass der einfache Gesetzgeber die Vollversammlung oder ihren für die Erstattung von Ernennungsvorschlägen zuständigen Ausschuss gemäß Art134 Abs2 B-VG mit solchen Justizverwaltungssachen betraut, die in einem sachlichen Zusammenhang mit der durch die Verfassung zugewiesenen Aufgabe stehen, auch wenn es sich dabei um vom Verwaltungsgericht zu besorgende Geschäfte iSd Art135 Abs2 B-VG handelt.",
            "annotations": []
        },
        {
            "text": "2.11. Der nach §16 Abs1 VGWG zu bildende Personalausschuss des Verwaltungsgerichtes Wien ist entsprechend den Vorgaben des Art134 Abs2 B-VG zusammengesetzt und gemäß §16 Abs2 Z1 VGWG auch dafür zuständig, Dreiervorschläge für die Ernennung von Mitgliedern des Verwaltungsgerichtes Wien zu erstatten. Bei dem nach §10 Abs1 VGW-DRG iVm §16 Abs2 Z5 VGWG mit der Dienstbeurteilung betrauten Kollegialorgan handelt es sich daher um den bereits in der Verfassung verankerten – und ein Surrogat zur Vollversammlung bildenden – Ausschuss iSd Art134 Abs2 B-VG.",
            "annotations": []
        },
        {
            "text": "Die Verfassung steht der Zuständigkeit des Personalausschusses des Verwaltungsgerichtes Wien somit nicht entgegen, zumal die Dienstbeurteilung gemäß §10 Abs1 VGW-DRG ob der allfällig daraus resultierenden dienstrechtlichen Konsequenzen als dienstrechtliche Angelegenheit anzusehen ist (vgl die nach §15 Abs4 Z1 iVm Abs5 VGW-DRG vorgesehene – als Entlassung geltende – Amtsenthebung durch Erkenntnis des Dienstgerichtes, wenn die Dienstbeurteilung für zwei aufeinanderfolgende Beurteilungszeiträume oder in den ersten drei Jahren nach Ernennung zweimal auf \"nicht entsprechend\" lautet). Sie steht damit in einem sachlichen Zusammenhang mit der verfassungsgesetzlich dem Ausschuss nach Art134 Abs2 B-VG zugewiesenen Aufgabe, Dreiervorschläge für die Ernennung von Mitgliedern des Verwaltungsgerichtes zu erstatten.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die vom Verwaltungsgerichtshof erhobenen Bedenken ob der Verfassungsmäßigkeit der Wortfolge \"und der sonstigen Mitglieder des Verwaltungsgerichts\" und des Klammerzitates \"(§16 Abs2 Z5 VGWG)\" in §10 Abs1 VGW-DRG sowie von §16 Abs2 Z5 VGWG treffen nicht zu. Der Antrag ist daher abzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}