{
    "document_id": "JFT_20230918_23G00194_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Im (Haupt-)Antrag wird die Verfassungswidrigkeit des §43 Abs3 JN behauptet; diese Bestimmung verstoße gegen Art83 Abs2 B-VG, den Gleichheitsgrundsatz und das Rechtsstaatsprinzip; im Eventualantrag wird die Verfassungswidrigkeit des §501 und von Teilen des §502 ZPO geltend gemacht. ",
            "annotations": []
        },
        {
            "text": "Das Vorbringen des Antrages lässt die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass der Antrag keine hinreichende Aussicht auf Erfolg hat: Die Jurisdiktionsnorm enthält klare und eindeutige Zuständigkeitsregelungen (vgl insb §§41 ff, §§49 ff und §§65 ff). In §§41 ff JN wird festgelegt, dass die Gerichte ihre Zuständigkeit von Amts wegen zu prüfen haben und im Fall ihrer Unzuständigkeit die Klage zurückzuweisen haben. So ist etwa nach dem ersten Satz des §43 Abs1 JN die Klage von Amts wegen zurückzuweisen, wenn sich das angerufene Gericht für unzuständig erklärt. Sobald jedoch über die Klage die Tagsatzung zur mündlichen Verhandlung bestimmt, die Beantwortung der Klage aufgetragen oder ein bedingter Zahlungsbefehl erlassen worden ist, kann sich das Gericht nach dem zweiten Satz des §43 Abs1 JN unter anderem nur dann für unzuständig erklären, wenn der Beklagte rechtzeitig die Einrede des Fehlens der sachlichen oder örtlichen Zuständigkeit erhebt (Z1). Von dieser Regelung des §43 Abs1 zweiter Satz JN macht §43 Abs3 JN eine Ausnahme. Demnach kann die Einrede der sachlichen Unzuständigkeit nicht darauf gestützt werden, dass für die Streitsache ein anderer Gerichtshof sachlich zuständig ist, wenn über die Streitsache der Einzelrichter eines Gerichtshofes zu entscheiden hat. Ebenso kann in Streitsachen, die vor ein Bezirksgericht gehören, die Einrede der Unzuständigkeit nicht darauf gestützt werden, dass für die Streitsache ein anderes Bezirksgericht sachlich zuständig ist. Es liegt im rechtspolitischen Gestaltungsspielraum des Gesetzgebers, aus verfahrensökonomischen Gründen in solchen Konstellationen die Einrede der sachlichen Unzuständigkeit auszuschließen. Es ist in diesem Zusammenhang nicht erkennbar, dass die angefochtene Regelung gegen Art83 Abs2 B-VG oder den Gleichheitsgrundsatz verstößt. ",
            "annotations": []
        },
        {
            "text": "Es entspricht der Rechtsprechung des Verfassungsgerichtshofes, dass auf den Eventualantrag nicht mehr einzugehen ist, sofern sich der (Haupt-)Antrag als zulässig erweist (VfSlg 19.411/2011, 20.029/2015, 20.168/2017). Auf den Eventualantrag ist daher mangels Unzulässigkeit des Hauptantrages nicht einzugehen.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}