{
    "document_id": "JFT_20230301_22E03130_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer hat am 25. März 2022 als Bevollmächtigter einen Antrag auf Durchführung einer Volksbefragung an das Gemeindeamt der Stadtgemeinde Güssing gerichtet und begehrt darin die Abhaltung einer Volksbefragung zu folgender Frage: ",
            "annotations": []
        },
        {
            "text": "\"Sind Sie dafür, dass die bereits beschlossene und im Landesamtsblatt Nr 51/2021, Zahl 419, kundgemachte Widmung 'Photovoltaik – GPv' ausgewiesen in der Photovoltaik-Eignungszone Güssing, Landesgesetzblatt Nr 60/2021, Anlage 3, für die Errichtung von Photovoltaik-Freiflächenanlagen beibehalten wird?\"",
            "annotations": []
        },
        {
            "text": "2.  Der Gemeinderat von Güssing wies diesen Antrag mit an den Beschwerdeführer ergangenem Bescheid vom 20. April 2022 ab und begründete dies insbesondere damit, dass die 24. Änderung des Flächenwidmungsplanes der Stadtgemeinde Güssing, beschlossen am 16. Juli 2021, bereits seit Dezember 2021 in Kraft sei und daher dieses bereits abgeschlossene Verfahren nicht mehr Gegenstand einer Volksbefragung sein könne. Zudem handle es sich um kein \"grundsätzliches Vorhaben\", das als Gegenstand einer Volksbefragung in Betracht komme; auch Planungen und Projektierungen seien nur in einer frühen Phase einer Volksbefragung zugänglich, um die \"frustrierten\" Aufwendungen auf diese Weise möglichst gering zu halten. Im vorliegenden Fall seien bereits Bewilligungsbescheide nach dem Bgld Elektrizitätswesengesetz 2006 erlassen worden, weshalb eine Änderung der Flächenwidmung deren Rechtskraft und die dadurch entstandenen Rechte Dritter nicht mehr ändern könne. Aus der Begründung des Antrages sei die Intention ersichtlich, dass durch die Rücknahme der Widmung die Errichtung von Photovoltaikanlagen unterbunden werden solle, weshalb die Fragestellung auch das rechtliche Schicksal der Bewilligungsbescheide berühre. Auch aus diesem Grund sei die Durchführung einer Volksbefragung zu dieser Fragestellung unzulässig und der Antrag abzuweisen.",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde wurde vom Landesverwaltungsgericht Burgenland mit dem nunmehr angefochtenen Erkenntnis als unbegründet abgewiesen. Das Landesverwaltungsgericht Burgenland führt aus, Gegenstand einer Volksbefragung dürfe nur eine Angelegenheit des eigenen Wirkungsbereiches der Gemeinde sein. Im vorliegenden Fall sei diese Voraussetzung nicht erfüllt, weil die Änderung des Flächenwidmungsplanes gemäß §43 Bgld Raumplanungsgesetz 2019 als Teil der örtlichen Raumplanung zwar dem eigenen Wirkungsbereich der Gemeinde zugehöre, die im konkreten Fall relevante Festlegung der Widmung \"GPv – Photovoltaik (13902, Erneuerbare Energie, Grünflächen mit Sondernutzungen)\" sei jedoch der überörtlichen Raumplanung zuzuordnen. Obwohl sich die diesbezügliche Regelung in §53a Bgld RPG 2019 und damit im II. Abschnitt des Gesetzes finde, der unter der Überschrift \"Örtliche Raumplanung\" stehe, habe das Ersichtlichmachen der Eignungszone im Flächenwidmungsplan eine bloß deklaratorische Wirkung. Die Geltung einer Verordnung der Landesregierung nach §53a Abs3 Bgld RPG 2019 hänge nicht von dieser Kenntlichmachung ab. Der Gemeinderat sei zudem verpflichtet, den Flächenwidmungsplan entsprechend zu ändern, ein Planungs- oder Projektierungsspielraum im Rahmen der örtlichen Raumplanung bestehe nicht, sodass eine Maßnahme der überörtlichen Raumplanung umgesetzt werde. Auch wenn die Änderung des Flächenwidmungsplanes grundsätzlich Gegenstand einer Volksbefragung sein könne, sei das im vorliegenden Fall anders, weil eine landesgesetzliche Bestimmung die Gemeinde an den überörtlichen Planungsakt binde und ihr den Planungsspielraum entziehe. Würde der Gemeinderat daher die aktuell bestehende Flächenwidmung ändern, sei dies gesetzwidrig, weshalb die Frage nach dem weiteren Bestehen dieser Flächenwidmung nicht zum Gegenstand einer Volksbefragung in der Gemeinde gemacht werden könne.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichheit aller Staatsbürger vor dem Gesetz (Art7 B-VG, Art2 StGG), auf Durchführung einer Volksbefragung auf Gemeindeebene (Art117 Abs8 B-VG iVm Art67 Bgld L-VG), auf ein Verfahren vor dem gesetzlichen Richter (Art83 Abs2 B-VG) sowie im Recht auf Selbstverwaltung (Art116 Abs1 B-VG) behauptet und die Aufhebung des Erkenntnisses sowie die Abtretung an den Verwaltungsgerichtshof beantragt wird.",
            "annotations": []
        },
        {
            "text": "Begründend führt der Beschwerdeführer aus, dass die örtliche Raumplanung gemäß Art118 Abs3 Z9 B-VG dem eigenen Wirkungsbereich zugehöre und §53a Bgld RPG 2019 im II. Abschnitt des Gesetzes zu finden sei, der unter der Überschrift \"Örtliche Raumplanung\" stehe. Durch die Zuordnung zur überörtlichen Raumplanung verkenne das Landesverwaltungsgericht Burgenland die Rechtslage in denkunmöglicher Weise, sodass ein Verstoß gegen den Gleichheitsgrundsatz vorliege. Ferner garantiere das Recht auf Selbstverwaltung die weisungsfreie Besorgung der Aufgaben des eigenen Wirkungsbereiches. Dieses sei \"durch die eigenmächtige Verschiebung des §53a Bgld RPG […] in den I. Abschnitt\" durch das Landesverwaltungsgericht Burgenland verletzt worden. Das Recht auf ein Verfahren vor dem gesetzlichen Richter verletze das Landesverwaltungsgericht Burgenland dadurch, dass es im Erkenntnis die Behördenzuständigkeit durch die Zuordnung des §53a Bgld RPG 2019 zur überörtlichen Raumplanung \"verschiebe\". Darauf aufbauend hätte das Landesverwaltungsgericht Burgenland nicht in der Sache über die Beschwerde entscheiden dürfen, sondern diese zurückweisen müssen, weil es (mangels Angelegenheiten des eigenen Wirkungsbereiches) diesfalls schon keine gesetzliche Grundlage für den verfahrenseinleitenden Antrag gäbe.",
            "annotations": []
        },
        {
            "text": "5. Das Landesverwaltungsgericht Burgenland hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Stellungnahme allerdings abgesehen.",
            "annotations": []
        },
        {
            "text": "6. Die Stadtgemeinde Güssing hat die Akten betreffend das Zustandekommen der Verordnung des Gemeindesrates der Stadtgemeinde Güssing vom 16. Juli 2021, mit der der Digitale Flächenwidmungsplan geändert wird (24. Änderung), vorgelegt.",
            "annotations": []
        },
        {
            "text": "7. Die Burgenländische Landesregierung hat die Akten betreffend das Zustandekommen der Verordnung der Burgenländischen Landesregierung vom 13. Juli 2021, mit der Eignungszonen für die Errichtung von Photovoltaik-Freiflächenanlagen im Burgenland festgelegt werden, LGBl 60/2021, und betreffend die Genehmigung der Änderung des Digitalen Flächenwidmungsplanes der Stadt Güssing durch die Burgenländische Landesregierung am 14. Dezember 2021, Z A2/L.RO3329-10004-25-2021, kundgemacht im Landesamtsblatt Nr 51/2021, vorgelegt.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Das Gesetz vom 16. Juni 1988 über die Mitwirkung der Gemeindemitglieder an der Vollziehung in Angelegenheiten des eigenen Wirkungsbereiches der Gemeinde (Burgenländisches Gemeindevolksrechtegesetz), LGBl 55/1988, idF LGBl 40/2018 (im Folgenden: Bgld GemVG) lautet auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"§1",
            "annotations": []
        },
        {
            "text": "Anwendungsbereich",
            "annotations": []
        },
        {
            "text": "(1) Dieses Gesetz regelt die Ausübung folgender Rechte der Gemeindemitglieder (§12 Burgenländische Gemeindeordnung 2003) zur Mitwirkung an der Vollziehung in Angelegenheiten des eigenen Wirkungsbereiches der Gemeinde:",
            "annotations": []
        },
        {
            "text": "a) Gemeindeversammlung,",
            "annotations": []
        },
        {
            "text": "b) Volksbefragung,",
            "annotations": []
        },
        {
            "text": "c) Bürgerinitiative,",
            "annotations": []
        },
        {
            "text": "d) Volksabstimmung,",
            "annotations": []
        },
        {
            "text": "e) Petitions- und Beschwerderecht.",
            "annotations": []
        },
        {
            "text": "(2) Wahlen der Gemeindeorgane, konkrete Personalfragen, Gemeindeabgaben, Tarife und Angelegenheiten, die Bescheide erfordern, können nicht Gegenstand einer Volksbefragung, einer Bürgerinitiative sowie einer Volksabstimmung sein.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Volksbefragung",
            "annotations": []
        },
        {
            "text": "1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "§8",
            "annotations": []
        },
        {
            "text": "Durchführung",
            "annotations": []
        },
        {
            "text": "(1) In den Angelegenheiten des eigenen Wirkungsbereiches der Gemeinde kann zur Erforschung des Willens der Gemeindemitglieder über grundsätzliche Fragen der Gemeindeverwaltung sowie über Planungen und Projektierungen eine Volksbefragung durchgeführt werden.",
            "annotations": []
        },
        {
            "text": "(2) Eine Volksbefragung kann nach der Bedeutung des Gegenstandes für die ganze Gemeinde oder für Teile der Gemeinde (Ortsverwaltungsteil, Stadtbezirk) abgehalten werden.",
            "annotations": []
        },
        {
            "text": "(3) Eine Volksbefragung ist durchzuführen, wenn sie",
            "annotations": []
        },
        {
            "text": "a) vom Bürgermeister oder vom Gemeinderat für die ganze Gemeinde oder für einen Ortsverwaltungsteil (Stadtbezirk) oder",
            "annotations": []
        },
        {
            "text": "b) von mindestens 20 v.H. der zum Gemeinderat Wahlberechtigten oder",
            "annotations": []
        },
        {
            "text": "c) für einen Ortsverwaltungsteil (Stadtbezirk) von mindestens 20 v.H., jedoch nicht weniger als 50 der im Ortsverwaltungsteil (Stadtbezirk) zum Gemeinderat Wahlberechtigten",
            "annotations": []
        },
        {
            "text": "verlangt wird.",
            "annotations": []
        },
        {
            "text": "(4) Die Frage, die einer Volksbefragung unterzogen werden soll, ist möglichst kurz, sachlich und eindeutig, ohne wertende Beifügungen und so zu stellen, daß sie entweder mit 'Ja' oder mit 'Nein' beantwortet oder, wenn über zwei oder mehrere Entscheidungsmöglichkeiten entschieden werden soll, die gewählte Entscheidungsmöglichkeit eindeutig bezeichnet werden kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Abschnitt",
            "annotations": []
        },
        {
            "text": "Volksbefragung auf Grund eines Antrages",
            "annotations": []
        },
        {
            "text": "§9",
            "annotations": []
        },
        {
            "text": "Antrag von Gemeindemitgliedern",
            "annotations": []
        },
        {
            "text": "(1) Der Antrag der zum Gemeinderat Wahlberechtigten auf Durchführung einer Volksbefragung ist an den Gemeinderat zu richten und beim Gemeindeamt (Magistrat) einzubringen.",
            "annotations": []
        },
        {
            "text": "(2) Der Antrag hat zu enthalten:",
            "annotations": []
        },
        {
            "text": "a) das ausdrückliche Verlangen auf Durchführung einer Volksbefragung,",
            "annotations": []
        },
        {
            "text": "b) die Frage einschließlich allfälliger Entscheidungsmöglichkeiten,",
            "annotations": []
        },
        {
            "text": "c) die Erklärung, ob die Volksbefragung für die ganze Gemeinde oder",
            "annotations": []
        },
        {
            "text": "nur für einen bestimmten Teil der Gemeinde (Ortsverwaltungsteil, Stadtbezirk) verlangt wird,",
            "annotations": []
        },
        {
            "text": "d) eine Begründung,",
            "annotations": []
        },
        {
            "text": "e) die Namhaftmachung eines Antragsberechtigten als Bevollmächtigten, der die Unterzeichner des Antrages vertritt, und eines weiteren als sein Stellvertreter, unter Angabe des Familien- und Vornamens, des Geburtsdatums und der Wohnadresse,",
            "annotations": []
        },
        {
            "text": "f) die eigenhändige Unterschrift des Bevollmächtigten und seines Stellvertreters.",
            "annotations": []
        },
        {
            "text": "(3) Der Antrag auf Durchführung einer Volksbefragung kann bis zur Entscheidung durch den Gemeinderat (§11 Abs1) vom Bevollmächtigten zurückgezogen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§11",
            "annotations": []
        },
        {
            "text": "Entscheidung über den Antrag",
            "annotations": []
        },
        {
            "text": "(1) Der Gemeinderat hat über den Antrag auf Durchführung einer Volksbefragung innerhalb von vier Wochen, in den Fällen der Abs4 und 5 innerhalb von acht Wochen, nach Einlangen des Antrages beim Gemeindeamt (Magistrat) mit Bescheid zu entscheiden.",
            "annotations": []
        },
        {
            "text": "(2) Dem Antrag ist stattzugeben, wenn die nach den §§1 Abs2, 8 Abs1 und 3 litb oder c, 9 und 10 geforderten Voraussetzungen erfüllt sind.",
            "annotations": []
        },
        {
            "text": "(3) Liegen die Voraussetzungen nach Abs2 nicht vor und wurde auch einem Verbesserungsauftrag (Abs4) und der Vorlage ergänzender Antragslisten (Abs5) nicht fristgerecht nachgekommen, ist der Antrag abzuweisen.",
            "annotations": []
        },
        {
            "text": "(4) Bei Vorliegen von verbesserungsfähigen Mängeln (§9 Abs2 litc bis f) hat der Gemeinderat dem Bevollmächtigten die Verbesserung innerhalb einer Frist von zwei Wochen aufzutragen.",
            "annotations": []
        },
        {
            "text": "(5) Wenn infolge festgestellter Ungültigkeit von Eintragungen in den Antragslisten die erforderliche Anzahl von Antragstellern nicht erreicht wird, hat der Gemeinderat den Bevollmächtigten hievon nachweislich zu verständigen. Der Bevollmächtigte kann innerhalb von zwei Wochen nach der Verständigung ergänzende Antragslisten (§10) vorlegen.",
            "annotations": []
        },
        {
            "text": "(6) Die Entscheidung des Gemeinderates ist dem Bevollmächtigten unverzüglich nachweislich zuzustellen. Überdies ist die Entscheidung durch Anschlag an der Amtstafel kundzumachen sowie ortsüblich bekanntzumachen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§64",
            "annotations": []
        },
        {
            "text": "Eigener Wirkungsbereich der Gemeinde",
            "annotations": []
        },
        {
            "text": "Die in diesem Gesetz geregelten Aufgaben der Gemeinde sind solche des eigenen Wirkungsbereiches.\"",
            "annotations": []
        },
        {
            "text": "2. Das Gesetz vom 4. Juli 2019 über die Raumplanung im Burgenland 2019 (Burgenländisches Raumplanungsgesetz 2019 – Bgld RPG 2019), LGBl 49/2019, idF LGBl 42/2022 lautet auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"I. Abschnitt",
            "annotations": []
        },
        {
            "text": "Überörtliche Raumplanung",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Grundsätze und Ziele",
            "annotations": []
        },
        {
            "text": "(1) Überörtliche Raumplanung (Landesplanung) im Sinne dieses Gesetzes ist die zusammenfassende Vorsorge für eine den Gegebenheiten der Natur, den abschätzbaren wirtschaftlichen, sozialen und kulturellen Erfordernissen im Interesse des Gemeinwohles und des Umweltschutzes entsprechende Ordnung des Landesgebietes oder einzelner Landesteile.",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "II. Abschnitt",
            "annotations": []
        },
        {
            "text": "Örtliche Raumplanung",
            "annotations": []
        },
        {
            "text": "§23",
            "annotations": []
        },
        {
            "text": "Zuständigkeit, Beitragsleistung des Landes",
            "annotations": []
        },
        {
            "text": "(1) Die örtliche Raumplanung obliegt den Gemeinden im eigenen Wirkungsbereich und erfolgt durch Aufstellung von Örtlichen Entwicklungskonzepten, Flächenwidmungsplänen, Bebauungsplänen (Teilbebauungsplänen) oder Bebauungsrichtlinien.",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§31",
            "annotations": []
        },
        {
            "text": "Flächenwidmungsplan",
            "annotations": []
        },
        {
            "text": "(1) Der Flächenwidmungsplan hat das Gemeindegebiet entsprechend den Gegebenheiten der Natur und unter Berücksichtigung der abschätzbaren wirtschaftlichen, sozialen und kulturellen Entwicklung der Gemeinde räumlich zu gliedern und Widmungsarten festzulegen.",
            "annotations": []
        },
        {
            "text": "(2) Bei der Aufstellung eines Flächenwidmungsplanes ist auf für die örtliche Raumplanung bedeutsame Maßnahmen des Bundes, des Landes und benachbarter Gemeinden Bedacht zu nehmen. Bei Bedachtnahme auf Maßnahmen des Landes sind insbesondere die sich aus §1 ergebenden überörtlichen Interessen zu berücksichtigen. Dabei kann in Gebieten, die von Abwanderung betroffen sind, in berücksichtigungswürdigen Einzelfällen von den Bestimmungen und Raumplanungsgrundsätzen zu geschlossener Bebauung sowie Landschaftsschutz abgegangen werden.",
            "annotations": []
        },
        {
            "text": "(3) Der Flächenwidmungsplan besteht aus dem Wortlaut der Verordnung und der grafischen Darstellung. Die grafische Darstellung ist in digitaler Form vorzulegen. Außerdem sind schriftliche Erläuterungen, denen keine Rechtsverbindlichkeit zukommt, beizufügen.",
            "annotations": []
        },
        {
            "text": "(4) Die Landesregierung hat die Form der Flächenwidmungspläne und die Verwendung bestimmter Planzeichen durch Verordnung zu regeln.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§32",
            "annotations": []
        },
        {
            "text": "Inhalt des Flächenwidmungsplanes",
            "annotations": []
        },
        {
            "text": "(1) Im Flächenwidmungsplan sind die Widmungsarten Bauland, Verkehrsflächen und Grünflächen festzulegen. Nach Bedarf können auch Vorbehaltsflächen (§41) ausgewiesen werden.",
            "annotations": []
        },
        {
            "text": "(2) Die gemäß Abs1 gewidmeten Flächen sind so festzulegen, dass nach Möglichkeit eine funktionelle Gliederung des Gemeindegebietes erreicht und eine Beeinträchtigung der Bevölkerung, insbesondere durch Lärm, Abwässer, Verunreinigung der Luft und dergleichen tunlichst vermieden wird.",
            "annotations": []
        },
        {
            "text": "(3) Im Flächenwidmungsplan sind kenntlich zu machen",
            "annotations": []
        },
        {
            "text": "1. jene Flächen, die durch rechtswirksame Planungen und Maßnahmen übergeordneter Stellen besonders gewidmet sind (zB Eisenbahnen, Flugplätze, Bundes- und Landesstraßen, Ver- und Entsorgungsanlagen von überörtlicher Bedeutung, öffentliche Gewässer);",
            "annotations": []
        },
        {
            "text": "2. jene Flächen, für die auf Grund von Bundes- oder Landesgesetzen Nutzungsbeschränkungen öffentlich-rechtlicher Natur bestehen (zB Naturschutzgebiete, Naturdenkmale, Landschaftsschutzgebiete, Objekte unter Denkmalschutz, Schutz- und Bannwälder, Schutzgebiete nach dem Wasserrechtsgesetz, Überschwemmungsgebiete, Sicherheitszonen der Flugplätze, Gefährdungs- und Feuerbereiche von Eisenbahnen, Gefährdungsbereiche von Schieß- und Sprengmittelanlagen, Schutzstreifen für ober- oder unterirdische Leitungen).",
            "annotations": []
        },
        {
            "text": "(4)-(6) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§40",
            "annotations": []
        },
        {
            "text": "Grünflächen",
            "annotations": []
        },
        {
            "text": "(1) Alle Flächen, die nicht als Bauland, Verkehrsfläche oder Vorbehaltsfläche gewidmet sind, sind Grünflächen.",
            "annotations": []
        },
        {
            "text": "(2) Grünflächen nicht landwirtschaftlicher Nutzung sind im Flächenwidmungsplan entsprechend ihrer Verwendung gesondert auszuweisen.",
            "annotations": []
        },
        {
            "text": "(3) Im Flächenwidmungsplan sind weiters gesondert auszuweisen:",
            "annotations": []
        },
        {
            "text": "1. landwirtschaftlich genutzte Grünflächen, auf denen landwirtschaftliche Gebäude und landwirtschaftliche Bauwerke mit Überdachung errichtet werden;",
            "annotations": []
        },
        {
            "text": "2. landwirtschaftlich genutzte Grünflächen, auf denen bestehende landwirtschaftliche Gebäude oder bestehende landwirtschaftliche Bauwerke mit Überdachung erweitert oder einer anderen landwirtschaftlichen Nutzung zugeführt werden;",
            "annotations": []
        },
        {
            "text": "3. Grünflächen, auf denen bestehende nicht landwirtschaftliche Gebäude oder bestehende nicht landwirtschaftliche Bauwerke mit Überdachung einer landwirtschaftlichen Nutzung zugeführt werden.",
            "annotations": []
        },
        {
            "text": "Von dieser gesonderten Ausweispflicht sind geringfügige Bauvorhaben ausgenommen, denen keine baupolizeilichen Interessen gemäß §3 Bgld BauG entgegenstehen.",
            "annotations": []
        },
        {
            "text": "(4) Im Fall der gesonderten Ausweisung von Grünflächen gemäß Abs2 und 3 kann die Gemeinde eine Befristung für einen Zeitraum von fünf bis zehn Jahren festlegen. Die Befristung ist im Flächenwidmungsplan ersichtlich zu machen. Die Gemeinde kann für den Fall, dass nach Ablauf der Frist eine der gesonderten Ausweisung entsprechende Nutzung nicht oder nicht mehr vorliegt, die gesonderte Ausweisung aufheben, wobei ein allfälliger Entschädigungsanspruch gemäß §53 nicht besteht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§42",
            "annotations": []
        },
        {
            "text": "Auflageverfahren",
            "annotations": []
        },
        {
            "text": "(1)-(6) […]",
            "annotations": []
        },
        {
            "text": "(7) Der vom Gemeinderat erlassene Flächenwidmungsplan und die erforderlichen Erläuterungen sind sodann in zweifacher Ausfertigung der Landesregierung zur Genehmigung vorzulegen. Diesen Unterlagen sind die eingelangten Erinnerungen und, im Falle einer nochmaligen Beschlussfassung des Gemeinderates, die Unterlagen betreffend dieses Gemeinderatsbeschlusses anzuschließen.",
            "annotations": []
        },
        {
            "text": "(8) Die Landesregierung entscheidet nach Anhörung des Raumplanungsbeirates über die Genehmigung des Flächenwidmungsplanes.",
            "annotations": []
        },
        {
            "text": "(9) Die Genehmigung ist mit Bescheid zu versagen, wenn der Flächenwidmungsplan",
            "annotations": []
        },
        {
            "text": "1. den Bestimmungen dieses Gesetzes, dem Landesraumordnungsplan, einem Entwicklungsprogramm oder dem Örtlichen Entwicklungskonzept widerspricht oder sonst rechtswidrig ist oder",
            "annotations": []
        },
        {
            "text": "2. überörtliche Interessen, insbesondere solche des Umweltschutzes und des Schutzes des Landschafts- oder Ortsbildes, verletzt oder",
            "annotations": []
        },
        {
            "text": "3. eine im überörtlichen Interesse liegende Entwicklung der Gemeinde oder ihrer Nachbargemeinde verhindert oder beeinträchtigt oder",
            "annotations": []
        },
        {
            "text": "4. einen von der Gemeinde zu bestreitenden finanziellen Aufwand erfordern würde, wodurch die Aufrechterhaltung oder Wiederherstellung des Haushaltsgleichgewichtes verhindert oder die ordnungsgemäße Erfüllung der der Gemeinde gesetzmäßig obliegenden Aufgaben oder ihrer privatrechtlichen Verpflichtungen gefährdet würden oder",
            "annotations": []
        },
        {
            "text": "5. ausschließlich zu Zwecken erfolgt, die der nachträglichen Schaffung der raumplanungsrechtlichen Grundlagen nicht konsensgemäß errichteter Maßnahmen oder für Maßnahmen, deren Genehmigungen ohne Vorliegen der entsprechenden Flächenwidmung erteilt wurde, dient.",
            "annotations": []
        },
        {
            "text": "(10) Im Falle der beabsichtigten Versagung der Genehmigung ist der Gemeinde dieser Umstand mitzuteilen und ihr Gelegenheit zur Stellungnahme innerhalb einer mit mindestens acht Wochen festzusetzenden Frist zu geben.",
            "annotations": []
        },
        {
            "text": "(11) Die Genehmigung des Flächenwidmungsplanes erfolgt mit Bescheid der Landesregierung. Die erfolgte Genehmigung ist im Landesamtsblatt für das Burgenland kundzumachen.",
            "annotations": []
        },
        {
            "text": "(12) Innerhalb von zwei Wochen nach Einlangen des genehmigten Flächenwidmungsplanes hat die Bürgermeisterin oder der Bürgermeister diesen nach den Bestimmungen des §82 der Bgld GemO 2003 bzw des §80 des EisStR 2003 bzw des §79 des Ruster StR 2003 kundzumachen. Der Flächenwidmungsplan tritt mit dem ersten Tag der Kundmachung in Kraft.",
            "annotations": []
        },
        {
            "text": "(13) Der rechtswirksame Flächenwidmungsplan ist im Gemeindeamt (Magistrat) der allgemeinen Einsicht während der Amtsstunden zugänglich zu halten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§43",
            "annotations": []
        },
        {
            "text": "Änderungsvoraussetzungen",
            "annotations": []
        },
        {
            "text": "(1) Der Flächenwidmungsplan ist abzuändern, wenn dies infolge der Aufstellung oder Abänderung eines Entwicklungsprogrammes oder der Vollziehung anderer Landesgesetze oder von Bundesgesetzen oder infolge der Aufstellung, Abänderung oder Anpassung des Örtlichen Entwicklungskonzeptes notwendig wird.",
            "annotations": []
        },
        {
            "text": "(2)-(3) […]",
            "annotations": []
        },
        {
            "text": "(4) Die Änderung des Flächenwidmungsplanes kann bei Vorliegen der Voraussetzungen des §44 Abs1 im Vereinfachten Verfahren erfolgen. Liegen die Voraussetzungen nicht vor, gelten für das Verfahren §42 Abs2 bis 10. Das Amt der Burgenländischen Landesregierung ist von der beabsichtigten Änderung des Flächenwidmungsplanes unverzüglich, jedenfalls aber vor dem der Auflage vorausgehenden Gemeinderatsbeschluss unter Bekanntgabe der Änderungsgründe, in Kenntnis zu setzen.",
            "annotations": []
        },
        {
            "text": "(5) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§53a",
            "annotations": []
        },
        {
            "text": "Photovoltaikanlagen",
            "annotations": []
        },
        {
            "text": "(1) Anlagen zur Gewinnung von Elektrizität durch Sonnenenergie (Photovoltaikanlagen) sind vorrangig auf Dächern oder gebäudeintegriert zu errichten.",
            "annotations": []
        },
        {
            "text": "(2) Wenn die Errichtung einer Photovoltaikanlage gemäß Abs1 nicht möglich ist, ist bei Erfüllung aller sonstigen gesetzlichen Vorgaben die Errichtung einer Photovoltaikanlage auf einer geeigneten Freifläche zulässig, wenn folgende Voraussetzungen erfüllt sind:",
            "annotations": []
        },
        {
            "text": "1. Die Photovoltaikanlage dient vorrangig der Deckung des Eigenbedarfs des zugehörigen Gebäudes.",
            "annotations": []
        },
        {
            "text": "2. Die Photovoltaikanlage wird auf der Widmungsfläche des zugehörigen Gebäudes oder auf der dem Gebäude zuordenbaren Widmungsfläche 'Grünfläche-Hausgärten' errichtet, wobei die zulässigen Widmungsflächen für die zugehörigen Gebäude auf die Widmungskategorien gemäß §33 Abs3 Z1 bis 6 und 9 eingeschränkt sind.",
            "annotations": []
        },
        {
            "text": "3. Die Modulfläche der Photovoltaikanlage beträgt höchstens 35 m². Auf Betriebs- und Industriegebietsflächen ist die Modulfläche auf 200 m² beschränkt.",
            "annotations": []
        },
        {
            "text": "(3) Die Errichtung von Photovoltaikanlagen, welche die Flächenbegrenzungen des Abs2 Z3 übersteigen, ist nur in Eignungszonen zulässig, die von der Landesregierung durch Verordnung festzulegen sind. Dabei ist auf aus raumplanungsfachlicher Sicht zu bestimmende Ausschluss- und Konfliktkriterien, meteorologische Gegebenheiten und die Möglichkeiten aktueller sowie künftiger Netzeinspeisung Bedacht zu nehmen. Wichtige energiewirtschaftliche Interessen können das Ziel der Vermeidung nachteiliger Beeinflussungen des Landschaftsbildes (§1 Abs2 Z4) überwiegen. Vorliegende Konzepte für eine qualifizierte Nutzung der betroffenen Flächen sind besonders zu berücksichtigen. Eine qualifizierte Nutzung besteht für Anlagen, die",
            "annotations": []
        },
        {
            "text": "1. von einer Bürgerenergiegemeinschaft oder einer Erneuerbare-Energie-Gemeinschaft betrieben werden,",
            "annotations": []
        },
        {
            "text": "2. eine Beteiligung von Bürgerinnen und Bürgern an der Energieproduktion oder der Finanzierung einer Photovoltaikanlage vorsehen,",
            "annotations": []
        },
        {
            "text": "3. eine landwirtschaftliche Nutzung weiterhin ermöglichen,",
            "annotations": []
        },
        {
            "text": "4. eine kombinierte Netznutzung mit Windkraftanlagen vorsehen,",
            "annotations": []
        },
        {
            "text": "5. die Netzeinspeisung mit Energiespeicherung kombinieren oder",
            "annotations": []
        },
        {
            "text": "6. die Eigenversorgung von Betriebsstätten im Burgenland (Direktleitung) sicherstellen.",
            "annotations": []
        },
        {
            "text": "Die Verordnung besteht aus dem Wortlaut und der planlichen Darstellung. Ist vor Erlassung einer Verordnung eine Strategische Umweltprüfung durchzuführen (§16 Abs1 bis 3), ist der Entwurf für die Dauer von vier Wochen zur Stellungnahme aufzulegen.",
            "annotations": []
        },
        {
            "text": "(4) Die Eignungszone ist als Maßnahme der überörtlichen Raumplanung im Flächenwidmungsplan ersichtlich zu machen. Bewilligungen von Photovoltaikanlagen mit einer Flächeninanspruchnahme von über 10 ha auf Grund landesgesetzlicher Vorschriften sind nur zulässig, wenn sie der Verordnung nicht widersprechen. Photovoltaikanlagen, welche die Flächenbegrenzungen des Abs2 Z3 übersteigen und weniger als 10 ha Fläche in Anspruch nehmen, sind überdies nur auf Flächen mit einer entsprechenden Widmung (Ausweisung von Grünflächen nicht landwirtschaftlicher Nutzung gemäß §40 Abs2 für Photovoltaikanlagen) zulässig.",
            "annotations": []
        },
        {
            "text": "(5) Die Errichtung und der Betrieb von Photovoltaikanlagen im Sinne des Abs4 stellt ein vorrangiges öffentliches Interesse dar.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit: ",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nach Art141 Abs1 lith (iVm litj) B-VG zuständig, über die \"Anfechtung des Ergebnisses von […] Volksbefragungen\" zu erkennen. Ein Ergebnis einer Volksbefragung, welches nach Art141 B-VG angefochten werden kann, liegt allerdings hier nicht vor, weil schon der Antrag auf Durchführung einer Volksbefragung abgewiesen und ein Verfahren für eine Volksbefragung weder eingeleitet noch durchgeführt wurde. Die Beschwerde gegen die Entscheidung des Landesverwaltungsgerichtes Burgenland war daher auf Art144 B-VG zu stützen (vgl VfSlg 16.241/2001, 18.807/2009, 19.711/2012 und insbesondere VfGH 27.6.2017, E1823/2017 zur Rechtslage seit der Verwaltungsgerichtsbarkeits-Novelle 2012, BGBl I 51/2012).",
            "annotations": []
        },
        {
            "text": "1.2. Da auch die weiteren Prozessvoraussetzungen gegeben sind, ist die Beschwerde zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache:",
            "annotations": []
        },
        {
            "text": "2.1. Bedenken gegen die das Erkenntnis tragenden Bestimmungen des Bgld GemVG, mit denen Volksbefragungen auf Gemeindeebene geregelt werden, wurden vom Beschwerdeführer nicht vorgebracht und sind vor dem Hintergrund der vorliegenden Beschwerde auch beim Verfassungsgerichtshof nicht entstanden.",
            "annotations": []
        },
        {
            "text": "2.2. Die Beschwerde behauptet eine Verletzung des verfassungsgesetzlich gewährleisteten Rechtes auf direkt-demokratische Mitwirkung. Der Sache nach wird diese damit begründet, dass das Landesverwaltungsgericht Burgenland die Rechtslage verkenne, wenn es annehme, es handle sich beim Gegenstand der beantragten Volksbefragung nicht um eine Angelegenheit des eigenen Wirkungsbereiches der Gemeinde. Dies sei aber sehr wohl der Fall, weil die Errichtung einer Photovoltaikanlage nach §53a (Abs4) Bgld RPG 2019 als Teil der örtlichen Raumplanung in die Zuständigkeit der Gemeinde im eigenen Wirkungsbereich falle.",
            "annotations": []
        },
        {
            "text": "2.3. Die für die Errichtung von Photovoltaikanlagen relevanten raumordnungsrechtlichen Regelungen finden sich in §53a Bgld RPG 2019:",
            "annotations": []
        },
        {
            "text": "Sofern eine Photovoltaikanlage nicht auf einem Dach oder gebäudeintegriert errichtet werden kann, hängen die raumordnungsrechtlichen Anforderungen von der Modulfläche der Anlage ab. Beläuft sich diese auf höchsten 35 Quadratmeter oder 200 Quadratmeter auf Betriebs- und Industriegebietsflächen (§53a Abs2 Z3 Bgld RPG 2019), darf die Photovoltaikanlage auf geeigneten Flächen errichtet werden, wenn auch die Voraussetzungen nach §53a Abs2 Z1 und 2 leg.cit. erfüllt sind. Übersteigt die Modulfläche einer Photovoltaikanlage die Grenzen nach §53a Abs2 Z3 Bgld RPG 2019, darf sie nur auf Flächen errichtet werden, die in einer Verordnung der Landesregierung als Eignungszone ausgewiesen sind (§53a Abs3 leg.cit.). Derartige Eignungszonen sind als Maßnahmen der überörtlichen Raumplanung im Flächenwidmungsplan ersichtlich zu machen (§53a Abs4 Bgld RPG 2019). Für Anlagen, deren Modulfläche zwar die Begrenzung des §53a Abs2 Z3 Bgld RPG 2019 übersteigt, aber weniger als 10 Hektar Fläche in Anspruch nimmt, kommt zusätzlich zur Eignungszonen-Verordnung der Landesregierung auch dem Flächenwidmungsplan der Gemeinde Bedeutung zu. Solche Anlagen dürfen nämlich nur auf Flächen errichtet werden, die (zusätzlich auch) als Grünflächen nicht landwirtschaftlicher Nutzung für Photovoltaikanlagen gemäß §40 Abs2 Bgld RPG 2019 im Flächenwidmungsplan der Gemeinde gewidmet sind (§53a Abs4 leg.cit.).",
            "annotations": []
        },
        {
            "text": "2.4. Der Sachverhalt stellt sich im vorliegenden Fall wie folgt dar:",
            "annotations": []
        },
        {
            "text": "Für die Stadtgemeinde Güssing wurde in der Anlage 3 der Verordnung der Burgenländischen Landesregierung vom 13. Juli 2021, mit der Eignungszonen für die Errichtung von Photovoltaik-Freiflächenanlagen im Burgenland festgelegt werden, LGBl 60/2021, eine Eignungszone nach §53a Abs3 Bgld RPG 2019 festgelegt. Zudem wurde mit Verordnung des Gemeindesrates der Stadtgemeinde Güssing vom 16. Juli 2021, kundgemacht durch Anschlag an der Amtstafel vom 27. Dezember 2021 bis 11. Jänner 2022 der Digitale Flächenwidmungsplan geändert. Im Zuge dieser Änderung wurden die Grundstücke Nummer 885, 887, 888, 893, 896 und 900, die als \"landwirtschaftlich genutzte Grünflächen\" – abgekürzt \"Gl\" – gewidmet waren, mit der als Grünflächennutzung bezeichneten Widmung \"Photovoltaik\" – abgekürzt \"GPv\" – versehen. Zugleich liegen ebendiese Grundstücke auch in der – in Anlage 3 der Verordnung der Landesregierung, LGBl 60/2021, ausgewiesenen – Eignungszone.",
            "annotations": []
        },
        {
            "text": "2.5. Vor diesem Hintergrund hat der Beschwerdeführer die Durchführung einer Volksbefragung mit folgender Fragestellung beantragt:",
            "annotations": []
        },
        {
            "text": "\"Sind Sie dafür, dass die bereits beschlossene und im Landesamtsblatt Nr 51/2021, Zahl 419, kundgemachte Widmung 'Photovoltaik – GPv' ausgewiesen in der Photovoltaik-Eignungszone Güssing, Landesgesetzblatt Nr 60/2021, Anlage 3, für die Errichtung von Photovoltaik-Freiflächenanlagen beibehalten wird?\"",
            "annotations": []
        },
        {
            "text": "2.6. Es ist daher zu prüfen, ob die beantragte Fragestellung als Gegenstand einer Volksbefragung nach §8 Bgld GemVG zulässig ist. Das durch §8 Abs3 iVm §9 Bgld GemVG eingeräumte Recht, die Durchführung einer Volksbefragung bei Vorliegen der Voraussetzungen zu verlangen, ist als Konkretisierung der in Art117 Abs8 B-VG verankerten Möglichkeit des Landesgesetzgebers zu verstehen, in Angelegenheiten des eigenen Wirkungsbereiches die unmittelbare Teilnahme und Mitwirkung der zum Gemeinderat Wahlberechtigten vorzusehen, wodurch jede Rechtsverletzung unmittelbar auch das verfassungsgesetzlich gewährleistete Recht auf Durchführung einer Volksbefragung auf Gemeindeebene verletzt (vgl VfSlg 18.029/2006, 18.807/2009, 19.711/2012).",
            "annotations": []
        },
        {
            "text": "Eine Volksbefragung kann gemäß §8 Abs1 Bgld GemVG in den Angelegenheiten des eigenen Wirkungsbereiches der Gemeinde zur Erforschung des Willens der Gemeindemitglieder über grundsätzliche Fragen der Gemeindeverwaltung sowie über Planungen und Projektierungen durchgeführt werden. Die Frage, die einer Volksbefragung unterzogen werden soll, ist möglichst kurz, sachlich und eindeutig, ohne wertende Beifügung zu stellen (§8 Abs4 Bgld GemVG). Wird ein Antrag auf Durchführung einer Volksbefragung nach §9 Bgld GemVG eingebracht, hat gemäß §11 Abs1 leg.cit. der Gemeinderat über diesen zu entscheiden. Erfüllt der in einem Antrag angeführte Gegenstand der Volksbefragung die Voraussetzungen nach §8 Abs1 Bgld GemVG nicht, ist der Antrag gemäß §11 Abs3 leg.cit. abzuweisen.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat schon mehrfach – wie in §8 Abs4 Bgld GemVG auch vom einfachen Gesetzgeber festgelegt – im Hinblick auf das Gebot der Klarheit der Fragestellung im Zusammenhang mit direkt-demokratischen Verfahren ausgesprochen, dass gerade Einrichtungen der direkten Demokratie es erfordern, dass das Substrat dessen, was den Wahlberechtigten zur Entscheidung vorgelegt wird (sei es nun ein Gesetzesantrag, ein Gesetzesbeschluss oder eine Frage), klar und eindeutig ist, damit Manipulationen hintangehalten und Missverständnisse soweit wie möglich ausgeschlossen werden können. So ist bei Volksbefragungen die Klarheit der Fragestellung essentiell, und zwar unabhängig davon, wie intensiv eine Frage vor einer Volksbefragung in der Öffentlichkeit diskutiert wurde (vgl VfSlg 15.816/2000, 19.772/2013; VfGH 13.9.2013, V50/2013). Darüber hinaus ist eine hinreichend klare Fragestellung auch Voraussetzung, um überprüfen zu können, ob alle Anforderungen an den Gegenstand der Volksbefragung gemäß §8 Abs1 Bgld GemVG erfüllt sind, also insbesondere auch, ob eine Angelegenheit des eigenen Wirkungsbereiches vorliegt. Nach der Rechtsprechung des Verfassungsgerichtshofes muss in der Fragestellung selbst zwar nicht ausdrücklich dargelegt werden, ob und warum es sich um eine Angelegenheit des eigenen Wirkungsbereiches der Gemeinde handelt, allerdings muss sich aus der Fragestellung der Gegenstand der Volksbefragung so eindeutig ergeben, dass daraus abgeleitet werden kann, ob bzw um welche Angelegenheit des eigenen Wirkungsbereiches der Gemeinde es sich handelt (vgl VfSlg 19.648/2012; VfGH 13.9.2013, V50/2013).",
            "annotations": []
        },
        {
            "text": "2.6.1. Schon dem Gebot der Klarheit der Fragestellung wird die im Antrag des Beschwerdeführers genannte Frage nicht gerecht:",
            "annotations": []
        },
        {
            "text": "Die Fragestellung nimmt auf eine Widmung \"Photovoltaik – GPv\" Bezug und führt dazu an, dass diese im Landesamtsblatt Nr 51/2021 kundgemacht worden sei. Im Landesamtsblatt Nr 51/2021 findet sich jedoch nicht die Kundmachung dieser Widmung, sondern die Genehmigung der Landesregierung im Hinblick auf \"die Verordnung des Gemeinderates der Stadtgemeinde Güssing vom 16. Juli 2021, mit der der Digitale Flächenwidmungsplan geändert wird (24. Änderung)\". Die in der Fragestellung angesprochene Widmung \"Photovoltaik – GPv\" dürfte sich somit auf die Ausweisung im Flächenwidmungsplan der Stadtgemeinde Güssing beziehen. Anders als in der Fragestellung dargestellt, wurde der Flächenwidmungsplan bzw dessen Änderung aber nicht im Landesamtsblatt, sondern durch Anschlag an der Amtstafel der Stadtgemeinde Güssing vom 27. Dezember 2021 bis 11. Jänner 2022 kundgemacht. Ungeachtet dessen bleibt auch offen, um welche Grundstücke es sich konkret handelt.",
            "annotations": []
        },
        {
            "text": "In der Fragestellung wird weiters ausgeführt, dass die Widmung \"Photovoltaik – GPv\" in der \"Photovoltaik-Eignungszone Güssing, Landesgesetzblatt Nr 60/2021, Anlage 3\" ausgewiesen sei. In LGBl 60/2021 wurde die Verordnung der Burgenländischen Landesregierung vom 13. Juli 2021, mit der Eignungszonen für die Errichtung von Photovoltaik-Freiflächenanlagen im Burgenland festgelegt werden, kundgemacht. Gestützt auf §53a Abs3 Bgld RPG 2019 werden darin – im Rahmen der überörtlichen Raumplanung durch Verordnung der Landesregierung – Eignungszonen gemäß Abs2 leg.cit. festgesetzt, wobei die in Anlage 3 der Verordnung ausgewiesene Eignungszone die Stadtgemeinde Güssing betrifft.",
            "annotations": []
        },
        {
            "text": "Die Frage nimmt somit auf die Ausweisung als Grünfläche nicht landwirtschaftlicher Nutzung mit ausgewiesener Verwendung nach §40 Abs2 Bgld RPG 2019 im Flächenwidmungsplan der Stadtgemeinde Güssing Bezug, wenn sie die \"Widmung 'Photovoltaik – GPv'\" anspricht. Demgegenüber bezieht sie sich ausdrücklich auch auf die Ausweisung als Eignungszone durch die Verordnung der Landesregierung, LGBl 60/2021. Vor diesem Hintergrund ist nicht eindeutig, welche konkreten Fragen gestellt werden und worauf die Fragestellung abzielt. Gegenstand der Frage könnte die Beibehaltung der Widmung im Flächenwidmungsplan der Stadtgemeinde Güssing sein, die Beibehaltung der Ausweisung der Flächen als Eignungszone in Anlage 3 der Verordnung der Landesregierung, LGBl 60/2021, oder auch die Beibehaltung sowohl der Ausweisung als Eignungszone als auch der Widmung im Flächenwidmungsplan. Die Anforderungen, die sich aus dem Gebot der Klarheit der Fragestellung, das auch in §8 Abs4 Bgld GemVG verankert ist, ergeben, vermag die beantragte Fragestellung daher schon aus diesem Grund nicht zu erfüllen.",
            "annotations": []
        },
        {
            "text": "2.6.2. Die Fragestellung ermöglicht es darüber hinaus auch nicht, die Anforderungen nach §8 Abs1 Bgld GemVG zu überprüfen; sie lässt nämlich eine eindeutige Beurteilung der Frage, ob es sich beim beantragten Gegenstand der Volksbefragung um eine Angelegenheit des eigenen Wirkungsbereiches der Gemeinde handelt, nicht zu:",
            "annotations": []
        },
        {
            "text": "Wie bereits dargelegt, ergibt sich aus der Fragestellung nicht, welcher Akt Gegenstand der Volksbefragung sein soll. Daran anknüpfend ist es anhand der Formulierung der Frage nicht möglich, zu beurteilen, ob die Voraussetzungen nach §8 Abs1 Bgld GemVG erfüllt sind. Eine dem eigenen Wirkungsbereich der Gemeinde zugehörige Angelegenheit wäre im vorliegenden Fall anzunehmen, wenn die Erlassung bzw Änderung des Flächenwidmungsplanes der Stadtgemeinde Güssing den Gegenstand der Volksbefragung bilden sollte, zumal diese Angelegenheit in §23 Abs1 Bgld RPG 2019 ausdrücklich als Teil der örtlichen Raumplanung qualifiziert und dem eigenen Wirkungsbereich zugewiesen wird (vgl auch Erläut zu IA 542 BlgLT 22. GP, 17; Erläut zu IA 1322 BlgLT 22. GP, 17). Die Festlegung von Eignungszonen gemäß §53a Abs3 Bgld RPG 2019 hingegen erfüllt diese Voraussetzung schon deswegen nicht, weil sie der Landesregierung vorbehalten ist und in Abs4 leg.cit. zudem ausdrücklich der überörtlichen Raumplanung zugeordnet wird (vgl Erläut zu IA 1322 BlgLT 22. GP, 17).",
            "annotations": []
        },
        {
            "text": "In der Fragestellung wird allerdings auf die Flächenwidmung und auch auf die Ausweisung als Eignungszone in einer Weise Bezug genommen, die nicht hinreichend klar erkennen lässt, welcher Akt bzw die (unveränderte) Beibehaltung welches Aktes Gegenstand der Befragung sein soll. Aus diesem Grund kann auch nicht beurteilt werden, ob Gegenstand der Volksbefragung eine Angelegenheit des eigenen Wirkungsbereiches der Gemeinde sein soll. Auch unter diesem Aspekt vermag die vorliegende Fragestellung die Voraussetzungen des §8 Abs1 Bgld GemVG nicht zu erfüllen.",
            "annotations": []
        },
        {
            "text": "2.6.3. Die Abweisung des Antrages auf Durchführung der Volksbefragung war somit von §11 Abs3 iVm §8 Abs1 Bgld GemVG gedeckt. Das verfassungsgesetzlich gewährleistete Recht auf Durchführung einer Volksabstimmung auf Gemeindeebene wurde nicht verletzt.",
            "annotations": []
        },
        {
            "text": "2.7. Ferner erachtet sich der Beschwerdeführer im Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt, weil das Landesverwaltungsgericht Burgenland in der Sache entschieden habe, anstatt die Beschwerde zurückzuweisen. Dieses Vorbringen geht schon auf Grund des klaren Wortlautes des §11 Abs3 Bgld GemVG ins Leere, der vorsieht, dass der Antrag bei Nichtvorliegen der Voraussetzungen – wozu gemäß §8 Abs1 Bgld GemVG unter anderem die Frage nach der Zugehörigkeit der Angelegenheit zum eigenen Wirkungsbereich zählt – \"abzuweisen\" ist. Überdies vermag die Abweisung des Antrags auch deshalb keine Verletzung im Recht auf ein Verfahren vor dem gesetzlichen Richter zu bilden, weil – selbst unter der Annahme, dass die Behörde richtigerweise zurückzuweisen gehabt hätte – das bloße Vergreifen im Ausdruck nicht zur Verletzung im verfassungsgesetzlich gewährleisteten Recht führt (vgl etwa VfSlg 11.017/1986, 13.469/1993, 19.717/2012).",
            "annotations": []
        },
        {
            "text": "2.8. Die vom Beschwerdeführer weiters behauptete Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Selbstverwaltung kommt schon deshalb nicht in Betracht, weil die Verletzung dieses Rechtes von einer von der Gemeinde, das heißt vom (territorialen) Selbstverwaltungskörper verschiedenen Person nicht geltend gemacht werden kann (vgl etwa VfSlg 18.761/2009).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die behauptete Verletzung verfassungsgesetzlich gewährleisteter Rechte hat sohin nicht stattgefunden.",
            "annotations": []
        },
        {
            "text": "Das Verfahren hat auch nicht ergeben, dass der Beschwerdeführer in von ihm nicht geltend gemachten verfassungsgesetzlich gewährleisteten Rechten verletzt wurde. Angesichts der Unbedenklichkeit der angewendeten Rechtsgrundlagen ist es auch ausgeschlossen, dass er in seinen Rechten wegen Anwendung einer rechtswidrigen generellen Norm verletzt wurde.",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerde ist daher abzuweisen und gemäß Art144 Abs3 B-VG antragsgemäß dem Verwaltungsgerichtshof abzutreten.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}