{
    "document_id": "JFT_20230921_22V00209_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Steiermark, \"die Verordnung des Stadtsenates der Stadt Graz vom 16.06.2009, GZ: A10/1-016753/2009-0005, betreffend 'Geschwindigkeitsbeschränkung (erlaubte Höchstgeschwindigkeit) von 30 km/h' mit dem Zusatz 'Werktags, Montag bis Freitag von 0730 bis 14.00 Uhr' ihrem ganzen Inhalt nach als gesetzwidrig aufzuheben\". In eventu wird beantragt festzustellen, dass die angefochtene Verordnung gesetzwidrig war.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung des Stadtsenates der Stadt Graz vom 16. Juni 2009, A 10/1-016753/2009-0005, hat folgenden Wortlaut (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Verordnung",
            "annotations": []
        },
        {
            "text": "Gemäß §43 StVO 1960, BGBl Nr 159/1960, idgF (StVO) wird aufgrund des Verhandlungsergebnisses vom 08.06.2009 für die/den Körösistraße ein(e) 'Geschwindigkeitsbeschränkung (erlaubte Höchstgeschwindigkeit) von 30 km/h' mit dem Zusatz 'Werktags, Montag bis Freitag von 0730 bis 14.00 Uhr' verordnet.",
            "annotations": []
        },
        {
            "text": "Diese Verordnung tritt gem. §44 Abs1 StVO mit der Anbringung des/der Straßenverkehrszeichen(s) gem. §52 a Z10a u. b StVO 1960 und der (den) entsprechenden Zusatztafel(n) gem. §54 StVO in Kraft.",
            "annotations": []
        },
        {
            "text": "Die Position(en) der/des Verkehrszeichen(s) sind im beigelegten Plan, welcher einen integrierenden Bestandteil dieser Verordnung bildet, ersichtlich gemacht.",
            "annotations": []
        },
        {
            "text": "Für den Stadtsenat:",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2. Die anzuwendenden Bestimmungen des Bundesgesetzes vom 6. Juli 1960, mit dem Vorschriften über die Straßenpolizei erlassen werden (Straßenverkehrsordnung 1960 – StVO. 1960), BGBl 159/1960, lauten in der jeweils maßgeblichen Fassung wie folgt (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"§43. Verkehrsverbote, Verkehrserleichterungen und Hinweise.",
            "annotations": []
        },
        {
            "text": "(1) Die Behörde hat für bestimmte Straßen oder Straßenstrecken oder für Straßen innerhalb eines bestimmten Gebietes durch Verordnung",
            "annotations": []
        },
        {
            "text": "a) […]",
            "annotations": []
        },
        {
            "text": "b) wenn und insoweit es die Sicherheit, Leichtigkeit oder Flüssigkeit des sich bewegenden oder die Ordnung des ruhenden Verkehrs, die Lage, Widmung, Pflege, Reinigung oder Beschaffenheit der Straße, die Lage, Widmung oder Beschaffenheit eines an der Straße gelegenen Gebäudes oder Gebietes oder wenn und insoweit es die Sicherheit eines Gebäudes oder Gebietes und/oder der Personen, die sich dort aufhalten, erfordert,",
            "annotations": []
        },
        {
            "text": "1. dauernde oder vorübergehende Verkehrsbeschränkungen oder Verkehrsverbote, insbesondere die Erklärung von Straßen zu Einbahnstraßen, Maß-, Gewichts- oder Geschwindigkeitsbeschränkungen, Halte- oder Parkverbote und dergleichen, zu erlassen,",
            "annotations": []
        },
        {
            "text": "2. […]",
            "annotations": []
        },
        {
            "text": "c)–d) […].",
            "annotations": []
        },
        {
            "text": "(1a)–(11) […]",
            "annotations": []
        },
        {
            "text": "§44. Kundmachung der Verordnungen.",
            "annotations": []
        },
        {
            "text": "(1) Die im §43 bezeichneten Verordnungen sind, sofern sich aus den folgenden Absätzen nichts anderes ergibt, durch Straßenverkehrszeichen oder Bodenmarkierungen kundzumachen und treten mit deren Anbringung in Kraft. Der Zeitpunkt der erfolgten Anbringung ist in einem Aktenvermerk (§16 AVG) festzuhalten. Parteien im Sinne des §8 AVG ist die Einsicht in einen solchen Aktenvermerk und die Abschriftnahme zu gestatten. Als Straßenverkehrszeichen zur Kundmachung von im §43 bezeichneten Verordnungen kommen die Vorschriftszeichen sowie die Hinweiszeichen 'Autobahn', 'Ende der Autobahn', 'Autostraße', 'Ende der Autostraße', 'Einbahnstraße', 'Ortstafel', 'Ortsende', 'Internationaler Hauptverkehrsweg', 'Straße mit Vorrang', 'Straße ohne Vorrang', 'Straße für Omnibusse' und 'Fahrstreifen für Omnibusse' in Betracht. Als Bodenmarkierungen zur Kundmachung von im §43 bezeichneten Verordnungen kommen Markierungen, die ein Verbot oder Gebot bedeuten, wie etwa Sperrlinien, Haltelinien vor Kreuzungen, Richtungspfeile, Sperrflächen, Zickzacklinien, Schutzwegmarkierungen oder Radfahrerüberfahrtmarkierungen in Betracht.",
            "annotations": []
        },
        {
            "text": "(1a)–(5) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§52. Die Vorschriftszeichen",
            "annotations": []
        },
        {
            "text": "Die Vorschriftszeichen sind",
            "annotations": []
        },
        {
            "text": "a) Verbots- oder Beschränkungszeichen,",
            "annotations": []
        },
        {
            "text": "b) Gebotszeichen oder",
            "annotations": []
        },
        {
            "text": "c) Vorrangzeichen.",
            "annotations": []
        },
        {
            "text": "a) Verbots- oder Beschränkungszeichen",
            "annotations": []
        },
        {
            "text": "1.–9d. […]",
            "annotations": []
        },
        {
            "text": "10a. 'GESCHWINDIGKEITSBESCHRÄNKUNG (ERLAUBTE HÖCHSTGESCHWINDIGKEIT)'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt an, dass das Überschreiten der Fahrgeschwindigkeit, die als Stundenkilometeranzahl im Zeichen angegeben ist, ab dem Standort des Zeichens verboten ist. Ob und in welcher Entfernung es vor schienengleichen Eisenbahnübergängen anzubringen ist, ergibt sich aus den eisenbahnrechtlichen Vorschriften.",
            "annotations": []
        },
        {
            "text": "10b. 'ENDE DER GESCHWINDIGKEITSBESCHRÄNKUNG'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt das Ende der Geschwindigkeitsbeschränkung an. Es ist nach jedem Zeichen gemäß Z10a anzubringen und kann auch auf der Rückseite des für die Gegenrichtung geltenden Zeichens angebracht werden. Es kann entfallen, wenn am Ende der Geschwindigkeitsbeschränkung eine neue Geschwindigkeitsbeschränkung, sei es auch nicht aufgrund dieses Bundesgesetzes, beginnt.",
            "annotations": []
        },
        {
            "text": "11.–14b. […]",
            "annotations": []
        },
        {
            "text": "b) Gebotszeichen.",
            "annotations": []
        },
        {
            "text": "15.–22a. […]",
            "annotations": []
        },
        {
            "text": "c) Vorrangzeichen",
            "annotations": []
        },
        {
            "text": "23.–25b. […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§54. Zusatztafeln.",
            "annotations": []
        },
        {
            "text": "(1) Unter den in den §§50, 52 und 53 genannten Straßenverkehrszeichen sowie unter den in §38 genannten Lichtzeichen können auf Zusatztafeln weitere, das Straßenverkehrszeichen oder Lichtzeichen erläuternde oder wichtige, sich auf das Straßenverkehrszeichen oder Lichtzeichen beziehende, dieses erweiternde oder einschränkende oder der Sicherheit oder Leichtigkeit des Verkehrs dienliche Angaben gemacht werden.",
            "annotations": []
        },
        {
            "text": "(2)–(5) […]\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Mit Straferkenntnis der Landespolizeidirektion Steiermark vom 11. Mai 2022 wurde über den Beschwerdeführer im Verfahren vor dem Landesverwaltungsgericht Steiermark wegen einer Übertretung des §52 lita Z10a StVO 1960 gemäß §99 Abs3 lita StVO 1960 eine Geldstrafe in Höhe von € 45,– und für den Fall der Uneinbringlichkeit eine Ersatzfreiheitsstrafe in der Dauer von 20 Stunden verhängt. Ihm wurde zur Last gelegt, er habe am 13. Juli 2021, um 8.11 Uhr, in Graz, Körösistraße 59 in Fahrtrichtung Norden, die durch Straßenverkehrszeichen kundgemachte zulässige Höchstgeschwindigkeit von 30 km/h um 10 km/h überschritten.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass dieses Verfahrens stellt das Landesverwaltungsgericht Steiermark den vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag, \"die Verordnung des Stadtsenates der Stadt Graz vom 16.06.2009, GZ: A10/1-016753/2009-0005, betreffend 'Geschwindigkeitsbeschränkung (erlaubte Höchstgeschwindigkeit) von 30 km/h' mit dem Zusatz 'Werktags, Montag bis Freitag von 0730 bis 14.00 Uhr' ihrem ganzen Inhalt nach als gesetzwidrig aufzuheben\". In eventu wird beantragt, festzustellen, dass die angefochtene Verordnung gesetzwidrig war.",
            "annotations": []
        },
        {
            "text": "2.1. Das Landesverwaltungsgericht Steiermark weist im Zusammenhang mit der Präjudizialität der angefochtenen Verordnung darauf hin, dass es diese im Beschwerdeverfahren unmittelbar anzuwenden habe.",
            "annotations": []
        },
        {
            "text": "2.2. In der Folge legt es seine Bedenken gegen die angefochtene Verordnung dar:",
            "annotations": []
        },
        {
            "text": "Aus dem Bezug habenden Verordnungsakt ergebe sich, dass die angefochtene Verordnung aus Anlass einer im Rahmen einer Gemeinderatssitzung erhobenen Forderung, im Grazer Stadtgebiet generell vor an Vorrangstraßen gelegenen Kindergärten eine Geschwindigkeitsbeschränkung von 30 km/h zu verfügen, erlassen worden sei. Zu diesem Zweck habe am 8. Juni 2009 eine örtliche Verhandlung ua bei dem am Standort Körösistraße 59 gelegenen Kindergarten stattgefunden. Trotz der aus der Gedächtnisniederschrift vom 9. Juni 2009 ersichtlichen negativen Stellungnahmen sowohl des Kuratoriums für Verkehrssicherheit als auch des Straßenamtes der Stadt Graz sei die angefochtene Verordnung gemäß Aktenvermerk vom 16. Juni 2009 auf Grund des \"dringenden verkehrspolitischen Wunsches\" der zu diesem Zeitpunkt zuständigen Stadtsenatsreferentin erlassen worden. Die nunmehr zuständige Referentin im Straßenamt der Stadt Graz habe auf Nachfrage durch das Landesverwaltungsgericht Steiermark bestätigt, dass der \"dringende verkehrspolitische Wunsch\" als politische Weisung zu verstehen sei und dass diese Weisung Grundlage für die Erlassung der angefochtenen Verordnung gewesen sei.",
            "annotations": []
        },
        {
            "text": "Auf Grund dieses Inhaltes des Verordnungsaktes seien beim Landesverwaltungsgericht Steiermark erhebliche Bedenken dahingehend entstanden, ob es für die Erlassung der angefochtenen Verordnung jemals eine fachliche Begründung unter Bedachtnahme auf die Kriterien des §43 Abs1 StVO 1960 gegeben habe. Das Landesverwaltungsgericht Steiermark habe daher ein Sachverständigengutachten zu dieser Frage in Auftrag gegeben, dem im Ergebnis zu entnehmen sei, dass die Herabsetzung der zulässigen Höchstgeschwindigkeit im Geltungsbereich der angefochtenen Verordnung nicht erforderlich sei und daher die Aufhebung dieser Geschwindigkeitsbeschränkung empfohlen werde.",
            "annotations": []
        },
        {
            "text": "3. Die verordnungserlassende Behörde hat die Akten betreffend das Zustandekommen der zur Prüfung gestellten Verordnung vorgelegt, von der Erstattung einer Äußerung jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "4. Die Steiermärkische Landesregierung hat weder Akten vorgelegt noch eine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof vertritt zu Art89 Abs1 B-VG beginnend mit dem Erkenntnis VfSlg 20.182/2017 die Auffassung, dass eine \"gehörig kundgemachte\" generelle Norm – also eine an einen unbestimmten, externen Personenkreis adressierte, verbindliche Anordnung von Staatsorganen – bereits dann vorliegt, wenn eine solche Norm ein Mindestmaß an Publizität und somit rechtliche Existenz erlangt (VfSlg 20.182/2017). Es ist nicht notwendig, dass die Kundmachung der Norm in der rechtlich vorgesehenen Weise erfolgt. Demnach haben auch Gerichte gesetzwidrig kundgemachte Verordnungen gemäß Art139 B-VG anzuwenden und diese, wenn sie Bedenken gegen ihre rechtmäßige Kundmachung haben, vor dem Verfassungsgerichtshof anzufechten. Bis zur Aufhebung durch den Verfassungsgerichtshof sind sie für jedermann verbindlich (vgl VfSlg 20.251/2018).",
            "annotations": []
        },
        {
            "text": "Die angefochtene Geschwindigkeitsbeschränkung wurde ausweislich der vorgelegten Akten durch die Aufstellung entsprechender Straßenverkehrszeichen am 11. September 2009 kundgemacht, sodass sie mit verbindlicher Wirkung für jedermann zustande gekommen ist.",
            "annotations": []
        },
        {
            "text": "1.2. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "Dem Beschwerdeführer wird zur Last gelegt, er habe im räumlichen Geltungsbereich der angefochtenen Verordnung die mit dieser festgesetzte Höchstgeschwindigkeit von 30 km/h überschritten. Es ist daher offenkundig, dass das Landesverwaltungsgericht Steiermark die angefochtene Verordnung im Beschwerdeverfahren anzuwenden hat.",
            "annotations": []
        },
        {
            "text": "1.3. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist begründet.",
            "annotations": []
        },
        {
            "text": "Nach Ansicht des Landesverwaltungsgerichtes Steiermark ergebe sich aus dem Inhalt des Verordnungsaktes nicht, dass die angefochtene Verordnung erforderlich iSd §43 Abs1 StVO 1960 sei. Im Gegenteil sei die Verordnung trotz negativer Stellungnahmen sowohl des Kuratoriums für Verkehrssicherheit als auch des Straßenamtes der Stadt Graz gemäß einem Aktenvermerk vom 16. Juni 2009 ausschließlich auf Grund des \"dringenden verkehrspolitischen Wunsches\" der zu diesem Zeitpunkt zuständigen Stadtsenatsreferentin erlassen worden.",
            "annotations": []
        },
        {
            "text": "2.2.1. §43 Abs1 litb Z1 StVO 1960 sieht die Erlassung dauernder oder vorübergehender Verkehrsbeschränkungen oder Verkehrsverbote für bestimmte Straßen oder Straßenstrecken oder für Straßen innerhalb eines bestimmten Gebietes durch Verordnung vor, wenn und soweit es die Sicherheit, Leichtigkeit oder Flüssigkeit des sich bewegenden oder die Ordnung des ruhenden Verkehrs, die Lage, Widmung, Pflege, Reinigung oder Beschaffenheit der Straße, die Lage, Widmung oder Beschaffenheit eines an der Straße gelegenen Gebäudes oder Gebietes und wenn und insoweit es die Sicherheit eines Gebäudes oder Gebietes und/oder der Personen, die sich dort aufhalten, erfordert.",
            "annotations": []
        },
        {
            "text": "Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes hat die Behörde vor Erlassung einer verkehrsbeschränkenden Verordnung die im Einzelnen umschriebenen Interessen an der konkreten Verkehrsbeschränkung mit dem Interesse an der ungehinderten Benützung der Straße abzuwägen und dabei die (tatsächliche) Bedeutung des Straßenzuges zu berücksichtigen (vgl zB VfSlg 8086/1977, 9089/1981, 12.944/1991, 13.449/1993, 13.482/1993). Die sohin gebotene Interessenabwägung erfordert sowohl die nähere, sachverhaltsmäßige Klärung der Gefahren oder Belästigungen für Bevölkerung und Umwelt, vor denen die Verkehrsbeschränkung schützen soll, als auch eine Untersuchung der Verkehrsbeziehungen und der Verkehrserfordernisse durch ein entsprechendes Anhörungs- und Ermittlungsverfahren (vgl zB VfSlg 12.485/1990, 16.805/2003, 17.572/2005). Die Gefahrensituation muss sich für die betreffende Straße deutlich von der allgemeinen, für den Straßenverkehr typischen Gefahrenlage unterscheiden (vgl zB VfSlg 14.000/1994).",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof in den Erkenntnissen VfSlg 8984/1980 und 9721/1983 ausgeführt und in zahlreichen nachfolgenden Erkenntnissen wiederholt hat (vgl VfSlg 13.371/1993, 14.051/1995, 15.643/1999, 16.016/2000, 16.805/2003, 17.573/2005), sind bei der Prüfung der Erforderlichkeit einer Verordnung nach §43 StVO 1960 die bei der bestimmten Straße oder Straßenstrecke, für die die Verordnung erlassen werden soll, anzutreffenden, für den spezifischen Inhalt der betreffenden Verordnung relevanten Umstände mit jenen Umständen zu vergleichen, die für eine nicht unbedeutende Anzahl anderer Straßen zutreffen.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof geht somit in ständiger Rechtsprechung davon aus, dass die Behörde bei Anwendung der vom Gesetzgeber mit unbestimmten Begriffen umschriebenen Voraussetzungen für die Erlassung von Verkehrsbeschränkungen oder -verboten durch Verordnung einen Vergleich der Verkehrs- und Umweltverhältnisse anzustellen hat. Die betreffenden Verhältnisse an den Straßenstrecken, für welche eine Herabsetzung der zulässigen Höchstgeschwindigkeit in Betracht gezogen wird, müssen derart beschaffen sein, dass sie gegenüber anderen Straßen eine Herabsetzung der zulässigen Höchstgeschwindigkeit gebieten.",
            "annotations": []
        },
        {
            "text": "2.2.2. Mit der angefochtenen Verordnung wurde in Verbindung mit einem einen integrierenden Bestandteil dieser Verordnung bildenden Plan für einen näher umschriebenen Bereich der Körösistraße \"aufgrund des Verhandlungsergebnisses vom 08.06.2009\" eine Geschwindigkeitsbeschränkung von 30 km/h mit dem Zusatz \"Werktags, Montag bis Freitag von 0730 bis 14.00 Uhr\" verordnet.",
            "annotations": []
        },
        {
            "text": "In dem von der verordnungserlassenden Behörde vorgelegten Verordnungsakt finden sich lediglich ablehnende (fachliche) Stellungnahmen und demgegenüber keine nachvollziehbare Darlegung der Erforderlichkeit zur Erlassung der angefochtenen Verordnung iSd §43 Abs1 StVO 1960. Der zwar im Widerspruch zu diesen im Verordnungsakt dokumentierten fachlichen Stellungnahmen stehende, aber im Akt nicht näher begründete \"dringende verkehrspolitische Wunsch\" der zuständigen Stadtsenatsreferentin kann diese Darlegung nicht ersetzen. Die angefochtene Verordnung findet damit keine Deckung im Gesetz (vgl zB VfGH 25.6.2021, V416/2020 ua).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung des Stadtsenates der Stadt Graz vom 16. Juni 2009, Z A 10/1-016753/2009-0005, kundgemacht durch Aufstellung von Straßenverkehrszeichen, ist als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Steiermärkischen Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §2 Abs1 Z7 Stmk Kundmachungsgesetz.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}