{
    "document_id": "JFT_20230314_22E02363_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer war ursprünglich belarussischer Staatsangehöriger mit dem Namen E* M*. Unter diesem Namen wurde ihm mit 28. Juli 2020, nachdem er seine frühere Staatsangehörigkeit zurückgelegt hatte, die (österreichische) Staatsbürgerschaft verliehen.",
            "annotations": []
        },
        {
            "text": "Mit Schreiben vom 10. September 2020 beantragte der Beschwerdeführer beim Magistrat der Stadt Wien die Änderung seines Vor- und Familiennamens auf \"G* Y*\". Nach Verleihung der Staatsbürgerschaft und Aufgabe seiner ehemaligen belarussischen Staatsangehörigkeit sei auch die letzte Bindung an seinen slawischen Namen weggefallen. Der Beschwerdeführer habe immer wieder Schwierigkeiten im Zusammenhang mit seinem Namen erlebt. Sowohl privat als auch beruflich verwende er ausschließlich den Namen \"G* Y*\". Mit der Änderung seines Namens bezwecke er, den Namen anzunehmen, unter dem er bereits seit über 20 Jahren auftrete und mit dem er sich identifiziere.",
            "annotations": []
        },
        {
            "text": "Mit Bescheid vom 4. Mai 2021 wies der Magistrat der Stadt Wien den Antrag des Beschwerdeführers auf Änderung des Familiennamens mit der Begründung ab, dass \"Y*\" weder im zentralen Melderegister des Bundesministeriums für Inneres noch in anderen, der Behörde zur Verfügung stehenden Behelfen als Familienname verzeichnet sei. Der beantragte Familienname sei in Österreich daher nicht gebräuchlich. Es gäbe auch keine Hinweise darauf, dass der Familienname früher im Inland gebräuchlich gewesen sei. Der Beschwerdeführer bezeichne sich zwar bereits seit Jahrzehnten als \"G* Y*\", er habe sich diesen Namen jedoch ohne Bezug zu einer Familiengeschichte oder Vorfahren als Pseudonym bzw Künstlername selbst angeeignet. Diese jahrzehntelange Verwendung begründe keine \"Gebräuchlichkeit\" im Sinne des §3 Abs1 Z2 des Bundesgesetzes vom 22. März 1988 über die Änderung von Familiennamen und Vornamen (Namensänderungsgesetz – NÄG).",
            "annotations": []
        },
        {
            "text": "Der gegen diesen Bescheid erhobenen Beschwerde gab das Verwaltungsgericht Wien im ersten Rechtsgang mit mündlich verkündetem Erkenntnis vom 22. November 2021 (schriftlich ausgefertigt am 22. Dezember 2021) statt und bewilligte die Änderung des Familiennamens. Der Beschwerdeführer benütze seit 1995, sohin seit seinem **. Lebensjahr, sowohl privat als auch beruflich den Namen \"G* Y*\". Unter diesem Namen sei er als Künstler, Wissenschafter und Musikmanager im In- und Ausland tätig und habe einen großen Bekanntheitsgrad erlangt. Er führe etwa eine Website, eine Facebook-Künstlerseite und vertreibe unter diesem Namen eigene Musikaufnahmen über Amazon, iTunes, YouTube und googlemusic.",
            "annotations": []
        },
        {
            "text": "Da der angestrebte Name den Beschwerdeführer seit zwei Jahrzehnten identifiziere, wiege das private Interesse an der Namensänderung schwer. Hingegen beeinträchtige die begehrte Namensänderung das öffentliche Interesse, keine Fantasie-, sondern nur gebräuchliche Namen zur Kennzeichnung von Personen zu verwenden, (wenn überhaupt) nur gering, weil auf Grund der phonetischen Ähnlichkeit mit dem Namen \"Young\" namensrechtlich kein Neuland betreten werde. Die Bestimmung des §3 Abs1 Z2 NÄG sei sohin im Lichte des Art8 EMRK so zu lesen, dass sie der Änderung des Familiennamens nicht entgegenstehe.",
            "annotations": []
        },
        {
            "text": "2. Dieses Erkenntnis hob der Verwaltungsgerichtshof im Zuge einer Amtsrevision mit Erkenntnis vom 23. Mai 2022, Ra 2022/01/0113, auf. Das Verwaltungsgericht Wien verkenne die Bedeutung des gesetzlichen Versagungsgrundes der mangelnden Gebräuchlichkeit eines Familiennamens gemäß §3 Abs1 Z2 dritter Fall NÄG, wonach die Eigenkreation eines Familiennamens ohne realen Bezugspunkt in der gesellschaftlichen Entwicklung eines Namens im Inland bzw ohne einen zumindest genealogisch-historisch bedingten Österreichbezug nicht zulässig sei. Dies gelte auch für die Verwendung von bloßen Pseudonymen oder Künstlernamen. Zwar sei die Frage, ob ein bestimmter Familienname das Kriterium der \"Gebräuchlichkeit im Inland\" erfülle, (gegebenenfalls) im Wege einer verfassungskonformen Interpretation im Hinblick auf Art8 EMRK zu klären, die Bewilligung eines – nicht \"gebräuchlichen\" – Familiennamens bloß auf der Grundlage einer nach Maßgabe des Art8 EMRK im Einzelfall vorgenommenen Interessenabwägung stehe aber mit der Rechtslage nicht im Einklang. Da das Verwaltungsgericht – ausgehend von seiner unzutreffenden Rechtsauffassung – keine Feststellungen dahingehend getroffen habe, ob der vom Beschwerdeführer begehrte Familienname im Inland \"gebräuchlich\" sei (widrigenfalls die Bewilligung gemäß §3 Abs1 Z2 NÄG zu versagen sei), und es insbesondere auch verabsäumt habe, sich mit den diesbezüglichen, die \"Gebräuchlichkeit\" des vom Beschwerdeführer beantragten Familiennamens verneinenden Argumenten auseinanderzusetzen, liege ein sekundärer Feststellungsmangel vor, der das angefochtene Erkenntnis mit inhaltlicher Rechtswidrigkeit belaste.",
            "annotations": []
        },
        {
            "text": "Daraufhin wies das Verwaltungsgericht Wien im zweiten Rechtsgang die Beschwerde mit Erkenntnis vom 26. Juli 2022 als unbegründet ab. Auch wenn der Beschwerdeführer die Existenz des Namens \"Y*\" im Ausland belegen könne, so vermöge er jedoch nicht, den von der Rechtsprechung geforderten genealogisch-historisch bedingten Österreichbezug durch Anknüpfen an seine historische Familientradition nachzuweisen. Dies gelte, wie der Verwaltungsgerichtshof ausdrücklich hervorhebe, auch für Pseudonyme und Künstlernamen (seien sie wie hier auch weit verbreitet), weil diese eben keine Ergebnisse der gesellschaftlichen Entwicklung der Namen in Österreich seien.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der insbesondere die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens sowie in Rechten wegen Anwendung eines verfassungswidrigen Gesetzes behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer trete bereits seit über 25 Jahren beruflich (als Forscher, Selbstständiger, Künstler und Patentinhaber) wie privat ausschließlich unter dem Namen \"G* Y*\" auf. Seine Musik werde unter diesem Namen weltweit unter anderem über das Internet und die sozialen Medien verbreitet, alle seine Freunde und Bekannten würden ihn nur unter diesem Namen kennen. Der Beschwerdeführer habe keinerlei Bindung zu seinem russischen Namen, nach der Verleihung der (österreichischen) Staatsbürgerschaft und der Aufgabe seiner ehemaligen belarussischen Staatsangehörigkeit sei auch die letzte Bindung an seinen slawischen Namen weggefallen. Der Beschwerdeführer habe immer wieder Schwierigkeiten im Zusammenhang mit seinem slawischen Namen erlebt. Der Beschwerdeführer identifiziere sich ausschließlich mit dem Namen \"G* Y*\", dieser Name sei über die lange Zeit hinweg zu einem Bestandteil seiner grundrechtlich geschützten Identität geworden.",
            "annotations": []
        },
        {
            "text": "Das russische Wort \"Molodoy\", von dem sich der rechtliche Name des Beschwerdeführers, M*, ableite, bedeute \"jung\", in der englischen Übersetzung \"young\". Tausche man bei \"M*\" einen Buchstaben aus (\"'M*' – 'Molodoy'\") und übersetze den Begriff in die englische Sprache, ergebe sich das Wort \"Young\". Der Beschwerdeführer habe für sein Pseudonym im englischen Wort \"Young\" ebenfalls einen Buchstaben verändert, um den Namen \"Y\" zu kreieren. Der russische Vorname \"E*\" entspreche dem englischen \"G*\". Der Name \"Y*\" finde sich in leicht veränderter Schreibweise in Österreich und in derselben Schreibweise in Deutschland und anderen Staaten, zB USA oder Korea. Mangels Verwechslungsgefahr oder eines sonstigen Nachteiles für öffentliche Interessen sei die Versagung der Namensänderung unverhältnismäßig. Angesichts der gesellschaftlichen Entwicklung sei es sachlich nicht zu rechtfertigen, die Zulässigkeit einer Änderung des Familiennamens davon abhängig zu machen, ob der gewünschte Familienname \"im Inland\" gebräuchlich sei.",
            "annotations": []
        },
        {
            "text": "4. Der Magistrat der Stadt Wien hat die Verwaltungsakten vorgelegt und eine Gegenschrift erstattet, in der er den Beschwerdebehauptungen entgegentritt. Das Verwaltungsgericht Wien hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Bundesgesetzes vom 22. März 1988 über die Änderung von Familiennamen und Vornamen (Namensänderungsgesetz – NÄG), BGBl 195/1988, idF BGBl I 105/2019 lauten auszugweise: ",
            "annotations": []
        },
        {
            "text": "\"Antrag auf Namensänderung",
            "annotations": []
        },
        {
            "text": "§1. (1) Eine Änderung des Namens (§38 Abs2 PStG 2013) ist auf Antrag zu bewilligen, wenn ein Grund im Sinn des §2 vorliegt, §3 der Bewilligung nicht entgegensteht und die Namensänderung betrifft ",
            "annotations": []
        },
        {
            "text": "1. einen österreichischen Staatsbürger;",
            "annotations": []
        },
        {
            "text": "2. […]",
            "annotations": []
        },
        {
            "text": "Voraussetzungen der Bewilligung",
            "annotations": []
        },
        {
            "text": "§2. (1) Ein Grund für die Änderung des Familiennamens liegt vor, wenn",
            "annotations": []
        },
        {
            "text": "1. der bisherige Familienname lächerlich oder anstößig wirkt; ",
            "annotations": []
        },
        {
            "text": "2. der bisherige Familienname schwer auszusprechen oder zu schreiben ist; ",
            "annotations": []
        },
        {
            "text": "3. der Antragsteller ausländischer Herkunft ist und einen Familiennamen erhalten will, der ihm die Einordnung im Inland erleichtert und der Antrag innerhalb von zwei Jahren nach dem Erwerb der österreichischen Staatsbürgerschaft gestellt wird;",
            "annotations": []
        },
        {
            "text": "4. der Antragsteller den Familiennamen erhalten will, den er bisher in gutem Glauben, dazu berechtigt zu sein, geführt hat;",
            "annotations": []
        },
        {
            "text": "5. der Antragsteller einen Familiennamen erhalten will, den er früher zu Recht geführt hat;",
            "annotations": []
        },
        {
            "text": "6.-10a. […]",
            "annotations": []
        },
        {
            "text": "11. der Antragsteller aus sonstigen Gründen einen anderen Familiennamen wünscht.",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "Versagung der Bewilligung",
            "annotations": []
        },
        {
            "text": "§3. (1) Die Änderung des Familiennamens oder Vornamens darf nicht bewilligt werden, wenn ",
            "annotations": []
        },
        {
            "text": "1. […] ",
            "annotations": []
        },
        {
            "text": "2. der beantragte Familienname lächerlich, anstößig oder für die Kennzeichnung von Personen im Inland nicht gebräuchlich ist;",
            "annotations": []
        },
        {
            "text": "3. […]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Art8 EMRK stellt die menschliche Persönlichkeit in ihrer Identität, Individualität und Integrität unter Schutz und ist dabei auch auf den Schutz der unterschiedlichen Ausdrucksformen dieser menschlichen Persönlichkeit gerichtet (VfSlg 19.662/2012, 19.665/2012, 20.100/2016; vgl auch EGMR 24.10.1993, 22.500/93, Guillot, Z21 f.; 7.2.2002, 53.176/99, Mikulić, Z53 f.; 11.7.2002 [GK], 28.957/95, Goodwin, Z90; 12.6.2003, 35.968/97, Van Kück, Z69). Namen dienen der persönlichen Identifizierung und Zuordnung. Als Bestandteil der Identität zählen sie zum grundrechtlich geschützten Privat- und Familienleben (vgl zB VfSlg 20.100/2016; EGMR 22.2.1994, 16.213/90, Burghartz, Z24; 25.11.1994, 18.131/91, Stjerna, Z37; siehe auch VwGH 7.12.2011, 2010/06/0276).",
            "annotations": []
        },
        {
            "text": "Unbestritten kann der Gesetzgeber vorsehen, Namensänderungen aus Gründen öffentlicher Interessen rechtlich zu beschränken (vgl zB EGMR, Stjerna, Z39; 6.9.2007, 10.163/02, Johansson, Z35 ff.). Ein damit verbundener Eingriff in Art8 EMRK ist gemäß dessen Abs2 aber nur statthaft, insoweit die gesetzliche Maßnahme zur Erreichung eines legitimen Zieles geeignet und verhältnismäßig ist (siehe zB VfSlg 19.904/2014, 20.100/2016). Art8 EMRK soll dabei das Privat- und Familienleben nicht rein theoretisch oder illusorisch schützen, sondern praktisch und effektiv garantieren (allgemein im Kontext des Art8 EMRK siehe zB EGMR 9.7.2021 [GK], 6697/18, M.A., Z162; spezifisch in Bezug auf Namen siehe EGMR 5.12.2013, 32.265/10, Henry Kismoun, Z29; 11.10.2018, 55.216/08, S.V., Z71).",
            "annotations": []
        },
        {
            "text": "2. §2 Abs1 NÄG sieht eine Reihe von Tatbeständen vor, die einen Grund für die Änderung des Familiennamens darstellen. Dies kann der Fall sein, weil es dem Einzelnen nicht zumutbar ist, den bisherigen Namen (weiter) zu führen, so etwa, wenn der bisherige Familienname lächerlich oder anstößig wirkt (§2 Abs1 Z1 NÄG), oder die antragstellende Partei glaubhaft macht, dass die Änderung des Familiennamens notwendig ist, um unzumutbare Nachteile in wirtschaftlicher Hinsicht oder in den sozialen Beziehungen zu vermeiden und diese Nachteile auf andere Weise nicht abgewendet werden können (§2 Abs1 Z10 NÄG). Um einen solchen Tatbestand handelt es sich auch bei §2 Abs1 Z3 NÄG, demzufolge ein Grund für die Änderung des Familiennamens auch vorliegt, wenn die antragstellende Partei ausländischer Herkunft ist und einen Familiennamen erhalten will, der ihr die Einordnung im Inland erleichtert und der Antrag innerhalb von zwei Jahren nach dem Erwerb der (österreichischen) Staatsbürgerschaft gestellt wird.",
            "annotations": []
        },
        {
            "text": "Des Weiteren gibt es Tatbestände, die es dem Einzelnen ermöglichen sollen, einen früheren Familiennamen wieder anzunehmen. So stellt es gemäß §2 Abs1 Z5 NÄG einen Grund für die Änderung des Familiennamens dar, wenn die antragstellende Partei einen Familiennamen erhalten will, den sie früher zu Recht geführt hat. In eine vergleichbare Richtung zielt §2 Abs1 Z9a NÄG, demzufolge ein Grund für die Änderung eines Familiennamens auch dann vorliegt, wenn die antragstellende Partei, die neben der (österreichischen) Staatsbürgerschaft eine weitere Staatsangehörigkeit besitzt, einen Familiennamen erhalten will, den sie nach einem anderen Personalstatut bereits rechtmäßig führt, und Ziel der Namensänderung ist, nach den beiden Heimatrechten denselben Namen zu führen.",
            "annotations": []
        },
        {
            "text": "Die in §2 Abs1 Z1 bis 10a NÄG festgelegten Tatbestände, die einen Grund für die Änderung des Familiennamens darstellen können, bewirken freilich keine abschließende Festlegung solcher Gründe. Denn gemäß §2 Abs1 Z11 NÄG kann der Einzelne eine Änderung des Familiennamens auch begehren, wenn er \"aus sonstigen Gründen\" einen anderen Familiennamen wünscht. Diese Bestimmung ist, weil sie nicht auf näher qualifizierte besondere, sondern eben auf \"sonstige\" Gründe abstellt, als Auffangtatbestand konzipiert (die Begründung zu IA/A 19. GP, 30, spricht von \"Wunschnamen\"; siehe bereits VfSlg 20.100/2016; VfGH 7.12.2021, E3149/2021).",
            "annotations": []
        },
        {
            "text": "In allen genannten Fällen, also sowohl dann, wenn ein inhaltlicher Namensänderungstatbestand gemäß §2 Abs1 Z1 bis 10a NÄG vorliegt, als auch bei Berufung auf den Auffangtatbestand des §2 Abs1 Z11 NÄG, darf die Änderung des Familiennamens aber nur bewilligt werden, wenn nicht einer der in §3 NÄG geregelten Versagungsgründe vorliegt. Dabei schließt §3 Abs1 Z2 NÄG die Bewilligung einer gewünschten Namensänderung unter anderem aus, wenn der gewählte Familienname \"für die Kennzeichnung von Personen im Inland nicht gebräuchlich\" ist.",
            "annotations": []
        },
        {
            "text": "3.1. Das Verwaltungsgericht Wien sieht im angefochtenen Erkenntnis diesen Versagungsgrund des §3 Abs1 Z2 NÄG gegeben, weil – wie der Verwaltungsgerichtshof in seinem aufhebenden Erkenntnis im ersten Rechtsgang bindend (§63 Abs1 VwGG) vorgegeben habe – der gesetzliche Versagungsgrund der mangelnden Gebräuchlichkeit eines Familiennamens gemäß §3 Abs1 Z2 dritter Fall NÄG auch bedeute, dass die Eigenkreation eines Familiennamens ohne realen Bezugspunkt in der gesellschaftlichen Entwicklung eines Namens im Inland bzw ohne einen zumindest genealogisch-historisch bedingten Österreichbezug nicht zulässig sei; dies gelte auch für die Verwendung von bloßen Pseudonymen oder Künstlernamen (so VwGH 23.5.2022, Ra 2022/01/0113). Auch wenn der Beschwerdeführer daher die Existenz des Namens \"Y*\" im Ausland belegen könne, vermöge er jedoch nicht, den geforderten genealogisch-historisch bedingten Österreichbezug durch Anknüpfen an seine historische Familientradition nachzuweisen. Dies gelte auch für Pseudonyme und Künstlernamen (seien sie wie hier auch weit verbreitet), weil diese eben keine Ergebnisse der gesellschaftlichen Entwicklung der Namen in Österreich seien.",
            "annotations": []
        },
        {
            "text": "3.2. Der Verfassungsgerichtshof hat sich in seinen, im vorliegenden Verfahren wie in den ihm zugrunde liegenden Ausgangsverfahren mehrfach in Bezug genommenen Entscheidungen VfSlg 20.100/2016 und vom 7. Dezember 2021, E3149/2021, mit Fallkonstellationen auseinander gesetzt, in denen der jeweilige Beschwerdeführer – gestützt auf §2 Abs1 Z11 NÄG – einen früher in seiner Familie in Österreich (VfSlg 20.100/2016) oder früher von seiner Familie im Ausland (VfGH 7.12.2021, E3149/2021) verwendeten Familiennamen wieder annehmen wollte.",
            "annotations": []
        },
        {
            "text": "In diesen Zusammenhängen hat der Verfassungsgerichtshof darauf hingewiesen, dass \"Familiennamen, weil sie sich in aller Regel von Vorfahren ableiten, immer auch eine historische Dimension\" haben. Daher war \"kein einschlägiger Versagungstatbestand im NÄG ersichtlich, der es dem Beschwerdeführer verwehren würde, von der von seinem Großvater gewünschten Namensänderung wieder zugunsten des in früheren Generationen von der Familie geführten Familiennamens abzugehen\" (VfSlg 20.100/2016). Vergleichbar hat der Verfassungsgerichtshof in seiner Entscheidung E3149/2021 vom 7. Dezember 2021 darauf abgestellt, dass \"es in Fällen wie dem vorliegenden, in denen österreichische Staatsbürger an ihre historische Familientradition durch Annahme des entsprechenden Familiennamens anknüpfen wollen, nicht darauf ankommen [kann], ob der Familienname in dem Sinn in Österreich gebräuchlich ist, als eine Familie mit diesem Namen bereits in Österreich gelebt haben muss. [...] Jedenfalls in dieser spezifischen Konstellation muss daher zur Wahrung der Rechte aus Art8 EMRK §3 Abs1 Z2 dritter Tatbestand NÄG dahingehend verstanden werden, dass es für die Gebräuchlichkeit darauf ankommt, ob es sich bei seinem früheren Familiennamen, den ein österreichischer Staatsbürger wieder annehmen will, um einen in seiner Familientradition gebräuchlichen Familiennamen handelt, der deswegen in Bezug zu Österreich steht, als es eine belegte historische Genealogie der Familie des eine Namensänderung begehrenden österreichischen Staatsbürgers gibt.\"",
            "annotations": []
        },
        {
            "text": "3.3. Im vorliegenden Fall liegt aber eine andere Konstellation vor. Der Beschwerdeführer begehrt nicht eine namensrechtliche Anknüpfung an eine frühere Familientradition, sondern will sich von seinem bisherigen Familiennamen und den darin unter anderem auch zum Ausdruck kommenden Bezug zu seiner früheren Staatsangehörigkeit und deren Sprache distanzieren. Diese Intention eines namensrechtlichen Änderungsbegehrens wird in §2 Abs1 Z3 NÄG, den im Übrigen die Namensrechtsbehörde im Ausgangsverfahren auch in Bezug genommen hat, grundsätzlich anerkannt. Ein Grund für die Änderung des Familiennamens liegt nämlich dieser Bestimmung zufolge auch vor, wenn der Antragsteller ausländischer Herkunft ist und einen Familiennamen erhalten will, der ihm die Einordnung im Inland erleichtert und – was im Ausgangsverfahren der Fall ist – der Antrag innerhalb von zwei Jahren nach dem Erwerb der (österreichischen) Staatsbürgerschaft gestellt wird.",
            "annotations": []
        },
        {
            "text": "In Konstellationen wie diesen kann es von vornherein nicht darauf ankommen, für den vom jeweiligen Antragsteller gewünschten (neuen) Familiennamen auf eine wie immer begründete Herleitung aus seiner Familientradition abzustellen.",
            "annotations": []
        },
        {
            "text": "3.4. Unabhängig davon, ob der Antrag des Beschwerdeführers als solcher gemäß §2 Abs1 Z3 oder gemäß §2 Abs1 Z11 NÄG gesehen oder im Hinblick auf beide Tatbestände zu beurteilen ist, stellt sich die Frage, welche Bedeutung im vorliegenden Fall dem Versagungstatbestand des §3 Abs1 Z2 dritter Tatbestand NÄG zukommt, demzufolge der vom Beschwerdeführer gewünschte Familienname nicht bewilligt werden darf, wenn er \"für die Kennzeichnung von Personen im Inland nicht gebräuchlich ist\". Die Auslegung dieser Bestimmung ist, wie sowohl der Verfassungsgerichtshof als auch der Verwaltungsgerichtshof übereinstimmend betonen, maßgeblich dadurch bestimmt, dass dieser Bestimmung \"kein mit Art8 Abs2 EMRK unvereinbarer Inhalt unterstellt werden\" darf (VwGH 23.5.2022, Ra 2022/01/0113), womit wesentlich auch eine Berücksichtigung der \"Vorstellung [des Einzelnen] von seiner namensbezogenen Identität\" zu erfolgen hat (VfSlg 20.100/2016).",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer macht geltend, dass der von ihm gewählte Familienname erstens einen Bezug zu seinem bestehenden rechtlichen Familiennamen aufweise, der aber im Sinne der Intention einer Abkehr von seiner früheren Staatsangehörigkeit und der damit verbundenen Sprache abgeändert sei. Dieser Name sei weiters in anderen Staaten gebräuchlich und werde auch in Österreich, wenn auch in etwas abgeänderter Schreibweise, verwendet.",
            "annotations": []
        },
        {
            "text": "Kommt, wie oben dargelegt, ein Bezug zu einer wie immer konkretisierten historischen Familientradition im vorliegenden Fall als Beurteilungsmaßstab für die \"Gebräuchlichkeit\" gemäß §3 Abs1 Z2 dritter Tatbestand NÄG nicht in Betracht, dann bleibt der Einwand (des Verwaltungsgerichtes Wien und des Verwaltungsgerichthofes), dass es sich bei dem vom Beschwerdeführer gewählten Familiennamen um eine Eigenkreation ohne realen Bezugspunkt in der gesellschaftlichen Entwicklung der Namen im Inland handle. Nun stellt der vom Beschwerdeführer gewählte Familienname im Sinne der Gesetzesmaterialien einen \"Wunschnamen\" dar, wenn auch nicht einen solchen, den der Gesetzgeber als nicht gebräuchliche Eigenkreation wie etwa durch sinnlose Buchstaben- (zB \"ABC\") oder Zahlenkombinationen (zB \"007\") vor Augen hatte (Erläut zur RV 467 BlgNR 17. GP, 9) und jedenfalls aus Gründen des öffentlichen Ordnungsinteresses vermeiden wollte. Diesen \"Wunschnamen\" führt der Beschwerdeführer unstrittig seit nunmehr 25 Jahren in Österreich im beruflichen wie sozialen Kontext, freilich nicht als rechtlichen Familiennamen. Der \"Wunschname\" wird in anderen Staaten als Familienname geführt und findet auch in Österreich, wenn auch in einer für die sprachliche Bedeutung maßgeblich veränderten Schreibweise, Verwendung.",
            "annotations": []
        },
        {
            "text": "Diese Aspekte sind im Hinblick auf die durch Art8 Abs1 EMRK grundsätzlich geschützte Vorstellung des Beschwerdeführers von seiner namensbezogenen Identität beachtlich. Demgegenüber verpflichtet die im angefochtenen Erkenntnis des Verwaltungsgerichtes Wien zum Ausdruck kommende Rechtsauffassung den Beschwerdeführer, jedenfalls von dieser Vorstellung Abstand zu nehmen und einen Familiennamen zu wählen, mit dem ihn nichts verbindet. In der vorliegenden Konstellation muss bei der Auslegung des §3 Abs1 Z2 dritter Tatbestand NÄG aber geprüft werden, ob für den vom Gesetz geforderten Inlandsbezug auch die langjährige Verwendung und Verbreitung des an sich gebräuchlichen Namens durch den Beschwerdeführer selbst ausreicht.",
            "annotations": []
        },
        {
            "text": "4. Indem das Verwaltungsgericht Wien dies mit der seinem Erkenntnis zugrundeliegenden Rechtsauffassung verkannt hat, hat es §3 Abs1 Z2 NÄG einen durch Art8 Abs2 EMRK nicht gedeckten Inhalt unterstellt.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}