{
    "document_id": "JFT_20230612_23A00013_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "1. In der unter Berufung auf Art137 B-VG erhobenen Klage bringt der Kläger im Wesentlichen vor, er sei mit Organstrafverfügung der Bezirkshauptmannschaft Dornbirn zu einer Geldstrafe in Höhe von € 50,– verhalten worden, weil ihm eine Übertretung des §102 Abs3 fünfter Satz KFG 1967 zur Last gelegt worden sei. Der Kläger habe die Organstrafe beglichen. Die Organstrafverfügung sei jedoch rechtswidrig ausgestellt worden, weswegen kein Rechtstitel bestehe, den bezahlten Betrag zu behalten. Die Rufdatenaufzeichnung des Mobiltelephones des Klägers belege nämlich, dass er zur vermeintlichen Tatzeit nicht telefoniert habe. Dies beweise, dass er die ihm zur Last gelegte Verwaltungsübertretung nicht begangen habe.",
            "annotations": []
        },
        {
            "text": "2. Das beklagte Land Vorarlberg legte die Verwaltungsakten vor und erstattete eine Gegenschrift. Der beklagten Partei fehle die Passivlegitimation, weil die Vollziehung des Kraftfahrwesens gemäß Art10 Abs1 Z9 B-VG in die Zuständigkeit des Bundes falle. Das einschreitende Organ des öffentlichen Sicherheitsdienstes sei somit im Rahmen der mittelbaren Bundesverwaltung funktionell als Organ des Bundes tätig geworden. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes treffe die Verpflichtung zur Rückerstattung eines Verwaltungsstrafbetrages jene Gebietskörperschaft, in deren Vollzugsbereich die einschreitende Behörde tätig gewesen sei. Darüber hinaus bestehe der behauptete Anspruch auch nicht, weil die vorliegende Organstrafverfügung nicht bekämpft worden und daher weiterhin aufrecht sei. Diese stelle den Rechtsgrund für die geleistete Zahlung dar.",
            "annotations": []
        },
        {
            "text": "3. Der Verfassungsgerichtshof hat über die Klage erwogen:",
            "annotations": []
        },
        {
            "text": "3.1. Die Klage ist zulässig (vgl zB VfSlg 8812/1980, 8954/1980, 9498/1982, 10.496/1985, 10.506/1985, 10.795/1986, 13.202/1992). Ihr kommt jedoch keine Berechtigung zu:",
            "annotations": []
        },
        {
            "text": "Die – allenfalls bestehende – Verpflichtung zur Rückerstattung einer geleisteten Geldstrafe trifft, wie der Verfassungsgerichtshof in ständiger Rechtsprechung (vgl VfSlg 5079/1969, 10.006/1984, 10.497/1985, 12.199/1989) ausgesprochen hat, jene Gebietskörperschaft, in deren Vollzugsbereich die Behörde tätig gewesen ist. Wie die beklagte Partei in ihrer Gegenschrift zutreffend ausführt, erging die von der Bezirkshauptmannschaft Dornbirn verhängte Organstrafe wegen eines Verstoßes gegen eine Bestimmung des Kraftfahrgesetzes 1967, dessen Ahndung dem Kompetenzbereich \"Kraftfahrwesen\" zuzuordnen ist und dementsprechend in die Vollzugskompetenz des Bundes fällt (Art10 Abs1 Z9 B-VG). ",
            "annotations": []
        },
        {
            "text": "Da folglich ein Rückzahlungsanspruch von vornherein nur gegenüber dem Bund entstehen kann, fehlt der beklagten Partei die Passivlegitimation. Die Klage ist daher schon aus diesem Grund abzuweisen.",
            "annotations": []
        },
        {
            "text": "3.2. Dies konnte gemäß §19 Abs4 erster Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung entschieden werden.",
            "annotations": []
        }
    ]
}