{
    "document_id": "JFT_20230613_22E02645_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist Staatsangehöriger von Äthiopien und stellte am 1. April 2016 einen Antrag auf internationalen Schutz. Zu seinen Fluchtgründen brachte er im Wesentlichen vor, dass sein Bruder Mitglied der Ogaden National Liberation Front (ONLF) bzw der Oromo Liberation Front (OLF) sei und sein Vater deshalb inhaftiert worden sei. Bei einem Besuch des Vaters im Gefängnis seien sodann auch der Beschwerdeführer und seine Schwester festgenommen worden. Der Beschwerdeführer sei drei Monate lang festgehalten und sein Haus zerstört worden. Einige Jahre später sei er wegen illegaler Arbeit erneut festgenommen und inhaftiert worden. Er sei dann aus dem Gefängnis ausgebrochen und geflüchtet.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 28. August 2018 wies das Bundesamt für Fremdenwesen und Asyl seinen Antrag auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten sowie hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Somalia als unbegründet ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung und stellte die Zulässigkeit der Abschiebung nach Somalia unter Setzung einer zweiwöchigen Frist für die freiwillige Ausreise fest.",
            "annotations": []
        },
        {
            "text": "3. In der gegen diesen Bescheid erhobenen Beschwerde an das Bundesverwaltungsgericht brachte der Beschwerdeführer unter anderem vor, dass er einer Mischehe entstamme; er sei als Sohn eines Somaliers und einer Äthiopierin in Äthiopien geboren worden und dort aufgewachsen. Im Falle einer Rückkehr nach Somalia drohe ihm deshalb Unterdrückung und Verfolgung. Zudem hätte die belangte Behörde dem Beschwerdeführer auf Grund der prekären Sicherheitslage in Somalia den Status des subsidiär Schutzberechtigten zuerkennen müssen.",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht wies die Beschwerde nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 23. August 2022 mit der Maßgabe als unbegründet ab, dass der Antrag auf internationalen Schutz hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Äthiopien abgewiesen wird und die Abschiebung nach Äthiopien zulässig ist.",
            "annotations": []
        },
        {
            "text": "Begründend führt das Bundesverwaltungsgericht zunächst aus, dass es von der äthiopischen Staatsbürgerschaft des Beschwerdeführers ausgehe. Aus einer Anfragebeantwortung der Staatendokumentation ergebe sich, dass jeder Äthiopier sei, dessen beide Elternteile oder ein Elternteil äthiopischer Staatsbürger sei. Da die Mutter des Beschwerdeführers äthiopische Staatsbürgerin sei, treffe dies auch auf den Beschwerdeführer zu. Zudem spreche er Oromo als Muttersprache und sei in der Region von Oromia aufgewachsen, was auf eine äthiopische Staatsbürgerschaft hinweise. Die vorgebrachte Bedrohung durch die äthiopische Polizei sei vage, oberflächlich und nicht glaubhaft gewesen. Eine Rückkehr in seine Herkunftsregion Oromia sei dem Beschwerdeführer zwar auf Grund der dort allgemein herrschenden Sicherheitslage nicht möglich. Die Nichtzuerkennung des Status des subsidiär Schutzberechtigten begründet das Bundesverwaltungsgericht jedoch damit, dass sich der Beschwerdeführer als junger, gesunder und erwerbsfähiger Mann, der zudem über Schulbildung verfüge, in Addis Abeba ansiedeln könne, ohne in eine ausweglose oder existenzbedrohende Situation zu geraten. Die Sicherheitslage in Addis Abeba stelle sich nicht derart dar, dass sich der Beschwerdeführer alleine auf Grund seiner dortigen Anwesenheit in Gefahr befände, einer Verletzung von Art2 und 3 EMRK ausgesetzt zu sein. Addis Abeba sei zudem sicher über den örtlichen Flughafen erreichbar.",
            "annotations": []
        },
        {
            "text": "5. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichtsakten vorgelegt und ebenso wie das Bundesamt für Fremdenwesen und Asyl von der Erstattung einer Gegenschrift bzw Äußerung abgesehen. Hinsichtlich der Verwaltungsakten teilte das Bundesverwaltungsgericht mit, dass sich diese derzeit auf Grund eines laufenden Revisionsverfahrens beim Verwaltungsgerichtshof befänden.",
            "annotations": []
        },
        {
            "text": "7. Auf Ersuchen des Verfassungsgerichtshofes übermittelte der Verwaltungsgerichtshof am 17. März 2023 die Verwaltungsakten des Bundesamtes für Fremdenwesen und Asyl zur kurzfristigen Einsichtnahme.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Die – zulässige – Beschwerde ist begründet, soweit sie sich gegen die Nichtzuerkennung des Status des subsidiär Schutzberechtigten, die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, die Erlassung einer Rückkehrentscheidung und die Feststellung der Zulässigkeit der Abschiebung in den Herkunftsstaat Äthiopien unter Setzung einer zweiwöchigen Frist für die freiwillige Ausreise richtet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "              Die Feststellungen zur Sicherheitslage in Äthiopien stützt das Bundesverwaltungsgericht auf das Länderinformationsblatt der Staatendokumentation vom 8. Jänner 2019 mit der zuletzt eingefügten Kurzinformation vom 4. November 2021.",
            "annotations": []
        },
        {
            "text": "              Im März 2022 veröffentlichte der Hochkommissar der Vereinten Nationen für Flüchtlinge (United Nations High Commissioner for Refugees – UNHCR) eine \"Position on Returns to Ethiopia\", in der ernste Bedenken hinsichtlich der Sicherheits- und Versorgungslage in Äthiopien geäußert werden: Mehrere Regionen Äthiopiens seien von Konflikten und gewaltsamen Unruhen betroffen. Während die meisten dieser Konflikte in den Regionen Tigray, Amhara und Afar stattfänden, sei die Sicherheitslage auch außerhalb dieser Regionen zwischen Jänner 2021 und Februar 2022 sehr volatil geblieben. Darüber hinaus sei das Land von einer Reihe von Naturkatastrophen wie Dürren, Überschwemmungen und Heuschreckenplagen betroffen. Während problematische Vorfälle in den nördlichen Regionen des Landes in den ersten Monaten im Jahr 2022 zurückgegangen seien, seien diese im selben Zeitraum in anderen Teilen des Landes um 66 % gestiegen. Aus diesen Gründen fordert der UNHCR die Staaten auf, keine Personen abzuschieben, die aus Gebieten stammten, die auf Grund von Militäraktionen und/oder der daraus resultierenden Vertreibung instabil und unsicher seien. Ein Abschiebestopp diene als Mindeststandard und müsse so lange aufrecht bleiben, bis sich die Sicherheits- und Menschenrechtslage so weit verbessert habe, dass eine sichere Rückkehr möglich sei. Unter den derzeitigen Umständen, die von Konflikten und Gewalt in Teilen des Landes, massiver Binnenvertreibungen und ernsthafter humanitärer Herausforderungen geprägt seien, hält es der UNHCR zudem nicht für angemessen, dass Staaten Personen internationalen Schutz auf Grund einer innerstaatlichen Fluchtalternative verwehren.",
            "annotations": []
        },
        {
            "text": "              Das Bundesverwaltungsgericht geht im vorliegenden Fall zwar davon aus, dass dem Beschwerdeführer eine Rückkehr in seine Herkunftsregion Oromia auf Grund des dort herrschenden hohen Sicherheitsrisikos nicht möglich sei. Jedoch sieht das Bundesverwaltungsgericht keine Hindernisse für eine Ansiedlung des Beschwerdeführers in Addis Abeba, ohne aber in seiner Begründung auf die vom UNHCR veröffentlichte Position einzugehen und darzulegen, auf Grund welcher (aktuellen) Länderberichte es zu einer anderen Einschätzung hinsichtlich einer innerstaatlichen Fluchtalternative als der UNHCR gelangt.",
            "annotations": []
        },
        {
            "text": "3. Damit hat das Bundesverwaltungsgericht seine Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen und Willkür geübt (zur gebotenen Auseinandersetzung mit den aktuellen Berichten und Richtlinien des UNHCR siehe zB VfSlg 20.405/2020 und VfGH 27.2.2023, E2441/2022 jeweils mwN).",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, also soweit sich die Beschwerde gegen die Nichtzuerkennung des Status des Asylberechtigten richtet, wird ihre Behandlung abgelehnt.",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "3. Demgemäß wurde beschlossen, insoweit von einer Behandlung der Beschwerde abzusehen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis, soweit damit seine Beschwerde gegen die Nichtzuerkennung des Status des subsidiär Schutzberechtigten, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung und gegen den Ausspruch der Zulässigkeit der Abschiebung in den Herkunftsstaat Äthiopien unter Setzung einer zweiwöchigen Frist für die freiwillige Ausreise abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden. ",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist. ",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}