{
    "document_id": "JFT_20230315_21G00364_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit der Wortfolge \"und 30 (Abfertigung bei unbefristeten Verträgen) der genannten Fassung sind mit der Maßgabe weiterhin anzuwenden, dass der Anspruch bei Ordinationseröffnung nur besteht, wenn der Arzt binnen 6 Monaten ab dem Ende des Dienstverhältnisses eine Kassenordination in Niederösterreich eröffnet und dies innerhalb dieser Frist nachweist\" in §62 Abs1 zweiter Satz NÖ SÄG 1992, LGBl 9410-19, bzw des §62 Abs1 zweiter Satz NÖ SÄG 1992 zur Gänze: Diese Bestimmung knüpfe den Anspruch auf Abfertigung an die Bedingung, eine Ordination in Niederösterreich zu eröffnen, wodurch die Antragstellerin in ihren verfassungsgesetzlich gewährleisteten Rechten auf Erwerbsfreiheit (Art6 StGG), auf Unverletzlichkeit des Eigentums (Art5 StGG, Art1 1. ZPEMRK), auf Achtung des Privat- und Familienlebens (Art8 EMRK), auf Freizügigkeit der Person und der freien Wahl von Aufenthalt und Wohnsitz (Art4 StGG, Art6 StGG, Art2 4. ZPEMRK) sowie auf Gleichheit aller Staatsbürger vor dem Gesetz (Art7 B-VG) verletzt werde.",
            "annotations": []
        },
        {
            "text": "Das Vorbringen im Antrag lässt die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: Es wird übersehen, dass in der hier vorliegenden Konstellation bei einer einvernehmlichen Auflösung des unbefristeten Beschäftigungsverhältnisses ohnedies – auch ohne Bindung an die Voraussetzung der Eröffnung einer Kassenordination in Niederösterreich (vgl §62 Abs1 iVm §30 Abs2 NÖ SÄG 1992, LGBl 9410-6) – eine Abfertigung hätte vereinbart werden können.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}