{
    "document_id": "JFT_20230613_22V00161_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art139 Abs1 Z3 B-VG begehrt die Antragstellerin mit ihrem am 14. April 2022 eingebrachten Antrag die Aufhebung näher bezeichneter Bestimmungen der Verordnung des Landeshauptmanns von Wien über begleitende grundlegende Basismaßnahmen zur Verhinderung der Verbreitung von COVID-19 (Wiener COVID-19-Basismaßnahmenbegleitverordnung), LGBl 12/2022, idF LGBl 14/2022 als gesetz- bzw verfassungswidrig, bzw für den Fall, dass die Bestimmungen im Zeitpunkt der Entscheidung bereits außer Kraft getreten seien, den Ausspruch, dass diese gesetz- bzw verfassungswidrig gewesen seien, und zwar im Einzelnen",
            "annotations": []
        },
        {
            "text": "\"a. des §1 Abs1 idF LGBl Nr 12/2022, des §2 idF LGBl Nr 14/2022, des §2a idF LGBl Nr 12/2022 sowie des §3 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung, jeweils zur Gänze mitsamt der jeweiligen Überschrift, in §5 Abs1 idF LGBl Nr 13/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung die Wort-/Zeichenfolge 'einen 2G-Nachweis und zusätzlich', in §6 idF LGBl Nr 13/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung die Wort-/Zeichenfolge 'einen 2G-Nachweis und zusätzlich', in §10 Abs3 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung die Wort-/Zeichenfolge 'anstelle eines 2G-Nachweises oder eines 2G-Nachweises und eines zusätzlichen Nachweises über ein negatives Ergebnis eines molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test)', sowie §10 Abs4 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung zur Gänze;",
            "annotations": []
        },
        {
            "text": "b. in eventu, des §1 Abs1 idF LGBl Nr 12/2022, des §2 idF LGBl Nr 14/2022, des §2a idF LGBl Nr 12/2022 sowie des §3 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung, jeweils zur Gänze mitsamt der jeweiligen Überschrift, in §6 idF LGBl Nr 13/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung die Wort-/Zeichenfolge 'einen 2G-Nachweis und zusätzlich', in §10 Abs3 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung die Wort-/Zeichenfolge 'anstelle eines 2G-Nachweises oder eines 2G-Nachweises und eines zusätzlichen Nachweises über ein negatives Ergebnis eines molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test)', sowie §10 Abs4 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung zur Gänze;",
            "annotations": []
        },
        {
            "text": "c. b. in eventu, des §2 idF LGBl Nr 14/2022, des §2a idF LGBl Nr 12/2022 sowie des §3 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleit-verordnung, jeweils zur Gänze mitsamt der jeweiligen Überschrift, in §6 idF LGBl Nr 13/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung die Wort-/Zeichenfolge 'einen 2G-Nachweis und zusätzlich', in §10 Abs3 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung die Wort-/Zeichenfolge 'anstelle eines 2G-Nachweises oder eines 2G-Nachweises und eines zusätzlichen Nachweises über ein negatives Ergebnis eines molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test)', sowie §10 Abs4 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung zur Gänze;",
            "annotations": []
        },
        {
            "text": "d. in eventu, des §1 Abs1 idF LGBl Nr 12/2022, des §2 idF LGBl Nr 14/2022, des §2a idF LGBl Nr 12/2022 sowie des §3 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung, jeweils zur Gänze mitsamt der jeweiligen Überschrift, in §6 idF LGBl Nr 13/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung die Wort-/Zeichenfolge 'einen 2G-Nachweis und zusätzlich';",
            "annotations": []
        },
        {
            "text": "e. in eventu, des §2 idF LGBl Nr 14/2022, des §2a idF LGBl Nr 12/2022 sowie des §3 idF LGBl Nr 14/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung, jeweils zur Gänze mitsamt der jeweiligen Überschrift, in §6 idF LGBl Nr 13/2022 der Wiener COVID-19-Basismaßnahmenbegleitverordnung die Wort-/Zeichenfolge 'einen 2G-Nachweis und zusätzlich'.",
            "annotations": []
        },
        {
            "text": "II. Aus Gründen der anwaltlichen Vorsicht wird zudem hinsichtlich sämtlicher der vorangeführten Anträge für den Fall, dass die dargelegten Bedenken nur auf einen Teil der angefochtenen Wort-/Zeichenfolgen zutreffen sollten, beantragt, diese Wort-/Zeichenfolge als gesetz- bzw verfassungswidrig aufzuheben, oder für den Fall, dass selbige bereits außer Kraft sind, auszusprechen, dass diese gesetz- bzw verfassungswidrig waren.\"",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Bundesgesetzes betreffend vorläufige Maßnahmen zur Verhinderung der Verbreitung von COVID-19 (COVID-19-Maßnahmengesetz – COVID-19-MG), BGBl I 12/2020, idF BGBl I 6/2022 lauten bzw lauteten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Anwendungsbereich und allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "§1. (1) Dieses Bundesgesetz ermächtigt zur Regelung des Betretens und des Befahrens von Betriebsstätten, Arbeitsorten, Alten- und Pflegeheimen sowie stationären Wohneinrichtungen der Behindertenhilfe, bestimmten Orten und öffentlichen Orten in ihrer Gesamtheit, zur Regelung des Benutzens von Verkehrsmitteln, zur Regelung von Zusammenkünften sowie zu Ausgangsregelungen als gesundheitspolizeiliche Maßnahmen zur Verhinderung der Verbreitung von COVID-19.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(5) Als Auflagen nach diesem Bundesgesetz kommen insbesondere in Betracht:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "5. das Mitführen eines Nachweises über eine lediglich geringe epidemiologische Gefahr (Abs5a) im Zusammenhang mit",
            "annotations": []
        },
        {
            "text": "a) dem Betreten und Befahren von Betriebsstätten zum Zweck des Erwerbs von Waren oder der Inanspruchnahme von Dienstleistungen (§3 Abs1 Z1), dem Benutzen von Verkehrsmitteln (§3 Abs1 Z3) und dem Betreten und Befahren von bestimmten Orten (§4 Abs1 Z1), mit Ausnahme von Betriebsstätten, Verkehrsmitteln oder bestimmten Orten, die zur Deckung notwendiger Grundbedürfnisse des täglichen Lebens betreten und befahren bzw benutzt werden,",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "c) dem Betreten von Alten- und Pflegeheimen und stationären Wohneinrichtungen der Behindertenhilfe (§4a Abs1) sowie",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(5a) Von einer lediglich geringen epidemiologischen Gefahr im Sinne des Abs5 Z5 ist in Bezug auf Personen auszugehen, für die nach dem Stand der Wissenschaft auf Grund",
            "annotations": []
        },
        {
            "text": "1. einer Schutzimpfung gegen COVID-19,",
            "annotations": []
        },
        {
            "text": "2. eines durchgeführten Tests auf eine Infektion mit SARS-CoV-2 mit negativem Testergebnis,",
            "annotations": []
        },
        {
            "text": "3. eines durchgeführten Tests, der das Vorhandensein von Antikörpern gegen eine Infektion mit SARS-CoV-2 bestätigt, oder",
            "annotations": []
        },
        {
            "text": "4. eines Genesungsnachweises oder einer ärztlichen Bestätigung über eine überstandene Infektion mit SARS-CoV-2 oder eines Absonderungsbescheides, der wegen einer Infektion des Bescheidadressaten mit SARS-CoV-2 erlassen wurde, anzunehmen ist, dass die Wahrscheinlichkeit einer Weiterverbreitung von COVID-19 reduziert ist. Zwischen den Personengruppen gemäß Z1 bis 4 kann abhängig von der jeweils aktuellen epidemiologischen Situation differenziert werden, wenn nach dem Stand der Wissenschaft davon auszugehen ist, dass Unterschiede hinsichtlich der Verhinderung der Verbreitung von COVID-19 bestehen. Soweit dies epidemiologisch erforderlich ist, kann ein Nachweis über eine lediglich geringe epidemiologische Gefahr gemäß Z2 auch zusätzlich zu den Nachweisen gemäß Z1, 3 und 4 vorgeschrieben werden.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(7) Die Bewertung der epidemiologischen Situation hat insbesondere anhand folgender Kriterien zu erfolgen:",
            "annotations": []
        },
        {
            "text": "1. Übertragbarkeit, gemessen an neu aufgetretenen COVID-19-Fällen und Clustern,",
            "annotations": []
        },
        {
            "text": "2. Clusteranalyse, gemessen an der Anzahl der Fälle mit geklärter Quelle,",
            "annotations": []
        },
        {
            "text": "3. Ressourcen und Kapazitäten im Gesundheitswesen unter Berücksichtigung der aktuellen Auslastung der vorhandenen Spitalskapazitäten sowie der aktuellen Belegung auf Normal- und Intensivstationen,",
            "annotations": []
        },
        {
            "text": "4. durchgeführte SARS-CoV-2-Tests samt Positivrate,",
            "annotations": []
        },
        {
            "text": "4a. Durchimpfungsgrad der Bevölkerung und insbesondere der Angehörigen jener Bevölkerungsgruppen, die nach der jeweils verfügbaren Datenlage ein überdurchschnittlich hohes Risiko schwerer Krankheitsverläufe mit daraus folgender Notwendigkeit der Hospitalisierung oder intensivmedizinischer Betreuung aufweisen,",
            "annotations": []
        },
        {
            "text": "4b. das Auftreten und die Verbreitung von Virusvarianten mit signifikant erhöhter Übertragbarkeit und/oder signifikant erhöhter Wahrscheinlichkeit schwerer Krankheitsverläufe, sowie",
            "annotations": []
        },
        {
            "text": "5. regionale Besonderheiten wie ein besonderer Zustrom ortsfremder Personen, insbesondere Tourismus- und Pendlerströme.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Betreten und Befahren von Betriebsstätten und Arbeitsorten sowie Benutzen von Verkehrsmitteln",
            "annotations": []
        },
        {
            "text": "§3. (1) Beim Auftreten von COVID-19 kann durch Verordnung",
            "annotations": []
        },
        {
            "text": "1. das Betreten und das Befahren von Betriebsstätten oder nur bestimmten Betriebsstätten zum Zweck des Erwerbs von Waren oder der Inanspruchnahme von Dienstleistungen,",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "geregelt werden, soweit dies zur Verhinderung der Verbreitung von COVID-19 erforderlich ist. ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Betreten und Befahren von bestimmten Orten und öffentlichen Orten in ihrer Gesamtheit",
            "annotations": []
        },
        {
            "text": "§4. Beim Auftreten von COVID-19 kann durch Verordnung das Betreten und das Befahren von",
            "annotations": []
        },
        {
            "text": "1. bestimmten Orten oder",
            "annotations": []
        },
        {
            "text": "2. öffentlichen Orten in ihrer Gesamtheit",
            "annotations": []
        },
        {
            "text": "geregelt werden, soweit dies zur Verhinderung der Verbreitung von COVID-19 erforderlich ist.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Betreten von Alten- und Pflegeheimen sowie stationären Wohneinrichtungen der Behindertenhilfe",
            "annotations": []
        },
        {
            "text": "§4a. (1) Beim Auftreten von COVID-19 kann durch Verordnung das Betreten von Alten- und Pflegeheimen sowie stationären Wohneinrichtungen der Behindertenhilfe geregelt werden, soweit dies zur Verhinderung der Verbreitung von COVID-19 erforderlich ist.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Zuständigkeiten",
            "annotations": []
        },
        {
            "text": "§7. (1) Verordnungen nach diesem Bundesgesetz sind vom für das Gesundheitswesen zuständigen Bundesminister zu erlassen.",
            "annotations": []
        },
        {
            "text": "(2) Verordnungen nach diesem Bundesgesetz können vom Landeshauptmann erlassen werden, wenn keine Verordnung gemäß Abs1 erlassen wurde oder zusätzliche Maßnahmen zu einer Verordnung gemäß Abs1 festgelegt werden. Verordnungen gemäß §6 bedürfen der Zustimmung des für das Gesundheitswesen zuständigen Bundesministers.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(4) In einer Verordnung gemäß Abs1 bis 3 kann entsprechend der jeweiligen epidemiologischen Situation regional differenziert werden.",
            "annotations": []
        },
        {
            "text": "(5) Durch Verordnung gemäß Abs1 können Verordnungen gemäß Abs2 bis 3a oder Teile davon aufgehoben werden. Durch Verordnung gemäß Abs2 können Verordnungen gemäß Abs3 und 3a oder Teile davon aufgehoben werden. Durch Verordnung gemäß Abs3 könnten Verordnungen gemäß Abs3a oder Teile davon aufgehoben werden.",
            "annotations": []
        },
        {
            "text": "(6) Verordnungen gemäß Abs2 bis 3a sind vor deren Inkrafttreten dem für das Gesundheitswesen zuständigen Bundesminister mitzuteilen.\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen der Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz betreffend grundlegende Basismaßnahmen, die zur Verhinderung der Verbreitung von COVID-19 ergriffen werden (COVID-19-Basismaßnahmenverordnung – COVID-19-BMV), BGBl II 86/2022, idF BGBl II 121/2022 lauteten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Allgemeine Bestimmungen und Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "§2. […]",
            "annotations": []
        },
        {
            "text": "(2) Als Nachweis über eine geringe epidemiologische Gefahr im Sinne dieser Verordnung gilt ein:",
            "annotations": []
        },
        {
            "text": "1. Nachweis über eine mit einem zentral zugelassenen Impfstoff gegen COVID-19 erfolgte",
            "annotations": []
        },
        {
            "text": "a) Zweitimpfung, wobei diese nicht länger als 180 Tage und bei Personen bis zum vollendeten 18. Lebensjahr nicht länger als 210 Tage zurückliegen darf und zwischen der Erst- und Zweitimpfung mindestens 14 Tage verstrichen sein müssen,",
            "annotations": []
        },
        {
            "text": "b) Impfung, sofern mindestens 21 Tage vor der Impfung ein positiver molekularbiologischer Test auf SARS-CoV-2 bzw vor der Impfung ein Nachweis über neutralisierende Antikörper vorlag, wobei die Impfung nicht länger als 180 Tage zurückliegen darf, oder",
            "annotations": []
        },
        {
            "text": "c) weitere Impfung, wobei diese nicht länger als 270 Tage zurückliegen darf und zwischen dieser und einer Impfung im Sinne der lita und b mindestens 90 Tage verstrichen sein müssen;",
            "annotations": []
        },
        {
            "text": "2. Genesungsnachweis über eine in den letzten 180 Tagen überstandene Infektion mit SARS-CoV-2 oder eine ärztliche Bestätigung über eine in den letzten 180 Tagen überstandene Infektion mit SARS-CoV-2, die molekularbiologisch bestätigt wurde;",
            "annotations": []
        },
        {
            "text": "3. Absonderungsbescheid, wenn dieser für eine in den letzten 180 Tagen vor der vorgesehenen Testung nachweislich mit SARS-CoV-2 infizierte Person ausgestellt wurde;",
            "annotations": []
        },
        {
            "text": "4. Nachweis einer befugten Stelle über ein negatives Ergebnis eines molekularbiologischen Tests auf SARS-CoV-2, dessen Abnahme nicht mehr als 72 Stunden zurückliegen darf;",
            "annotations": []
        },
        {
            "text": "5. Nachweis einer befugten Stelle über ein negatives Ergebnis eines Antigentests auf SARS-CoV-2, dessen Abnahme nicht mehr als 24 Stunden zurückliegen darf;",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Verpflichtung zum Tragen einer Maske",
            "annotations": []
        },
        {
            "text": "§3. […]",
            "annotations": []
        },
        {
            "text": "(2) Kunden haben beim Betreten von Kundenbereichen folgender Betriebsstätten in geschlossenen Räumen eine Maske zu tragen:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "2. Betriebsstätten sämtlicher Betriebsarten der Gastgewerbe, ausgenommen während des Verweilens am Verabreichungsplatz;",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "4. Sportstätten;",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Einrichtungen der 'Nachtgastronomie'",
            "annotations": []
        },
        {
            "text": "§3a. (1) Einrichtungen der 'Nachtgastronomie' sind Betriebsstätten der Gastgewerbe, in denen mit einer vermehrten Durchmischung und Interaktion der Kunden zu rechnen ist, wie insbesondere Diskotheken, Clubs und Tanzlokale.",
            "annotations": []
        },
        {
            "text": "(2) §3 Abs2 gilt nicht, wenn der Betreiber alle Kunden in geschlossene Räume nur nach Vorlage eines Nachweises gemäß §2 Abs2 einlässt.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Alten- und Pflegeheime sowie stationäre Wohneinrichtungen der Behindertenhilfe",
            "annotations": []
        },
        {
            "text": "§5. Für das Betreten von Alten- und Pflegeheimen sowie stationären Wohneinrichtungen der Behindertenhilfe durch Besucher und Begleitpersonen gilt:",
            "annotations": []
        },
        {
            "text": "1. Der Betreiber darf Besucher und Begleitpersonen nur einlassen, wenn diese einen Nachweis gemäß §2 Abs2 vorweisen. Dies gilt nicht für",
            "annotations": []
        },
        {
            "text": "a) Begleitpersonen minderjähriger Bewohner von stationären Wohneinrichtungen der Behindertenhilfe und",
            "annotations": []
        },
        {
            "text": "b) Besuche im Rahmen der Palliativ- und Hospizbegleitung, Seelsorge sowie zur Begleitung bei kritischen Lebensereignissen.",
            "annotations": []
        },
        {
            "text": "2. In geschlossenen Räumen ist durchgehend eine Maske zu tragen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Krankenanstalten und Kuranstalten und sonstige Orte, an denen Gesundheitsdienstleistungen erbracht werden",
            "annotations": []
        },
        {
            "text": "§6. (1) Für das Betreten von Krankenanstalten und Kuranstalten durch Besucher und Begleitpersonen gilt:",
            "annotations": []
        },
        {
            "text": "1. Der Betreiber einer Krankenanstalt oder Kuranstalt darf Besucher und Begleitpersonen nur einlassen, wenn diese einen Nachweis gemäß §2 Abs2 vorweisen. Dies gilt nicht für",
            "annotations": []
        },
        {
            "text": "a) Begleitpersonen im Fall einer Entbindung,",
            "annotations": []
        },
        {
            "text": "b) Personen zur Begleitung oder zum Besuch minderjähriger Patienten und",
            "annotations": []
        },
        {
            "text": "c) Besuche im Rahmen der Palliativ- und Hospizbegleitung, Seelsorge sowie zur Begleitung bei kritischen Lebensereignissen.",
            "annotations": []
        },
        {
            "text": "2. Besucher und Begleitpersonen haben durchgehend eine Maske zu tragen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Ausnahmen",
            "annotations": []
        },
        {
            "text": "§9. […]",
            "annotations": []
        },
        {
            "text": "(6) Die Verpflichtung zur Vorlage eines Nachweises gemäß §2 Abs2 gilt nicht für",
            "annotations": []
        },
        {
            "text": "1. Kinder bis zum vollendeten zwölften Lebensjahr;",
            "annotations": []
        },
        {
            "text": "2. Personen, die über keinen Nachweis gemäß §2 Abs2 Z2 und 3 verfügen und",
            "annotations": []
        },
        {
            "text": "a) schwanger sind oder",
            "annotations": []
        },
        {
            "text": "b) nicht ohne Gefahr für Leben oder Gesundheit geimpft werden können",
            "annotations": []
        },
        {
            "text": "und denen eine Testung aus gesundheitlichen oder behinderungsspezifischen Gründen, insbesondere wegen dementieller Beeinträchtigung, nicht zugemutet werden kann.\"",
            "annotations": []
        },
        {
            "text": "3. Die maßgeblichen Bestimmungen der Verordnung des Landeshauptmanns von Wien über begleitende grundlegende Basismaßnahmen zur Verhinderung der Verbreitung von COVID-19 (Wiener COVID-19-Basismaßnahmenbegleitverordnung), LGBl 12/2022, idF LGBl 14/2022 lauteten auszugsweise wie folgt (die angefochtenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "§1. (1) Als 2G-Nachweis im Sinne dieser Verordnung gilt ein Nachweis gemäß §2 Abs2 Z1, 2 oder 3 der COVID-19-BMV.",
            "annotations": []
        },
        {
            "text": "(2) Als 2,5G-Nachweis im Sinne dieser Verordnung gilt ein Nachweis gemäß §2 Abs2 Z1, 2, 3 oder 4 der COVID-19-BMV, wobei für diesen Nachweis die Abnahme des molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test) nicht mehr als 48 Stunden zurückliegen darf.",
            "annotations": []
        },
        {
            "text": "(3) Als 3G-Nachweis im Sinne dieser Verordnung gilt ein Nachweis gemäß §2 Abs2 Z1, 2, 3, 4 oder 5 der COVID-19-BMV, wobei für diesen Nachweis die Abnahme des molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test) nicht mehr als 48 Stunden zurückliegen darf.",
            "annotations": []
        },
        {
            "text": "(4) Als Maske im Sinne dieser Verordnung gilt eine Atemschutzmaske der Schutzklasse FFP2 (FFP2-Maske) ohne Ausatemventil oder eine Maske mit mindestens gleichwertig genormtem Standard.",
            "annotations": []
        },
        {
            "text": "Gastgewerbe",
            "annotations": []
        },
        {
            "text": "§2. (1) Zusätzlich zu §3 Abs2 Z2 der COVID-19-BMV darf der Betreiber von Betriebsstätten sämtlicher Betriebsarten der Gastgewerbe Kunden zum Zweck des Erwerbs von Waren oder der Inanspruchnahme von Dienstleistungen des Gastgewerbes in geschlossenen Räumen nur einlassen, wenn diese einen 2G-Nachweis vorweisen. Für Gastgewerbe gemäß §3a Abs1 COVID-19-BMV ('Nachtgastronomie') besteht keine Verpflichtung zum Tragen einer Maske. Die Ausnahmeregelung des §3a Abs2 der COVID-19-BMV kommt nicht zur Anwendung.",
            "annotations": []
        },
        {
            "text": "(2) Abs1 gilt nicht für Betriebsarten der Gastgewerbe innerhalb von Einrichtungen zur Betreuung und Unterbringung von Kindern und Jugendlichen einschließlich Schulen und elementaren Bildungseinrichtungen sowie innerhalb von Betrieben, wenn diese ausschließlich durch Betriebsangehörige oder dort beruflich tätige Personen genützt werden dürfen.",
            "annotations": []
        },
        {
            "text": "§2a. §2 Abs1 gilt nicht für die Abholung von Speisen und alkoholfreien sowie in handelsüblich verschlossenen Gefäßen abgefüllten alkoholischen Getränken. Die Speisen und Getränke dürfen nicht im Umkreis von 50 Metern um die Betriebsstätte konsumiert werden. Bei der Abholung ist in geschlossenen Räumen eine Maske zu tragen.",
            "annotations": []
        },
        {
            "text": "Sportstätten",
            "annotations": []
        },
        {
            "text": "§3. Zusätzlich zu §3 Abs2 Z4 der COVID-19-BMV darf der Betreiber von Sportstätten gemäß §3 Z11 BSFG 2017 Kunden in geschlossene Räumlichkeiten der Sportstätte nur einlassen, wenn diese einen 2G-Nachweis vorweisen. Diese Regelung gilt nicht für die Sportausübung durch Spitzensportler gemäß §3 Z6 BSFG 2017.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Alten- und Pflegeheime sowie stationäre Wohneinrichtungen der Behindertenhilfe",
            "annotations": []
        },
        {
            "text": "§5. (1) Zusätzlich zu §5 Abs1 Z1 der COVID-19-BMV darf der Betreiber eines Alten- und Pflegeheimes oder einer stationären Wohneinrichtung der Behindertenhilfe Besucher und Begleitpersonen nur einlassen, wenn diese einen 2G-Nachweis und zusätzlich einen Nachweis über ein negatives Ergebnis eines molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test), dessen Abnahme nicht mehr als 48 Stunden zurückliegen darf, vorweisen. […]",
            "annotations": []
        },
        {
            "text": "(2) Zusätzlich zu §5 Abs1 Z1 der COVID-19-BMV hat der Betreiber eines Alten- und Pflegeheimes oder einer stationären Wohneinrichtung der Behindertenhilfe sicherzustellen, dass pro Bewohner pro Tag höchstens zwei Besucher eingelassen werden. Zusätzlich dazu dürfen höchstens zwei Personen pro unterstützungsbedürftigem Bewohner pro Tag, wenn diese regelmäßige Unterstützungs- und Betreuungsaufgaben leisten, eingelassen werden.",
            "annotations": []
        },
        {
            "text": "(3) Abs1 und 2 gelten nicht für Besuche im Rahmen der Palliativ- und Hospizbegleitung, Seelsorge, zur Begleitung bei kritischen Lebensereignissen sowie zur Begleitung minderjähriger Bewohner von stationären Wohneinrichtungen der Behindertenhilfe.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Bettenführende Kranken- und Kuranstalten",
            "annotations": []
        },
        {
            "text": "§6. (1) Zusätzlich zu §6 Abs1 Z1 der COVID-19-BMV darf der Betreiber einer bettenführenden Kranken- oder Kuranstalt Besucher und Begleitpersonen nur einlassen, wenn diese einen 2G-Nachweis und zusätzlich einen Nachweis über ein negatives Ergebnis eines molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test), dessen Abnahme nicht mehr als 48 Stunden zurückliegen darf, vorweisen. […]",
            "annotations": []
        },
        {
            "text": "(2) Zusätzlich zu §6 Abs1 Z1 der COVID-19-BMV hat der Betreiber einer bettenführenden Kranken- oder Kuranstalt sicherzustellen, dass pro Patient pro Tag nur ein Besucher eingelassen wird. Zusätzlich dazu darf nur eine Person pro unterstützungsbedürftigem Patienten pro Tag, wenn diese regelmäßige Unterstützungs- und Betreuungsaufgaben leistet, eingelassen werden.",
            "annotations": []
        },
        {
            "text": "(3) Abs1 und 2 gelten nicht für Besuche im Rahmen der Palliativ- und Hospizbegleitung, Seelsorge, zur Begleitung bei kritischen Lebensereignissen oder für Begleitpersonen im Fall einer Entbindung sowie zur Begleitung Minderjähriger.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Ausnahmen und Glaubhaftmachung",
            "annotations": []
        },
        {
            "text": "§10. (1) §5 Abs7, §6 Abs6, §7 Abs2 und §9 Abs1 bis 5 sowie Abs6 Z2 der COVID-19-BMV sind sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "(2) Die Pflicht zur Vorlage eines Nachweises gemäß §1 gilt nicht für Kinder bis zum vollendeten sechsten Lebensjahr.",
            "annotations": []
        },
        {
            "text": "(3) Zusätzlich zu §9 Abs6 Z1 der COVID-19-BMV in Verbindung mit §§5 Abs1 Z1 und 6 Abs1 Z1 der COVID-19-BMV und §§2, 3, 5 und 6 dieser Verordnung gilt für Personen vom vollendeten 6. Lebensjahr bis drei Monate nach Vollendung des 12. Lebensjahres, dass eine Verpflichtung zur Vorlage eines diesen Bestimmungen entsprechenden Nachweises gemäß §2 Abs2 der COVID-19-BMV besteht. Diese Personen dürfen anstelle eines 2G-Nachweises oder eines 2G-Nachweises und eines zusätzlichen Nachweises über ein negatives Ergebnis eines molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test) auch einen 3G-Nachweis vorweisen, wobei die Abnahme eines Antigentests auf SARS-CoV-2 nicht länger als 48 Stunden zurückliegen darf. Ein Corona-Testpass gemäß §3 Z8 C-SchVO 2021/22 oder ein Nachweis, der die Anforderungen des §5 Abs1a der C-SchVO 2021/22 erfüllt, gilt, sofern die Testintervalle gemäß §5 Abs1a der C-SchVO 2021/22 eingehalten werden, auch am sechsten und siebten Tag nach der ersten Testung.",
            "annotations": []
        },
        {
            "text": "(4) Für Personen, die älter als 3 Monate ab Vollendung des 12. Lebensjahres und im schulpflichtigen Alter sind, gilt, dass anstelle eines 2G-Nachweises oder eines 2G-Nachweises und eines zusätzlichen negativen Ergebnisses eines molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test) auch ein Nachweis über ein negatives Testergebnis eines molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test), dessen Abnahme nicht länger als 48 Stunden zurückliegen darf, in Form eines",
            "annotations": []
        },
        {
            "text": "a) Zertifikates gemäß §4c Epidemiegesetz 1950,",
            "annotations": []
        },
        {
            "text": "b) Nachweises einer befugten Stelle oder",
            "annotations": []
        },
        {
            "text": "c) Nachweises gemäß §3 Z8 der C-SchVO 2021/22 (Corona-Testpass) vorgewiesen werden kann.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Antragstellerin legt den Sachverhalt zusammengefasst wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1.1.  Die in Wien lebende Antragstellerin sei im November 2020 an COVID-19 erkrankt, am 17. November 2020 sei ein Absonderungsbescheid erlassen worden. Seither habe sie sich wiederholt auf das Vorliegen neutralisierender Antikörper testen lassen. Der bislang letzte Test vom 6. April 2022 weise einen außerordentlich hohen Antikörperwert von 7589 BAU/ml aus. Die Antragstellerin habe sich vor allem vor dem Hintergrund des unverändert hohen Antikörperwerts bis heute nicht gegen COVID-19 impfen lassen. ",
            "annotations": []
        },
        {
            "text": "1.2. Auch der Gesetz- bzw Verordnungsgeber habe lange Zeit das geringe epidemiologische Risiko von Personen anerkannt, die über einen Nachweis neutralisierender Antikörper verfügten. Bis 2. November 2021 sei die Antragstellerin geimpften Personen im Wesentlichen gleichgestellt gewesen. Mit der an diesem Tag kundgemachten 1. Novelle zur 3. COVID-19-Maßnahmenverordnung, BGBl II 456/2021, sei der Antikörpernachweis jedoch – ohne ersichtliche Begründung – als Nachweis einer geringen epidemiologischen Gefahr gestrichen worden. Die Antragstellerin sei von der Teilhabe am Sozialleben weitgehend ausgeschlossen und letztlich auch dem \"Lockdown für Ungeimpfte\" unterworfen worden. Während der \"Bundesgesetzgeber\" die Einschränkungen für Ungeimpfte inzwischen weitgehend aufgehoben habe, sei der in Wien lebenden Antragstellerin weiterhin in zentralen Bereichen die Teilhabe am Sozial- und Gesellschaftsleben, wie auch zB die Möglichkeit, Verwandte im Spital zu besuchen, verwehrt. Die Wiener COVID-19-Basismaßnahmenbegleitverordnung normiere für Wien die Fortführung der 2G-Regel insbesondere für den Bereich der Gastgewerbe, der Sportstätten sowie betreffend die Besuchsmöglichkeiten in Heimen und Spitälern.",
            "annotations": []
        },
        {
            "text": "2. Zu ihrer Antragslegitimation bringt die Antragstellerin im Wesentlichen Folgendes vor:",
            "annotations": []
        },
        {
            "text": "2.1. Der Antragstellerin sei es auf Grund von §2 Wiener COVID-19-Basismaßnahmenbegleitverordnung zu mehreren näher genannten Anlässen im März 2022 nicht möglich gewesen, konkret bezeichnete Gastgewerbebetriebe in Wien zum Zweck von Konsumationen zu betreten. In der Vergangenheit habe sich die Antragstellerin auch regelmäßig in verschiedenen Lokalen mit Freundinnen getroffen, so insbesondere in einem näher genannten Lokal in 1130 Wien. Auch dies sei ihr seit Inkrafttreten der 2G-Regel durchgehend verwehrt. Weiters sei die Antragstellerin seit Jahren sechs Stunden pro Woche an der VHS Hietzing turnen gegangen, was ihr auf Grund von §3 leg cit nicht mehr möglich sei. Das erzwungene Aussetzen ihres Sportprogramms habe sich bereits negativ auf ihre Gesundheit ausgewirkt.",
            "annotations": []
        },
        {
            "text": "2.2. Betreffend §6 Wiener COVID-19-Basismaßnahmenbegleitverordnung bringt die Antragstellerin vor, ihr Schwiegervater sei bis 10. April 2022 auf Grund von Durchblutungsstörungen mehrere Wochen stationär in einem Wiener Krankenhaus behandelt worden. Sein Gesundheitszustand habe sich zuletzt massiv verschlechtert, um einen Fall der \"Palliativ- und Hospizbegleitung\" iSd §6 Abs3 leg cit habe es sich aber (noch) nicht gehandelt. In dieser schweren Zeit sei es ihr und ihrer Familie verwehrt gewesen, den Schwiegervater im Krankenhaus zu besuchen. Es werde nicht verkannt, dass mit der Entlassung aus dem Spital das Beisammensein wieder möglich sei. Dennoch stehe der Antragstellerin kein anderer Rechtsweg zur Prüfung der Verfassungs- und Gesetzeskonformität der Zutrittsbeschränkungen zu Spitälern offen. Eine potentielle Verfassungs-/Gesetzwidrigkeit dieses gewichtigen Grundrechtseingriffes bliebe somit ungeprüft. Vor diesem Hintergrund werde schon aus rechtsstaatlichen Erwägungen davon ausgegangen, dass die Anfechtung auch dieser Bestimmung zulässig sei.",
            "annotations": []
        },
        {
            "text": "2.3. Zu §5 Wiener COVID-19-Basismaßnahmenbegleitverordnung führt die Antragstellerin aus, dass ihr Schwiegervater am 10. April 2022 als Pflegefall aus dem Spital entlassen worden sei. Es sei durchaus wahrscheinlich, dass er in ein Heim aufgenommen werden müsse. Sollte sich die Antragstellerin bei den familiären Besprechungen betreffend das weitere Vorgehen dafür aussprechen, würde sie damit auf die Möglichkeit des persönlichen Kontakts verzichten. Umgekehrt sei nicht ausgeschlossen, dass sich die beteiligten Personen, darunter die Antragstellerin, wegen der nicht abschätzbaren Dauer der Trennung bewusst gegen eine solche Einrichtung entscheiden, und damit letztendlich in Kauf nehmen, dass der Schwiegervater nicht die erforderliche Pflege erhalte.",
            "annotations": []
        },
        {
            "text": "3. Im Rahmen der Darlegung ihrer Bedenken führt die Antragstellerin zusammengefasst Folgendes aus:",
            "annotations": []
        },
        {
            "text": "3.1. Der Ausschluss von Menschen mit entsprechend hohen Antikörperwerten von der Teilhabe am Sozial- und Gesellschaftsleben im Verhältnis zu geimpften Personen sei nicht durch Unterschiede im Tatsächlichen begründbar und verletze die Antragstellerin in ihrem Recht auf Gleichheit nach Art7 B-VG sowie Art2 StGG: ",
            "annotations": []
        },
        {
            "text": "3.1.1. Sowohl genesene wie auch geimpfte Personen würden in der Regel einen gewissen Immunschutz gegen COVID-19 entwickeln. Vergleichsstudien zwischen diesen Gruppen hätten einen gleichwertigen oder sogar längerfristigen Schutz vor der Reinfektion mit Beta- und Delta-COVID-19-Varianten durch Genesung und darüber hinaus vor schwerer Symptomatik gezeigt. Genesene Personen wiesen im Vergleich zu geimpften Personen auch einen etwas besseren Schutz vor Hospitalisierung auf. Seit Jänner 2022 dominiere die Omikron-Variante das lokale Infektionsgeschehen. Wissenschaftlichen Publikationen und Preprints von Studien zufolge scheine Omikron die vorhandene Immunität sowohl im Fall der Impfung als auch bei natürlich erworbener Immunität teilweise zu umgehen (\"immune escape\"). Allerdings biete eine vorhergehende Infektion nach wie vor einen Schutz vor schweren Verläufen.",
            "annotations": []
        },
        {
            "text": "3.1.2. Im Fall der Antragstellerin komme zusätzlich hinzu, dass sie nach wie vor einen vergleichsweise hohen Antikörpertiter von mehr als 2500 BAU/ml aufweise, obwohl die Genesung bereits länger als sechs Monate zurückliege. In vitro sei bereits nachgewiesen worden, dass hohe Antikörpertiter mit einer hohen Neutralisierungsrate von COVID-19-Antigenen einhergingen und von einem guten Schutz zeugten. Dies entspreche auch der Einschätzung von Experten. Die GECKO-Kommission gebe in ihrem Bericht vom 18. Februar 2022 an, dass weder durchgemachte Infektionen noch einer der Impfstoffe eine bestimmte, einzelne Person zuverlässig und langfristig gegen Infektion und Transmission des Virus schütze. Eine Studie habe gezeigt, dass der Virustransmissionsschutz bei einer Reinfektion nach Genesung sowie nach verschiedenen COVID-19-Impfungen gleich hoch gewesen sei. Die absoluten Maxima seien sogar in der Gruppe der Genesenen verzeichnet worden.",
            "annotations": []
        },
        {
            "text": "3.1.3. Bezüglich Omikron hätten näher genannte Studien gezeigt, dass Impfungen die Übertragung weniger stark hemmten als dies noch bei Delta teilweise der Fall gewesen sei bzw, dass die Booster-Impfung nur noch einen geringen Effekt auf die Übertragungsraten habe. Eine Studie habe gezeigt, dass genesene Personen einen wesentlich höheren Ct-Wert aufwiesen als COVID-naive Personen, was vermuten lasse, dass diese bei einer Reinfektion weniger infektiös seien. Angesichts der mangelhaften Datenlage sei zu hinterfragen, inwiefern die anhaltenden gesellschaftlichen Restriktionen von genesenen Personen auf medizinisch-biologischer Evidenz basierten. Es gebe in Wien oder Österreich keinerlei laufende Datenerhebungen oder Vergleichsgruppenstudien, welche auch nach Genesung (ohne Impfung) differenzierten. Die von der Agentur für Gesundheit und Ernährungssicherheit (im Folgenden: AGES) erhobenen Daten bestätigten ebenfalls den besseren Schutz von genesenen gegenüber geimpften Personen – auch dann, wenn die Genesung bereits länger zurückliege. Leider unterscheide die AGES nicht zwischen ungeimpften und geimpften Genesenen. Allerdings bestätigten bereits die internationalen Daten, dass eine Impfung nach Genesung keine Vorteile bringe.",
            "annotations": []
        },
        {
            "text": "3.2. Die angefochtenen Bestimmungen verletzten die Antragstellerin auch in ihrem Recht auf Achtung des Privatlebens nach Art8 EMRK, welches unter anderem die freie Gestaltung der Lebensführung schütze. Durch die angefochtenen Bestimmungen sei der Antragstellerin weitestgehend die Möglichkeit der Teilhabe am Sozialleben genommen worden.",
            "annotations": []
        },
        {
            "text": "3.2.1. Zunächst erscheine angesichts dessen, dass die Wiener COVID-19-Basismaßnahmenbegleitverordnung in mehrfacher Hinsicht als gesetzwidrig anzusehen sei, bereits die \"Gesetzesqualität\" der Eingriffsbestimmungen fraglich, also ob diese im Sinne des materiellen Gesetzvorbehalts des Art8 EMRK gesetzlich vorgesehen seien.",
            "annotations": []
        },
        {
            "text": "3.2.2. Auch müsse ein Eingriff in die Schutzbereiche des Art8 EMRK einem legitimen Ziel dienen. Das übergeordnete Ziel des Gesundheitsschutzes der österreichischen Bevölkerung stehe als legitimes Ziel zwar außer Streit. Das im COVID-19-MG sowie in der angefochtenen Verordnung angeführte Ziel der Verhinderung der Verbreitung von COVID-19 sei jedoch in der aktuellen epidemiologischen Situation per se nicht erreichbar. COVID-19 sei ein mutationsfreudiges Virus, welches sich bereits weltweit verbreitet habe und als Zoonose wechselseitig zwischen Tier und Mensch übertragen werden könne. Nach heutigem Stand der Wissenschaft könnten Zoonosen – und somit auch COVID-19 – nicht ausgerottet werden. Vor diesem Hintergrund stelle sich die Frage, ob einem Ziel, das mit an Sicherheit grenzender Wahrscheinlichkeit nicht erreicht werden könne, überhaupt Legitimität zukommen könne. Vielmehr müsste das Ziel sein, mit der pandemischen Situation bestmöglich, mit den geringstmöglichen gesundheitlichen Schäden für die Bevölkerung, umzugehen, wobei auch Kollateralschäden zu berücksichtigen seien.",
            "annotations": []
        },
        {
            "text": "3.2.3. Weiters müssten staatliche Maßnahmen zur Zielerreichung geeignet, erforderlich und angemessen sein. Bereits vor Einführung der 2G-Regel sei bekannt gewesen, dass die verschiedenen Impfstoffe allesamt keine sterile Immunität gewährleisten könnten und die Viruslast von geimpften und ungeimpften Personen annähernd gleich sei. Daher hätten sich zahlreiche renommierte Virologen und Epidemiologen gegen eine 2G-Regelung ausgesprochen. Auch die Clusteranalysen der AGES würden die prognostizierte Wirkungslosigkeit der Maßnahmen nahelegen. So hätten in den Kalenderwochen 51 bis 4 80-90 % der Ansteckungen im Haushalt stattgefunden. Die Werte in den Settings Gastronomie und Sport seien konstant sehr gering. Mehrere Experten hätten die Effektivität des \"Lockdowns für Ungeimpfte\" und der 2G-Maßnahmen bezweifelt. Es liege der Verdacht nahe, dass sämtliche 2G-Maßnahmen lediglich beschlossen worden seien, um den Impfdruck zu erhöhen. Sowohl ex ante als auch ex post sei keine Wirksamkeit der Maßnahmen in Hinblick auf die kommunizierte Zielsetzung zu erwarten gewesen bzw festgestellt worden. Dennoch habe der Verordnungsgeber die 2G-Regelung in Wien verlängert. Die Eignung der Maßnahme sei daher nicht gegeben, womit sich diese als unverhältnismäßiger Eingriff in die durch Art8 EMRK geschützten Rechte der Antragstellerin erweise.",
            "annotations": []
        },
        {
            "text": "3.2.4. Zur Erforderlichkeit bzw Notwendigkeit der Maßnahmen sei festzuhalten, dass die Bundesregierung zur Verhinderung einer Überlastung des Gesundheitssystems einen Stufenplan implementiert habe, der sich an der Auslastung der Intensivstationen orientiere. Am heutigen Tag würden in der Gastronomie in Wien nach wie vor Regelungen der Stufe 5 gelten, obwohl die Intensivbelegung lediglich 14 % betrage, was maximal Stufe 1 des Stufenplans entspreche. Gehe man davon aus, dass das Ziel des Antragsgegners der Schutz des Gesundheitssystems vor Überlastung sei, gebe es aktuell keine Anhaltspunkte, die derart einschränkende Maßnahmen rechtfertigen könnten. Bereits vor Erlassung der Maßnahmen sei gemäß den Erfahrungen mit der Omikron-Variante evident gewesen, dass keine Überlastung der Intensiv- und Normalbettenkapazitäten zu erwarten gewesen sei.  Hinzu komme, dass auf Grund der hohen Inzidenzzahlen ein wohl beträchtlicher Anteil der hospitalisierten Personen nicht ursächlich wegen COVID-19 im Krankenhaus aufhältig sei – es handle sich um sogenannte Zufallsbefunde. Die derzeit geltenden Maßnahmen seien daher in ihrer Gesamtheit als nicht erforderlich bzw notwendig zu qualifizieren, insbesondere in Hinblick auf die Antragstellerin, die auf Grund ihrer Genesung und ihres hohen Antikörpertiters mit an Sicherheit grenzender Wahrscheinlichkeit keine, auch keine potentielle, epidemiologische Gefahrenquelle darstelle.",
            "annotations": []
        },
        {
            "text": "3.2.5. Normadressaten seien auf Grund der 2G-Maßnahmen letztlich gezwungen, sich zwischen dem weitgehenden Ausschluss vom Sozialleben und einer Impfung, also einem Eingriff in die körperliche Unversehrtheit, zu entscheiden. Im Fall der Antragstellerin sei eine Impfung medizinisch jedoch nicht indiziert. Sie werde durch die Maßnahmen daher zu einem medizinischen Eingriff gedrängt, der mehr Risiken als Nutzen bringe. Dies sei mit dem Ziel des Gesundheitsschutzes unvereinbar. Der Ausschluss vom Gesellschaftsleben habe weitreichende Folgen, bedeute gleichzeitig eine Stigmatisierung und stelle auch psychisch eine große Belastung dar. Auch führten die eingeschränkten Bewegungsmöglichkeiten und der Ausschluss von diversen Sportstätten zu einer allgemeinen Verschlechterung des Gesundheitszustandes. Im Rahmen der Verhältnismäßigkeitserwägungen sei auch auf die wirtschaftlichen Konsequenzen der 2G-Maßnahmen zu verweisen, welche die wirtschaftlichen Interessen Österreichs beeinträchtigten. Selbst demokratiepolitisch sei durch die Maßnahmen großer Schaden angerichtet worden, das Vertrauen in die Politik habe einen Tiefpunkt erreicht.",
            "annotations": []
        },
        {
            "text": "3.3. Die angefochtenen Bestimmungen seien auch in mehrfacher Hinsicht gesetzwidrig und würden daher gegen Art18 Abs2 B-VG verstoßen: ",
            "annotations": []
        },
        {
            "text": "3.3.1. Der Gesetzgeber normiere in §1 Abs5a COVID-19-MG, dass differenzierte Regelungen für bestimmte Personengruppen (mit unterschiedlichen Nachweisen einer geringen epidemiologischen Gefahr) möglich seien, sofern dies dem Stand der Wissenschaft entspreche. Wie bereits dargelegt, entspreche eine Privilegierung von geimpften Personen gegenüber ungeimpften, jedoch genesenen Personen – insbesondere, wenn diese einen hohen Antikörperwert aufwiesen – nicht dem aktuellen Stand der Wissenschaft. Die angefochtenen Bestimmungen würden sich nicht im Rahmen des COVID-19-MG bewegen und verstießen daher gegen das Legalitätsprinzip.",
            "annotations": []
        },
        {
            "text": "3.3.2. Die maßgeblichen gesetzlichen Grundlagen des COVID-19-MG (§§3, 4, 4a, 5 leg cit) würden nur zu Maßnahmen ermächtigen, \"soweit dies zu Verhinderung der Verbreitung von COVID-19 erforderlich ist\" und \"sofern gelindere Maßnahmen nicht ausreichen\". Der Landeshauptmann könne gemäß §7 Abs2 COVID-19-MG ergänzende Verordnungen erlassen, sofern dies \"aufgrund der epidemiologischen Lage notwendig\" sei. §1 Abs7 leg cit zähle die hiefür relevanten Kriterien auf. Anhand dieser Kriterien stelle sich die epidemiologische Lage in Wien aktuell wie folgt dar: ",
            "annotations": []
        },
        {
            "text": "Die 7-Tage-Inzidenz (Z1) sei stark rückläufig. Trotz der strengeren Maßnahmen unterscheide sich die Kurve nur unwesentlich von der Entwicklung in Österreich gesamt. Wien zeige sogar eine höhere 7-Tage-Inzidenz als andere Bundesländer. Auch die effektive Reproduktionszahl sei in Wien stark rückläufig. Laut der letzten verfügbaren Clusteranalyse (Z2) der AGES betrage die Übertragungsrate in Gastronomie und Hotellerie lediglich zwischen 0,0 und 0,3 %. Die Maßnahmen der angefochtenen Verordnung beschränkten sich daher auf Settings, die für das Infektionsgeschehen praktisch irrelevant seien. Die Intensivbettenauslastung (Z3) sei in Wien mit 13 % für Österreich etwas überdurchschnittlich, aber weiter relativ gering. Burgenland habe eine Auslastung von 23 %, jedoch keine strengeren Maßnahmen erlassen. Bei Omikron gehe man überdies davon aus, dass lediglich 20-40 % der Hospitalisierungen auf Grund von Omikron erfolgten, der Rest seien Zufallsdiagnosen oder Ansteckungen im Krankenhaus. Die Auslastung auf den Normalstationen sei relativ stabil bis leicht rückläufig. Die Testpositivrate (Z4) liege bei etwa 2-3 %, das Infektionsgeschehen sei stark rückläufig. Die Impfquote (Z4a) in Wien betrage in den vulnerablen Gruppen weit mehr als 80 %. Hinzu komme, dass mittlerweile ein beträchtlicher Teil der Bevölkerung genesen sei. Es sei daher davon auszugehen, dass die Bevölkerung vor schweren Verläufen sehr gut geschützt sei. Die derzeit in Österreich und Wien vorherrschende Virusvariante (Z4b) Omikron BA.2 habe eine signifikant höhere Übertragbarkeit, jedoch eine deutlich reduzierte Pathogenität. Schwere Krankheitsverläufe seien daher äußerst selten. Lediglich 11-30 % der positiv Getesteten würden ursächlich an COVID-19 versterben. Zu regionalen Besonderheiten (Z5) sei auszuführen, dass Wien die einzige Großstadt Österreichs sei. Die Menschen lebten auf verhältnismäßig engem Raum zusammen. Durch die Pandemiemaßnahmen sei der Tourismus stark eingedämmt worden. Auf Grund der lokalen Gegebenheiten wären effiziente, evidenzbasierte und sinnvolle Maßnahmen geboten gewesen.",
            "annotations": []
        },
        {
            "text": "Aus all diesen Daten sei nicht ersichtlich, inwiefern die derzeit geltenden Maßnahmen zum Gesundheitsschutz der Bevölkerung tauglich seien. Die Daten würden im Gegenteil nahelegen, dass derzeit – auf Grund der geringen Spitalsauslastung – keine Maßnahmen notwendig seien. Lediglich in Hochrisikosettings wie Krankenhäusern und Alten- bzw Pflegeheimen sei eine PCR-Testpflicht geboten. Wenn eine Maßnahme nicht erforderlich, nicht notwendig oder auch nicht geeignet sei, sei diese schon daher als gesetzwidrig anzusehen. Hinzu trete, dass die §§3 und 4 COVID-19-MG für die Untersagung ua des Betretens von Betriebsstätten verlangten, dass gelindere Mittel nicht ausreichen. Als gelindere und überdies effektivere Mittel stünden derzeit jedenfalls Eintrittstests bzw eine Maskenpflicht in Risikosettings, sowie Informationen über allgemeine Hygiene- und Abstandsregeln zur Verfügung.",
            "annotations": []
        },
        {
            "text": "3.3.3. Zusammenfassend sei daher festzuhalten, dass die angefochtenen Bestimmungen nicht der epidemiologischen Situation entsprächen und zudem geeignete gelindere Mittel schon im Zeitpunkt der Erlassung der Verordnung vorhanden gewesen wären. Die angefochtenen Bestimmungen seien daher gesetz- und verfassungswidrig erlassen worden.",
            "annotations": []
        },
        {
            "text": "4. Der Landeshauptmann von Wien hat als verordnungserlassende Behörde die Akten betreffend das Zustandekommen der angefochtenen Bestimmungen vorgelegt und eine Äußerung erstattet, in der er die Zurückweisung des Antrages, in eventu dessen Abweisung begehrt.",
            "annotations": []
        },
        {
            "text": "4.1. Zur Zulässigkeit führt der Landeshauptmann zusammengefasst Folgendes aus:",
            "annotations": []
        },
        {
            "text": "4.1.1. Im Hinblick auf die Voraussetzungen des §57 Abs1 erster Satz VfGG blieben die Angaben der Antragstellerin insofern unklar, als sie auf Seite 1 ihres Antrages als \"Antragsgegner\" nicht nur den \"Landeshauptmann der Stadt Wien\", sondern auch die \"Wiener Landesregierung\" anführe. Hiebei handle es sich jedoch um jeweils eigenständige Organe, welche auch unabhängig voneinander Verordnungen erlassen würden. Darüber hinaus widerspreche es dem Erfordernis des §57 Abs1 erster Satz VfGG jedenfalls, wenn im Antrag unter Punkt II. in allgemeiner Diktion auf \"nur […] einen Teil der angefochtenen Wort-/Zeichenfolgen\" verwiesen werde. Der Verfassungsgerichtshof sei nicht befugt, Verordnungsbestimmungen auf Grund bloßer Vermutungen darüber, welche Normen(teile) die Antragstellerin ins Auge gefasst haben könnte, in Prüfung zu ziehen.",
            "annotations": []
        },
        {
            "text": "4.1.2. Darüber hinaus seien die angefochtenen Bestimmungen am 16. April 2022 außer Kraft getreten. Die Verpflichtung zur Vorlage eines Impf- oder Genesungsnachweises beim Betreten von Betriebsstätten der Gastronomie und Sportstätten sowie beim Besuch von Krankenhäusern und Alten- bzw Pflegeheimen sei nicht mehr vorgesehen. Es sei zwar nicht von vornherein ausgeschlossen, dass auch bereits außer Kraft getretene Regelungen die Rechtssphäre eines Antragstellers aktuell berühren, für den Antrag bestünden aber keinerlei Hinweise darauf. Die angefochtenen Bestimmungen würden die Interessen der Antragstellerin aktuell nicht beeinträchtigen.",
            "annotations": []
        },
        {
            "text": "4.1.3. Soweit die Antragstellerin vorbringe, sie habe auf Grund der Eintrittsvoraussetzungen für Krankenanstalten ihren Schwiegervater nicht besuchen dürfen, obwohl sich dessen Zustand massiv verschlechtert habe, sei zu beachten, dass im Vorbringen zwar die Ausnahme eines Besuchs im Rahmen der Palliativ- und Hospizbegleitung ins Treffen geführt werde, die Ausnahme der \"kritischen Lebensereignisse\" gemäß §6 Abs3 der angefochtenen Verordnung aber keine Erwähnung finde. Hiebei handle es sich um einen weiten Begriff, der Spielraum für situationsabhängige Vorgehensweisen schaffe. Bei einer massiven Verschlechterung des Gesundheitszustandes eines nahen Angehörigen könne es sich fallbezogen um ein kritisches Lebensereignis handeln, welches vom Ausnahmetatbestand gedeckt gewesen sei. Bei Sachverhalten, die in der Zukunft lägen, fehle es an der unmittelbaren und aktuellen Betroffenheit. Diese sei derzeit schlichtweg zu verneinen, da sich der Schwiegervater eben nicht in einem Pflegeheim bzw einer Krankenanstalt befinde. Die Ausführungen der Antragstellerin, wonach es \"durchaus wahrscheinlich\" sei, dass der Schwiegervater in ein Heim aufgenommen werden müsse, seien bloß hypothetischer Natur. Dass der Antragstellerin diesbezüglich, wie sie behaupte, \"kein anderer Rechtsweg zur Prüfung der Verfassungs- und Gesetzeskonformität\" zur Verfügung stehe, könne den Mangel eines unmittelbaren und aktuellen Rechtseingriffes jedenfalls nicht wettmachen.",
            "annotations": []
        },
        {
            "text": "4.2. In der Sache tritt der Landeshauptmann dem Vorbringen der Antragstellerin zusammengefasst wie folgt entgegen:",
            "annotations": []
        },
        {
            "text": "4.2.1. Mit der \"2G+-Regelung\" für die epidemiologisch besonders sensiblen Bereiche der Krankenanstalten und Alten- und Pflegeheime sowie der \"2G-Regelung\" für die Gastronomie und Sportstätten in geschlossenen Räumen sei der epidemiologischen Entwicklung und den entsprechenden wissenschaftlichen Erkenntnissen Rechnung getragen worden. Vergleichbare Regelungen auf Bundesebene seien mit Inkrafttreten der COVID-19-BMV entfallen. Auf Grund epidemiologischer Überlegungen und insbesondere der Belegungsdichte in den bettenführenden Krankenanstalten seien diese Regelungen im Sinne des vorgesehenen Systems regionaler Differenzierungen in Wien durch Verordnung des Landeshauptmanns beibehalten bzw wiedereingeführt worden. Die Wiener COVID-19-Basismaßnahmenbegleitverordnung sei in Folge der dynamischen Entwicklungen der Pandemie mehrfach an veränderte Rahmenbedingungen angepasst worden. So sei etwa mit der zweiten Novelle der Verordnung auf Grund des saisonalen Effektes das Erfordernis eines 2G-Nachweises für die Gastronomie und Sportstätten auf geschlossene Räume beschränkt worden. ",
            "annotations": []
        },
        {
            "text": "4.2.2. Zunächst sei hinsichtlich der Behauptung, die angefochtenen Bestimmungen stünden im Widerspruch zu einfachgesetzlichen Grundlagen bzw verstießen gegen Art18 B-VG, festzuhalten, dass nach den Vorgaben des COVID-19-MG die grundsätzlichen Maßnahmen zur Bekämpfung der COVID-19-Pandemie durch Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz (im Folgenden: BMSGPK) erlassen würden. Im Sinne der Möglichkeit zur regionalen Differenzierung dürfe der Landeshauptmann gemäß §7 Abs2 COVID-19-MG, wenn es epidemiologisch erforderlich sei, zusätzliche Regelungen erlassen. Aus dem Begriff \"zusätzlich\" ergebe sich, dass die bundesweiten Bestimmungen das Mindestniveau vorgäben. Der Landeshauptmann dürfe dieses Niveau nur durch zusätzliche Maßnahmen hinaufsetzen, eine regionale Lockerung der Maßnahmen sei hingegen nicht vorgesehen. ",
            "annotations": []
        },
        {
            "text": "Die Definitionen eines gültigen Impf- und Genesungsschutzes sowie der für den Nachweis erforderlichen Unterlagen seien vom Bundesverordnungsgeber vorgenommen worden. In den angefochtenen Bestimmungen sei auf diese Definitionen Bezug genommen und für das Betreten bestimmter, risikogeneigter Settings das Erfordernis eines aktuellen Impf- oder Genesungsnachweises im Sinne der bundesweiten Definition vorgeschrieben worden. Wenn die Antragstellerin vorbringe, dass die Definition des Nachweises über eine geringe epidemiologische Gefahr zu Unrecht nicht auch einen Antikörpernachweis umfasse, sei darauf hinzuweisen, dass die Aufnahme eines in der bundesweiten Definition nicht vorgesehenen Nachweises in die Verordnung des Landeshauptmanns einer regionalen Lockerung gleichkäme, die in §7 Abs2 COVID-19-MG schlicht nicht vorgesehen sei. Das Kernanliegen der Antragstellerin, das wohl in der Aufnahme eines Antikörpernachweises in §2 Abs2 COVID-19-BMV bestehe, wäre nur durch eine Überprüfung dieser Bestimmung selbst zu lösen.",
            "annotations": []
        },
        {
            "text": "4.2.3. Die Antragstellerin bringe vor, dass in Betriebsstätten der Gastronomie und Sportstätten keine relevante Verbreitung des Virus erfolge, und argumentiere dies mit Clusteranalysen der AGES, wonach auf beide Bereiche jeweils weniger als 1 % der Infektionen zurückgehe. In einem Schreiben des BMSGPK an den Verfassungsgerichtshof vom 18. Februar 2022 sei hiezu klar festgehalten, dass die Clusteranalyse der AGES großen Limitationen unterliege. Dies einerseits, weil in Anbetracht der hohen Fallzahlen im Zuge der Omikron-Welle nur ein geringer Teil der Infektionen aufgeklärt habe werden können. Andererseits falle eine solche Abklärung in manchen Settings, etwa im gemeinsamen Haushalt, leicht, und in anderen, etwa in Gastronomiebetrieben, sehr schwer.",
            "annotations": []
        },
        {
            "text": "4.2.4. Die Antragstellerin argumentiere weiters, dass die \"2G-Regel\" nicht geeignet wäre, eine Weiterverbreitung des Virus zu reduzieren, da dem Impf- und Genesungsstatus diesbezüglich keine maßgebliche Rolle zukäme. Aus dem genannten Schreiben des BMSGPK ergebe sich, dass der Schutz vor Ansteckung nach zwei immunologischen Ereignissen in Bezug auf die Omikron-Variante zwar niedrig sei, er jedoch durch eine dritte Impfung maßgeblich gesteigert werden könne. Durch die in §2 Abs2 COVID-19-BMV vorgesehene zeitliche Befristung der Impf- und Genesungsnachweise werde daher mit einer \"2G-Regelung\" eine Auflage geschaffen, durch welche die Ansteckungswahrscheinlichkeit maßgeblich reduziert werden könne. Besonders relevant seien diese Maßnahmen in Settings mit großer Ansteckungswahrscheinlichkeit, wie in der Gastronomie und beim Sport in geschlossenen Räumen, sowie in besonders vulnerablen Bereichen wie Alten- und Pflegeheimen und Krankenanstalten. Gemäß den Daten des BMSGPK komme es zu einer 4,5- bis 7,5-fach reduzierten Ansteckungswahrscheinlicht in diesen Bereichen. Es sei daher durch diese Maßnahme auch von einer deutlich reduzierten Verbreitung des Virus auszugehen, die sich mittelbar auch in einer niedrigeren Belastung des Gesundheitssystems niederschlage.",
            "annotations": []
        },
        {
            "text": "4.2.5. Die besondere Bedeutung des Schutzes von Alten- und Pflegeheimen sowie von bettenführenden Krankenanstalten liege auf der Hand: In Alten- und Pflegeheimen seien Personen untergebracht, bei denen auf Grund ihrer Prädispositionen und ihres Alters von einem höheren Risiko eines schweren Verlaufes und einer höheren Letalität auszugehen sei. Auf Grund der engen räumlichen Verbundenheit der einzelnen Bewohner bestehe bei einer infizierten Person ein hohes Risiko für die weiteren Bewohner. Auch auf Grund der Tatsache, dass die impfinduzierte Immunität in diesen Altersgruppen oft schwächer ausfalle, ergebe sich eine besondere Gefährdung. In Krankenanstalten komme dazu, dass bei übermäßiger Belastung der Infrastruktur durch COVID-19-bedingten Belag und Personalausfall die akute Gefahr bestehe, andere Teile der medizinischen Versorgung nicht erbringen zu können, wodurch ein massiver Schaden für die öffentliche Gesundheit und die Gesundheit und das Leben einzelner Patienten entstehen könne. Bereits ab einer Auslastung der Intensivkapazitäten mit COVID-19-Patienten von 10 % sei mit einer Einschränkung elektiver Aufnahmen zu rechnen. Auf Normalbettenstationen seien ab einer Bettenbelegung von 8 % weitgehend nur noch Akutbehandlungen möglich.",
            "annotations": []
        },
        {
            "text": "4.2.6. Im Unterschied zu anderen Indoor-Bereichen könnten in der Gastronomie und Nachtgastronomie bei der Konsumation von Speisen und Getränken keine Schutzmasken getragen werden. Dies bedeute in Phasen höherer Fallzahlen ein deutlich erhöhtes Risiko für Übertragungen. Darüber hinaus komme es in beiden Settings zu einer vermehrten Aerosolbildung durch lautes Sprechen und erhöhte Atemfrequenz. Studien hätten gezeigt, dass Einschränkungen in diesem Bereich in Hochinzidenzphasen einen wesentlich höheren Einfluss auf die effektive Reproduktionsrate hätten als in anderen Bereichen. Gleiches gelte für Sportstätten in geschlossenen Räumen. Auch während der Sportausübung könnten keine Schutzmasken getragen werden und es komme durch die körperliche Anstrengung zu einem erhöhten Atemminutenvolumen und damit gegebenenfalls infektiösen Aerosolausstoß. Zum Zeitpunkt der Erlassung der angefochtenen Verordnung bzw ihrer Novellen sei ein starker Anstieg der Inzidenz in Wien zu verzeichnen gewesen. Es sei daher von einer deutlich erhöhten Wahrscheinlichkeit, in Betriebsstätten des Gastgewerbes und in Sportstätten in geschlossenen Räumen auf eine infizierte Person zu treffen, auszugehen gewesen.",
            "annotations": []
        },
        {
            "text": "4.2.7. Ein negatives Testergebnis stelle lediglich eine Momentaufnahme dar. Die Omikron-Variante gehe mit einem wesentlich rascheren Anstieg der Infektiosität einher, sodass sich Personen selbst bei noch gültigem Testergebnis schon in der beginnenden infektiösen Phase befinden könnten. Daraus ergebe sich, dass ein negatives Testergebnis keine geeignete Alternative zum Nachweis über einen aufrechten Impf- oder Genesungsschutz gewesen sei. Zudem sei zu bedenken, dass ein negatives Testergebnis selbst im besten Fall nur die Kontaktpersonen des Getesteten, nicht aber den Getesteten selbst schütze.",
            "annotations": []
        },
        {
            "text": "4.2.8. Zur (fehlenden) Aussagekraft von Antikörpertests bringt der Landeshauptmann vor, dass für das Risiko eines schweren Verlaufs die T-Zellen-Immunität entscheidend sei, die mit Antikörpertests nicht gemessen werden könne. Das Nationale Impfgremium nehme in seiner aktuellen Empfehlung zur COVID-19-Schutzimpfung zu Antikörpertests und deren Zusammenhang mit der Impfentscheidung eindeutig Stellung. Eine Antikörpertestung vor einer Impfung sei demnach weder erforderlich noch empfohlen. Bis dato habe kein Antikörpertiter definiert werden können, welcher angebe, ab wann man von einer Schutzwirkung ausgehen könne (kein definiertes Schutzkorrelat). Weiters führe das Nationale Impfgremium aus, dass die Infektion mit einer Omikron-Variante andere immunologische Eigenschaften als Infektionen mit vorangegangenen Virusvarianten habe. Deshalb ersetze eine durchgemachte Infektion mit jeglicher Variante keine Impfung in der Grundimmunisierung mehr, und auch neutralisierende Antikörper hätten keine Relevanz für die Impfempfehlung. Beim Nationalen Impfgremium handle es sich um ein aus unabhängigen Experten zusammengesetztes Kollegialorgan, das eigens zur Beratung des BMSGPK aus medizinisch-wissenschaftlicher Perspektive eingerichtet worden sei und dessen Empfehlungen öffentlich aufrufbar seien. Es habe daher für den Landeshauptmann auch auf Basis aktuellster wissenschaftlicher Erkenntnisse keinerlei Veranlassung bestanden, einem Antikörpertest die Eigenschaft eines Nachweises geringer epidemiologischer Gefahr zu verleihen.",
            "annotations": []
        },
        {
            "text": "4.2.9. Der vorliegende Antrag beruhe auf der Prämisse, dass der einzige Zweck der angefochtenen Bestimmungen die Verringerung der Verbreitung von COVID-19 gewesen sei. Ziel der Bestimmungen sei jedoch auch der Schutz der Gesundheitsversorgung vor Überlastung gewesen. Es sei daher auch zu berücksichtigen gewesen, wie sich die \"2G-Regel\" auf die Belastung der Krankenanstalten auswirke. Dass die Ressourcen und Kapazitäten im Gesundheitswesen in die Bewertung der epidemiologischen Situation einfließen müssten, ergebe sich aus §1 Abs7 Z3 COVID-19-MG. Die Belastung der bettenführenden Krankenanstalten habe im Zuge der Omikron-Welle, insbesondere im Bereich der Normalstationen, einen neuen Höhepunkt erreicht. Es sei daher unter Berücksichtigung des besonderen Settings in der Gastronomie und in Sportstätten epidemiologisch geboten gewesen, den Zutritt in geschlossene Räume auf Personen zu beschränken, bei denen auf Grund immunologischer Ereignisse angenommen habe werden können, dass sie mit reduzierter Wahrscheinlichkeit einer stationären Behandlung bedürften. Auf Grund der angespannten infektionsepidemiologischen Situation in Wien und der vielen Ausfälle beim Pflege- und Gesundheitspersonal sei es weiters erforderlich gewesen, den Einlass in Alten- und Pflegeheime sowie Krankenanstalten wieder strenger zu regeln.",
            "annotations": []
        },
        {
            "text": "4.2.10. Dass Personen ohne aufrechten Impf- oder Genesungsschutz ein deutlich erhöhtes Risiko hätten, nach einer Infektion mit COVID-19 schwer zu erkranken und eine stationäre Behandlung zu benötigen, gehe auch aus den vorliegenden Daten zur Spitalsbelegung klar hervor. Die angefochtenen Bestimmungen seien geeignet gewesen, die Belastung des Gesundheitssystems zu reduzieren, da eine vollständige Immunisierung mit drei immunologischen Ereignissen, und damit ein aktueller Impf- oder Genesungsnachweis, das Risiko einer Hospitalisierung und eines Intensivaufenthalts maßgeblich verringere. Durch die angefochtenen Bestimmungen sei das Risiko erheblich gesenkt worden, dass sich nicht ausreichend immunisierte Personen infizierten und in Folge einer Hospitalisierung bedürften, da sie keinen Zutritt zu Bereichen mit besonders großer Ansteckungswahrscheinlichkeit und besonders hohem Einfluss auf die Belastung der Gesundheitsinfrastruktur gehabt hätten. Auch die im Schreiben des BMSGPK vom 18. Februar 2022 dokumentierten Daten würden die exzellente Schutzwirkung der Impfung gegen Hospitalisierung, welche jedoch über die Zeit abnehme und durch eine dritte Impfung wieder auf ein sehr hohes Niveau angehoben werden könne, belegen.",
            "annotations": []
        },
        {
            "text": "4.2.11. Den Bedenken der Antragstellerin in Bezug auf Art8 EMRK sei, soweit sie vorbringe, dass das im COVID-19-MG definierte Ziel der Verhinderung der Verbreitung von COVID-19 per se nicht erreichbar sei, zu entgegnen, dass die Bewertung der epidemiologischen Situation nicht nur die Verbreitung des COVID-19-Virus, sondern insbesondere auch die Belastung des öffentlichen Gesundheitssystems und die Belegung in Krankenanstalten zu berücksichtigen habe. Der Schutz des öffentlichen Gesundheitssystems sei durch die gesetzten Maßnahmen sehr wohl zu erreichen gewesen, sie seien dazu auch geeignet und erforderlich gewesen. Der Schutz der Krankenanstalten diene überdies nicht nur dazu, die Behandlung von COVID-19-Patienten sicherzustellen, sondern auch die gesamte restliche Gesundheitsversorgung der Wiener Bevölkerung.",
            "annotations": []
        },
        {
            "text": "Festzuhalten sei darüber hinaus, dass die Antragstellerin nicht unsachgemäß oder unverhältnismäßig vom sozialen Leben ausgeschlossen oder in ihrem Recht auf Familienleben verletzt worden sei. Zum einen sei ihr die Benutzung von Sportstätten und Betriebsstätten der Gastronomie im Freien offen gestanden. Zum anderen hätten die Bestimmungen zum Betreten von Alten- und Pflegeheimen sowie bettenführenden Krankenanstalten multiple Ausnahmen zur Wahrung der Verhältnismäßigkeit enthalten. So hätten etwa Ausnahmen für kritische Lebensereignisse, zur Begleitung Minderjähriger, zur Palliativ- und Hospizbegleitung sowie im Rahmen einer Geburt, aber auch für Personen, die aus ärztlich bestätigten gesundheitlichen Gründen nicht geimpft werden könnten, bestanden.",
            "annotations": []
        },
        {
            "text": "4.2.12. Die Antragstellerin sei auch nicht in ihrem Recht auf Gleichheit gemäß Art7 B-VG und Art2 StGG verletzt worden. Wie insbesondere aus den Ausführungen des Nationalen Impfgremiums hervorgehe, komme dem Ergebnis eines Antikörpertests nach derzeitigem Stand der Wissenschaft zur Beurteilung der epidemiologischen Gefahr keine Bedeutung zu. Es bestehe ein tatsächlicher Unterschied zwischen Personen, die über einen aktuellen Impf- oder Genesungsnachweis verfügten, und Personen, die einen solchen nicht vorweisen könnten, insbesondere im Hinblick auf die Wahrscheinlichkeit eines schweren Verlaufs im Erkrankungsfall und die damit einhergehende Wahrscheinlichkeit einer Hospitalisierung. Auf Grund dieses maßgeblichen faktischen Unterschieds sei eine Regelung, die auf einen solchen Nachweis abstelle, sachlich gerechtfertigt (Verweis auf VfGH 17.3.2022, V294/2021). Aus demselben Grund widerspreche die Nichtanerkennung von Antikörpertests auch nicht §1 Abs5a COVID-19-MG, da diese Bestimmung ausdrücklich auf den Stand der Wissenschaft abstelle.",
            "annotations": []
        },
        {
            "text": "Die Einhaltung der angefochtenen Bestimmungen sei für die Bevölkerung in Wien auch zumutbar und verhältnismäßig gewesen. Die städtischen Impfangebote seien kostenlos. Es habe zum Zeitpunkt der Verordnungserlassung auf Basis vorliegender wissenschaftlicher Erkenntnisse auch kein gelinderes Mittel bestanden, um die Weiterverbreitung von COVID-19 zu bekämpfen und vor allem die Krankenanstalten vor Überlastung zu schützen. Insbesondere sei die Vorlage eines negativen COVID-19-Testergebnisses nicht geeignet, einen vergleichbaren Effekt zu erzielen. Dies, weil ein Testergebnis nur eine Aussage über den aktuellen Status einer Person zu treffen vermöge, nicht aber ausschließe, dass immunologisch naive Personen mit einem hohen Risiko, eine stationäre Behandlung zu benötigen, in den genannten speziellen Settings einem hohen Ansteckungsrisiko ausgesetzt würden. Der Verfassungsgerichtshof habe in seiner jüngsten Entscheidung zum \"Lockdown für Ungeimpfte\" ausgeführt, dass das COVID-19-MG den Verordnungsgeber ermächtige, zwischen geimpften und ungeimpften Personen zu unterscheiden, wenn dies auf wissenschaftlich vertretbare Annahmen über signifikante Unterschiede der epidemiologischen Gefahr zurückgeführt werden könne, die von diesen Personen ausgehe (Verweis auf VfGH 29.4.2022, V23/2022).",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art139 Abs1 Z3 B-VG erkennt der Verfassungsgerichtshof über die Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Voraussetzung der Antragslegitimation gemäß Art139 Abs1 Z3 B-VG ist einerseits, dass der Antragsteller behauptet, unmittelbar durch die angefochtene Verordnung – im Hinblick auf deren Gesetzwidrigkeit – in seinen Rechten verletzt worden zu sein, dann aber auch, dass die Verordnung für den Antragsteller tatsächlich, und zwar ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist. Grundlegende Voraussetzung der Antragslegitimation ist also, dass die Verordnung in die Rechtssphäre des Antragstellers nachteilig eingreift und diese – im Falle ihrer Gesetzwidrigkeit – verletzt.",
            "annotations": []
        },
        {
            "text": "Es ist darüber hinaus erforderlich, dass die Verordnung selbst tatsächlich in die Rechtssphäre des Antragstellers unmittelbar eingreift. Ein derartiger Eingriff ist nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch die Verordnung selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn dem Antragsteller kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 13.944/1994, 15.234/1998, 15.947/2000).",
            "annotations": []
        },
        {
            "text": "1.2. Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Normenprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Teil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Stelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Normenprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Der Antragsteller hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des Antragstellers teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Verordnungsstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Gesetzwidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Verordnung dieser ein völlig veränderter, dem Verordnungsgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (vgl VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Verordnungsbestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Zunächst ist ein Antrag nicht zu weit gefasst, soweit der Antragsteller solche Normen anficht, durch die seine (rechtlich geschützten) Interessen aktuell beeinträchtigt sind und die mit diesen in untrennbarem Zusammenhang stehen; dabei darf aber nach §57 Abs1 VfGG nicht offen bleiben, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des Antragstellers aus welchem Grund aufgehoben werden soll (siehe mwN VfGH 2.3.2015, G140/2014 ua; vgl auch VfGH 10.12.2015, G639/2015; 15.10.2016, G103-104/2016 ua). Ist ein solcher Antrag in der Sache begründet, hebt der Verfassungsgerichtshof aber nur einen Teil der angefochtenen Bestimmungen als verfassungswidrig auf, so führt dies — wenn die sonstigen Prozessvoraussetzungen vorliegen — im Übrigen zur teilweisen Abweisung des Antrages (VfSlg 19.746/2013; VfGH 5.3.2014, G79/2013 ua).",
            "annotations": []
        },
        {
            "text": "Umfasst der Antrag auch Bestimmungen, durch die die (rechtlich geschützten) Interessen des Antragstellers nicht aktuell beeinträchtigt sind (insofern ist der Antrag zu weit gefasst), die mit (rechtlich geschützten) Interessen des Antragstellers aktuell beeinträchtigenden (und nach Auffassung des Antragstellers den Sitz der Verfassungswidrigkeit bildenden) Bestimmungen aber vor dem Hintergrund der Bedenken in einem Regelungszusammenhang stehen, so ist zu differenzieren: Sind diese Bestimmungen von den den Sitz der verfassungsrechtlichen Bedenken des Antragstellers bildenden, die (rechtlich geschützten) Interessen des Antragstellers aktuell beeinträchtigenden Bestimmungen offensichtlich trennbar, führt dies zur teilweisen Zurückweisung des Antrages. Umfasst der Antrag auch Bestimmungen, die mit den die (rechtlich geschützten) Interessen des Antragstellers aktuell beeinträchtigenden Bestimmungen in einem so konkreten Regelungszusammenhang stehen, dass es nicht von vornherein auszuschließen ist, dass ihre Aufhebung im Fall des Zutreffens der Bedenken erforderlich sein könnte (sind diese Bestimmungen also nicht offensichtlich trennbar), so ist der Antrag insgesamt zulässig (vgl VfSlg 20.111/2016). Dies gilt nach dem vorhin Gesagten aber keinesfalls dann, wenn Bestimmungen mitangefochten werden (etwa alle einer ganzen Verordnung), gegen die gar keine konkreten Bedenken vorgebracht werden und zu denen auch kein konkreter Regelungszusammenhang dargelegt wird (VfSlg 19.894/2014; VfGH 29.9.2015, G324/2015; 15.10.2016, G183/2016 ua).",
            "annotations": []
        },
        {
            "text": "1.3. Mit ihrem Antrag wendet sich die Antragstellerin gegen §1 Abs1, §2, §2a, §3, die Wortfolge \"einen 2G-Nachweis und zusätzlich\" in §5 Abs1, die Wortfolge \"einen 2G-Nachweis und zusätzlich\" in §6, die Wortfolge \"anstelle eines 2G-Nachweises oder eines 2G-Nachweises und eines zusätzlichen Nachweises über ein negatives Ergebnis eines molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test)\" in §10 Abs3 und §10 Abs4 der Wiener COVID-19-Basismaßnahmenbegleitverordnung, wobei für jede dieser Bestimmungen die angefochtene Fassung einzeln genannt und damit hinreichend genau bezeichnet wird. Vor diesem Hintergrund schadet es der Zulässigkeit des Antrages entgegen dem Vorbringen des Landeshauptmanns nicht, wenn darin als Antragsgegner nicht nur der Landeshauptmann, sondern auch die Wiener Landesregierung genannt wird.",
            "annotations": []
        },
        {
            "text": "1.4. Die Wiener COVID-19-Basismaßnahmenbegleitverordnung ist mit Ablauf des 15. April 2022 außer Kraft getreten (§7 Abs2 2. Wiener COVID-19-Basismaßnahmenbegleitverordnung, LGBl 16/2022). Auch dies schadet der Zulässigkeit des am 14. April 2022 eingebrachten Antrages entgegen dem Vorbringen des Landeshauptmanns mit Blick auf die jüngere Rechtsprechung des Verfassungsgerichtshofes nicht (vgl VfSlg 20.397/2020, 20.399/2020).",
            "annotations": []
        },
        {
            "text": "1.5. Die Antragstellerin bringt zu ihrer Betroffenheit durch §2 Abs1 erster Satz und §3 erster Satz Wiener COVID-19-Basismaßnahmenbegleitverordnung vor, durch diese Bestimmungen daran gehindert (gewesen) zu sein, mehrere konkret bezeichnete Gastgewerbebetriebe und Sportstätten in geschlossenen Räumen in Wien zu betreten, da sie über keinen 2G-Nachweis verfüge. Damit hat die Antragstellerin ihre aktuelle und unmittelbare Betroffenheit in Bezug auf diese Bestimmungen hinreichend konkret dargetan (vgl etwa VfGH 29.4.2022, V23/2022, und vom selben Tag V35/2022). Dass sich diese Bestimmungen ihrem Wortlaut nach jeweils an die Betreiber der Gastgewerbebetriebe bzw Sportstätten wenden, steht der unmittelbaren Betroffenheit der Antragstellerin nicht entgegen (vgl VfGH 17.3.2022, V294/2021). ",
            "annotations": []
        },
        {
            "text": "1.6. §2 Abs2, §2a, §3 zweiter Satz, die angefochtene Wortfolge in §10 Abs3 und §10 Abs4 leg cit enthalten jeweils Ausnahmen zu §2 Abs1 erster Satz und §3 erster Satz leg cit, §1 Abs1 leg cit enthält die Legaldefinition eines 2G-Nachweises und §2 Abs1 zweiter und dritter Satz leg cit enthält Sonderregeln für die \"Nachtgastronomie\". Diese Bestimmungen stehen mit §2 Abs1 erster Satz und §3 erster Satz leg cit in einem Regelungszusammenhang (vgl zu Ausnahmen VfGH 23.9.2021, V572/2020; 29.4.2022, V23/2022; zu Legaldefinitionen auch VfGH 20.9.2022, V110/2022; zur \"Nachtgastronomie\" VfGH 17.3.2022, V294/2021), sodass sich deren Mitanfechtung als zulässig erweist.",
            "annotations": []
        },
        {
            "text": "1.7. Die Antragstellerin hat es jedoch unterlassen, ihre aktuelle und unmittelbare Betroffenheit hinsichtlich der Wortfolgen \"einen 2G-Nachweis und zusätzlich\" in §5 Abs1 und §6 Abs1 Wiener COVID-19-Basismaßnahmenbegleitverordnung hinreichend zu begründen. Zu §5 Abs1 leg cit, der den Einlass von Besuchern in Alten- und Pflegeheime regelt, führt die Antragstellerin aus, dass ihr Schwiegervater kürzlich als Pflegefall aus dem Spital entlassen worden sei. Es sei \"durchaus wahrscheinlich\", dass er nun in ein Heim aufgenommen werden müsse. Damit hat die Antragstellerin, die selbst vorbringt, dass zum Antragszeitpunkt noch offen war, ob ihr Schwiegervater in ein Heim aufgenommen wird, ihre aktuelle Betroffenheit nicht dargetan. Die behauptete Beeinträchtigung ist bloß potentieller Art (vgl VfGH 27.9.2021, V107/2021).",
            "annotations": []
        },
        {
            "text": "1.8. Zu ihrer Betroffenheit durch das Erfordernis eines 2G-Nachweises für Besucher in Krankenanstalten in §6 Abs1 leg cit führt die Antragstellerin aus, ihr Schwiegervater sei bis 10. April 2022 mehrere Wochen stationär in einem Wiener Krankenhaus behandelt worden. Sein Gesundheitszustand habe sich zuletzt massiv verschlechtert, um einen Fall der \"Palliativ- und Hospizbegleitung\" iSd §6 Abs3 leg cit habe es sich aber noch nicht gehandelt. Es sei ihr daher verwehrt gewesen, ihren Schwiegervater im Krankenhaus zu besuchen. In diesem Zusammenhang weist der Landeshauptmann zu Recht darauf hin, dass §6 Abs3 leg cit nicht nur eine Ausnahme für Besuche im Rahmen der \"Palliativ- und Hospizbegleitung\", sondern auch \"zur Begleitung bei kritischen Lebensereignissen\" vorsah. Da die massive Verschlechterung des Gesundheitszustandes eines nahen Angehörigen einzelfallbezogen ein \"kritisches Lebensereignis\" darstellen kann, das Besucher von der 2G-Nachweispflicht ausnimmt, hat die Antragstellerin, die zum Zustand ihres Schwiegervaters keine näheren Angaben macht, ihre Betroffenheit durch §6 Abs1 leg cit nicht hinreichend konkret dargelegt.",
            "annotations": []
        },
        {
            "text": "1.9. Bei diesem Mangel handelt es sich um kein behebbares Formgebrechen, sondern um ein Prozesshindernis, sodass der Antrag auf Aufhebung der Wortfolgen \"einen 2G-Nachweis und zusätzlich\" in §5 Abs1 und §6 Abs1 Wiener COVID-19-Basismaßnahmenbegleitverordnung als unzulässig zurückzuweisen ist.",
            "annotations": []
        },
        {
            "text": "1.10. Im Übrigen, also hinsichtlich §1 Abs1, §2, §2a, §3, der Wortfolge \"anstelle eines 2G-Nachweises oder eines 2G-Nachweises und eines zusätzlichen Nachweises über ein negatives Ergebnis eines molekularbiologischen Tests auf SARS-CoV-2 (PCR-Test)\" in §10 Abs3 und §10 Abs4 Wiener COVID-19-Basismaßnahmenbegleitverordnung, sind auch sonst keine Prozesshindernisse hervorgekommen, sodass sich der Antrag insoweit als zulässig erweist. Damit erübrigt sich ein Eingehen auf die Eventualanträge.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist – soweit zulässig – nicht begründet.",
            "annotations": []
        },
        {
            "text": "2.3. Die angefochtenen Bestimmungen stehen in folgendem normativen Zusammenhang:",
            "annotations": []
        },
        {
            "text": "2.3.1.  §1 Abs1 COVID-19-MG ermächtigt (unter anderem) zur Regelung des Betretens von Betriebsstätten und bestimmten Orten als gesundheitspolizeiliche Maßnahmen zur Verhinderung der Verbreitung von COVID-19. §1 Abs5 leg cit enthält dazu eine demonstrative Aufzählung in Betracht kommender Auflagen. Eine dieser Auflagen im Zusammenhang mit dem Betreten von Betriebsstätten und bestimmten Orten stellt nach §1 Abs5 Z5 leg cit das Mitführen eines Nachweises über eine lediglich geringe epidemiologische Gefahr dar. Von einer solchen ist nach §1 Abs5a leg cit in Bezug auf Personen auszugehen, für die nach dem Stand der Wissenschaft auf Grund einer Schutzimpfung (Z1), eines negativen Testergebnisses (Z2), eines Antikörpernachweises (Z3) oder eines Genesungsnachweises (Z4) anzunehmen ist, dass die Wahrscheinlichkeit einer Weiterverbreitung von COVID-19 reduziert ist. Zwischen den Personengruppen gemäß Z1 bis 4 kann abhängig von der jeweils aktuellen epidemiologischen Situation differenziert werden, wenn nach dem Stand der Wissenschaft davon auszugehen ist, dass Unterschiede hinsichtlich der Verhinderung der Verbreitung von COVID-19 bestehen.",
            "annotations": []
        },
        {
            "text": "2.3.2. §§3 Abs1 Z1 und 4 Abs1 Z1 (jeweils iVm 7 Abs1) COVID-19-MG ermächtigen den BMSGPK, beim Auftreten von COVID-19 das Betreten von Betriebsstätten oder nur bestimmten Betriebsstätten zum Zweck des Erwerbs von Waren oder der Inanspruchnahme von Dienstleistungen bzw das Betreten von bestimmten Orten durch Verordnung zu regeln, sofern dies zur Verhinderung der Verbreitung von COVID-19 erforderlich ist. Gemäß §§3 Abs2 und 4 Abs2 COVID-19-MG kann jeweils in einer Verordnung gemäß Abs1 entsprechend der epidemiologischen Situation (unter anderem) festgelegt werden, unter welchen Voraussetzungen und Auflagen Betriebsstätten bzw bestimmte Orte betreten werden dürfen.",
            "annotations": []
        },
        {
            "text": "Gemäß §7 Abs2 COVID-19-MG können Verordnungen nach diesem Bundesgesetz auch vom Landeshauptmann erlassen werden, wenn keine Verordnung des BMSGPK erlassen wurde oder zusätzliche Maßnahmen zu einer Verordnung des BMSGPK festgelegt werden.",
            "annotations": []
        },
        {
            "text": "2.3.3. Der Verordnungsgeber muss daher in Ansehung der von ihm zu bewertenden epidemiologischen Situation notwendig prognosehaft beurteilen, inwieweit die in Aussicht genommene Auflage für das Betreten von Betriebsstätten oder bestimmten Orten eine geeignete, erforderliche und insgesamt angemessene Maßnahme darstellt, um die Verbreitung von COVID-19 zu verhindern (vgl VfSlg 20.475/2021; VfGH 24.6.2021, V593/2020). Dabei hat die vom Verordnungsgeber vorzunehmende Bewertung der epidemiologischen Situation insbesondere anhand der in §1 Abs7 COVID-19-MG festgelegten Kriterien zu erfolgen. Genannt werden hier in einer demonstrativen Aufzählung die Übertragbarkeit, Clusteranalysen, Ressourcen und Kapazitäten im Gesundheitswesen unter Berücksichtigung der aktuellen Auslastung der vorhandenen Spitalskapazitäten, durchgeführte SARS-CoV-2-Tests samt Positivrate, der Durchimpfungsgrad der Bevölkerung, das Auftreten und die Verbreitung von Virusvarianten mit signifikant erhöhter Übertragbarkeit und/oder schwererer Krankheitsverläufe, sowie regionale Besonderheiten.",
            "annotations": []
        },
        {
            "text": "2.3.4. Zusammenfassend ist zur Rechtslage daher festzuhalten, dass der Gesetzgeber den Verordnungsgeber dazu ermächtigt hat, Auflagen für das Betreten von Betriebsstätten und bestimmten Orten vorzusehen, etwa das Mitführen eines Nachweises über eine geringe epidemiologische Gefahr, und dabei zwischen unterschiedlichen Arten solcher Nachweise zu differenzieren, sofern dies zur Verhinderung der Verbreitung von COVID-19 gemäß der epidemiologischen Lage unbedingt erforderlich ist und dem Stand der Wissenschaft entspricht.",
            "annotations": []
        },
        {
            "text": "2.3.5. Auf Basis (unter anderem) dieser gesetzlichen Grundlagen hat der Landeshauptmann von Wien die Wiener COVID-19-Basismaßnahmenbegleitverordnung erlassen, die vom 5. März 2022 bis zum Ablauf des 15. April 2022 in unterschiedlichen Fassungen in Kraft stand. Diese legte im Sinne des §7 Abs2 COVID-19-MG zusätzliche Maßnahmen zur im selben Zeitraum in Kraft stehenden COVID-19-BMV des BMSGPK fest, insbesondere – soweit zulässigerweise angefochten – die Pflicht zur Vorlage eines näher definierten Impf- oder Genesungsnachweises (2G-Nachweis) beim Betreten von Gastgewerbebetrieben und Sportstätten in geschlossenen Räumen (§2 Abs1 erster Satz und §3 erster Satz Wiener COVID-19-Basismaßnahmenbegleitverordnung).",
            "annotations": []
        },
        {
            "text": "2.4. Der Verfassungsgerichtshof hat zu den Verordnungsermächtigungen des COVID-19-MG bereits mehrfach ausgesprochen (grundlegend VfSlg 20.399/2020; vgl weiters VfGH 10.3.2021, V583/2020 ua mwN, und VfGH 29.4.2022, V23/2022), dass sie dem Verordnungsgeber einen Einschätzungs- und Prognosespielraum übertragen, ob und wieweit er zur Verhinderung der Verbreitung von COVID-19 auch erhebliche Grundrechtseinschränkungen für erforderlich hält, weshalb der Verordnungsgeber seine Entscheidung als Ergebnis einer Abwägung mit den einschlägigen grundrechtlich geschützten Interessen der Betroffenen zu treffen hat. Der Verordnungsgeber ist nach der Judikatur des Verfassungsgerichtshofes angesichts der – wie hier – inhaltlich weitreichenden Ermächtigungen verpflichtet, die Wahrnehmung seines Entscheidungsspielraumes im Lichte der gesetzlichen Zielsetzungen insoweit nachvollziehbar zu machen, als er im Verordnungserlassungsverfahren festzuhalten hat, auf welcher Informationsbasis über die nach dem Gesetz maßgeblichen Umstände die Verordnungsentscheidung fußt und die vorgegebene Abwägungsentscheidung erfolgt ist. Die diesbezüglichen Anforderungen dürfen naturgemäß nicht überspannt werden, sie haben sich maßgeblich danach zu bestimmen, was in der konkreten Situation möglich und zumutbar ist. Auch in diesem Zusammenhang kommt dem Zeitfaktor entsprechende Bedeutung zu.",
            "annotations": []
        },
        {
            "text": "All dies hat der Verfassungsgerichtshof bei seiner Prüfung, ob die Verwaltungsbehörde den gesetzlichen Vorgaben bei Erlassung der angefochtenen Verordnung entsprochen hat, zu berücksichtigen. Damit ist für die Beurteilung des Verfassungsgerichtshofes insoweit der Zeitpunkt der Erlassung der entsprechenden Verordnungsbestimmungen und die diesen zugrunde liegende aktenmäßige Dokumentation maßgeblich (vgl erneut VfGH 10.3.2021, V583/2020 ua, sowie VfGH 29.4.2022, V23/2022).",
            "annotations": []
        },
        {
            "text": "2.4.1. Der vorliegende, am 14. April 2022 eingebrachte Antrag bezieht sich auf die Wiener COVID-19-Basismaßnahmenbegleitverordnung, LGBl 12/2022, welche am 5. März 2022 in Kraft getreten ist und zweimal, mit Wirkung vom 21. März 2022 (LGBl 13/2022) und 25. März 2022 (LGBl 14/2022), novelliert wurde. Den vom Landeshauptmann vorgelegten Verordnungsakten zur Stammfassung und den beiden Novellen ist – soweit für die Beurteilung des Verfassungsgerichtshofes relevant – zusammengefasst Folgendes zu entnehmen:",
            "annotations": []
        },
        {
            "text": "Die Erläuterungen zu den drei Fassungen der Verordnung enthalten jeweils \"infektionsepidemiologische Begründungen\", welche die epidemiologische Lage in Österreich und Wien anhand der Infektionszahlen (7-Tage-Inzidenz), der Viruslast im Abwasser und der Spitalsbettenbelegung auf Normal- und Intensivstationen beschreiben und teils Prognosen zur erwarteten Entwicklung dieser Parameter enthalten. Es finden sich darin auch fachliche Ausführungen zu Inzidenzen und Spitalsbelegung nach Immunstatus (Personen ohne Impfung bzw mit einer, zwei oder drei Impfungen, genesene Personen), zur Übertragbarkeit der Subvariante Omikron BA.2, zur Aussagekraft unterschiedlicher Testverfahren, zur Schutzwirkung von FFP2-Masken und zum erhöhten Übertragungsrisiko in bestimmten Settings wie Gastronomiebetrieben und Sportstätten. Diese fachlichen Ausführungen stützen sich auf näher zitierte wissenschaftliche Publikationen.",
            "annotations": []
        },
        {
            "text": "2.4.2. Der Verordnungsgeber hat damit in den Verordnungsakten dargelegt, dass er die angefochtenen Maßnahmen im Einklang mit den im COVID-19-MG normierten Verfahrensregelungen erlassen sowie die im Gesetz vorgegebenen Kriterien für die Bewertung der epidemiologischen Situation (§1 Abs7 COVID-19-MG) angewendet hat. Er hat zudem hinreichend dargetan, auf welcher Informationsbasis über die nach dem Gesetz maßgeblichen Umstände die Entscheidung über die Erlassung der angefochtenen Bestimmungen der Wiener COVID-19-Basismaßnahmenbegleitverordnung getroffen wurde. Die in weiterer Folge zur Überprüfung der Gesetzmäßigkeit der Verordnung durch den Verfassungsgerichtshof erforderliche aktenmäßige Dokumentation der Entscheidungsgrundlagen (vgl etwa VfGH 10.3.2021, V573/2020 mwN) ist damit hinsichtlich der angefochtenen Bestimmungen hinreichend erfolgt.",
            "annotations": []
        },
        {
            "text": "2.5. Die Antragstellerin macht der Sache nach zunächst geltend, die angefochtenen Bestimmungen der Wiener COVID-19-Basismaßnahmenbegleitverordnung seien gleichheitswidrig, weil Personen, bei denen neutralisierende Antikörper nachweisbar seien, benachteiligt würden: Nach dem Stand der Wissenschaft könne nicht davon ausgegangen werden, dass zwischen einer Person, die gegen COVID-19 geimpft sei, und einer Person, bei der ein hoher Wert an neutralisierenden Antikörpern nachweisbar sei, solche Unterschiede hinsichtlich der Verbreitung von COVID-19 – oder der Wahrscheinlichkeit einer schweren Erkrankung – bestünden, dass eine Unterscheidung zwischen diesen Personengruppen im Rahmen der Einlassregeln gerechtfertigt wäre. Dies gelte insbesondere vor dem Hintergrund der im Anfechtungszeitpunkt dominierenden Omikron-Variante, welche eine vorhandene Immunität sowohl bei geimpften als auch bei genesenen Personen teilweise umgehe. Die Differenzierung zwischen diesen Personengruppen, die nicht dem Stand der Wissenschaft entspreche, verstoße somit auch gegen §1 Abs5a COVID-19-MG und verletze die Antragstellerin mangels Geeignetheit des Eingriffs in ihren Rechten nach Art8 EMRK. ",
            "annotations": []
        },
        {
            "text": "2.5.1. Der Landeshauptmann hält dem unter anderem entgegen, dass nach den Anwendungsempfehlungen des Nationalen Impfgremiums zu COVID-19-Impfungen eine Bestimmung neutralisierender Antikörper vor einer Impfung weder erforderlich noch empfohlen sei. Bis dato habe kein Antikörpertiter definiert werden können, welcher angebe, ab wann man von einer Schutzwirkung ausgehen könne (kein definiertes Schutzkorrelat). Neutralisierende Antikörper hätten daher keine Relevanz für die Impfempfehlung. Auch habe die Infektion mit der Omikron-Variante andere immunologische Eigenschaften als Infektionen mit vorangegangenen Virusvarianten. Beim Nationalen Impfgremium handle es sich um ein aus unabhängigen Experten zusammengesetztes Kollegialorgan, das eigens zur Beratung des BMSGPK aus medizinisch-wissenschaftlicher Perspektive eingerichtet worden sei. Für den Landeshauptmann habe daher im Zeitpunkt der Verordnungserlassung auf Basis aktuellster wissenschaftlicher Erkenntnisse keine Veranlassung bestanden, einen Nachweis neutralisierender Antikörper als Nachweis geringer epidemiologischer Gefahr anzuerkennen. ",
            "annotations": []
        },
        {
            "text": "2.5.2. Der Gleichheitssatz bindet auch den Verordnungsgeber (VfGH 5.6.2014, V44/2013). Er setzt ihm insofern inhaltliche Schranken, als er es verbietet, unsachliche, durch tatsächliche Unterschiede nicht begründbare Differenzierungen und eine unsachliche Gleichbehandlung von Ungleichem sowie sachlich nicht begründbare Regelungen zu schaffen (vgl zur Differenzierung bei Gesetzen etwa VfSlg 17.315/2004, 17.500/2005; zum Sachlichkeitsgebot bei Gesetzen vgl VfSlg 14.039/1995, 16.407/2001; VfGH 23.2.2021, G361/2020; zum Sachlichkeitsgebot bei Verordnungen VfGH 24.6.2021, V593/2020; 23.9.2021, V572/2020).",
            "annotations": []
        },
        {
            "text": "2.5.3. Gemäß §1 Abs5 des – auch im Lichte des Gleichheitssatzes zu interpretierenden – COVID-19-MG kann das Mitführen eines Nachweises über eine lediglich geringe epidemiologische Gefahr als Auflage unter anderem für das Betreten von Betriebsstätten und bestimmten Orten vorgesehen werden. Von einer lediglich geringen epidemiologischen Gefahr ist bei Personen auszugehen, für die \"nach dem Stand der Wissenschaft\" unter anderem auf Grund eines durchgeführten Tests, der das Vorhandensein von Antikörpern gegen eine Infektion mit SARS-CoV-2 bestätigt, anzunehmen ist, dass die Wahrscheinlichkeit einer Weiterverbreitung von COVID-19 reduziert ist (§1 Abs5a leg cit). Zwischen solchen Personen und (unter anderem) gegen COVID-19 geimpften Personen (§1 Abs5a Z1 leg cit) kann abhängig von der jeweils aktuellen epidemiologischen Situation differenziert werden, wenn nach dem Stand der Wissenschaft davon auszugehen ist, dass Unterschiede hinsichtlich der Verhinderung der Verbreitung von COVID-19 bestehen (§1 Abs5a zweiter Satz leg cit).",
            "annotations": []
        },
        {
            "text": "§1 Abs5a COVID-19-MG, der den Nachweis über neutralisierende Antikörper als einen von mehreren möglichen Nachweisen einer lediglich geringen epidemiologischen Gefahr nennt, enthält somit kein bedingungsloses Gebot an den Verordnungsgeber zur Berücksichtigung nachgewiesener neutralisierender Antikörper, sondern steht unter dem Vorbehalt des – jeweiligen – Standes der Wissenschaft (vgl VfGH 29.4.2022, V35/2022).",
            "annotations": []
        },
        {
            "text": "2.5.4. Aus den im Zeitpunkt der Verordnungserlassung gültigen Anwendungsempfehlungen des Nationalen Impfgremiums zu COVID-19-Impfungen ergibt sich, dass eine Bestimmung neutralisierender Antikörper vor einer Impfung weder erforderlich noch empfohlen ist. \"Bis dato\" konnte kein Antikörpertiter definiert werden, welcher angibt, ab wann man von einer Schutzwirkung ausgehen kann. Zudem geht aus den \"Fachlichen Begründungen\" zur 4. COVID-19-Maßnahmenverordnung, BGBl II 34/2022, auf welche die Erläuterungen der Wiener COVID-19-Basismaßnahmenbegleitverordnung hinsichtlich der – einen Nachweis neutralisierender Antikörper nicht mehr einschließenden – Definition eines 2G-Nachweises verweisen, hervor, dass \"trotz Unsicherheiten hinsichtlich Omikron\" von Personen, die unter diese 2G-Definition fallen, anhand der näher erläuterten verfügbaren Daten eine deutlich geringere epidemiologische Gefahr ausgeht als von Personen, die nicht unter diese Definition fallen. ",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof vermag dem Landeshauptmann daher nicht entgegenzutreten, wenn dieser angesichts der im Zeitpunkt der Verordnungserlassung noch unzureichenden wissenschaftlichen Datengrundlage zur Risikoreduktion neutralisierender Antikörper einerseits und angesichts der in diesem Zeitpunkt dominanten Omikron-Variante anderseits im Rahmen seines Einschätzungs- und Prognosespielraumes von einer Gleichstellung jener Personen, deren Genesung bereits längere Zeit zurückliegt, die aber (noch) über neutralisierende Antikörper verfügen, mit geimpften und rezent genesenen Personen abgesehen hat. Der Landeshauptmann hat mit dieser Unterscheidung in §1 Abs1 Wiener COVID-19-Basismaßnahmenbegleitverordnung somit weder gegen §1 Abs5a COVID-19-MG verstoßen, noch das Sachlichkeitsgebot des Gleichheitssatzes oder schon mangels Geeignetheit des Eingriffes Rechte nach Art8 EMRK verletzt. Die in diese Richtung gehenden Bedenken der Antragstellerin erweisen sich daher als nicht berechtigt (vgl VfGH 29.4.2022, V35/2022).",
            "annotations": []
        },
        {
            "text": "2.6. Des Weiteren moniert die Antragstellerin, dass die angefochtenen Bestimmungen auf Grund der im Anfechtungszeitpunkt gegebenen epidemiologischen Lage nicht (mehr) erforderlich bzw notwendig seien und daher auch aus diesem Grund gegen das COVID-19-MG verstießen und unverhältnismäßig in ihre Rechte nach Art8 EMRK eingriffen. Anhand der in §1 Abs7 COVID-19-MG genannten Kriterien zur Bewertung der epidemiologischen Situation sei nicht ersichtlich, inwiefern die Maßnahmen zum Gesundheitsschutz der Bevölkerung tauglich und notwendig seien. Bereits vor Erlassung der Maßnahmen sei auf Grund der Erfahrungen mit der Omikron-Variante evident gewesen, dass keine Überlastung der Spitalskapazitäten zu erwarten gewesen sei. Als gelindere und überdies effektivere Mittel stünden derzeit jedenfalls PCR-Tests bzw eine Maskenpflicht in Risikosettings, sowie Informationen über allgemeine Hygiene- und Abstandsregeln zur Verfügung.",
            "annotations": []
        },
        {
            "text": "2.6.1. Der Verordnungsgeber hat in Ansehung der von ihm zu bewertenden epidemiologischen Situation notwendig prognosehaft zu beurteilen, inwieweit in Aussicht genommene Regelungen zur Verhinderung der Verbreitung von COVID-19 geeignete, erforderliche und insgesamt angemessene Maßnahmen darstellen (vgl VfGH 23.9.2021, V572/2020; 3.12.2021, V617/2020 ua). Der Einschätzungs- und Prognosespielraum des Verordnungsgebers umfasst insoweit auch die zeitliche Dimension dahingehend, dass ein schrittweises, nicht vollständig abschätzbare Auswirkungen beobachtendes und entsprechend wiederum durch neue Maßnahmen reagierendes Vorgehen von der gesetzlichen Ermächtigung der §§3 und 4 COVID-19-MG vorgesehen und auch gefordert ist (vgl dazu etwa VfGH 1.10.2020, V392/2020; 20.9.2022, V110/2022).",
            "annotations": []
        },
        {
            "text": "2.6.2. Der mit den angefochtenen Bestimmungen der Wiener COVID-19-Basismaßnahmenbegleitverordnung verfolgte Zweck, die Verbreitung von COVID-19 zu verhindern bzw zu bekämpfen und damit die Gesundheit der Menschen zu schützen sowie die Funktionsfähigkeit der Gesundheitsinfrastruktur aufrechtzuerhalten, stellt ein gewichtiges und legitimes öffentliches Interesse dar (vgl zB VfGH 29.4.2022, V23/2022). Entgegen dem Vorbringen der Antragstellerin bedeutet das in §1 Abs1 COVID-19-MG genannte Ziel der Verhinderung der Verbreitung von COVID-19 nicht, dass die auf Grundlage dieses Gesetzes angeordneten Maßnahmen einzig den – aus Sicht der Antragstellerin per se nicht erreichbaren – Zweck einer gänzlichen \"Ausrottung\" von COVID-19 verfolgen. Dies ergibt sich bereits aus den in §1 Abs7 COVID-19-MG genannten, differenzierenden Kriterien zur Bewertung der epidemiologischen Situation.",
            "annotations": []
        },
        {
            "text": "2.6.3. Dem Landeshauptmann ist nicht entgegenzutreten, wenn er angesichts der in den Verordnungsakten dokumentierten Entscheidungsgrundlagen davon ausging, dass die Einlassregelungen der §§2 Abs1 erster Satz und 3 erster Satz Wiener COVID-19-Basismaßnahmenbegleitverordnung, die das Betreten von Gastgewerbebetrieben und Sportstätten in geschlossenen Räumen an das Vorliegen eines 2G-Nachweises knüpfen, dazu führen, dass sich an diesen – angesichts der fehlenden Möglichkeit, durchgehend Schutzmasken zu tragen – besonders risikogeneigten Orten nur Personen aufhalten, die auf Grund ihres Immunstatus im Falle einer Infektion deutlich seltener einen Spitalsaufenthalt benötigen. Der Landeshauptmann nahm auf Grund der im Verordnungsakt dokumentierten wissenschaftlichen Erkenntnisse nachvollziehbar an, dass auch in Bezug auf die Omikron-Variante das Systemrisiko für die Gesundheitsversorgung stärker von ungeimpften und nicht rezent genesenen Personen ausgeht. Im Verordnungsakt zur 2. Novelle der Wiener COVID-19-Basismaßnahmenbegleitverordnung, LGBl 14/2022, sind Daten und Statistiken zu den Inzidenzen und zur Hospitalisierung nach Immunstatus dokumentiert, die etwa in allen Altersgruppen eine mehrfach höhere Spitalsbelegung auf Normalstationen durch ungeimpfte (und auch nicht rezent genesene) Personen, gefolgt von bloß einmal geimpften Personen, ausweisen.",
            "annotations": []
        },
        {
            "text": "2.6.4. Die (prognostizierte) Bettenbelegung auf den Normal- und Intensivstationen stellt ein wichtiges Kriterium für die vom Verordnungsgeber vorzunehmende Beurteilung der epidemiologischen Situation und – in weiterer Folge – des Vorliegens der gesetzlichen Voraussetzungen für die Anordnung von Maßnahmen nach dem COVID-19-MG dar. Der Verordnungsgeber hat im Zusammenhang mit den Kapazitäten des Gesundheitswesens aber auch weitere maßgebliche Faktoren, wie etwa insbesondere Personalressourcen oder (über Betten hinausgehende) verfügbare medizinische Infrastruktur, in die Beurteilung miteinzubeziehen (§1 Abs7 Z3 COVID-19-MG; vgl VfGH 29.4.2022, V23/2022; 20.9.2022, V110/2022).",
            "annotations": []
        },
        {
            "text": "Wie aus den Erläuterungen zur – am 25. März 2022 in Kraft getretenen – 2. Novelle der Wiener COVID-19-Basismaßnahmenbegleitverordnung hervorgeht, erreichte die Spitalsbettenbelegung auf den Normalstationen in Wien am 21. März 2022 mit 654 Patienten einen neuen Höhepunkt im Verlauf der Pandemie. Die Lage in den Spitälern wird als bei leicht steigendem Trend sehr angespannt beschrieben, was in Verbindung mit den hohen Personalausfällen weiterhin deutliche Einschränkungen im Routinebetrieb bedeute. Zur Zahl der Neuinfektionen wird in den Erläuterungen ausgeführt, dass sich im Zuge der Omikron-BA.2-Welle mittlerweile eine Stabilisierung auf sehr hohem Niveau zeige. Die 7-Tages-Inzidenz für Wien betrug am 23. März 2022 3026,1. Somit sei die Wahrscheinlichkeit, auf eine infektiöse Person zu treffen, nach wie vor extrem hoch. Damit hat der Landeshauptmann im Verordnungsakt nachvollziehbar dargelegt, dass für den hier relevanten Zeitraum weiterhin eine angespannte epidemiologische Lage vorlag, wenngleich erste Öffnungsschritte möglich waren. So wurden mit der 2. Novelle die 2G-Einlassregeln für Gastgewerbebetriebe und Sportstätten auf geschlossene Räume eingeschränkt.",
            "annotations": []
        },
        {
            "text": "2.6.5. Der Einwand der Antragstellerin, dass die angefochtenen Maßnahmen, konkret die 2G-Einlassregeln, nicht das gelindeste Mittel darstellten, trifft für die hier zu beurteilende Rechtslage nicht zu. Wie der Landeshauptmann im Verordnungsakt darlegt, war mit Blick auf die starke Belastung der Spitalskapazitäten, insbesondere auf den Normalstationen, und die unverändert sehr hohen Infektionszahlen ein besonders behutsames und vorsichtiges Vorgehen unabdingbar. Der Landeshauptmann hat mit der 2. Novelle zur Wiener COVID-19-Basismaßnahmenbegleitverordnung bereits erste Lockerungsschritte vorgenommen. Auf Grund der im Zeitpunkt der Verordnungserlassung immer noch angespannten epidemiologischen Lage ist dem Landeshauptmann aber nicht entgegenzutreten, wenn er die Beibehaltung des Erfordernisses eines 2G-Nachweises in geschlossenen Räumen von Gastgewerbebetrieben und Sportstätten zu diesem Zeitpunkt weiterhin als gelindestes Mittel erachtet hat.",
            "annotations": []
        },
        {
            "text": "2.6.6. Soweit die Antragstellerin vorbringt, dass die Erforderlichkeit der angefochtenen Maßnahmen anhand der in §1 Abs7 COVID-19-MG genannten Kriterien zur Bewertung der epidemiologischen Situation, die sich überwiegend epidemiologisch günstig darstellten, nicht ersichtlich sei, ist darauf hinzuweisen, dass es in diesem Zusammenhang nicht auf einzelne Kriterien ankommt (vgl VfGH 3.12.2021, V617/2020 ua), sondern auf die Gesamtbetrachtung der Lage durch den Verordnungsgeber und dessen Prognose. Wie bereits ausgeführt, stellen bei dieser Gesamtbetrachtung die Ressourcen und Kapazitäten im Gesundheitswesen, insbesondere die Bettenbelegung auf den Normal- und Intensivstationen, ein gewichtiges Kriterium dar. Im Zeitpunkt der Verordnungserlassung waren diese Kapazitäten, besonders im Bereich der Normalstationen, stark belastet. Auch hinsichtlich des Kriteriums der Übertragbarkeit, gemessen insbesondere an der 7-Tages-Inzidenz, ist darauf hinzuweisen, dass zur Bewertung der epidemiologischen Situation nicht allein maßgeblich ist, dass diese, wie die Antragstellerin vorbringt, \"stark rückläufig\" ist, wenn sie sich damit – wie vorliegend – weiterhin auf überaus hohem Niveau befindet.",
            "annotations": []
        },
        {
            "text": "2.6.7. Der Verweis der Antragstellerin auf Clusteranalysen der AGES, nach denen in einem näher genannten Zeitraum 80-90 % der Übertragungen im Haushalt stattgefunden hätten, während nur 0,0-0,3 % der Infektionen auf sportliche Aktivitäten und 0,0-0,7 % auf die Gastronomie zurückzuführen seien vermag die Wirkungslosigkeit der Maßnahmen nicht zu belegen. Der Landeshauptmann verweist in diesen Zusammenhang nachvollziehbar darauf, dass die Clusteranalysen der AGES großen Limitationen unterlägen, weil die Abklärung der Infektionsquelle in manchen Settings, etwa im gemeinsamen Haushalt, sehr viel leichter falle als in anderen, etwa in Gastronomiebetrieben. In Anbetracht der hohen Fallzahlen im Zuge der Omikron-Welle habe auch nur ein geringer Teil der Infektionen aufgeklärt werden können (vgl zur Aussagekraft von Clusteranalysen bereits VfGH 20.9.2022, V110/2022).",
            "annotations": []
        },
        {
            "text": "2.6.8. Anders als die Antragstellerin vermeint, stellten PCR-Tests für ungeimpfte und nicht rezent genesene Personen in diesem Zusammenhang kein gelinderes Mittel zur Zielerreichung dar. Das Vorhandensein eines negativen PCR-Testergebnisses auf eine Infektion mit SARS-CoV-2 reduziert zwar – für einen kurzen Zeitraum – die Wahrscheinlichkeit einer bestehenden Infektion und kann daher ein geeignetes Mittel zur Verhinderung der Weiterverbreitung des Virus darstellen (siehe §1 Abs5a Z2 COVID-19-MG, §2 Abs2 Z4 und 5 COVID-19-BMV). Der Landeshauptmann legt aber nachvollziehbar dar, dass die Omikron-Variante mit einem wesentlich rascheren Anstieg der Infektiosität einhergehe, sodass sich Personen auch bei noch gültigem Testergebnis schon in der beginnenden infektiösen Phase befinden könnten. Zudem schütze ein negatives Testergebnis allenfalls die Kontaktpersonen des Getesteten, nicht aber den Getesteten selbst. Wie bereits ausgeführt, ging der Verordnungsgeber vertretbarerweise davon aus, dass ungeimpfte und nicht rezent genesene Personen im Falle einer Infektion deutlich häufiger einen Spitalsaufenthalt benötigen. Vor diesem Hintergrund ist nicht zu beanstanden, wenn dieser die (bloße) Vorlage eines negativen PCR-Testergebnisses als gelinderes Mittel für nicht geeignet hielt, um eine systemkritische Belastung des Gesundheitssystems abzuwenden (vgl dazu auch VfGH 17.3.2022, V294/2021; 30.6.2022, V3/2022).",
            "annotations": []
        },
        {
            "text": "Wenn die Antragstellerin überdies eine Maskenpflicht in \"Risikosettings\" als geeignetes gelinderes Mittel ins Treffen führt, ist darauf hinzuweisen, dass der Verordnungsgeber Gastronomiebetriebe und Sportstätten gerade deshalb als besonders risikogeneigte Orte den angefochtenen Beschränkungen unterworfen hat, weil es dort – bei der Konsumation von Speisen und Getränken bzw der unmittelbaren Sportausübung – nicht durchgehend möglich ist, Schutzmasken zu tragen. ",
            "annotations": []
        },
        {
            "text": "2.6.9. Hinsichtlich der Beurteilung der Verhältnismäßigkeit der angefochtenen Maßnahmen im Lichte des verfassungsgesetzlich gewährleisteten Rechts auf Achtung des Privat- und Familienlebens nach Art8 EMRK ist darauf Bedacht zu nehmen, dass 2G-Nachweispflichten für das Betreten von Gastronomiebetrieben und Sportstätten (auf Grund vergleichbarer Vorgängerbestimmungen in Verordnungen sowohl des Landeshauptmanns als auch des BMSGPK) insgesamt bereits seit 12. Dezember 2021 durchgehend in Geltung standen. Die angefochtenen Maßnahmen der §§2 Abs1 erster Satz und 3 erster Satz Wiener COVID-19-Basismaßnahmenbegleitverordnung greifen daher intensiv in die verfassungsgesetzlich geschützte Rechtssphäre der Antragstellerin ein.",
            "annotations": []
        },
        {
            "text": "Der Verordnungsgeber hat jedoch mit diesen Bestimmungen keine insgesamt unangemessenen Maßnahmen erlassen. Mit dem gesundheitspolitischen Ziel der Verhinderung der Verbreitung von COVID-19 und damit der Gewährleistung der medizinischen Versorgung wird ein Ziel von erheblichem Gewicht verfolgt. Für die Verhältnismäßigkeit der – zur Zielerreichung geeigneten (siehe 2.6.3.) – Maßnahmen kann zudem ins Treffen geführt werden, dass sich diese in der angefochtenen Fassung auf geschlossene Räume beschränkt haben. Das Betreten von Gastronomiebetrieben und Sportstätten im Freien war auch ohne 2G-Nachweis wieder möglich. Zudem waren in §2 Abs2 Wiener COVID-19-Basismaßnahmenbegleitverordnung Ausnahmen für Gastgewerbetriebe in Betreuungs- und Bildungseinrichtungen sowie Betrieben vorgesehen und gemäß §2a leg cit ganz allgemein die Abholung von Speisen und Getränken zulässig, wodurch die Schwere des Eingriffes in die grundrechtlich geschützte Rechtsposition der Betroffenen abgemildert wurde.",
            "annotations": []
        },
        {
            "text": "2.6.10. Ausgehend davon ist dem Landeshauptmann nicht entgegenzutreten, wenn er die Einlassregelungen der §§2 Abs1 erster Satz und 3 erster Satz Wiener COVID-19-Basismaßnahmenbegleitverordnung in einer Gesamtbetrachtung im Zeitpunkt ihrer Erlassung noch für \"erforderlich\" und als insgesamt angemessene Maßnahmen erachtete. Die angefochtenen Bestimmungen verstoßen somit aus den geltend gemachten Gründen nicht gegen die §§3 und 4 COVID-19-MG und sind auch nicht wegen Verstoßes gegen Art8 EMRK verfassungs- und damit gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag auf Aufhebung der Wortfolge \"einen 2G-Nachweis und zusätzlich\" in §5 Abs1 und der Wortfolge \"einen 2G-Nachweis und zusätzlich\" in §6 Abs1 Wiener COVID-19-Basismaßnahmenbegleitverordnung, LGBl 12/2022, idF LGBl 14/2022 ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen ist der Antrag abzuweisen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}