{
    "document_id": "JFT_20230227_22E03319_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Erstbeschwerdeführerin ist die Mutter des minderjährigen Zweitbeschwerdeführers. Beide sind afghanische Staatsangehörige, Angehörige der Volksgruppe der Hazara und bekennen sich zum schiitisch-muslimischen Glauben. Die Erstbeschwerdeführerin besuchte vier Jahre die Grundschule. Die beschwerdeführenden Parteien reisten im Dezember 2021 mit einem Visum in das Bundesgebiet ein und stellten am 5. Jänner 2022 einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheiden vom 9. März 2022 wies das Bundesamt für Fremdenwesen und Asyl die Anträge der beschwerdeführenden Parteien auf internationalen Schutz hinsichtlich der Zuerkennung des Status der Asylberechtigten ab, erkannte ihnen den Status subsidiär Schutzberechtigter im Familienverfahren mit dem subsidiär schutzberechtigten Ehemann der Erstbeschwerdeführerin bzw Vater des minderjährigen Zweitbeschwerdeführers zu und erteilte den beschwerdeführenden Parteien befristete Aufenthaltsberechtigungen für subsidiär Schutzberechtigte. ",
            "annotations": []
        },
        {
            "text": "Im Zuge der mündlichen Verhandlung vor dem Bundesverwaltungsgericht führte die Erstbeschwerdeführerin unter anderem aus, dass sie ein freies Leben als moderne Frau führen möchte. Sie möchte nicht in Afghanistan von den Taliban unterdrückt leben, sie möchte ihre Gesetze nicht akzeptieren, kein Kopftuch oder Hijab tragen und nicht zur Religion gezwungen werden. Sie möchte ein vollständiger Mensch sein und nicht das Gefühl haben, unvollständig zu sein. In Afghanistan hätten Frauen keine Rechte, sie müssten zu Hause sitzen und dürften das Haus nicht verlassen, nicht lernen und studieren. Weder dürften Frauen lange Fingernägel tragen noch diese lackieren, sie dürften keinen Kurzhaarschnitt tragen und sich nicht schminken oder laut sprechen. ",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht wies die gegen die Bescheide vom 9. März 2022 erhobene Beschwerde, die sich gegen die Nichtzuerkennung des Status der Asylberechtigten richtet, mit Erkenntnis vom 21. Oktober 2022 als unbegründet ab. Es handle sich bei der Erstbeschwerdeführerin nicht um eine Frau, deren Leben im Bundesgebiet im Widerspruch zu den afghanischen Werten stehe. ",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. Unter anderem wird in der Beschwerde vorgebracht, dass die Erstbeschwerdeführerin westlich orientiert sei. Sie verfüge über eine als westlich orientierte Denk- und Lebensweise, kleide sich modern, trage kein Kopftuch, besitze einige Tattoos und gestalte ihr Leben säkular. ",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht hat die Gerichts- und (zum Teil) Verwaltungsakten vorgelegt und – ebenso wie das Bundesamt für Fremdenwesen und Asyl – von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Die Erstbeschwerdeführerin führte im Zuge der mündlichen Verhandlungen vor dem Bundesverwaltungsgericht am 9. und 17. Juni 2022 aus, dass sie ihren minderjährigen Sohn betreue, mit ihm in den Park und einkaufen gehe sowie Sport betreibe. Sie spiele mit ihrem Sohn Fußball und gehe regelmäßig laufen. Erledigungen (im Alltag) führe sie selbstständig aus. Außerdem führe sie eine moderne Ehe. Sie und ihr Mann seien freidenkende Menschen, würden über alle Sachen miteinander sprechen und alles gemeinsam abstimmen. Sie möchte gerne – nach einer entsprechenden Ausbildung – Menschenrechtsaktivistin werden und Frauen eine Stimme geben. In Afghanistan hätten Frauen keine Rechte, sie möchte der Welt zeigen, dass eine Frau auch wie ein Mann sein und Fortschritte machen könne, dass \"eine Frau alles machen kann\". In Afghanistan könne eine Frau ihre Schönheit nicht zur Schau stellen, sie könnte sich nicht so kleiden, wie sie sich in Österreich kleide. Zunächst würde sie die Sprache gut erlernen, wobei sie (nach rund sechsmonatigem Aufenthalt im Bundesgebiet) selbst auf Deutsch einen Termin mit dem Arbeitsmarktservice wegen eines Deutschkurses ausgemacht habe. Außerdem möchte die Erstbeschwerdeführerin ein Geschäft eröffnen, das sowohl eine Verkaufsstelle beinhaltet als auch eine Ausbildungsstätte für Frauen, in der man bestimmte Handarbeitstechniken, die sie beherrsche, kennenlernen könne. Dadurch möchte sie andere Frauen unterstützten, um selbst zu arbeiten und ihr eigenes Geld zu verdienen. Sie kenne auch bereits andere Frauen im Bundesgebiet, die ihr Sprachcafés gezeigt hätten; eines habe sie bereits besucht. ",
            "annotations": []
        },
        {
            "text": "3.2. Die Erstbeschwerdeführerin verfügt über ein Tattoo am linken Unterarm, das ein Kind mit seiner Mutter zeigt. Ein weiteres Tattoo befindet sich im Bereich des rechten Schlüsselbeines, das für \"Freiheit\" stehe. Seitlich an der rechten Hand besitzt die Erstbeschwerdeführerin ein Tattoo mit zwei Flugzeugen, das für sie bedeute, dass sie eines Tages wie Flugzeuge fliegen und frei sein werde. Außerdem hat sie am rechten Knöchel ein Tattoo, das den Planeten Erde darstellt. Damit möchte die Erstbeschwerdeführerin ausdrücken, dass sie eines Tages die Erde umkreisen wird.",
            "annotations": []
        },
        {
            "text": "3.3. Das Bundesverwaltungsgericht stellt fest, dass die Erstbeschwerdeführerin aktuell ein Leben als Hausfrau und Mutter führe. Sie bemühe sich derzeit um einen Deutschkurs über das AMS. Sie treibe Sport, vor allem gehe sie laufen und spiele Fußball mit ihrem Sohn. Außerdem gehe sie in Österreich alleine einkaufen. Sie verfüge jedoch über keinen eigenen Bekannten- oder Freundeskreis im Bundesgebiet, sondern verbringe ihre Zeit hauptsächlich mit ihrem Sohn und ihrem Mann. Ihr Aktionsradius sei derzeit \"sehr einschränkt\". Die Erstbeschwerdeführerin habe in den knapp sechs Monaten im Bundesgebiet keine Lebensweise verinnerlicht, welche im Widerspruch zu den afghanischen Werten stehe. Sie nutze zwar die sich ihr in Österreich bietenden Möglichkeiten, im Park Sport zu betreiben, und gehe einkaufen. Ihre Aktivitäten hätten jedoch einen sehr engen Radius. \"Ihr vorgebrachter Wunsch nach künftigen Aktivitäten als Frauenrechtlerin allein\" exponiere sie nicht. Das Bundesverwaltungsgericht geht nicht davon aus, dass die Erstbeschwerdeführerin einen zu afghanischen Werten im Widerspruch stehenden Lebensstil verinnerlicht habe. Im Hinblick auf die Tattoos der Erstbeschwerdeführerin führt das Bundesverwaltungsgericht beweiswürdigend aus, dass konservative Bekleidungsvorschriften in islamischen Ländern notorisch seien und daher die Tattoos durch die lange Kleidung verdeckt wären. Die Einzelfallprüfung habe ergeben, dass es der Erstbeschwerdeführerin nicht gelungen sei, eine wohlbegründete Furcht vor Verfolgung glaubhaft zu machen. ",
            "annotations": []
        },
        {
            "text": "4. Unter Zugrundelegung des Akteninhaltes sind die vom Bundesverwaltungsgericht getroffenen Ausführungen im Hinblick auf die fehlende \"westliche Orientierung\" (vgl hiezu auch VfGH 7.6.2021, E4359/2020 ua) vor allem bezogen auf die in der mündlichen Verhandlung zum Ausdruck gekommene Einstellung, die Lebensgestaltung der Erstbeschwerdeführerin und ihr bewusst gestaltetes Erscheinungsbild nicht nachvollziehbar (siehe VfGH 30.11.2021, E3137/2021 ua; 14.12.2022, E3456/2021). Wegen dieser maßgeblichen Aktenwidrigkeit in einem wesentlichen Entscheidungspunkt hat das Bundesverwaltungsgericht das angefochtene Erkenntnis bereits aus diesem Grund mit Willkür belastet. Dieser Mangel schlägt gemäß §34 Abs4 AsylG 2005 auf die Entscheidung betreffend den minderjährigen Zweitbeschwerdeführer durch (VfSlg 19.671/2012, 19.855/2014; VfGH 24.11.2016, E1085/2016 ua); daher ist auch diese aufzuheben.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführenden Parteien sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. ",
            "annotations": []
        },
        {
            "text": "Da die beschwerdeführenden Parteien gemeinsam durch einen Rechtsanwalt vertreten sind, ist der einfache Pauschalsatz, erhöht um einen entsprechenden Streitgenossenzuschlag von 10 vH des Pauschalsatzes, zuzusprechen. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 479,60 enthalten.",
            "annotations": []
        }
    ]
}