{
    "document_id": "JFT_20230228_22E02502_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist afghanische Staatsangehörige und stellte – gemeinsam mit ihrer Familie – am 30. Jänner 2016 in Österreich einen Antrag auf internationalen Schutz. Mit Bescheid vom 13. Oktober 2017 wurde der Antrag im Hinblick auf den Status der Asylberechtigten abgewiesen und ihr der Status der subsidiär Schutzberechtigten zuerkannt. Mit Bescheid vom 2. Oktober 2020 wurde ihre Aufenthaltsberechtigung zuletzt um zwei Jahre verlängert.",
            "annotations": []
        },
        {
            "text": "Am 15. Juli 2020 stellte die Beschwerdeführerin einen Folgeantrag auf internationalen Schutz. Diesen begründete sie ua mit den Nachteilen, die mit dem Status der subsidiär Schutzberechtigten im Vergleich zum Status der Asylberechtigten, insbesondere im Zusammenhang mit der Arbeits- und Wohnungssuche, verbunden seien. Des Weiteren schilderte sie, dass sie sich \"wie eine österreichische Frau\" fühle und ihr Leben in Afghanistan so nicht fortführen könne, weil dort Frauen keine Rechte hätten. In Österreich könne sie einer Arbeit nachgehen und ihre Meinung sagen.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 1. Oktober 2020 wurde der Folgeantrag der Beschwerdeführerin gemäß §68 Abs1 AVG wegen entschiedener Sache zurückgewiesen. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 23. Februar 2022 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Begründend führt das Bundesverwaltungsgericht aus, dass Ungleichbehandlungen auf Grund des Status der subsidiär Schutzberechtigten sowie der Wunsch nach einem dauerhaften Aufenthaltsrecht in Österreich im Hinblick auf die Beurteilung der Gewährung von Asyl keine Relevanz hätten. Das Vorbringen der Beschwerdeführerin betreffend ihre \"westliche Orientierung\" weise hingegen keinen glaubhaften Kern auf. Sie habe bisher keine Deutschprüfung abgelegt, weise nur rudimentäre Deutschkenntnisse auf und ihre sozialen Kontakte in Österreich bestünden hauptsächlich aus ihren Familienmitgliedern und Arbeitskolleginnen. Im Hinblick auf ihr fortgeschrittenes Alter und den minderen Integrationsgrad sei eine \"westliche Lebensweise\" auszuschließen. Sie habe bereits im Herkunftsland gearbeitet und könnte diese Lebensführung somit im Fall der Rückkehr fortführen. Zudem sei seit rechtskräftigem Abschluss des Erstverfahrens zum Zeitpunkt der Erlassung des vor dem Bundesverwaltungsgericht angefochtenen Bescheides keine maßgebliche Änderung der asylrelevanten Lage im Herkunftsstaat eingetreten. \"Sache\" des Beschwerdeverfahrens vor dem Bundesverwaltungsgericht sei ausschließlich die Frage, ob die Zurückweisung des verfahrenseinleitenden Antrages durch die erstinstanzliche Behörde zu Recht erfolgt sei. Das Bundesverwaltungsgericht habe eine \"ex-tunc-Prüfung\" durchzuführen, weshalb die zum Zeitpunkt der Entscheidung des Bundesamtes für Fremdenwesen und Asyl geltenden Länderinformationen heranzuziehen seien. Danach bekannt gewordene Länderberichte seien nicht in die Erwägungen miteinzubeziehen.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten, insbesondere im Recht auf ein faires Verfahren gemäß Art6 EMRK und Art47 GRC sowie im Recht auf Gleichbehandlung von Fremden untereinander gemäß ArtI Abs1 BVG BGBl 390/1973, behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesamt für Fremdenwesen und Asyl hat von der Möglichkeit, eine Äußerung zu erstatten, ebenfalls keinen Gebrauch gemacht.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer groben Verkennung der Rechtslage (zB VfSlg 19.838/2013).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Gemäß §3 Abs1 AsylG 2005 ist einem Fremden der Status des Asylberechtigten zuzuerkennen, soweit dieser Antrag nicht bereits gemäß §§4, 4a oder 5 leg cit zurückzuweisen ist, und wenn glaubhaft ist, dass ihm im Herkunftsstaat Verfolgung im Sinne des Art1 Abschnitt A Z2 Genfer Flüchtlingskonvention droht. Die Verfolgung kann – wie in §3 Abs2 AsylG 2005 zum Ausdruck kommt – auch auf Ereignissen beruhen, die eingetreten sind, nachdem der Fremde seinen Herkunftsstaat verlassen hat. Maßgeblich für die Gewährung von Schutz nach der Genfer Flüchtlingskonvention sind daher nicht nur jene Umstände, die den Betroffenen zum Verlassen des Herkunftsstaates bewogen haben, sondern auch jene, die zum Entscheidungszeitpunkt eine asylrelevante Verfolgung begründen können (vgl zB VfGH 1.3.2022, E3916/2021).",
            "annotations": []
        },
        {
            "text": "3.2. Nichts anderes gilt für die Behandlung von Folgeanträgen auf internationalen Schutz. Das Bundesverwaltungsgericht ist verpflichtet, sowohl Sachverhaltsänderungen in Bezug auf die Zuerkennung des Status des Asylberechtigten als auch auf die Zuerkennung des Status des subsidiär Schutzberechtigten einer Prüfung zu unterziehen (vgl VfGH 10.3.2020, E611/2020 mwN). Auch wenn die Behörde einen Folgeantrag auf internationalen Schutz gemäß §68 Abs1 AVG wegen entschiedener Sache zurückgewiesen hat, hat das über die dagegen erhobene Beschwerde entscheidende Bundesverwaltungsgericht das Vorbringen des Asylwerbers vor dem Hintergrund der zum Zeitpunkt seiner Entscheidung vorherrschenden Umstände zu prüfen (vgl VfGH 28.11.2019, E2006/2019 ua; 8.6.2020, E2751/2019; 14.6.2022, E447/2022 ua).",
            "annotations": []
        },
        {
            "text": "3.3. Dabei hat das Bundesverwaltungsgericht nach der ständigen Rechtsprechung des Verfassungsgerichtshofes – insbesondere bei Staaten mit sich rasch ändernder Sicherheitslage – hinreichend aktuelle Länderberichte heranzuziehen (vgl etwa jüngst zu Afghanistan VfGH 28.2.2022, E2858/2021; 19.9.2022, E3367/2021; 29.11.2022, E2873/2021).",
            "annotations": []
        },
        {
            "text": "3.4. Die Beschwerdeführerin hat in der Einvernahme vor der belangten Behörde des verwaltungsgerichtlichen Verfahrens ua vorgebracht, sie könne nicht mehr nach Afghanistan zurückkehren, weil Frauen dort keine Rechte hätten. Sie stehe in Österreich auf eigenen Beinen, arbeite und könne ihre Meinung offen kundtun. Die Fortführung einer derartigen Lebensweise sei im Herkunftsstaat nicht möglich. Das Bundesverwaltungsgericht wertet diese Aussagen vor dem Hintergrund der zum Zeitpunkt der behördlichen Entscheidung veröffentlichten Länderberichte und kommt zum Schluss, dass keinerlei Hinweise erkennbar seien, dass es bei der Beschwerdeführerin zu einem \"deutlichen Bruch mit den in Afghanistan verbreiteten und allgemein geltenden gesellschaftlichen Werten gekommen\" sei. Ihr Vorbringen entbehre insofern eines glaubhaften Kerns.",
            "annotations": []
        },
        {
            "text": "3.5. Indem das Bundesverwaltungsgericht seinem Erkenntnis vom 23. Februar 2022 \"die zum Zeitpunkt der Entscheidung des Bundesamtes für Fremdenwesen und Asyl geltenden Länderinformationen (Gesamtaktualisierung 13.11.2019, letzte Information 18.05.2020)\" zugrunde gelegt und somit maßgebliche Entwicklungen im Herkunftsstaat der Beschwerdeführerin seit der Erlassung des behördlichen Bescheides außer Acht gelassen hat, hat es die Rechtslage grob verkannt und sein Erkenntnis dadurch mit Willkür belastet (vgl zum Vorbringen der \"westlichen Orientierung\" afghanischer Frauen vor dem Hintergrund aktueller Länderberichte VfGH jeweils 14.12.2022, E3456/2021, und E395/2022).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher, soweit damit die Beschwerde der Beschwerdeführerin abgewiesen wird, aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}