{
    "document_id": "JFT_20230315_21E04152_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist nigerianischer Staatsangehöriger. Am 6. Jänner 2014 stellte er einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 4. März 2014 wies das Bundesamt für Fremdenwesen und Asyl (in der Folge: BFA) den Antrag zurück und sprach aus, dass gemäß Art18 Abs1 litd der Verordnung (EU) Nr 604/2013 Spanien für die Prüfung des Antrages auf internationalen Schutz zuständig sei, ordnete die Außerlandesbringung an und stellte fest, dass seine Abschiebung nach Spanien zulässig sei.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 22. April 2014 ab. Danach erfolgte eine Überstellung des Beschwerdeführers nach Spanien.",
            "annotations": []
        },
        {
            "text": "4. Nachdem der Beschwerdeführer neuerlich in das Bundesgebiet eingereist war, wurde dieser in Schubhaft genommen. Aus dieser wurde er am 27. Jänner 2015 auf Grund eines Hungerstreiks als haftunfähig entlassen.",
            "annotations": []
        },
        {
            "text": "5. Am 17. Februar 2017 stellte der Beschwerdeführer einen weiteren Antrag auf internationalen Schutz. Mit Bescheid vom 16. Juni 2020 wies das BFA diesen Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten (Spruchpunkt I.) sowie hinsichtlich des Status des subsidiär Schutzberechtigten in Bezug auf seinen Herkunftsstaat Nigeria (Spruchpunkt II.) als unbegründet ab, erteilte dem Beschwerdeführer keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen (Spruchpunkt III.), erließ gegen ihn eine Rückkehrentscheidung (Spruchpunkt IV.) und stellte fest, dass seine Abschiebung nach Nigeria zulässig sei (Spruchpunkt V.) und er sein Recht auf Aufenthalt im Bundesgebiet ab 2. Juni 2020 verloren habe (Spruchpunkt VI.). Der Beschwerde wurde die aufschiebende Wirkung aberkannt (Spruchpunkt VII.) und es wurde keine Frist für die freiwillige Ausreise gewährt (Spruchpunkt VIII.).",
            "annotations": []
        },
        {
            "text": "6. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 21. August 2020 ab.",
            "annotations": []
        },
        {
            "text": "7. Mit mittlerweile rechtskräftigem Urteil des Landesgerichtes für Strafsachen Wien vom 1. Dezember 2020 wurde der Beschwerdeführer wegen des Vergehens des unerlaubten Umganges mit Suchtgiften und des Suchtgifthandels zu einer Freiheitsstrafe von 20 Monaten verurteilt, wovon der Vollzug von 14 Monaten bedingt nachgesehen wurde.",
            "annotations": []
        },
        {
            "text": "8. Der gegen das Erkenntnis vom 21. August 2020 erhobenen Revision gab der Verwaltungsgerichtshof mit Erkenntnis vom 27. April 2021 statt, weil das Bundesverwaltungsgericht zu Unrecht von der Durchführung einer mündlichen Verhandlung abgesehen habe.",
            "annotations": []
        },
        {
            "text": "9. Mit mittlerweile rechtskräftigem Urteil des Landesgerichtes für Strafsachen Wien vom 16. Juni 2021 wurde der Beschwerdeführer wegen des Vergehens des unerlaubten Umganges mit Suchtgiften zu einer Freiheitsstrafe von 20 Monaten verurteilt, wovon der Vollzug von 14 Monaten bedingt nachgesehen wurde.",
            "annotations": []
        },
        {
            "text": "10. Mit Erkenntnis vom 20. Oktober 2021 wies das Bundesverwaltungsgericht die Beschwerde gegen den Bescheid des BFA vom 16. Juni 2020 nach Durchführung einer mündlichen Verhandlung als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "11. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "12. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg.cit. gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Wie der Verfassungsgerichtshof in ständiger Rechtsprechung seit VfSlg 11.196/1986 zum rechtsstaatlichen Prinzip festhält (vgl VfSlg 12.409/1990, 12.683/1991, 13.003/1992, 13.182/1992, 13.305/1992, 13.493/1993, 14.374/1995, 14.548/1996, 14.765/1997, 15.218/1998, 16.245/2001), müssen Rechtsschutzeinrichtungen ihrer Zweckbestimmung nach ein bestimmtes Mindestmaß an faktischer Effizienz für den Rechtsschutzwerber aufweisen. Der Verfassungsgerichtshof hat vor diesem Hintergrund wiederholt die Auffassung vertreten, dass das Verfahren zur Gewährung von Asyl Besonderheiten aufweist, die ein Abweichen von den Bestimmungen des Allgemeinen Verwaltungsverfahrensgesetzes erforderlich machen können (vgl VfSlg 13.831/1994, 13.834/1994, 13.838/1994, 15.218/1998). Im Erkenntnis VfSlg 15.218/1998 hat er auch darauf hingewiesen, dass dem rechtsschutzsuchenden Asylwerber neben dem sprachlichen grundsätzlich auch das rechtliche Verständnis der Entscheidung ermöglicht werden und es ihm demnach möglich sein müsse, sich \"der Hilfe einer fachkundigen (wenngleich nicht notwendigerweise rechtskundigen) Person als Beistand\" zu bedienen (vgl auch VfSlg 18.809/2009).",
            "annotations": []
        },
        {
            "text": "In VfSlg 19.490/2011 hat der Verfassungsgerichtshof unter Hinweis auf frühere Rechtsprechung (VfSlg 15.218/1998, 18.809/2009, 18.847/2009 sowie VfGH 2.10.2010, U3078/09 ua) zur Frage des Rechtsschutzes von Asylwerbern im Asylverfahren durch den damaligen Asylgerichtshof im Hinblick auf den damals in §66 AsylG 2005 (nunmehr §§48 bis 52 BFA-VG) normierten Rechtsberater ausgesprochen, dass es auf Grund des spezifischen Rechtsschutzbedürfnisses von Asylwerbern Sache des Asylgerichtshofes sei, dafür Sorge zu tragen, dass das einem Asylwerber zustehende Recht auf einen Rechtsberater auch tatsächlich in Anspruch genommen werden kann, wenn der Asylwerber ein solches Begehren stellt oder aufrecht hält. In diesem Sinne judiziert auch der Verwaltungsgerichtshof (VwGH 3.5.2016, Ro 2016/18/0001; 5.4.2018, Ra 2017/19/0515; 4.12.2020, Ra 2020/01/0419).",
            "annotations": []
        },
        {
            "text": "2.2. Mit Verfahrensanordnung des BFA vom 23. Juni 2020 wurde dem Beschwerdeführer die ARGE Rechtsberatung – Diakonie und Volkshilfe als Rechtsberaterin zur Seite gestellt. Der Beschwerdeführer bevollmächtigte die Diakonie Flüchtlingsdienst GmbH als Mitglied der ARGE Rechtsberatung – Diakonie und Volkshilfe mit seiner Vertretung und erhob durch diese Beschwerde an das Bundesverwaltungsgericht.",
            "annotations": []
        },
        {
            "text": "Mit der Ladung zur mündlichen Verhandlung am 29. September 2021, zugestellt am 20. August 2021, informierte das Bundesverwaltungsgericht den Beschwerdeführer über die Notwendigkeit der Kontaktaufnahme mit seiner Rechtsberaterin für den Fall, dass er deren Teilnahme an der Beschwerdeverhandlung wünsche. In einem Telefonat mit der Rechtsberaterin des Beschwerdeführers wurde dem Bundesverwaltungsgericht mitgeteilt, dass deren Vertretung mit Abschluss des Verfahrens vor dem Verwaltungsgerichtshof geendet habe.",
            "annotations": []
        },
        {
            "text": "In der Niederschrift der mündlichen Verhandlung vom 29. September 2021 ist keine Rechtsvertretung ausgewiesen. Die mündliche Verhandlung wurde durchgeführt, ohne den Beschwerdeführer über seine Rechte gemäß §52 BFA-VG aufzuklären. Diese Handhabung des Verfahrensrechts stellt Willkür dar (VfSlg 19.490/2011; VfGH 24.2.2020, E2425/2019; 8.6.2021, E3947/2020; 22.9.2021, E2594/2021).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl Nr 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}