{
    "document_id": "JFT_20230920_21G00253_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag begehrt das Bundesverwaltungsgericht, §70a ASVG, BGBl 189/1955, idF BGBl I 100/2018 als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §44, §45, §55, §70, §70a, §73, §108 und §718 des Bundesgesetzes vom 9. September 1955 über die Allgemeine Sozialversicherung (Allgemeines Sozialversicherungsgesetz – ASVG), BGBl 189/1955, idF BGBl I 139/1997 (§45), BGBl I 140/2002 (§55), BGBl I 30/2017 (§44), BGBl I 100/2018 (§70 und §70a), BGBl I 84/2019 (§73), BGBl I 92/2022 (§718) und BGBl I 174/2022 (§108) lauten auszugsweise (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Allgemeine Beitragsgrundlage, Entgelt",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§44. (1) Grundlage für die Bemessung der allgemeinen Beiträge (allgemeine Beitragsgrundlage) ist für Pflichtversicherte, sofern im folgenden nichts anderes bestimmt wird, der im Beitragszeitraum gebührende auf Cent gerundete Arbeitsverdienst mit Ausnahme allfälliger Sonderzahlungen nach §49 Abs2. Als Arbeitsverdienst in diesem Sinne gilt:",
            "annotations": []
        },
        {
            "text": "1. bei den pflichtversicherten Dienstnehmern und Lehrlingen das Entgelt im Sinne des §49 Abs1, 3, 4 und 6;",
            "annotations": []
        },
        {
            "text": "[…].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Beitragszeitraum ist der Kalendermonat, der einheitlich mit 30 Tagen anzunehmen ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Der Versicherungsträger kann nach Anhörung der in Betracht kommenden Interessenvertretungen der Dienstnehmer und der Dienstgeber festsetzen, daß bei bestimmten Gruppen von Versicherten, die üblicherweise Trinkgelder erhalten, diese Trinkgelder der Bemessung der Beiträge pauschaliert zugrunde zu legen sind. Die Festsetzung hat unter Bedachtnahme auf die durchschnittliche Höhe der Trinkgelder, wie sie erfahrungsgemäß den Versicherten in dem betreffenden Erwerbszweig zufließen, zu erfolgen. Bei der Festsetzung ist auf Umstände, die erfahrungsgemäß auf die Höhe der Trinkgelder Einfluß haben (zB regionale Unterschiede, Standort und Größe der Betriebe, Art der Tätigkeit) Bedacht zu nehmen. Derartige Festsetzungen sind im Internet zu verlautbaren und haben sodann verbindliche Wirkung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Zur allgemeinen Beitragsgrundlage gehören bei den in einem Ausbildungsverhältnis stehenden Pflichtversicherten (§4 Abs1 Z4 und 5) nicht Bezüge im Sinne des §49 Abs3 und 4.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die allgemeine Beitragsgrundlage erhöht sich um den Betrag der auf den Versicherten entfallenden Beiträge zu einer nach diesem Bundesgesetz geregelten Versicherung sowie der auf den Versicherten entfallenden Abgaben, soweit diese vom Dienstgeber zur Zahlung übernommen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) […].",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Im Falle einer abweichenden Vereinbarung der Arbeitszeit gilt das Entgelt für jene Zeiträume als erworben, die der Versicherte eingearbeitet hat. Dies gilt auch dann, wenn bei Durchrechnung der Normalarbeitszeit gemäß §4 Abs4 und 6 des Arbeitszeitgesetzes festgelegt ist, daß der Dienstnehmer nach der jeweils tatsächlich geleisteten Arbeitszeit entlohnt wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Gebührt Versicherten gemäß §4 Abs4 der Arbeitsverdienst für längere Zeiträume als einen Kalendermonat, so ist der im Beitragszeitraum gebührende Arbeitsverdienst durch Teilung des gesamten Arbeitsverdienstes durch die Anzahl der Kalendermonate der Pflichtversicherung auf Grund der Tätigkeit (Leistungserbringung) zu ermitteln. Dabei sind Kalendermonate, die nur zum Teil von der vereinbarten Tätigkeit (Leistung) ausgefüllt werden, als volle Kalendermonate zu zählen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Höchstbeitragsgrundlage",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§45. (1) Die allgemeine Beitragsgrundlage, die im Durchschnitt des Beitragszeitraumes oder des Teiles des Beitragszeitraumes, in dem Beitragspflicht bestanden hat, auf den Kalendertag entfällt, darf die Höchstbeitragsgrundlage nicht überschreiten. Als Höchstbeitragsgrundlage gilt der gemäß §108 Abs1 und 3 festgestellte Betrag. Umfaßt der Beitragszeitraum einen Kalendermonat und hat für den ganzen Kalendermonat Beitragspflicht bestanden, so ist bei der Anwendung der Höchstbeitragsgrundlage der Beitragszeitraum jedenfalls mit 30 Tagen anzusetzen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Übt der Pflichtversicherte gleichzeitig mehrere die Versicherungspflicht begründende Beschäftigungen aus, so ist bei der Bemessung der Beiträge in jedem einzelnen Beschäftigungsverhältnis die Höchstbeitragsgrundlage zu berücksichtigen. Dies gilt entsprechend auch, wenn der Pflichtversicherte außer der die Versicherungspflicht nach diesem Bundesgesetz begründenden Beschäftigung eine die Versicherungspflicht nach den Bestimmungen über die Krankenversicherung öffentlich Bediensteter begründende Beschäftigung ausübt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Abweichend von Abs1 darf für die nach §4 Abs4 Pflichtversicherten die allgemeine Beitragsgrundlage, die im Beitragszeitraum auf den Kalendermonat entfällt, die monatliche Höchstbeitragsgrundlage nicht überschreiten. Als monatliche Höchstbeitragsgrundlage gilt",
            "annotations": []
        },
        {
            "text": "1. wenn keine Sonderzahlungen im Sinne des §49 Abs2 bezogen werden, das 35fache,",
            "annotations": []
        },
        {
            "text": "2. sonst das 30fache",
            "annotations": []
        },
        {
            "text": "der Höchstbeitragsgrundlage nach Abs1.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dauer der Beitragspflicht",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§55. (1) Die allgemeinen Beiträge sind, sofern im folgenden nichts anderes bestimmt wird, für die Dauer der Versicherung zu entrichten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Erstattung von Beiträgen in der Pensionsversicherung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§70. (1) Überschreitet in einem Kalenderjahr",
            "annotations": []
        },
        {
            "text": "1. bei einer die Pflichtversicherung nach diesem Bundesgesetz begründenden Beschäftigung oder",
            "annotations": []
        },
        {
            "text": "2. bei gleichzeitiger Ausübung mehrerer die Pflichtversicherung nach diesem Bundesgesetz begründenden Beschäftigungen",
            "annotations": []
        },
        {
            "text": "die Summe aller Beitragsgrundlagen der Pflichtversicherung – einschließlich der Sonderzahlungen – die Summe der monatlichen Höchstbeitragsgrundlagen für die im Kalenderjahr liegenden Beitragsmonate der Pflichtversicherung auf Grund einer Erwerbstätigkeit, wobei sich deckende Beitragsmonate nur ein Mal zu zählen sind, so hat die versicherte Person Anspruch auf Beitragserstattung nach Abs2. Gleiches gilt für die Erstattung von Beiträgen bei gleichzeitigem Vorliegen einer oder mehrerer Pflichtversicherungen nach dem GSVG oder BSVG, wenn ausschließlich Beiträge nach dem ASVG entrichtet wurden. Monatliche Höchstbeitragsgrundlage ist der 35fache Betrag der Höchstbeitragsgrundlage nach §45 Abs1.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der versicherten Person sind 45% der auf den Überschreitungsbetrag entfallenden aufgewerteten Beiträge zu erstatten, und zwar bis zum 30. Juni des Kalenderjahres, das dem Jahr der gänzlichen Entrichtung dieser Beiträge für ein Kalenderjahr folgt, erstmals bis zum 30. Juni 2020 für die im Jahr 2019 gänzlich für ein Kalenderjahr entrichteten Beiträge; die Aufwertung der Beiträge erfolgt mit dem ihrer zeitlichen Lagerung entsprechenden Aufwertungsfaktor (§108 Abs4). Ist jedoch das APG anzuwenden, so ist in gleicher Weise nur der Überschreitungsbetrag nach §12 Abs1 zweiter Satz APG zu erstatten, wenn die Pflichtversicherung auf Grund einer Erwerbstätigkeit das gesamte Kalenderjahr hindurch bestanden hat; ist dies nicht der Fall, so ist die für die Erstattung maßgebliche Jahreshöchstbeitragsgrundlage – auf Antrag der versicherten Person - abweichend von §12 Abs1 zweiter Satz APG aus der Summe der monatlichen Höchstbeitragsgrundlagen zu bilden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Abs1 und 2 sind auf die Fälle eines Anrechnungsbetrages nach §13 des Bundesbezügegesetzes, BGBl I Nr 64/1997, entsprechend anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Versicherte, die im Rahmen eines pensionsversicherungsfreien Dienstverhältnisses gegen Entfall der Bezüge beurlaubt sind (Karenzurlaub) und während des Karenzurlaubes eine die Pflichtversicherung in der Pensionsversicherung nach diesem Bundesgesetz begründende Erwerbstätigkeit ausüben, können beantragen, daß ihnen die auf Grund dieser Erwerbstätigkeit für nach dem 31. Dezember 1994 liegende Zeiten des Karenzurlaubes, soweit diese für die ruhegenußfähige Gesamtdienstzeit angerechnet werden, entrichteten Beiträge erstattet werden; hiebei ist als Beitragssatz jeweils die Hälfte der Summe der Beitragssätze gemäß §51 Abs1 Z3 lita und §51a zur Zeit der Entrichtung heranzuziehen. Der Antrag auf Erstattung ist beim zuständigen Pensionsversicherungsträger zu stellen und bedarf zu seiner Wirksamkeit einer Bestätigung über die Anrechenbarkeit des Karenzurlaubes für die ruhegenußfähige Gesamtdienstzeit. Die Beiträge sind aufgewertet mit dem der zeitlichen Lagerung entsprechenden Aufwertungsfaktor (§108 Abs4) zu erstatten. Mit der Erstattung der Beiträge erlöschen alle Ansprüche und Berechtigungen aus der Pensionsversicherung, die aus den Versicherungsmonaten erhoben werden können, für die die Beiträge erstattet wurden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Erstattung von Beiträgen in der Krankenversicherung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§70a. (1) Überschreitet bei in der Krankenversicherung Pflichtversicherten nach diesem oder einem anderen Bundesgesetz in einem Kalenderjahr die Summe aller Beitragsgrundlagen der Pflichtversicherung und der beitragspflichtigen Pensionen einschließlich der Sonderzahlungen die Summe der Beträge des 35fachen der Höchstbeitragsgrundlage gemäß §45 Abs1 für die im Kalenderjahr liegenden Monate der Pflichtversicherung in der Krankenversicherung (Abs2), wobei sich deckende Monate der Pflichtversicherung in der Krankenversicherung nur einmal zu zählen sind, so hat der leistungszuständige Versicherungsträger nach Abs3 der versicherten Person die auf den Überschreitungsbetrag entfallenden Beiträge zur Krankenversicherung in jener Höhe zu erstatten, in der diese Beiträge von der versicherten Person zu tragen sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Als Monate der Pflichtversicherung in der Krankenversicherung gemäß Abs1 sind alle Kalendermonate zu zählen, in denen der (die) Versicherte zumindest für einen Tag in der Krankenversicherung pflichtversichert war.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Der durch die Richtlinien nach §30a Abs1 Z33 festzulegende leistungszuständige Versicherungsträger hat die Beitragserstattung bis zum 30. Juni des Kalenderjahres, das dem Jahr der gänzlichen Entrichtung der Beiträge zur Krankenversicherung für ein Kalenderjahr folgt, durchzuführen, erstmals bis zum 30. Juni 2020 für die im Jahr 2019 gänzlich für ein Kalenderjahr entrichteten Beiträge.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Beiträge in der Krankenversicherung für Pensionisten (Übergangsgeldbezieher)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§73. (1) Von jeder auszuzahlenden Pension und Pensionssonderzahlung mit Ausnahme von Waisenpensionen sowie von jedem auszuzahlenden Übergangsgeld ist, wenn und solange sich der in Betracht kommende Pensionist (Übergangsgeldbezieher) ständig im Inland aufhält, ein Betrag einzubehalten, und zwar",
            "annotations": []
        },
        {
            "text": "1. bei Personen nach den §§8 Abs1 Z1 lita, 572 Abs4 oder 600 Abs5 in der Höhe von 5,1%,",
            "annotations": []
        },
        {
            "text": "2. bei Personen nach §1 Abs1 Z18 B-KUVG oder §19 Abs2 Z2 B-KUVG in der Höhe von 5,1%, handelt es sich dabei jedoch um eine Person, die nach §2 Abs1 Z2 B-KUVG ausgenommen ist, in der nach der jeweiligen landesrechtlichen Bestimmung vorgesehenen Höhe für die Krankenfürsorge",
            "annotations": []
        },
        {
            "text": "der auszuzahlenden Leistung. Zu den Pensionen sowie zu den Pensionssonderzahlungen zählen auch die Kinderzuschüsse, die Ausgleichszulagenboni/Pensionsboni und die Ausgleichszulagen. Der Einbehalt ist auch vorzunehmen, wenn sich der Pensionist (Übergangsgeldbezieher) ständig in einem Staat aufhält, mit dem ein zwischenstaatliches Übereinkommen besteht, auf Grund dessen Anspruch auf Sachleistungen bei Krankheit und Mutterschaft zu Lasten der österreichischen Sozialversicherung besteht, es sei denn, daß das Übereinkommen Gegenteiliges bestimmt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Als Beitrag für die Pensionisten (Übergangsgeldbezieher), mit Ausnahme der im §1 Abs1 Z18 B-KUVG oder §19 Abs2 Z2 B-KUVG genannten Personen, hat die Pensionsversicherungsanstalt 178% der nach Abs1 einbehaltenen Beträge an den Dachverband zu überweisen. Als Beitrag für die im §1 Abs1 Z18 B-KUVG oder §19 Abs2 Z2 B-KUVG genannten Personen, mit Ausnahme jener in Abs2a genannten Personen hat die Pensionsversicherungsanstalt 171% der nach Abs1 einbehaltenen Beträge an die Versicherungsanstalt öffentlich Bediensteter, Eisenbahnen und Bergbau zu überweisen. Die Versicherungsanstalt öffentlich Bediensteter, Eisenbahnen und Bergbau hat für die im §1 Abs1 Z29 B-KUVG genannten Personen 308% der nach Abs1 einbehaltenen Beträge an die von ihr durchgeführte Krankenversicherung zu überweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2a) Als Beitrag für Personen nach §1 Abs1 Z18 B-KUVG, die nach §2 Abs1 Z2 B-KUVG ausgenommen sind, hat die Pensionsversicherungsanstalt die nach Abs1 Z2 einbehaltenen Beträge vervielfacht mit dem im Abs2 zweiter Satz genannten Hundertsatz an die jeweilige Krankenfürsorgeeinrichtung zu überweisen. Dabei darf die Differenz zwischen dem so ermittelten Überweisungsbetrag und dem Einbehalt jene Differenz nicht übersteigen, die sich bei Anwendung des Beitragssatzes nach Abs1 Z2 ergeben würde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Träger der zusätzlichen Pensionsversicherung nach §479 haben von jeder von ihnen zur Auszahlung gelangenden laufenden Geldleistung und Sonderzahlung, durch die eine Teilversicherung nach §8 Abs1 Z1 litb begründet wird, einen Betrag in der gleichen Höhe einzubehalten, wie er bei den im Abs1 genannten Pensionen einzubehalten ist. Abs1a ist anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) In der Krankenversicherung der nach §8 Abs1 Z1 litb teilversicherten Bezieher einer laufenden Geldleistung aus der zusätzlichen Pensionsversicherung nach §479 haben die Träger der zusätzlichen Pensionsversicherung 180% der nach Abs3 einbehaltenen Beträge an die Versicherungsanstalt öffentlich Bediensteter, Eisenbahnen und Bergbau zu überweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die Beiträge gemäß Abs2 erster Satz sind vorschussweise in monatlichen Raten auf Grund der im vorangegangenen Kalendermonat gemäß Abs1 einbehaltenen Beträge dem Dachverband zu überweisen. Der Ausgleich zu den gemäß Abs2 erster Satz in einem Kalenderjahr zu überweisenden Beiträgen ist innerhalb der ersten sechs Monate des folgenden Kalenderjahres vorzunehmen. Der Dachverband teilt die einlangenden Beiträge auf die zuständigen Träger der Krankenversicherung nach einem Schlüssel auf, der von der Bundesministerin für Arbeit, Soziales, Gesundheit und Konsumentenschutz bis 31. Oktober des folgenden Kalenderjahres mit Verordnung festzusetzen ist. Der Schlüssel ist für jedes Geschäftsjahr so zu berechnen, dass die Beiträge unter Berücksichtigung des Verhältnisses, in dem der Pensionsaufwand einschließlich des Aufwandes für Ausgleichszulagen aller nach Abs2 erster Satz beitragspflichtigen Träger der Pensionsversicherung auf die bei den einzelnen Trägern der Krankenversicherung gemäß §8 Abs1 Z1 lita oder d krankenversicherten Personen entfällt, aufzuteilen sind. Der Dachverband hat die vorschussweise einlangenden Beiträge nach dem 20. eines jeden Kalendermonates vorläufig nach einem Schlüssel aufzuteilen und an die zuständigen Träger der Krankenversicherung zu überweisen, der jährlich bis zum 30. November für das Folgejahr nach den gleichen Grundsätzen wie der endgültige Schlüssel nach den jeweils aktuellsten Daten festzusetzen ist. Der Ausgleich ist innerhalb von zwei Monaten nach dem Inkrafttreten der jeweiligen Verordnung vorzunehmen. Hinsichtlich der Bevorschussung der Beiträge gemäß Abs2 zweiter und dritter Satz und des Ausgleiches für ein Kalenderjahr ist entsprechend vorzugehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Grundlagen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§108. (1) Der Bundesminister für soziale Sicherheit, Generationen und Konsumentenschutz hat jedes Jahr für das folgende Kalenderjahr eine Aufwertungszahl (Abs2), eine Höchstbeitragsgrundlage (Abs3), Aufwertungsfaktoren (Abs4) und die festen Beträge nach diesem Bundesgesetz (Abs6) zu ermitteln und kundzumachen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Aufwertungszahl: Die Aufwertungszahl beruht auf der Veränderung der durchschnittlichen Beitragsgrundlage in der gesetzlichen Pensionsversicherung vom jeweils drittvorangegangenen Kalenderjahr zum jeweils zweitvorangegangenen Kalenderjahr. Die Aufwertungszahl ist, soweit im Einzelnen nichts anderes angeordnet wird, für die Erhöhung der Höchstbeitragsgrundlage und der festen Beträge, die der Beitragsberechnung dienen, heranzuziehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Höchstbeitragsgrundlage: Im Jahr 2016 beläuft sich die Höchstbeitragsgrundlage für den Kalendertag auf 155 €, vervielfacht mit der Aufwertungszahl für das Jahr 2016 und zuzüglich von 3 €. Für jedes Folgekalenderjahr ergibt sich die Höchstbeitragsgrundlage aus der Vervielfachung der letztgültigen Höchstbeitragsgrundlage mit der Aufwertungszahl des jeweiligen Folgekalenderjahres. Die Höchstbeitragsgrundlage ist auf den vollen Eurobetrag zu runden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Aufwertungsfaktoren: Die Aufwertungsfaktoren eines Kalenderjahres errechnen sich durch Vervielfachung der zuletzt in Geltung gestandenen Aufwertungsfaktoren mit dem Anpassungsfaktor des Vorjahres. Sie sind auf drei Dezimalstellen zu runden. Der Reihe dieser Aufwertungsfaktoren ist der Anpassungsfaktor des Vorjahres als Aufwertungsfaktor für die Beitragsgrundlagen des zweitvorangegangenen Kalenderjahres anzufügen. Die Aufwertungsfaktoren sind für die Aufwertung von Beitragsgrundlagen, die zur Bildung der Bemessungsgrundlage verwendet werden, heranzuziehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Anpassungsfaktor: Der Bundesminister für soziale Sicherheit, Generationen und Konsumentenschutz hat jedes Jahr für das folgende Kalenderjahr den Anpassungsfaktor (§108f) bis spätestens 31. Oktober eines jeden Jahres durch Verordnung festzusetzen. Die Verordnung ist der Bundesregierung zur Zustimmung vorzulegen. Der Anpassungsfaktor ist, soweit nichts anderes bestimmt wird, für die Erhöhung der Renten und Pensionen und der leistungsbezogenen festen Beträge in der Sozialversicherung heranzuziehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Anpassung und Aufwertung fester Beträge: Zur Vervielfachung mit der Aufwertungszahl oder mit dem Anpassungsfaktor ist der am 31. Dezember des vorangegangenen Jahres geltende feste Betrag heranzuziehen; wird jedoch der feste Betrag mit 1. Jänner eines Jahres in Geltung gesetzt, so ist dieser Betrag zur Vervielfachung heranzuziehen. Der vervielfachte Betrag ist auf Cent zu runden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schlussbestimmungen zu Art1 des Bundesgesetzes BGBl I Nr 100/2018 (89. Novelle)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§718 (1) Es treten in der Fassung des Bundesgesetzes BGBl I Nr 100/2018 in Kraft:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "3. mit 1. Jänner 2020 [… §] 70a Abs1 und 3 […].",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(3) Für die Erstattung von Beiträgen, die vor dem 1. Jänner 2019 entrichtet wurden, sind weiterhin die §§70 und 70a in der am 31. Dezember 2019 geltenden Fassung anzuwenden; dies gilt nicht, soweit diese Beiträge zusammen mit Beiträgen, die ab 1. Jänner 2019 entrichtet wurden, für ein bestimmtes Kalenderjahr entrichtet wurden.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Die Beschwerdeführerin im Anlassverfahren vor dem Bundesverwaltungsgericht war im Zeitraum vom 1. Jänner 2018 bis zum 31. Juli 2019 als vollversicherte Dienstnehmerin zur Sozialversicherung gemeldet und es wurden für das aus dieser Beschäftigung zustehende Entgelt Beiträge zur Krankenversicherung entrichtet. Für den Zeitraum vom Jänner bis zum Dezember 2018 betrugen die Beitragsgrundlagen aus ihrem Dienstverhältnis 66.197,78 €, für den Zeitraum vom Jänner bis zum Juli 2019 39.599,70 €. Der Dienstnehmeranteil der Krankenversicherungsbeiträge belief sich auf 3,87 %.",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführerin bezog (seit 1. Jänner 2016) zusätzlich auch eine Alterspension nach ASVG, und zwar im Jahr 2018 iHv 30.644,30 € und im Jahr 2019 iHv 33.693,38 €, von der die Pensionsversicherungsanstalt jeweils 5,10 % an Krankenversicherungsbeiträgen einbehielt. In den Jahren 2018 und 2019 war die Beschwerdeführerin des Anlassverfahrens damit – im Hinblick auf ihr vollversicherungspflichtiges Beschäftigungsverhältnis und ihren durchgehenden Bezug einer Alterspension – in der Krankenversicherung jeweils zwölf Monate pflichtversichert.",
            "annotations": []
        },
        {
            "text": "1.2. Am 15. Dezember 2019 stellte die Beschwerdeführerin des Anlassverfahrens einen Antrag auf Erstattung von Beiträgen (§70a ASVG) für die Kalenderjahre 2016 bis 2019 bei der (damaligen) Vorarlberger Gebietskrankenkasse. Mit Schreiben vom 20. Jänner 2020 teilte die (nunmehr) Österreichische Gesundheitskasse (ÖGK) mit, dass für die Jahre 2016 bis 2018 Beiträge in näher bezeichneter Höhe (für 2018 iHv 1000,88 €) erstattet würden. Mit weiterem Schreiben vom 7. Mai 2020 wurde mitgeteilt, dass auch für das Kalenderjahr 2019 eine Überschreitung der Höchstbeitragsgrundlage festgestellt worden sei und 10,87 € erstattet würden. Mit Bescheid vom 23. November 2020 setzte die ÖGK diese Erstattungsbeträge für das Kalenderjahr 2018 (Spruchpunkt I.) und für das Kalenderjahr 2019 (Spruchpunkt II.) fest. In der Begründung stellte die ÖGK folgende Berechnung an:",
            "annotations": []
        },
        {
            "text": "                                                                                                \"2018                      2019Summe der allgemeinen Beitragsgrundlagen                  EUR 56.755,14 EUR 33.964,82",
            "annotations": []
        },
        {
            "text": "+ Summe der Sonderzahlungen                           EUR 9.442,64                                                              EUR 5.634,88",
            "annotations": []
        },
        {
            "text": "+ Summe der Pension inkl. Sonderzahlungen     EUR 30.644,30                                                            EUR 33.693,38",
            "annotations": []
        },
        {
            "text": "= Gesamtsumme der Bemessungsgrundlage       EUR 96.842,08                                                            EUR 73.293,08 ",
            "annotations": []
        },
        {
            "text": "- 420fache der tägl. Höchstbeitragsgrundlage     EUR 71.820,--                                                            EUR 73.080,--",
            "annotations": []
        },
        {
            "text": "= Erstattungsgrundlage                     EUR 25.022,08 EUR 213,08",
            "annotations": []
        },
        {
            "text": "X Prozentsatz für Erstattung                                 4,0 %                                                                            5,1 %",
            "annotations": []
        },
        {
            "text": "= Erstattungsbetrag                                         EUR 1.000,88                                                             EUR 10,87\"",
            "annotations": []
        },
        {
            "text": "Weiteres verwies die ÖGK auf den Gesetzeswortlaut des §70a ASVG, der für die Rückerstattung klar vorsehe, dass die Summe aller Beitragsgrundlagen der Pflichtversicherung und der beitragspflichtigen Pensionen die Summe der Beiträge für die im Kalenderjahr liegenden Monate der Pflichtversicherung gegenüberzustellen sei. Dabei werde nicht zwischen Monaten, in denen die Höchstbeitragsgrundlage überschritten wurde, und Monaten, in denen Beiträge bis zur Höchstbeitragsgrundlage bezahlt worden, unterschieden; §70a Abs1 ASVG stelle auf eine Ganzjahresbetrachtung ab.",
            "annotations": []
        },
        {
            "text": "1.3. Gegen Spruchpunkt II. dieses Bescheides erhob die Beschwerdeführerin des Anlassverfahrens Beschwerde an das Bundesverwaltungsgericht. Zur Begründung führte sie im Wesentlichen aus, sie sei am 31. Juli 2019 aus ihrem vollversicherungspflichtigen Dienstverhältnis ausgeschieden und habe ab diesem Zeitpunkt nur noch eine Pension bezogen und die monatliche Höchstbemessungsgrundlage nicht mehr überschritten. Hingegen habe sie in den Monaten Jänner bis Juni 2019 die Höchstbeitragsgrundlage um 16.616,07 € überschritten. Sie habe daher von Jänner bis Juli 2019 für diese Überschreitungsbeträge Krankenversicherungsbeiträge entrichtet, die sie nicht hätte entrichten müssen, hätte sie nur einen Bezug gehabt. Dafür seien ihr – diskriminierender Weise – aber nur 10,87 € erstattet worden. §70 ASVG betreffend die Erstattung von Beiträgen in der Pensionsversicherung sehe die Wortfolge \"für die im Kalenderjahr liegenden Beitragsmonate der Pflichtversicherung auf Grund einer Erwerbstätigkeit\" vor, welche in §70a ASVG fehlen würde. Dies sei in der Praxis mit gravierenden negativen Folgen für sehr viele Versicherte verbunden. Die ÖGK interpretiere §70a ASVG nach dessen Wortlaut und vergleiche jährlich bei während des Jahres mehrfach versicherten Personen die jährlich im Nachhinein summierten Beitragsgrundlagen mit der 420fachen täglichen Höchstbeitragsgrundlage. Der Beitragszeitraum werde in §44 Abs2 ASVG mit dem Kalendermonat, der einheitlich mit 30 Tagen anzunehmen sei, definiert. Eine Beitragspflicht für Jahresdurchschnittseinkommen kenne das ASVG in der Pflichtversicherung nicht und es würden die Bezüge bezüglich jedes einzelnen Monates beurteilt und die Krankenversicherungsbeiträge dieser Beurteilung entsprechend berechnet. Eine jährliche Höchstbeitragsgrundlage kenne das ASVG hingegen nicht. Von diesem Prinzip weiche die ÖGK ab. Das habe zur Folge, dass davon betroffene Versicherte auch für Bezüge deutlich unter der Höchstbemessungsgrundlage bis zum Jahresende Beiträge bis zur Höchstbemessungsgrundlage zu entrichten hätten. Dies sei grob gleichheitswidrig. Richtigerweise sei die 35fache tägliche Höchstbeitragsgrundlage nur auf jene Beitragszeiträume (Monate) und Beiträge anzuwenden, in denen vom Versicherten auf Grund des Prinzips der Mehrfachversicherung auch Beiträge über der Höchstbeitragsgrundlage zu entrichten gewesen wären.",
            "annotations": []
        },
        {
            "text": "1.4. Aus Anlass dieser Beschwerde stellt das Bundesverwaltungsgericht den vorliegenden Antrag.",
            "annotations": []
        },
        {
            "text": "2. Das Bundesverwaltungsgericht legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"4.1. Der Gleichheitsgrundsatz setzt dem Gesetzgeber insofern inhaltliche Schranken, als er verbietet, unsachliche, durch tatsächliche Unterschiede nicht begründbare Differenzierungen und eine unsachliche Gleichbehandlung von Ungleichem sowie sachlich nicht begründbare Regelungen zu schaffen. Innerhalb dieser Schranken ist es dem Gesetzgeber jedoch von Verfassungs wegen durch den Gleichheitsgrundsatz nicht verwehrt, seine politischen Zielvorstellungen auf die ihm geeignet erscheinende Art zu verfolgen (vgl zuletzt etwa VfGH 11.12.2020, G4/2020 (G4/2020-27) mit Hinweis auf VfSlg 17.315/2004, 17.500/2005, 14.039/1995, 16.407/2001, 16.176/2001, 16.504/2002). Ob eine Regelung zweckmäßig ist und das Ergebnis in allen Fällen als befriedigend empfunden wird, kann nicht mit dem Maß des Gleichheitssatzes gemessen werden (vgl VfGH 27.06.2018, G28/2018 mit Hinweis auf VfSlg 14.301/1995, 15.980/2000 und 16.814/2003).",
            "annotations": []
        },
        {
            "text": "4.2. Fallgegenständlich hegt das Bundesverwaltungsgericht Bedenken daran, dass §70a ASVG in seinem Zusammenhang gegen den Gleichheitsgrundsatz (Art2 StGG und Art7 B-VG) verstößt und erachtet eine Notwendigkeit an der Neuschaffung desselben für erforderlich:",
            "annotations": []
        },
        {
            "text": "4.3. Vorab bleibt — was jedoch ohnedies nicht in Hinblick auf den gegenständlichen Antrag auf Aufhebung des §70a ASVG von Relevanz ist — ausdrücklich festzuhalten, dass die über die Höchstbeitragsgrundlage hinaus geleisteten Dienstnehmer-Anteile an den Beiträgen zur Sozialversicherung an sich nicht ungebührlich iSd §69 ASVG sind, zumal der Gesetzgeber hiefür (unter anderem) im §70a ASVG eine Rückerstattung von Beitragsleistungen vorgesehen hat. Eine Rückerstattung von Dienstgeberbeiträgen ist hingegen nicht vorgesehen und verfassungsrechtlich auch nicht geboten (vgl das Erkenntnis des Verfassungsgerichtshofes vom 14. März 1997, ZI. G392/96 ua, VfSlg 14.802).",
            "annotations": []
        },
        {
            "text": "4.4. Der geltende Gesetzestext des §70a ASVG, welcher im Falle von in der Krankenversicherung Pflichtversicherten in Hinblick auf deren Beitragsgrundlagen und beitragspflichtigen Pensionen einschließlich der Sonderzahlungen im Falle des Überschreitens des 35fachen der Höchstbeitragsgrundlage gemäß §45 Abs1 ASVG (im Jahr 2019 EUR 174,-- täglich, ) für die im Kalenderjahr liegenden Monate der Pflichtversicherung in der Krankenversicherung in Anwendung zu bringen ist, sieht eine Erstattung von Beiträgen in der Krankenversicherung vor.",
            "annotations": []
        },
        {
            "text": "4.5. In jenem Fall, dass über ein gesamtes Kalenderjahr hinweg Einkünfte aus einem (oder auch mehreren) versicherungspflichtigen Dienstverhältnis/sen — welche in Summe die Beitragsgrundlage darstellen — sowie beitragspflichtige Pensionen, wie eben eine Alterspension, einschließlich der Sonderzahlen bezogen werden und das 35fache der Höchstbeitragsgrundlage für die im Kalenderjahr liegenden Monate — wie im vorherigen Absatz ausgeführt — überschritten wird, so stellt §70a ASVG eine zweckmäßige und auch mit dem Gleichheitssatz unter Berücksichtigung auch politischer Zielvorstellungen in Einklang stehende Bestimmung zur Erstattung von Beiträgen in der Krankenversicherung dar.",
            "annotations": []
        },
        {
            "text": "4.6. In der Praxis wird die Bestimmung derart umgesetzt, dass eine Summe aller Beitragsgrundlagen und beitragspflichtigen Pensionen einschließlich der Sonderzahlungen eines Kalenderjahres gebildet und anschließend mit der 35fachen Höchstbeitragsgrundlage (tägliche Höchstbeitragsgrundlage multipliziert mit 12 (Monaten) multipliziert mit 35, wie in §70a ASVG gefordert) verglichen wird. Die daraus resultierende (positive) Differenz bildet die rechnerische Basis zur Rückerstattung von Beiträgen in der Krankenversicherung. Damit werden im Ergebnis im Sinne einer Ganzjahresbetrachtung die Beiträge in der Krankenversicherung erstattet, die über die Höchstbeitragsgrundlage hinaus vom Pflichtversicherten entrichtet wurden.",
            "annotations": []
        },
        {
            "text": "4.7. Bedenken bestehen nun jedoch in Hinblick auf die Höhe der Rückerstattung von Beiträgen in der Krankenversicherung bei (stark) schwankenden Einkünften im Laufe eines Kalenderjahres, insbesondere in Hinblick auf in der Krankenversicherung Pflichtversicherte, welche unterjährig von einem vollversicherungspflichtigen Dienstverhältnis bei gleichzeitigem Bezug einer beitragspflichtigen Pension — welche addiert zu einem Überschreiten der Höchstbeitragsgrundlage führen — in einen ausschließlichen Bezug einer beitragspflichtigen Pension wechseln, welche unterhalb der Höchstbeitragsgrundlage liegt.",
            "annotations": []
        },
        {
            "text": "4.8. §70a ASVG nimmt für diese unter 4.5. und 4.7. dargelegten unterschiedlichen Varianten keine Differenzierung vor. Eine Unterscheidung zwischen Monaten, in denen die Höchstbeitragsgrundlage überschritten wird und damit eine Erstattung von Beiträgen in der Krankenversicherung rechtfertigen vermag und Monaten, in denen Beiträge unterhalb der Höchstbeitragsgrundlage entrichtet wird, ist im Gesetzeswortlaut nicht vorgesehen und wird auch in der Praxis nicht angewandt, vielmehr wird in beiden Varianten auf eine Ganzjahresbetrachtung abgestellt.",
            "annotations": []
        },
        {
            "text": "4.9. Praktisch bedeutet dies für jenen Fall, dass unterjährig eine Beitragsgrundlage — wie gegenständlich Einkünfte aus einem versicherungspflichtigen Beschäftigungsverhältnis — wegfällt und für die verbleibende Dauer eine (allenfalls weit) unterhalb der Höchstbeitragsgrundlage liegende (Alters-)Pension bezogen wird, sich in Hinblick auf das gesamte Kalenderjahr naturgemäß eine niedrigere Beitragsgrundlagensumme ergibt. Im Vergleich mit der 35fachen Höchstbeitragsgrundlage ergibt sich damit eine (wenn überhaupt) viel geringere (positive) Differenz aus diesen Summen, welche als rechnerische Basis zur Rückerstattung von Beiträgen in der Krankenversicherung dient, ungeachtet dessen, dass in gewissen Monaten über die Höchstbeitragsgrundlage hinaus Beiträge in die Krankenversicherung abgeführt wurden. Führt man dieses Beispiel weiter, so kommt man im gravierendsten Fall gar zu einer negativen Differenz, was im Ergebnis eigentlich bedeuten würde, dass eine Beitragsnachzahlung seitens des Pflichtversicherten zu leisten wäre, zumal unterjährig in Hinblick auf die Höchstbeitragsgrundlage bei Erstreckung des Betrachtungszeitraumes auf das gesamte Kalenderjahr zu wenig an Beiträgen eingezahlt worden wären.",
            "annotations": []
        },
        {
            "text": "4.10 Im Ergebnis führt dies trotz des Umstandes, dass in gewissen Zeiten ausschließlich beitragspflichtige Pensionen unterhalb der Höchstbeitragsgrundlage liegend bezogen wurden, dazu, dass dessen ungeachtet Betroffene ob des Abstellens auf das gesamte Kalenderjahr auch für diese Monate Beiträge bis zur Höchstbeitragsgrundlage zu entrichten haben. Daneben kommt es gegenüber dem Fall der Überschreitung der Höchstbeitragsgrundlage im Rahmen einer einzigen Pflichtversicherung zu keinen (weiteren) Krankenversicherungsbeiträgen, während bei Überschreitung der Höchstbeitragsgrundlage im Falle einer Mehrfachversicherung mehrfach Krankenversicherungsbeiträgen über der Höchstbeitragsgrundlage zu leisten sind. Damit 'bestraft' diese Regelungen Mehrfachversicherte, indem diese bei Mehrfachversicherung und einer damit einhergehenden Überschreitung der Höchstbeitragsgrundlage Krankenversicherungsbeiträge über der Höchstbeitragsgrundlage leisten müssen.",
            "annotations": []
        },
        {
            "text": "4.11. Neben der gegenständlich dargelegten Fallkonstellation sind – somit neben Personen mit Einkünften aus einem vollversicherungspflichtigen Dienstverhältnis und dem Bezug einer (Alters-)Pension bei einem unterjährigen Beenden des Dienstverhältnisses und anschließend ausschließlichem Bezug von (Alters-)Pension auch generell all diejenigen Pflichtversicherten betroffen, welche im Falle einer unterjährigen Pflichtversicherung aufgrund mehrerer Dienstverhältnisse mit Überschreiten der Höchstbeitragsgrundlage in ein – wie auch immer – unterhalb der Höchstbeitragsgrundlage liegendes Pflichtversicherungsverhältnis wechseln.",
            "annotations": []
        },
        {
            "text": "4.12. Dieses Ergebnis verstößt nach Ansicht des Bundesverwaltungsgerichtes gegen den auch den Gesetzgeber bindenden Gleichheitsgrundsatz der Bundesverfassung. Der Gesetzgeber hat mit §70a ASVG ein System geschaffen, von dem er nicht ohne sachliche Rechtfertigung abweichen darf. Es ist sachlich nicht zu rechtfertigen, dass Personen mit Mehrfachversicherung, welche einige Monate eines Kalenderjahres die Höchstbeitragsgrundlage in der Krankenversicherung überschritten haben und im verbleibenden Jahr selbige unterschreiten, durch Abstellen auf das gesamte Kalenderjahr im Ergebnis nur geringe bzw keine Beiträge für jene Monate des Überschreitens der Höchstbeitragsgrundlage erstattet bekommen, während jene, welche über das gesamte Kalenderjahr hinweg über keine schwankenden Beitragsgrundlagen der Pflichtversicherung verfügen, sondern durchgehend die Höchstbeitragsgrundlage überschritten haben, bei gleichen nominellen Bezügen anders — besser — behandelt werden. Im Ergebnis führt dies aufgrund des Abstellens auf das Kalenderjahr zu einer Schlechterstellung der erstgenannten Personengruppe, welche für jene Monate, in denen in Hinblick auf die (monatliche) Höchstbeitragsgrundlage zu hohe Beiträge in der Krankenversicherung entrichtet wurden, eine diesbezügliche entsprechende Erstattung nicht erfolgt.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht vertritt daher die Ansicht, dass eine Aufhebung des §70a ASVG sowie eine Neufassung desselben erforderlich ist.",
            "annotations": []
        },
        {
            "text": "4.13. Dem Bundesverwaltungsgericht ist bewusst, dass die Auslegung des §70a ASVG, die dieser Anfechtung zugrunde liegt, möglicherweise nicht zwingend ist und dass eine andere Auslegung die Verfassungswidrigkeiten, die nach Ansicht des anfechtenden Gerichtes vorliegen, vermeiden könnte. Vor dem Hintergrund des gesetzlichen Wortlautes des §70a ASVG erscheint eine andere Auslegung jedoch nicht erkennbar.\"",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung hat eine Äußerung erstattet, in der sie den im Antrag erhobenen Bedenken wie folgt entgegentritt (ohne Fußnote im Original):",
            "annotations": []
        },
        {
            "text": "\"2. Das antragstellende Gericht hegt die Bedenken, dass die angefochtene Bestimmung gegen den Gleichheitsgrundsatz (Art2 StGG, Art7 B-VG) verstoße. Die Bundesregierung hält fest, dass im vorliegenden Antrag das System der Mehrfachversicherung an sich nicht in Frage gestellt wird. In Frage gestellt wird vielmehr die in der angefochtenen Bestimmung vorgesehene Beitragserstattung, nämlich die Berechnung des Erstattungsbetrags. Das antragstellende Gericht ist der Ansicht, dass eine Jahresbetrachtung bei der Berechnung des Erstattungsanspruchs sachlich nicht gerechtfertigt sei, wenn – anders als im Fall, dass im gesamten Kalenderjahr eine Mehrfachversicherung vorliegt und keine schwankenden Beitragsgrundlagen bestehen – aufgrund der Mehrfachversicherung die Höchstbeitragsgrundlage nur in einzelnen Monaten überschritten wird und die versicherte Person in Folge der Berechnungsmethode, die auf das Jahr abstellt und somit auch Monate erfasst, in denen keine Mehrfachversicherung vorliegt, geringere Beiträge erstattet bekommt als wenn nur auf die Monate der Mehrfachversicherung abgestellt werden würde.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "4. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes ist das System der Mehrfachversicherung, bei dem bei mehreren versicherungspflichtigen Tätigkeiten oder Bezügen Doppel- oder Mehrfachversicherung eintritt, verfassungsrechtlich unbedenklich (zB VfSlg 9758/1983, 12.417/1990, 17.260/2004). Die Mehrfachversicherung in der Krankenversicherung hat regelmäßig zur Folge, dass Krankenversicherungsbeiträge über die Höchstbeitragsgrundlage eines einzelnen Versicherungsverhältnisses hinaus zu zahlen sind. ",
            "annotations": []
        },
        {
            "text": "Zwar lässt sich aus der Rechtsprechung des Verfassungsgerichtshofes ableiten, dass eine Höchstbeitragsgrundlage in der Sozialversicherung grundsätzlich verfassungsrechtlich geboten ist (so Pöschl, Höchstbeitragsgrundlage und Mehrfachversicherung als Instrumente der Umverteilung und als verfassungsrechtliches Problem, in Kneihs/Lienbacher/Runggaldier [Hrsg.], Wirtschaftssteuerung durch Sozialversicherung?, 2005, 100 [110 FN 33], unter Bezugnahme auf VfSlg 3670/1960). Der Verfassungsgerichtshof hat aber wiederholt ausgesprochen, dass zur Beitragsberechnung im Fall einer Mehrfachversicherung jedes Einkommen gesondert bis zur jeweiligen Höchstbeitragsgrundlage zugrunde gelegt werden darf (VfSlg 4801/1964, 6818/1970, 9753/1983, 17.260/2004). Es ist demnach verfassungsrechtlich nicht geboten, vorzusehen, dass Beiträge zu erstatten sind, wenn auf Grund mehrerer versicherungspflichtiger Tätigkeiten oder Bezüge die Beitragsleistung die Höchstbeitragsgrundlage übersteigt (zB. VfSlg 14.802/1997, 16.007/2000, 17.260/2004). Es steht der Gesetzgebung jedoch frei, in solchen Fällen eine Beitragserstattung vorzusehen. Der Verfassungsgerichtshof hat in diesem Zusammenhang auch ausgesprochen, dass es nicht gleichheitswidrig sei, wenn nur Beiträge der versicherten Person, nicht aber auch Dienstgeberbeiträge erstattet werden (VfSlg 14.802/1997).",
            "annotations": []
        },
        {
            "text": "5. Vor dem Hintergrund dieser Rechtsprechung ist nach Ansicht der Bundesregierung von einem weiten politischen Gestaltungsspielraum der Gesetzgebung auszugehen, wie die Rückerstattung von Krankenversicherungsbeiträgen ausgestaltet wird. Wenn es der Gesetzgebung frei steht, anzuordnen, ob Beiträge, die infolge einer Mehrfachversicherung die Höchstbeitragsgrundlage überschreiten, überhaupt erstattet werden, so kommt der Gesetzgebung auch ein Gestaltungsspielraum betreffend die Berechnung der Beitragserstattung zu – wie der Gesetzgebung im Sozialversicherungsrecht ganz allgemein ein weiter Gestaltungsspielraum betreffend die Ermittlung sozialer Bedarfe zukommt (vgl allgemein VfSlg 18.885/2009). Nach Ansicht der Bundesregierung bewegt sich die Gesetzgebung nicht außerhalb dieses Gestaltungsspielraums, wenn sie den Betrachtungszeitraum für die Erstattung von Beiträgen über der Höchstbeitragsgrundlage (die von Verfassung wegen nicht erstattet werden müssen) mit einem Jahr festlegt.",
            "annotations": []
        },
        {
            "text": "Auch verfolgt dieser Betrachtungszeitraum von einem Jahr verwaltungsökonomische Zwecke, zumal die Beitragserstattung gemäß §70a Abs3 ASVG von Amts wegen zu erfolgen hat.",
            "annotations": []
        },
        {
            "text": "Die Regelung des Betrachtungszeitraums kann in bestimmten Fällen – wie in jenem der Beschwerdeführerin im Anlassverfahren – dazu führen, dass Beiträge nicht erstattet werden, die bei kürzerem Betrachtungszeitraum erstattet worden wären. Dies ist allerdings eine notwendige Konsequenz der Festlegung eines bestimmten Betrachtungszeitraums, die auch eintritt, wenn das Gesetz eine Monatsbetrachtung vorsehen würde; denn auch in einem solchen Fall kann sich die vom antragstellenden Gericht gerügte Ungleichbehandlung im Vergleich etwa zu einer Tages- oder Wochenbetrachtung ergeben.",
            "annotations": []
        },
        {
            "text": "6. Darüber hinaus erklärt sich das Abstellen auf das Jahr auch vor folgendem Hintergrund:",
            "annotations": []
        },
        {
            "text": "Die Ganzjahresbetrachtung findet sich nicht nur in §70a ASVG, sondern wesensgleich in §36 GSVG, §33c BSVG und §24b B-KUVG. Die Erstattung von Beiträgen erfolgt nicht nur im Fall des Zusammentreffens von Pflichtversicherungen nach dem ASVG, sondern ebenso im Fall des Zusammentreffens einer Pflichtversicherung nach dem ASVG und einer Pflichtversicherung nach einem anderen Bundesgesetz. Solche Mehrfachversicherungen nach mehreren Bundesgesetzen kommen auch nicht nur selten vor.",
            "annotations": []
        },
        {
            "text": "Treffen mehrere Pflichtversicherungen nach unterschiedlichen Gesetzen zusammen, so ist zur Berechnung eines allfälligen Rückerstattungsanspruchs eine Koordinierung mehrerer Systeme der Sozialversicherung erforderlich. Treffen zB eine Pflichtversicherung nach dem ASVG und nach dem GSVG zusammen, so ist die Sozialversicherungsanstalt der Selbständigen leistungszuständiger Versicherungsträger bei der Rückerstattung von Versicherungsbeiträgen (§5 Abs1 der Richtlinien zur einheitlichen Vollzugspraxis der Versicherungsträger im Bereich der Erstattung von Beiträgen ab dem Beitragsjahr 2019, AVSV Nr 102/2020). Gemäß §36 Abs4 GSVG hat die Sozialversicherungsanstalt der Selbständigen Anspruch auf Ersatz des Anteils des Krankenversicherungsträgers nach dem ASVG.",
            "annotations": []
        },
        {
            "text": "Für diese gesetzes- und trägerübergreifende Abwicklung des Rückerstattungsanspruchs ist eine einheitliche Berechnungsweise der Überschreitung der Höchstbeitragsgrundlage erforderlich, da unterschiedliche Regelungen über die Bildung der Beitragsgrundlagen berücksichtigt werden müssen. So gelten als Beitragsgrundlage bei selbständig erwerbstätigen Pflichtversicherten nach dem GSVG gemäß §25 Abs1 GSVG die im jeweiligen Kalenderjahr auf einen Kalendermonat der Erwerbstätigkeit im Durchschnitt entfallenden Einkünfte. Als Einkünfte gelten die Einkünfte im Sinne des Einkommensteuergesetzes 1988. Da die Einkünfte aufgrund des Einkommensteuerbescheids ermittelt werden, wird notwendigerweise auf eine Jahresbetrachtung zur Berechnung einer allfälligen Überschreitung der Höchstbeitragsgrundlage abgestellt. Unter Berücksichtigung dieses Umstandes ist es sinnvoll, auch in §70a ASVG auf eine Jahresbetrachtung bei der Beitragserstattung abzustellen.",
            "annotations": []
        },
        {
            "text": "7. Die Bundesregierung weist in diesem Zusammenhang außerdem auf das Erkenntnis des Verwaltungsgerichtshofes VwGH 21.02.2007, 2005/08/0099, hin:",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer im Verfahren, das dem Erkenntnis zu Grunde liegt, war in einem Jahr in zwölf Monaten nach dem ASVG und in drei Monaten zudem nach dem BSVG pflichtversichert. Die Sozialversicherungsanstalt der Bauern schrieb dem Versicherungspflichtigen Beiträge in der Kranken- und Pensionsversicherung für diese drei Monate vor. Sie ging hierbei davon aus, dass nach §§23, 33a BSVG die Differenz zwischen der jährlichen ASVG-Gesamtbeitragsgrundlage (40.887,35 €) und der jährlichen Höchstbeitragsgrundlage (47.040,00 €) zu bilden sei, die dann als Beitragsgrundlage nach dem BSVG (6.152,65 €), geteilt durch die Anzahl der Monate, in denen die Mehrfachversicherung bestanden habe, heranzuziehen sei. Es seien somit nicht die monatlichen, sondern die jährlichen Beitragsgrundlagen heranzuziehen. Der Beschwerdeführer war demgegenüber der Ansicht, dass eine Monatsbetrachtung vorzunehmen sei, weil eine Mehrfachversicherung nur für drei Monate vorgelegen habe. Als Beitragsgrundlage nach BSVG wäre nach dieser Auffassung die Differenz zwischen der monatlichen ASVG-Gesamtbeitragsgrundlage und der monatlichen Höchstbeitragsgrundlage in den Monaten der Mehrfachversicherung anzusehen gewesen. Bei dieser Berechnung wäre die Beitragsgrundlage nach BSVG und damit die Beitragsleistung geringer gewesen als von der Behörde angenommen.",
            "annotations": []
        },
        {
            "text": "Der Verwaltungsgerichtshof wies die Beschwerde als unbegründet ab. Aus der Begründung des Erkenntnisses geht hervor, dass der Beschwerdeführer zuvor Beschwerde beim Verfassungsgerichtshof mit dem Argument unsachlicher Differenzierung erhoben hatte. Der Verfassungsgerichtshof habe die Behandlung der Beschwerde abgelehnt und ausgeführt, dass es nicht unsachlich sei, für die so genannte 'Differenzvorschreibung' (gemäß §33a BSVG) nicht auf die monatlichen Beitragsgrundlagen, sondern auf deren Jahressumme abzustellen.",
            "annotations": []
        },
        {
            "text": "Nach Ansicht der Bundesregierung lässt sich daraus schließen, dass auch die in §70a ASVG gewählte Jahresbetrachtung keinen verfassungsrechtlichen Bedenken begegnet.",
            "annotations": []
        },
        {
            "text": "8. Das antragstellende Gericht nimmt an, dass die Gesetzgebung in §70a ASVG ein System geschaffen habe, von dem sie ohne sachliche Rechtfertigung abweiche (siehe Punkt 4.12. des Antrags). Es sei sachlich nicht zu rechtfertigen, dass Personen mit Mehrfachversicherung, die einige Monate eines Kalenderjahres die Höchstbeitragsgrundlage in der Krankenversicherung überschritten haben und im verbleibenden Jahr selbige unterschreiten, im Ergebnis keine oder nur geringe Beiträge erstattet bekommen, während jene, die über das gesamte Kalenderjahr hinweg in allen Kalendermonaten die Höchstbeitragsgrundlage überschreiten, ihre Beiträge erstattet bekommen.",
            "annotations": []
        },
        {
            "text": "Das antragstellende Gericht geht offenbar davon aus, dass die Gesetzgebung mit §70a ASVG ein System geschaffen habe, demzufolge alle Krankenversicherungsbeiträge, die infolge einer Mehrfachversicherung in einzelnen Monaten über die Höchstbeitragsgrundlage hinaus entrichtet wurden, erstattet werden sollen. Fälle, in denen solche Beiträge nicht erstattet werden, – wie jenen der Beschwerdeführerin im Anlassverfahren – begreift das antragstellende Gericht daher als system- und damit gleichheitswidrige Abweichung.",
            "annotations": []
        },
        {
            "text": "Damit verkennt das antragstellende Gericht allerdings die Konzeption des §70a ASVG: Beim Überschreitungsbetrag gemäß §70a ASVG handelt es sich nicht – wie das antragstellende Gericht annimmt (siehe Punkt 4.9. des Antrags) – (bloß) um eine rechnerische Regelung betreffend die Rückerstattung, sondern um die konstitutive Grundlage des Erstattungsanspruchs selbst. Nur wenn ein positiver Überschreitungsbetrag über die jährliche Höchstbeitragsgrundlage hinaus vorliegt, entsteht überhaupt ein entsprechender Erstattungsanspruch (siehe oben I.3.6.). Die Gesetzgebung hat daher vielmehr – in verfassungskonformer Weise (siehe oben III.5.) – ein System geschaffen, in dem Krankenversicherungsbeiträge dann (und nur dann) zu erstatten, wenn die Summe aller Beitragsgrundlagen eines Kalenderjahres die jährliche Höchstbeitragsgrundlage überschreitet. Dass Personen, die nur in einigen Monaten eines Kalenderjahres die monatliche Höchstbeitragsgrundlage in der Krankenversicherung überschreiten, allenfalls keinen Anspruch auf Rückerstattung der Beiträge zur Krankenversicherung haben, ist daher keine Abweichung vom Konzept des §70a ASVG, sondern dessen Konsequenz.",
            "annotations": []
        },
        {
            "text": "9. Insoweit das antragstellende Gericht im Berechnungsmodell des §70a ASVG eine 'Bestrafung' von Mehrfachversicherten gegenüber Nichtmehrfachversicherten (siehe Punkt 4.10. des Antrags) erkennt, begnügt sich die Bundesregierung mit dem Hinweis auf die Rechtsprechung des Verfassungsgerichtshofes, wonach die Gesetzgebung im Fall der Mehrfachversicherung nicht dazu verhalten ist, – der Sache nach – eine Höchstbeitragsgrundlage für die Summe der Beiträge der jeweiligen Versicherung vorzusehen (siehe oben III.4). Es wäre daher auch zulässig, die infolge einer Mehrfachversicherung über die Höchstbeitragsgrundlage hinaus entrichteten Beiträge gar nicht oder nur zum Teil zu erstatten, wie dies in §70a ASVG in der Fassung des Bundesgesetzes BGBl Nr 600/1996 ursprünglich auch vorgesehen war (halber Beitragssatz).",
            "annotations": []
        },
        {
            "text": "10. Unzutreffend ist jedenfalls die Auffassung des antragstellenden Gerichts, dass seitens des Pflichtversicherten eine Beitragsnachzahlung zu leisten wäre, wenn unterjährig im Hinblick auf die jährliche Höchstbeitragsgrundlage 'zu wenig' an Beiträgen eingezahlt wurde (siehe Punkt. 4.9. des Antrags). §70 ASVG sieht lediglich vor, dass ein Rückerstattungsanspruch nicht besteht, wenn die Summe der Beitragsgrundlagen die jährliche Höchstbeitragsgrundlage nicht überschreitet; eine (zusätzliche) Beitragspflicht bis zur Höhe der Höchstbeitragsgrundlage sieht die angefochtene Bestimmung jedoch nicht vor.",
            "annotations": []
        },
        {
            "text": "11. Zusammenfassend wird daher festgehalten, dass die angefochtene Bestimmung nach Ansicht der Bundesregierung nicht verfassungswidrig ist.\"",
            "annotations": []
        },
        {
            "text": "4. Die Beschwerdeführerin im Verfahren vor dem antragstellenden Gericht hat als beteiligte Partei eine Äußerung erstattet, in der sie sich den Bedenken des antragstellenden Gerichtes anschließt. Die vor dem Bundesverwaltungsgericht belangte ÖGK hat als beteiligte Partei eine Äußerung erstattet, in der sie den Bedenken des Bundesverwaltungsgerichts entgegentritt.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1.1. Der – zulässige – Antrag ist nicht begründet.",
            "annotations": []
        },
        {
            "text": "1.2. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "1.3. Das Bundesverwaltungsgericht begründet sein Bedenken, die angefochtene Bestimmung verstoße gegen den Gleichheitsgrundsatz, der Sache nach wie folgt:",
            "annotations": []
        },
        {
            "text": "In der Praxis werde zu §70a ASVG die Summe aller Beitragsgrundlagen und beitragspflichtigen Pensionen einschließlich Sonderzahlungen eines Kalenderjahres gebildet und anschließend mit der Höchstbeitragsgrundlage (tägliche Höchstbeitragsgrundlage x 35 x 12 Monate) verglichen. Die daraus resultierende (positive) Differenz bilde die rechnerische Basis zur Rückerstattung von Beiträgen in der Krankenversicherung. Damit würden im Ergebnis im Sinne einer Ganzjahresbetrachtung die Beiträge erstattet, die über die Höchstbeitragsgrundlage hinaus vom Pflichtversicherten entrichtet worden seien.",
            "annotations": []
        },
        {
            "text": "Sofern über ein gesamtes Kalenderjahr hinweg Einkünfte aus einem oder mehreren versicherungspflichtigen Dienstverhältnissen sowie beitragspflichtige (Alters-)Pensionen bezogen würden und das 35fache der Höchstbeitragsgrundlage für die im Kalenderjahr liegenden Monate überschritten würde, stelle §70a ASVG eine zweckmäßige und gleichheitskonforme Bestimmung zur Erstattung von Beiträgen in der Krankenversicherung dar.",
            "annotations": []
        },
        {
            "text": "Bedenken bestünden jedoch bei (stark) schwankenden Einkünften im Laufe eines Kalenderjahres, insbesondere bei Pflichtversicherten, die unterjährig von einem vollversicherungspflichtigen Dienstverhältnis bei gleichzeitigem Bezug einer beitragspflichtigen Pension – welche gemeinsam die Höchstbeitragsgrundlage überschreiten – in einen ausschließlichen Bezug einer beitragspflichtigen Pension wechseln, die unterhalb der Höchstbeitragsgrundlage liege. ",
            "annotations": []
        },
        {
            "text": "§70a ASVG differenziere nicht zwischen diesen Konstellationen. Eine Unterscheidung zwischen Monaten, in welchen die Höchstbeitragsgrundlage überschritten würde, und Monaten, in denen Beiträge unterhalb der Höchstbeitragsgrundlage entrichtet würden, sei im Gesetzeswortlaut nicht vorgesehen. Vielmehr würde in beiden Konstellationen auf eine Ganzjahresbetrachtung abgestellt.",
            "annotations": []
        },
        {
            "text": "Dies könne dazu führen, dass Betroffene wegen des Abstellens auf das gesamte Kalenderjahr auch für solche Monate Beiträge bis zur Höchstbeitragsgrundlage zu entrichten hätten, in denen ausschließlich beitragspflichtige Pensionen unterhalb der Höchstbeitragsgrundlage bezogen worden seien. Während es im Falle der Überschreitung der Höchstbeitragsgrundlage im Rahmen einer einzigen Pflichtversicherung zu keinen (weiteren) Krankenversicherungsbeiträgen komme, seien bei Überschreitung der Höchstbeitragsgrundlage im Falle einer Mehrfachversicherung mehrfach Krankenversicherungsbeiträge über der Höchstbeitragsgrundlage zu leisten. Damit \"bestrafe\" diese Bestimmung mehrfach Versicherte, indem diese bei Mehrfachversicherung und einer damit einhergehenden Überschreitung der Höchstbeitragsgrundlage Krankenversicherungsbeiträge über der Höchstbeitragsgrundlage leisten müssten.",
            "annotations": []
        },
        {
            "text": "Daneben seien ganz allgemein auch all jene Pflichtversicherten betroffen, die im Falle einer unterjährigen Pflichtversicherung auf Grund mehrerer Dienstverhältnisse mit Überschreitung der Höchstbeitragsgrundlage in ein unterhalb der Höchstbeitragsgrundlage liegendes Pflichtversicherungsverhältnis wechseln würden.",
            "annotations": []
        },
        {
            "text": "Dieses Ergebnis verstoße gegen den Gleichheitsgrundsatz. Der Gesetzgeber habe mit §70a ASVG ein System geschaffen, von dem er nicht ohne sachliche Rechtfertigung abweichen dürfe. Es sei sachlich nicht zu rechtfertigen, dass Personen mit Mehrfachversicherung, die einige Monate eines Kalenderjahres die Höchstbeitragsgrundlage in der Krankenversicherung überschritten hätten und diese im verbleibenden Jahr unterschreiten, durch Abstellen auf das gesamte Kalenderjahr nur geringe oder keine Beiträge für jene Monate des Überschreitens der Höchstbeitragsgrundlage erstattet erhielten, während jene, welche über das gesamte Kalenderjahr hinweg über keine schwankenden Beitragsgrundlagen der Pflichtversicherung verfügen, sondern durchgehend die Höchstbeitragsgrundlage überschreiten würden, \"bei gleichen nominellen Bezügen\" besser behandelt würden. Das führe zu einer Schlechterstellung jener Personengruppe, die für jene Monate, in denen zu hohe Beiträge in der Krankenversicherung entrichtet worden seien, keine Erstattung erhielten.",
            "annotations": []
        },
        {
            "text": "1.4. Die Bundesregierung hält diesen Bedenken Folgendes entgegen:",
            "annotations": []
        },
        {
            "text": "Das System der Mehrfachversicherung sei an sich verfassungsrechtlich unbedenklich (Hinweis auf VfSlg 9758/1983, 12.417/1990, 17.260/2004). Die Mehrfachversicherung in der Krankenversicherung habe regelmäßig zur Folge, dass Krankenversicherungsbeiträge über die Höchstbeitragsgrundlage eines einzelnen Versicherungsverhältnisses hinaus zu zahlen seien. Zwar lasse sich aus der Rechtsprechung ableiten, dass eine Höchstbeitragsgrundlage in der Sozialversicherung grundsätzlich verfassungsrechtlich geboten sei (Hinweis auf Pöschl, Höchstbeitragsgrundlage und Mehrfachversicherung als Instrumente der Umverteilung und als verfassungsrechtliches Problem, in: Kneihs/Lienbacher/Runggaldier [Hrsg.], Wirtschaftssteuerung durch Sozialversicherung? [2005] 100 [110 FN 33], unter Bezugnahme auf VfSlg 3670/1960). Der Verfassungsgerichtshof habe aber wiederholt ausgesprochen, dass zur Beitragsberechnung im Fall einer Mehrfachversicherung jedes Einkommen gesondert bis zur jeweiligen Höchstbeitragsgrundlage zugrundegelegt werden dürfe (Hinweis auf VfSlg 4801/1964, 6818/1970, 9753/1983, 17.260/2004). Es sei verfassungsrechtlich nicht geboten (aber zulässig) vorzusehen, dass Beiträge zu erstatten seien, wenn auf Grund mehrerer versicherungspflichtiger Tätigkeiten oder Bezüge die Beitragsleistung die Höchstbeitragsgrundlage übersteige (Hinweis auf VfSlg 14.802/1997, 16.007/2000, 17.260/2004). Es sei daher von einem weiten politischen Gestaltungsspielraum des Gesetzgebers auszugehen, wie die Rückerstattung von Krankenversicherungsbeiträgen ausgestaltet werde. Wenn es der Gesetzgebung freistehe, anzuordnen, ob Beiträge, die infolge einer Mehrfachversicherung die Höchstbeitragsgrundlage überschreiten, überhaupt erstattet würden, dann komme dem Gesetzgeber auch ein Gestaltungsspielraum betreffend die Berechnung der Beitragserstattung zu. Dieser Gestaltungsspielraum werde nicht überschritten, wenn §70a ASVG den Betrachtungszeitraum für die Beitragserstattung über der Höchstbeitragsgrundlage (die von Verfassungs wegen nicht erstattet werden müssen) mit einem Jahr festlege. Dieser Betrachtungszeitraum von einem Jahr verfolge auch verwaltungsökonomische Zwecke, zumal die Beitragserstattung von Amts wegen zu erfolgen habe. Diese Regelung des Betrachtungszeitraums könne in bestimmten Fällen dazu führen, dass Beiträge nicht erstattet würden, die bei kürzerem Betrachtungszeitraum erstattet worden wären. Dies sei allerdings eine notwendige Konsequenz der Festlegung eines bestimmten Betrachtungszeitraumes, die auch eintrete, wenn das Gesetz eine Monatsbetrachtung vorsehen würde; denn auch in einem solchen Fall könne sich die vom antragstellenden Gericht gerügte Ungleichbehandlung im Vergleich etwa zu einer Tages- oder Wochenbetrachtung ergeben.",
            "annotations": []
        },
        {
            "text": "Das Abstellen des §70a ASVG auf eine Jahresbetrachtung bei der Beitragserstattung sei auch vor dem Hintergrund der §§36 GSVG, 33c BSVG und 24b B-KUVG zu verstehen, die ebenfalls eine Ganzjahresbetrachtung vorsehen würden.",
            "annotations": []
        },
        {
            "text": "1.5. Der Verfassungsgerichtshof hat dazu Folgendes erwogen:",
            "annotations": []
        },
        {
            "text": "1.5.1. Dem Gesetzgeber sind durch den Gleichheitsgrundsatz insofern inhaltliche Schranken gesetzt, als er verbietet, sachlich nicht begründbare Regelungen zu treffen (vgl zB VfSlg 14.039/1995, 16.407/2001) sowie sachlich nicht begründbare Differenzierungen vorzunehmen (vgl VfSlg 8169/1977, 15.590/1999, 18.269/2007). Innerhalb dieser Schranken ist es dem Gesetzgeber jedoch von Verfassungs wegen durch den Gleichheitsgrundsatz nicht verwehrt, seine politischen Zielvorstellungen auf die ihm geeignet erscheinende Art zu verfolgen (s etwa VfSlg 16.176/2001, 16.504/2002).",
            "annotations": []
        },
        {
            "text": "1.5.2. Nach ständiger Rechtsprechung des Verfassungsgerichtshofes begegnet die gesetzliche Begründung von Mehrfachversicherungen per se keinen verfassungsrechtlichen Bedenken (vgl etwa VfSlg 4714/1964, 4801/1964, 6181/1970, 9753/1983, 12.739/1991, 17.260/2004). ",
            "annotations": []
        },
        {
            "text": "1.5.3. §45 Abs1 ASVG legt (für die allgemeine Beitragsgrundlage) eine Höchstbeitragsgrundlage fest (für Sonderzahlungen siehe §49 Abs2 iVm §54 Abs1 ASVG), die für den Kalendermonat grundsätzlich das 30fache der täglichen Höchstbeitragsgrundlage (§108 Abs1 und 3 ASVG) beträgt (vgl entsprechend §19 Abs6 B-KUVG). An diese tägliche Höchstbeitragsgrundlage knüpfen auch das GSVG (§25 Abs5 und §48 leg cit) und das BSVG (§23 Abs9 leg cit) an, die jedoch die monatliche Höchstbeitragsgrundlage – mangels Sonderzahlungen – mit dem 35fachen der täglichen Höchstbeitragsgrundlage nach ASVG festlegen. ",
            "annotations": []
        },
        {
            "text": "1.5.4. Gemäß §45 Abs2 ASVG ist, wenn ein Pflichtversicherter gleichzeitig mehrere die Versicherungspflicht begründende Beschäftigungen ausübt, bei der Bemessung der Beiträge in jedem einzelnen Beschäftigungsverhältnis die Höchstbeitragsgrundlage zu berücksichtigen (dies gilt auch im Verhältnis zum B-KUVG [§45 Abs2 zweiter Satz ASVG] und im B-KUVG [§19 Abs7 leg cit]). ",
            "annotations": []
        },
        {
            "text": "1.5.4.1. Das System der Mehrfachversicherung kann für einen in mehreren Beschäftigungsverhältnissen stehenden Versicherten im Vergleich zu einem gleich viel verdienenden Versicherten in einem Beschäftigungsverhältnis zu erheblichen Mehrbelastungen führen (VfSlg 9753/1983 [603]). ",
            "annotations": []
        },
        {
            "text": "1.5.4.2. Der Verfassungsgerichtshof hat gegen diese Konsequenz von Mehrfachversicherungen nach ASVG, die in §45 Abs2 (und nicht in §70a) ASVG angelegt ist, bislang keine verfassungsrechtlichen Bedenken gehegt (VfSlg 4801/1964 zu §45 Abs2 ASVG; weiters VfSlg 6181/1970 zu §19 Abs7 B-KUVG, allgemein VfSlg 17.260/2004). ",
            "annotations": []
        },
        {
            "text": "1.5.5. Gemäß §44 Abs2 ASVG ist der Beitragszeitraum der Kalendermonat, der einheitlich mit 30 Tagen anzunehmen ist. Daraus kann sich ergeben, dass eine Person mit nur einem Beschäftigungsverhältnis trotz Jahresverdienstes über der Höchstbeitragsgrundlage infolge ungleicher Verteilung des Jahreseinkommens auf die Kalendermonate Versicherungsbeiträge von einer Beitragsgrundlage unter der (auf das Jahr hochgerechneten) Höchstbeitragsgrundlage zu entrichten hat. ",
            "annotations": []
        },
        {
            "text": "Aus der verfassungsrechtlichen Zulässigkeit von Mehrfachversicherungen, bei denen die Höchstbeitragsgrundlage für jedes Versicherungsverhältnis gesondert in Anwendung zu bringen ist (1.5.4.2.), folgt auch, dass der Gesetzgeber von Verfassungs wegen nicht gehalten ist, Beiträge rückzuerstatten, die aus mehreren versicherungspflichtigen Beschäftigungen zu einer Beitragsleistung führen, die insgesamt die Beitragsleistung auf Grund der (einfachen) Höchstbemessungsgrundlage übersteigt (VfSlg 14.802/1997, 16.007/2000, 17.260/2004). ",
            "annotations": []
        },
        {
            "text": "1.5.6. Allerdings kann sich der einfache Gesetzgeber im Rahmen seines rechtspolitischen Gestaltungsspielraumes auch für ein System einer für alle Beschäftigungen geltenden gemeinsamen Höchstbeitragsgrundlage (mit einer Aufteilung der Beiträge unter den beteiligten Versicherungsträgern) entscheiden (vgl VfSlg 17.260/2004). So hat er im GSVG und im BSVG die Differenzbeitragsvorschreibung (§§35a und 35b GSVG, §§33a und 33b BSVG) bzw die nachträgliche Beitragserstattung (siehe §36 GSVG und §33c BSVG für die Krankenversicherung, §127b GSVG und §118b BSVG für die Pensionsversicherung) eingeführt, wenn aus einer nach ASVG versicherungspflichtigen Beschäftigung und einer nach GSVG oder BSVG versicherungspflichtigen Erwerbstätigkeit beitragspflichtige Gesamteinkünfte lukriert werden, die in Summe über der (einheitlichen [1.5.3.], einfachen) Höchstbeitragsgrundlage liegen. Im Anwendungsbereich des ASVG (und des B-KUVG) hat der Gesetzgeber – wegen der Schwierigkeit der Koordinierung mehrerer zum Beitragsabzug vom Arbeitsentgelt berechtigter Dienstgeber (§60 ASVG) – die Möglichkeit zur Differenzbeitragsentrichtung nicht vorgesehen, aber die nachträgliche Beitragserstattung eingeräumt (siehe §70 ASVG für die Pensionsversicherung und §70a ASVG [sowie §24b B-KUVG] für die Krankenversicherung). ",
            "annotations": []
        },
        {
            "text": "1.5.7. §70a ASVG regelt die Erstattung von Beiträgen in der Krankenversicherung. Wenn bei in der Krankenversicherung Pflichtversicherten \"in einem Kalenderjahr\" die Summe aller Beitragsgrundlagen der Pflichtversicherung und der beitragspflichtigen Pensionen einschließlich Sonderzahlungen die Summe der Beträge des 35fachen der (täglichen) Höchstbeitragsgrundlage für die im Kalenderjahr liegenden Monate der Pflichtversicherung in der Krankenversicherung überschreitet, muss der zuständige Versicherungsträger (§70a Abs3 ASVG) die \"auf den Überschreitungsbetrag entfallenden Beiträge zur Krankenversicherung\" in jener Höhe erstatten, in der diese Beiträge von der versicherten Person zu tragen sind. Demnach werden Dienstgeberanteile (vgl §51 Abs3 ASVG) nicht erstattet (zur Verfassungskonformität dessen siehe VfSlg 14.802/1997 [421]). ",
            "annotations": []
        },
        {
            "text": "1.5.8. §70a ASVG stellt auf eine Jahresbetrachtung ab (arg.: \"in einem Kalenderjahr\"). Wenn daher in einem Kalenderjahr zwölf (sich nicht deckende) Pflichtversicherungsmonate liegen, ist die Bestimmung des Überschreitungsbetrages auf das Zwölffache des 35fachen der täglichen Höchstbeitragsgrundlage (sohin das 420fache der täglichen Höchstbeitragsgrundlage) zu beziehen (das Abstellen auf das 35fache – und nicht das 30fache [vgl demgegenüber §44 Abs2 ASVG] – der täglichen Höchstbeitragsgrundlage je Monat resultiert aus der Berücksichtigung der Sonderzahlungen [für die §54 Abs1 ASVG gesondert das 60fache der täglichen Höchstbeitragsgrundlage als Maß vorsieht]). ",
            "annotations": []
        },
        {
            "text": "1.6. Vor dem Hintergrund dieser Rechtslage und der bisherigen Rechtsprechung des Verfassungsgerichtshofes, von der abzugehen sich der Verfassungsgerichtshof nicht veranlasst sieht, sind die Bedenken des Bundesverwaltungsgerichtes nicht berechtigt:",
            "annotations": []
        },
        {
            "text": "1.6.1. Da eine Beitragserstattung im Falle von Mehrfachversicherungen von Verfassungs wegen nicht geboten ist, liegt es im rechtspolitischen Gestaltungsspielraum des Gesetzgebers, ob er eine Beitragserstattung vorsieht oder nicht, und gegebenenfalls, ob er Beiträge, die von Bemessungsgrundlagen über der (einfachen) Höchstbeitragsgrundlage entrichtet wurden, zur Gänze oder nur zum Teil erstatten will, sofern die Abgrenzung sachlich gestaltet ist. Wenn der Gesetzgeber nun in §70a ASVG anordnet, dass eine Beitragserstattung (nur) stattfindet, sofern die Höchstbeitragsgrundlage für den gesamten Versicherungszeitraum in einem Kalenderjahr überschritten wurde, überschreitet er seinen rechtspolitischen Gestaltungsspielraum nicht, sondern schafft er eine klare und einfach zu vollziehende Erstattungsregelung.",
            "annotations": []
        },
        {
            "text": "1.6.2. Der vom Bundesverwaltungsgericht monierte (\"bestrafende\") Effekt, dass es dann bei Mehrfachversicherungen nach Umständen zu einer anderen Gesamtbeitragsbelastung als bei einem einzigen versicherungspflichtigen Beschäftigungsverhältnis kommen kann, hat seine Grundlage nicht in §70a ASVG, sondern in §45 Abs2 leg cit (oben 1.5.4.), den das Bundesverwaltungsgericht aber nicht angefochten hat und gegen den der Verfassungsgerichtshof in seiner bisherigen Rechtsprechung auch keine Bedenken hegte. Dass §70a ASVG diese Konsequenzen des §45 Abs2 leg cit nur zum (großen) Teil, nicht jedoch zur Gänze eliminiert, führt nicht zur Verfassungswidrigkeit des §70a ASVG.",
            "annotations": []
        },
        {
            "text": "1.6.3. Wenn das Bundesverwaltungsgericht meint, die angefochtene Regelung führe dazu, dass der Betroffene im Ergebnis auch \"für\" solche Monate Beiträge bis zur Höchstbeitragsgrundlage zu entrichten habe, in denen die Höchstbeitragsgrundlage unterschritten werde, so vermengt es das Recht der Beitragspflicht und das Recht der Beitragserstattung: Unterbleibt eine Rückerstattung (teilweise), bedeutet dies nicht, dass nicht rückerstattete Beitragsteile \"für\" einzelne Monate mit Beitragsgrundlage unterhalb der Höchstbeitragsgrundlage verwendet würden. Vielmehr hat §70a ASVG die Bedeutung, dass eine Rückerstattung von infolge von Mehrfachversicherung in einzelnen Monaten zu Recht entrichteten Beiträgen von mehreren Beitragsgrundlagen, die in Summe über der (einfachen) Höchstbeitragsgrundlage liegen, unterbleibt, sofern auf den versicherungspflichtigen Teil des Jahres gerechnet die Höchstbeitragsgrundlage nicht überschritten wird.",
            "annotations": []
        },
        {
            "text": "1.6.4. Das mit §70a ASVG geschaffene System ist auch nicht in sich unsachlich. Wenn das Gesetz im Rahmen der Regelung der Beitragspflicht den Kalendermonat als Beitragszeitraum vorsieht (§44 Abs2 ASVG), hat dies nicht zwingend zur Folge, dass der Gesetzgeber im Rahmen der Beitragserstattung (§70a ASVG) nicht mehr auf eine Jahresbetrachtung abstellen dürfte.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist daher abzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}