{
    "document_id": "JFT_20231004_23E01450_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist ein im Jahr 1998 geborener syrischer Staatsangehöriger, welcher aus dem Dorf Drousha im syrischen Gouvernement Damaskus-Land stammt, der Volksgruppe der Araber angehört und sich zur sunnitischen Glaubensrichtung des Islam bekennt. ",
            "annotations": []
        },
        {
            "text": "2. Am 18. Jänner 2022 stellte der Beschwerdeführer im Bundesgebiet einen Antrag auf internationalen Schutz. Diesen begründete er insbesondere damit, dass er befürchte, in Syrien zum Militärdienst einberufen zu werden. Er wolle jedoch keine Waffe tragen und nicht töten müssen.",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheid vom 9. September 2022 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten ab (Spruchpunkt I.), erkannte dem Beschwerdeführer jedoch den Status des subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihm eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "4. Die ausschließlich gegen Spruchpunkt I. erhobene Beschwerde wies das Bundesverwaltungsgericht – nach Durchführung einer mündlichen Verhandlung – mit Erkenntnis vom 17. April 2023 ab. Der Beschwerdeführer befinde sich grundsätzlich im wehrpflichtigen Alter, habe seinen Wehrdienst jedoch bereits abgeleistet, seither keinen (neuerlichen) Einberufungsbefehl erhalten und werde nicht vom Regime als Wehrdienstverweigerer gesucht. Das Vorbringen des Beschwerdeführers sei unglaubwürdig. Zum Umstand des Aufschubes der Wehrpflicht habe der Beschwerdeführer keine Nachweise vorgelegt und widersprüchliche Angaben gemacht.",
            "annotations": []
        },
        {
            "text": "5. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichbehandlung von Fremden untereinander sowie auf ein faires Verfahren gemäß Art47 Abs2 GRC behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und – wie auch das Bundesamt für Fremdenwesen und Asyl – von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Der Beschwerdeführer brachte zur Begründung seines Antrages im Wesentlichen vor, dass er befürchte, in Syrien zum Militärdienst einberufen zu werden. Er wolle jedoch keine Waffe tragen und nicht töten müssen. Seinen Wehrdienst habe der Beschwerdeführer noch nicht abgeleistet, weil seine Wehrpflicht während seines Studiums aufgeschoben gewesen sei. Nach dem Abschluss des Studiums habe er jedoch keinen Aufschub mehr erhalten.",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht stellt fest, dass der Beschwerdeführer aus dem Dorf Drousha im syrischen Gouvernement Damaskus-Land stamme, das aktuell unter der Kontrolle des syrischen Regimes stehe. Der im Jahr 1998 geborene Beschwerdeführer befinde sich grundsätzlich im wehrpflichtigen Alter, habe seinen Wehrdienst jedoch bereits abgeleistet, seither keinen (neuerlichen) Einberufungsbefehl erhalten und werde nicht vom Regime als Wehrdienstverweigerer gesucht. Das Vorbringen des Beschwerdeführers, seine Wehrpflicht noch nicht abgeleistet zu haben, sei aus in der Beweiswürdigung näher dargelegten Gründen unglaubwürdig. Es sei dem Beschwerdeführer daher nicht gelungen, eine aktuelle und konkrete Gefahr der Einziehung in den Wehrdienst bzw eine drohende Verfolgung auf Grund seiner politischen Überzeugung als Wehrdienstverweigerer glaubhaft zu machen. ",
            "annotations": []
        },
        {
            "text": "3.3. Dabei übersieht das Bundesverwaltungsgericht aber, dass nach den Länderinformationen auch männliche syrische Staatsangehörige, die – wie der Beschwerdeführer nach den Feststellungen in der angefochtenen Entscheidung – den Wehrdienst bereits abgeleistet haben, in den Militärdienst einberufen werden können. So ist dem zum Entscheidungszeitpunkt des Bundesverwaltungsgerichtes verfügbaren Länderinformationsblatt der Staatendokumentation zu Syrien vom 29. Dezember 2022 Folgendes zu entnehmen:",
            "annotations": []
        },
        {
            "text": "\"Reservedienst",
            "annotations": []
        },
        {
            "text": "Gemäß Artikel 15 des Gesetzesdekrets Nr 30 von 2007 bleibt ein syrischer Mann nach Beendigung des Pflichtwehrdienstes, wenn er sich gegen einen Eintritt in den Militärdienst als Berufssoldat entscheidet, Reservist und kann bis zum Alter von 42 Jahren in den aktiven Dienst einberufen werden (TIMEP 22.8.2019; vgl STDOK 8.2017). Es liegen einzelne Berichte vor, denen zufolge die Altersgrenze für den Reservedienst erhöht wird, wenn die betreffende Person besondere Qualifikationen hat (das gilt zB für Ärzte, Panzerfahrer, Luftwaffenpersonal, Artilleriespezialisten und Ingenieure für Kampfausrüstung). Die Behörden ziehen vornehmlich Männer bis zu einem Alter von 27 Jahren ein, während Ältere sich eher auf Ausnahmen berufen können. Dennoch wurden die Altersgrenzen fallweise angehoben und auch Männer bis zu einem Alter von 55 oder sogar 62 Jahren, abhängig vom Rang, eingezogen, bzw konnten Männer nach Erreichen des 42. Lebensjahres die Armee nicht verlassen (ÖB 29.9.2020; vgl FIS 14.12.2018, vgl NMFA 5.2020). Die Altersgrenze hängt laut Experten eher von lokalen Entwicklungen und den Mobilisierungsbemühungen der Regierung ab als von allgemeinen Einberufungsregelungen. Generell hat sich das Maß der Willkür in Syrien im Zuge des Konfliktes erhöht (FIS 14.12.2018). Manche Quellen berichten, dass ihnen keine Fälle von Rekrutierungen über-42-Jähriger nach 2016 bzw 2018 bekannt seien. Gemäß anderen Quellen soll es jedoch zu Einberufungen von über-42-jährigen Rückkehrern aus dem Libanon und Jordanien als Reservisten gekommen sein, wobei es sich nicht um Zwangsrekrutierungen handelte (DIS 5.2020).\" ",
            "annotations": []
        },
        {
            "text": "3.4. Das Bundesverwaltungsgericht trifft keine Feststellungen zu der im Entscheidungszeitpunkt vorliegenden Einberufungs- bzw Rekrutierungssituation von männlichen syrischen Staatsangehörigen, die den Wehrdienst bereits abgeleistet haben, und setzt sich in seiner Entscheidung nicht mit der individuellen Situation des Beschwerdeführers als im wehrdienstfähigen Alter befindlichen Mannes, der nach den in der Entscheidung getroffenen Feststellungen den Wehrdienst bereits abgeleistet habe, auseinander. Es stellt weder fest, ob dem – aus dem Dorf Drousha im syrischen Gouvernement Damaskus-Land stammenden – Beschwerdeführer insbesondere angesichts seines Alters von (im Entscheidungszeitpunkt) 24 Jahren bei seiner Rückkehr nach Syrien eine Einberufung oder zwangsweise Einziehung drohte, noch welche Auswirkungen eine Rückkehr des Beschwerdeführers als potentiell zukünftiges Mitglied der syrischen Armee vor dem Hintergrund des herrschenden Bürgerkrieges in Syrien (vgl dazu VfGH 20.9.2022, E1138/2022; 15.3.2023, E2268/2022) hätte. Aus der Entscheidung geht in der Folge auch nicht hervor, ob der Beschwerdeführer als potentiell zukünftiges Mitglied der syrischen Armee Gefahr liefe, selbst an der Begehung von Kriegsverbrechen oder Menschenrechtsverletzungen beteiligt zu werden (vgl erneut VfGH 20.9.2022, E1138/2022; 15.3.2023, E2268/2022).",
            "annotations": []
        },
        {
            "text": "3.5. Indem das Bundesverwaltungsgericht somit seine Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen hat, hat es sein Erkenntnis mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}