{
    "document_id": "JFT_20230228_22G00066_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag begehrt das Bundesverwaltungsgericht, §25 Abs7 des Bundesgesetzes vom 11. Oktober 1978 über die Sozialversicherung der in der gewerblichen Wirtschaft selbständig Erwerbstätigen (Gewerbliches Sozialversicherungsgesetz – GSVG), BGBl 560, idF BGBl I 139/1998 als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgebliche Rechtslage stellt sich wie folgt dar (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "§25, §25a und §113 GSVG lauten:",
            "annotations": []
        },
        {
            "text": "\"Beitragsgrundlage",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§25. (1) Für die Ermittlung der Beitragsgrundlage für Pflichtversicherte gemäß §2 Abs1 sind, soweit im folgenden nichts anderes bestimmt wird, die im jeweiligen Kalenderjahr auf einen Kalendermonat der Erwerbstätigkeit im Durchschnitt entfallenden Einkünfte aus einer oder mehreren Erwerbstätigkeiten, die der Pflichtversicherung nach diesem Bundesgesetz, unbeschadet einer Ausnahme gemäß §4 Abs1 Z5, unterliegen, heranzuziehen; als Einkünfte gelten die Einkünfte im Sinne des Einkommensteuergesetzes 1988. Als Einkünfte aus einer die Pflichtversicherung begründenden Erwerbstätigkeit gelten auch die Einkünfte als Geschäftsführer und die Einkünfte des zu einem Geschäftsführer bestellten Gesellschafters der Gesellschaft mit beschränkter Haftung.",
            "annotations": []
        },
        {
            "text": "(2) Beitragsgrundlage ist der gemäß Abs1 ermittelte Betrag,",
            "annotations": []
        },
        {
            "text": "2. zuzüglich der vom Versicherungsträger im Beitragsjahr im Durchschnitt der Monate der Erwerbstätigkeit vorgeschriebenen Beiträge zur Kranken-, Arbeitslosen- und Pensionsversicherung nach diesem oder einem anderen Bundesgesetz; letztere nur soweit sie als Betriebsausgaben im Sinne des §4 Abs4 Z1 lita EStG 1988 gelten;",
            "annotations": []
        },
        {
            "text": "3. vermindert um die auf einen Sanierungsgewinn oder auf Veräußerungsgewinne nach den Vorschriften des EStG 1988 entfallenden Beträge im Durchschnitt der Monate der Erwerbstätigkeit; diese Minderung tritt jedoch nur dann ein, wenn der Versicherte es beantragt und bezüglich der Berücksichtigung von Veräußerungsgewinnen überdies nur soweit, als der auf derartige Gewinne entfallende Betrag dem Sachanlagevermögen eines Betriebes des Versicherten oder einer Gesellschaft mit beschränkter Haftung, an der der Versicherte mit mehr als 25% beteiligt ist, zugeführt worden ist; diese Minderung ist bei der Feststellung der Ausnahme von der Pflichtversicherung gemäß §4 Abs1 Z5 nicht zu berücksichtigen; ein Antrag auf Minderung ist binnen einem Jahr ab dem Zeitpunkt des Eintritts der Fälligkeit des ersten Teilbetrags (§35 Abs3) der endgültigen Beiträge für jenen Zeitraum, für den eine Verminderung um den Veräußerungsgewinn oder Sanierungsgewinn begehrt wird, zu stellen.",
            "annotations": []
        },
        {
            "text": "(3) Hat der Pflichtversicherte Einkünfte aus mehreren die Pflichtversicherung nach diesem Bundesgesetz begründenden Erwerbstätigkeiten, so ist die Summe der Einkünfte aus diesen Erwerbstätigkeiten für die Ermittlung der Beitragsgrundlage heranzuziehen.",
            "annotations": []
        },
        {
            "text": "(4) Die Beitragsgrundlage nach Abs2 beträgt für jeden Beitragsmonat mindestens den für das jeweilige Beitragsjahr geltenden Betrag nach §5 Abs2 ASVG (Mindestbeitragsgrundlage).",
            "annotations": []
        },
        {
            "text": "(5) Die Beitragsgrundlage darf die Höchstbeitragsgrundlage nicht überschreiten. Höchstbeitragsgrundlage für den Beitragsmonat ist der gemäß §48 jeweils festgesetzte Betrag.",
            "annotations": []
        },
        {
            "text": "(6) Die endgültige Beitragsgrundlage tritt an die Stelle der vorläufigen Beitragsgrundlage, sobald die hiefür notwendigen Nachweise vorliegen.",
            "annotations": []
        },
        {
            "text": "(6a) Auf Antrag sind die Beitragsgrundlagen in der Pensionsversicherung im Kalenderjahr des erstmaligen Eintrittes einer Pflichtversicherung nach §2 Abs1 Z1 bis 4 und den darauf folgenden zwei Kalenderjahren auf die für diese Kalenderjahre geltenden Höchstbeitragsgrundlagen zu erhöhen (Höchstbeitragsgrundlagen aus Anlass von Betriebsgründungsinvestitionen). Ein solcher Antrag ist vom/von der Versicherten bzw Hinterbliebenen spätestens gleichzeitig mit dem Pensionsantrag bzw innerhalb einer vom Versicherungsträger eingeräumten längeren Frist zu stellen, wobei eine der zeitlichen Lagerung der Beitragszahlung entsprechende Aufwertung (§108c ASVG) zu erfolgen hat.",
            "annotations": []
        },
        {
            "text": "(7) Vorläufige Beitragsgrundlagen gemäß §25a, die gemäß Abs6 zum Stichtag (§113 Abs2) noch nicht nachbemessen sind, gelten als Beitragsgrundlagen gemäß Abs2.",
            "annotations": []
        },
        {
            "text": "(9) Beitragsgrundlage für die gemäß §3 Abs2 und 5 Pflichtversicherten ist das Dreißigfache des Betrages gemäß §44 Abs6 lita des Allgemeinen Sozialversicherungsgesetzes.",
            "annotations": []
        },
        {
            "text": "(10) Als Beitragsmonat gilt jeweils der Kalendermonat, für den Beiträge zu entrichten sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vorläufige Beitragsgrundlage",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§25a. (1) Die vorläufige monatliche Beitragsgrundlage ist, ausgenommen in den Fällen des Abs4,",
            "annotations": []
        },
        {
            "text": "1. wenn eine Pflichtversicherung nach diesem Bundesgesetz im drittvorangegangenen Kalenderjahr nicht bestanden hat, die monatliche Beitragsgrundlage nach §25 Abs4. Bestehen in einem Kalendermonat Pflichtversicherungen nach §2 Abs1 Z1 bis 3 sowie nach §2 Abs1 Z4, so ist §359 Abs3a anzuwenden.",
            "annotations": []
        },
        {
            "text": "2. in allen anderen Fällen die Summe der gemäß §25 Abs2 für das drittvorangegangene Kalenderjahr festgestellten Beitragsgrundlagen, geteilt durch die Zahl der Beitragsmonate der Pflichtversicherung in diesem Kalenderjahr, vervielfacht mit dem Produkt aus der Aufwertungszahl (§47) des Kalenderjahres, in das der Beitragsmonat (§25 Abs10) fällt, und aus den Aufwertungszahlen der beiden vorangegangenen Kalenderjahre. Dieser Betrag ist auf Cent zu runden. Konnte die Beitragsgrundlage gemäß §25 für das drittvorangegangene Kalenderjahr noch nicht festgestellt werden, weil der für die Beitragsbemessung maßgebende Einkommensteuerbescheid oder Einkommensnachweis noch nicht vorliegt, sind die Beitragsgrundlagen des Kalenderjahres heranzuziehen, in dem die Beitragsbemessung gemäß §25 Abs6 erfolgt ist. Bei der Vervielfachung ist das Produkt der Aufwertungszahlen entsprechend zu ergänzen.",
            "annotations": []
        },
        {
            "text": "Die vorläufige Beitragsgrundlage darf die in §25 Abs4 und 5 genannten Beträge nicht unter- oder überschreiten.",
            "annotations": []
        },
        {
            "text": "(3) Die vorläufige Beitragsgrundlage ist, sofern nichts anderes bestimmt ist, in Anwendung der Bestimmungen dieses Bundesgesetzes der Beitragsgrundlage gemäß §25 gleichzuhalten.",
            "annotations": []
        },
        {
            "text": "(4) Für die ersten beiden Kalenderjahre einer Pflichtversicherung in der Krankenversicherung nach §2 Abs1 Z1 bis 3 gilt der Betrag nach §25 Abs4 als vorläufige und endgültige Beitragsgrundlage (Neuzugangsgrundlage in der Krankenversicherung), wenn innerhalb der letzten 120 Kalendermonate vor Beginn dieser Pflichtversicherung keine solche in der Pensions- und/oder Krankenversicherung nach diesem Bundesgesetz bestanden hat. §25 Abs6 ist nicht anzuwenden.",
            "annotations": []
        },
        {
            "text": "(5) Die vorläufige Beitragsgrundlage ist auf Antrag der versicherten Person zu ändern (Herab- oder Hinaufsetzung), wenn sie glaubhaft macht, dass ihre Einkünfte im laufenden Kalenderjahr wesentlich von den Einkünften im drittvorangegangenen Kalenderjahr abweichen. Eine Herabsetzung ist nur so weit zulässig, als dies nach den wirtschaftlichen Verhältnissen der versicherten Person gerechtfertigt erscheint. Die herabgesetzte Beitragsgrundlage darf die jeweils anzuwendende Mindestbeitragsgrundlage nach den §§25 Abs4 und 359 Abs3a nicht unterschreiten, die hinaufgesetzte Beitragsgrundlage darf die Höchstbeitragsgrundlage nach §48 nicht überschreiten. Der Antrag auf Änderung der vorläufigen Beitragsgrundlage kann bis zum Ablauf des jeweiligen Beitragsjahres gestellt werden. Eine neuerliche Antragstellung ist zulässig, wenn sich die Einschätzung der Höhe der Einkünfte ändert.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eintritt des Versicherungsfalles; Stichtag",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§113. (1) Der Versicherungsfall gilt als eingetreten:",
            "annotations": []
        },
        {
            "text": "1. bei Leistungen aus den Versicherungsfällen des Alters mit der Erreichung des Anfallsalters;",
            "annotations": []
        },
        {
            "text": "2. bei Leistungen aus dem Versicherungsfall der Erwerbsunfähigkeit mit deren Eintritt, wenn aber dieser Zeitpunkt nicht feststellbar ist, mit der Antragstellung;",
            "annotations": []
        },
        {
            "text": "3. bei Leistungen aus dem Versicherungsfall des Todes mit dem Tod.",
            "annotations": []
        },
        {
            "text": "(2) Der Stichtag für die Feststellung, ob der Versicherungsfall eingetreten ist und auch die anderen Anspruchsvoraussetzungen erfüllt sind, sowie in welchem Ausmaß eine Leistung gebührt, ist bei Anträgen auf eine Leistung nach Abs1 Z1 oder 2 der Tag der Antragstellung, wenn dieser auf einen Monatsersten fällt, sonst der dem Tag der Antragstellung folgende Monatserste. Bei Anträgen auf eine Leistung nach Abs1 Z3 ist der Stichtag der Todestag, wenn dieser auf einen Monatsersten fällt, sonst der dem Todestag folgende Monatserste.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer im Verfahren vor dem Bundesverwaltungsgericht war im Zeitraum vom 23. November 1999 bis 31. März 2018 Inhaber mehrerer Gewerbeberechtigungen, die er am 31. März 2018 zurückgelegt hat. Seit 27. März 2003 ist er Inhaber der – weiterhin aufrechten – Gewerbeberechtigung \"Musikverlag\" (er ist nach wie vor als Musiklehrer selbständig erwerbstätig). Seit 1. April 2018 ist der Beschwerdeführer in Pension und bezieht eine Pension iHv monatlich € 2.120,56 (14 Mal jährlich). Am 3. Mai 2018 beantragte der Beschwerdeführer die Ausnahme für Kleinunternehmer ab 1. April 2018. Diesem Antrag gab die belangte Behörde im Verfahren vor dem Bundesverwaltungsgericht statt und nahm ihn ab 1. April 2018 vorläufig von der Pensions- und Krankenversicherung aus.",
            "annotations": []
        },
        {
            "text": "Zum Zeitpunkt des Eintrittes seiner Pensionierung am 1. April 2018 war die endgültige Bemessungsgrundlage für das Jahr 2015 auf Grund des am 23. Jänner 2018 übermittelten Einkommensteuerbescheides an die Stelle der vorläufigen Bemessungsgrundlage getreten, während die Beitragsgrundlagen für die Jahre 2016 bis 2018 noch nicht nachbemessen waren und auf vorläufigen Bemessungsgrundlagen basierten. Diese beliefen sich auf Grund der Anträge des Beschwerdeführers auf Anpassung auf € 16.000,– in den Kalenderjahren 2016 und 2017 bzw € 20.000,– im Jahr 2018. Am 12. November 2018 wurde der Sozialversicherungsanstalt der gewerblichen Wirtschaft ein auf Grund der Wiederaufnahme des Verfahrens vor dem Finanzamt Innsbruck berichtigter Einkommensteuerbescheid für das Jahr 2015 übermittelt, in dem die Einkünfte aus Gewerbebetrieb iHv € 10.020,68 (zzgl. Hinzurechnungsbeiträge, statt € 55.000,– zzgl. Hinzurechnungsbeiträge) ausgewiesen sind.",
            "annotations": []
        },
        {
            "text": "Zunächst mit Rückstandsausweis vom 12. Juni 2019 wies die (damalige) Sozialversicherungsanstalt der gewerblichen Wirtschaft für den Zeitraum vom 1. Mai 2015 bis 31. März 2019 einen Betrag iHv € 22.098,39 mit Fälligkeit zum 28. Februar 2019 aus, wogegen der Beschwerdeführer Einwendungen erhob und die Ausstellung eines Bescheides beantragte.",
            "annotations": []
        },
        {
            "text": "Mit Bescheid vom 29. November 2019 verpflichtete die belangte Behörde im Verfahren vor dem Bundesverwaltungsgericht den Beschwerdeführer, rückständige Beiträge zur Sozialversicherung für den Zeitraum vom 1. Mai 2015 bis 31. März 2019 iHv € 21.640,24, rückständige Kostenanteile iHv € 103,– sowie Verzugszinsen und Nebengebühren bis 10. Juni 2019 iHv € 355,15 und für die Dauer des Zahlungsverzuges ab 11. Juni 2019 Verzugszinsen \"im gesetzlichen Ausmaß\" aus dem Kapital iHv € 19.474,55 zu zahlen. Begründend wurde im Bescheid – neben einer rechnerischen Darstellung der Beträge – im Wesentlichen ausgeführt, dass der Beschwerdeführer auf Grund seiner Gewerbeberechtigungen jedenfalls im Zeitraum vom 1. Mai 2015 bis 31. März 2018 nach §2 Abs1 Z1 GSVG der Pflichtversicherung in der Kranken- und Pensionsversicherung und im Zeitraum vom 1. Mai 2015 bis 31. März 2019 nach §8 Abs1 Z3 lita erster Teilstrich ASVG in der Unfallversicherung unterlegen sei. Die Nachbemessung der vorläufigen Beitragsgrundlage für das Kalenderjahr 2015 sei an Hand der Einkünfte des entsprechenden Einkommensteuerbescheides erfolgt, der vor dem Pensionsstichtag des Beschwerdeführers übermittelt worden war. Für die Kalenderjahre 2016 bis 2018 seien die vorläufigen Beitragsgrundlagen mit Pensionsstichtag 1. April 2018 zu endgültigen Beitragsgrundlagen \"versteinert\" worden, weil bis zu diesem Zeitpunkt in Ermangelung des Vorliegens der Einkommensteuerbescheide dieser Kalenderjahre noch keine Nachbemessung erfolgen habe können.",
            "annotations": []
        },
        {
            "text": "Gegen diesen Bescheid erhob der Beschwerdeführer Beschwerde. Dabei führte er im Wesentlichen aus, seine Gewerbeberechtigung lautend auf \"Musikverlag\" sei nach wie vor aufrecht; er sei weiterhin selbständig erwerbstätig, weshalb die Beitragsgrundlagenermittlung nach §25 Abs6 GSVG greife und die endgültige Beitragsgrundlage an die Stelle der vorläufigen Beitragsgrundlage trete, sobald die hiefür notwendigen Nachweise vorliegen würden.",
            "annotations": []
        },
        {
            "text": "Im Zuge des Verfahrens nahm die Sozialversicherungsanstalt der gewerblichen Wirtschaft auf Grund der Wiederaufnahme des Verfahrens des Finanzamtes Innsbruck, aus dem ein berichtigter Einkommensteuerbescheid 2015 resultierte, eine Korrektur zugunsten des Beschwerdeführers hinsichtlich der Sozialversicherungsbeträge betreffend das Kalenderjahr 2015 vor. Der seitens des Beschwerdeführers im Zuge der mündlichen Verhandlung vor dem Bundesverwaltungsgericht am 15. Juni 2020 in Vorlage gebrachte und rechtskräftige Einkommensteuerbescheid 2016 weist ein Einkommen iHv € 9.185,26 bei einem Einkommen iHv € 9.245,26 aus Gewerbebetrieb aus, jener von 2017 ein Einkommen iHv € 6.995,27 bei einem Einkommen iHv € 7.055,27 aus Gewerbebetrieb sowie jener von 2018 ein Gesamteinkommen iHv € 15.356,99 bei einem Negativ-Einkommen iHv € 2.278,– aus Gewerbebetrieb.",
            "annotations": []
        },
        {
            "text": "Mit Erkenntnis vom 17. Juni 2020 gab das Bundesverwaltungsgericht der Beschwerde Folge und behob den angefochtenen Bescheid unter Zulassung der Revision mit der Begründung, dass auf Grund der selbständigen Erwerbstätigkeit und Pflichtversicherung des Beschwerdeführers nicht von einer Versteinerung der vorläufigen Beitragsgrundlagen für die Jahre 2016 bis 2018 iSd §25 Abs7 GSVG auszugehen sei, sondern wieder die Beitragsgrundlagenermittlung nach §25 Abs6 leg cit greife, weshalb auch für die Jahre 2016 bis 2018 die endgültigen Beitragsgrundlagen entsprechend den Einkommensteuerbescheiden festzusetzen seien. Daneben sei im Hinblick auf das Jahr 2015 der rechtskräftige Einkommensteuerbescheid vom 14. September 2018 heranzuziehen.",
            "annotations": []
        },
        {
            "text": "Dieses Erkenntnis wurde durch den Verwaltungsgerichtshof mit Erkenntnis vom 20. September 2021, Ro 2020/08/0008, wegen Rechtswidrigkeit seines Inhaltes aufgehoben. Begründend wurde dargelegt, dass bereits der eindeutige Gesetzeswortlaut alleine darauf abstelle, dass die vorläufigen Beitragsgrundlagen \"noch nicht nachbemessen\" seien. Zum Zeitpunkt des Stichtages 1. April 2018 sei zwar ein Einkommensteuerbescheid für das Jahr 2015, es seien jedoch keine Einkommensteuerbescheide für die folgenden Jahre vorgelegen, weshalb gemäß §25 Abs7 GSVG die vorläufigen Beitragsgrundlagen nach §25a leg cit als Beitragsgrundlagen iSd §25 Abs2 GSVG anzusehen seien. Die spätere Vorlage der Einkommensteuerbescheide 2016 bis 2018 führe zu keiner Nachbemessung iSd §25 Abs6 GSVG. Die Ansicht des Bundesverwaltungsgerichtes finde im Gesetzeswortlaut keine Deckung und entspreche auch nicht seinem Zweck, zum Pensionsstichtag jedenfalls das Vorhandensein endgültiger Beitragsgrundlagen für die Pensionsbemessung zu gewährleisten.",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf die Aufhebung des Erkenntnisses durch den Verwaltungsgerichtshof hat das Bundesverwaltungsgericht im vorliegenden Anlassfall neuerlich zu entscheiden.",
            "annotations": []
        },
        {
            "text": "2. Das Bundesverwaltungsgericht legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"[…] Vorab gilt festzuhalten, dass im Bereich der Sozialversicherung das Versicherungsprinzip (vgl zum Versicherungsprinzip VwGH 1.05.1988, 86/08/0004) im Fokus liegt. Im Falle eines (individuellen) Eintritts eines versicherten Risikos bei einem Versicherten soll aus einem 'Pool' an laufend gezahlter Beiträgen der der Risikogemeinschaft angehörenden Versicherten zurückgegriffen werden können. Wesentlich dabei ist, dass sich die Höhe der Versicherungsbeiträge bzw Beitragsgrundlage nach der Leistungsfähigkeit der Versicherten, und war nach der Höhe des Einkommens bzw der Einkünfte des jeweils Versicherten richtet und nicht nach dem zu versichernden Risiko.",
            "annotations": []
        },
        {
            "text": "Dabei bildet die Grundlage der vom Versicherten zu leistenden Beiträge zur Versicherung die Höhe der individuell erzielten Einkünfte bzw des Einkommens des jeweiligen Jahres. Ein nach fiktivem Einkommen oder fiktiv erzielten Einkünften oder nach Einkommen bzw Einkünften, welche(s) in grauer Vorzeit, nicht aber im jeweils für die Versicherung relevanten Jahr erwirtschaftet wurde(n), ist dagegen nicht Bemessungsgrundlage der Beiträge zur Versicherung, da ansonsten das Versicherungsprinzip verlassen wird.",
            "annotations": []
        },
        {
            "text": "Diese Überlegungen gelten auch für die Versicherung nach dem GSVG. Dort besteht das Problem, dass die Einkünfte bei selbständig Erwerbstätigen regelmäßig nicht 'tagesaktuell' feststehen. Die Einkünfte werden regelmäßig erst lange im Nachhinein, nach erfolgter Einkommenssteuerveranlagung definitiv bestimmt. Es liegt somit – anders als bei unselbständig Erwerbstätigen – regelmäßig hinsichtlich der definitiven Beitragsgrundlage, auf deren Basis die Beiträge zur Sozialversicherung im jeweiligen Jahr geleistet werden, eine Ex-Post-Betrachtung vor. Diese kann sich häufig über längere Zeiträume erstrecken. Es ist nicht die Regel, dass kurz nach Abschluss des vorangegangenen Jahres bereits über dieses Jahr ein Einkommenssteuerbescheid vorliegt.",
            "annotations": []
        },
        {
            "text": "Diesem Problem begegnet das Gesetz durch das Prinzip der permanenten Nachverrechnung. Im laufenden Jahr werden auf Basis einer vorläufigen (nach dem letzten Einkommenssteuerbescheid bemessenen) Beitragsgrundlage Beiträge entrichtet und die für dieses Jahr definitiven Beiträge aufgrund der nach Vorlage des Einkommenssteuerbescheides des betreffenden Jahres gebildeten definitiven Beitragsgrundlage im Nachhinein festgesetzt und beglichen. Hierbei kann die Nachverrechnung zeitlich deutlich später erfolgen, wenn die Veranlagung zur Einkommenssteuer zB erst zwei Jahre nach Abschluss des betreffenden Jahres erfolgt. Somit wird die definitive Bemessungsgrundlage häufig erst Jahre später, rückwirkend für betreffende Jahr, für das die Beitragsgrundlage (und darauf die zu leistenden Beiträge) zu bemessen sind, festgesetzt.",
            "annotations": []
        },
        {
            "text": "Das System der Beitragsvorschreibung nach dem GSVG operiert regelmäßig mit vorläufigen Beitragsgrundlagen, um für das jeweils laufende Beitragsjahr zumindest vorläufig Beiträge zur Sozialversicherung der Selbständigen festsetzen zu können und berichtigt diese Beitragsgrundlage und Beiträge im Nachhinein, wenn die Beitragsgrundlage aufgrund eines Einkommenssteuerbescheides für das jeweilige Jahr definitiv feststeht. Diese vorläufige Beitragsgrundlage beruht auf den letzten definitiven Daten, somit der letzten definitiven Beitragsgrundlage. Die vorläufige Beitragsgrundlage geht von der Annahme aus, dass das zuletzt erreichte Niveau weiterhin als Maßstab gelten wird. Nun kann sich dieses Niveau aber verändern, im positiven Fall wird mehr, im negativen Fall wird weniger erwirtschaftet. Plötzlich auftretende wirtschaftliche Probleme, wie zB Umsatzeinbrüche udgl oder auch das gezielte Abarbeiten von bereits erteilten Aufträgen ohne neue einzuwerben, weil der selbständig Erwerbstätige in Kürze in Pension gehen wird, können die Einkünfte des selbständig Erwerbstätigen im konkreten Beitragsjahr, in dem noch eine vorläufige Beitragsgrundlage gilt, stark verändern und zu einer gegenüber der vorläufigen Beitragsgrundlage gänzlich anderen (definitiven) Beitragsgrundlage gemäß §25 Abs2 GSVG (und damit anderen Beitragspflichten) führen.",
            "annotations": []
        },
        {
            "text": "Dieses System der permanenten Nachbemessung endet mit dem Pensionsantritt aufgrund der Bestimmung des §25 Abs7 GSVG. Gemäß dem Erkenntnis VwGH 20.09.2021, Ro 2020/08/0008, endet die Nachbemessung ungeachtet des Umstandes, dass Gewerbeberechtigungen auch nach Pensionsantritt noch aufrecht bleiben und ausgeübt werde, sodass auch weiterhin Einkünfte aus Gewerbebetrieb erwirtschaftet werden können, die – stünde dem nicht §25 Abs7 GSVG aufgrund des Pensionsantritts entgegen – zu einer Nachbemessung der Beitragsgrundlage und Beiträge bei Vorliegen des entsprechenden Einkommenssteuerbescheides führen müssten. Nach Auffassung des Verwaltungsgerichtshofes regelt §25 Abs7 GSVG abschließend die Höhe der Beitragsgrundlage zum Stichtag (Pensionsantritt).",
            "annotations": []
        },
        {
            "text": "[…] §25 Abs7 GSVG, sieht für jenen Fall, dass vorläufige Beitragsgrundlagen, welche bis zum Stichtag (§113 Abs2) noch nicht nachbemessen sind, eine 'Versteinerung' zu endgültigen Beitragsgrundlagen vor.",
            "annotations": []
        },
        {
            "text": "Diese Bestimmung wurde durch die 23. Novelle zum GSVG (BG, mit dem das Gewerbliche Sozialversicherungsgesetz geändert wird), BGBI I Nr 139/1998, in der jetzigen Form erlassen. Den EBRV (1235 BIgNR 20. GP, 23) zufolge sollte mit dieser Bestimmung eine notwendige Adaptierung an das durch das Arbeits- und Sozialrechts-Änderungsgesetz 1997, BGBI I Nr 139/1997, eingeführte System der ständigen Nachbemessung erfolgen. Diese Bestimmung sehe vor, dass zum Stichtag noch nicht nachbemessene vorläufige Beitragsgrundlagen als endgültige Beitragsgrundlagen gelten.",
            "annotations": []
        },
        {
            "text": "Telos dieser Bestimmung ist somit die Herstellung einer endgültigen Beitragsgrundlage zum Pensionsstichtag, sodass eine nachträgliche Anpassung der Beitragsgrundlage nicht mehr erforderlich ist.",
            "annotations": []
        },
        {
            "text": "Dieser Vorteil wird mit dem (erheblichen) Nachteil erkauft, dass Versicherte, deren vorläufige (gemäß §25a Abs1 Z2 GSVG auf der Beitragsgrundlage des drittvorangegangenen Jahres errechnete[)] Beitragsgrundlage hoch ist und der aktuellen (schlechteren) Einkommenssituation vor dem Pensionsbeginn nicht entspricht, da Einkommensbescheide, die erst nach Pensionsstichtag bei der SVS einlangen, nicht zu einer Korrektur der bereits 'versteinerten' vorläufigen Beitragsgrundlage führen. Eine Korrektur ist nicht mehr möglich, sodass der Versicherte es sich gefallen lassen muss, deutlich über seiner Leistungsfähigkeit, welche sich am tatsächlich erwirtschafteten Einkommen orientiert, Beiträge zahlen zu müssen, was dem Versicherungsprinzip klar widerspricht.",
            "annotations": []
        },
        {
            "text": "[…] §25 Abs7 GSVG berücksichtigt in keiner Weise Umstände, die gegenüber der versteinerten (und vor Pensionsantritt noch vorläufigen) Beitragsgrundlage zu einer gänzlich anderen (definitiven) Beitragsgrundlage (und damit zu einer anderen Beitragsbelastung) führen würde.",
            "annotations": []
        },
        {
            "text": "Dabei missachtet diese Bestimmung insbesondere, dass im Falle einer anstehenden Pensionierung selbständig Erwerbstätige typischerweise ihr wirtschaftliches Tun auf diese Pensionierung ausrichten: Im Hinblick auf die anstehende Pensionierung werden bereits die letzten Jahre vor der Pension weniger oder gar keine neuen Aufträge mehr angenommen, es werden vor allem noch erteilte Aufträge abgearbeitet; kommt es infolge der Pensionierung zur Betriebseinstellung, werden vorausschauend Dienstnehmer abgebaut, was ebenfalls auf die Einkommenssituation durch reduziertes Umsatzvolumen eine Auswirkung auf die Beitragsgrundlage haben kann. Wirtschaftlich betrachtet wird ein selbständig Erwerbstätiger im Hinblick auf seine unmittelbar bevorstehende Pension in aller Regel nicht mehr mit derselben Kraft wirtschaften, als eine Person, die noch Jahre zum Pensionsantritt hat. Damit wirkt sich dieses typische Verhalten einer demnächst in Pension gehenden Person auf die für die Beitragsgrundlage nach §25 Abs2 GSVG maßgeblichen Parameter jedenfalls aus. Während die vorläufige Beitragsgrundlage noch aus einer Zeit stammt, in der der selbständig Erwerbstätige sich voll einsetzte und alle Chancen, die sich ihm boten nutzte, wird dies unmittelbar vor seiner Pension anders sein. Dennoch soll nach §25 Abs7 GSVG die mit dem Tatsächlichen nicht in Einklang zu bringende vorläufige Beitragsgrundlage und nicht die nach den tatsächlichen Verhältnissen gebildete Beitragsgrundlage des §25 Abs2 GSVG zur Anwendung kommen.",
            "annotations": []
        },
        {
            "text": "[…] Gerade in Hinblick auf die Einstellung einer selbständigen Tätigkeit erscheint es immanent, dass es in den letzten Jahren vor der Pensionierung zu einem 'Rückfahren' des Betriebes – schlussendlich bis null – kommt. Damit zusammenhängend ergibt sich zwingend auch der Bezug eines geringeren Einkommens, welches nach dem System der Sozialversicherung als Basis zur Errechnung der Sozialversicherungsbeiträge dient. Wenn nun aber die Veranlagung der Einkommenssteuer der Vorjahre zum Pensionsantrittszeitpunkt noch offen ist, findet die vorbeschriebene stattgefundene Verringerung des Einkommens keine Berücksichtigung, da die vorläufige Beitragsgrundlage, die auf Basis einer nicht mehr den tatsächlichen Leistungsverhältnissen des Versicherten zum Pensionsantritt entsprechenden Beitragsgrundlage versteinert. In der Konsequenz leistet der Versicherte damit mehr Beiträge, als er leisten müsste, stünde ihm nach Pensionsantritt weiterhin die Möglichkeit einer Anpassung der Beitragsgrundlage, wie sie vor Pensionsantritt erfolgt, offen. Der Pensionist wird damit nicht entsprechend seiner Leistungsfähigkeit mit Beiträgen zur Sozialversicherung belastet, sondern regelmäßig mit überhöhten, in keiner Relation zu seiner Leistungsfähigkeit stehenden Beitragsforderung aufgrund der versteinerten Beitragsgrundlage konfrontiert.",
            "annotations": []
        },
        {
            "text": "Damit werden gleiche Sachverhalte aber ungleich behandelt, da aktive Gewerbetreibende, die aufgrund vorläufiger Beitragsgrundlagen im Verhältnis zur jeweils definitiven Beitragsgrundlage überhöhte Beiträge leisten, diese gutgeschrieben bzw rückerstattet erhalten, wenn die definitive Beitragsgrundlage feststeht, während dies bei Gewerbetreibenden nach ihrem Pensionsantritt nur aufgrund des Pensionsantritts nicht mehr möglich ist, selbst wenn sie – wie im Anlassfall – weiterhin ein Gewerbe ausüben und Einkünfte aus Gewerbebetrieb erzielen. Versicherte nach dem GSVG, die ihre Pension antreten, werden zu diesem Stichtag nicht mehr nach ihrer Leistungsfähigkeit mit Beiträgen für Zeiträume ihrer aktiven Tätigkeit belastet, sondern nach einer – fiktiven – Beitragsgrundlage, die eine längere Zeit zurückliegende, nicht mehr die Jahre, für die eine vorläufige Beitragsgrundlage bestand, entsprechende Leistungsfähigkeit aufzeigt. Dagegen werden nach dem GSVG Versicherte, die demgegenüber nicht die Pension antreten, stets nach ihrer effektiven Leistungsfähigkeit für ihre Tätigkeit als Gewerbetreibende mit Beiträgen belastet. Damit werden Gewerbetreibende für dieselben Zeiträume beitragsmäßig unterschiedlich behandelt, im einen Fall nach einer fiktiven, nicht der Leistungsfähigkeit entsprechenden Beitragsgrundlage, im anderen nach einer der tatsächlichen Leistungsfähigkeit des Versicherten entsprechenden Beitragsgrundlage. Ein sachlicher Grund dafür, die Einkünfte aus der gewerblichen Tätigkeit nur deshalb anders und zwar auf einer nicht seinem tatsächlichen Einkommen entsprechenden 'versteinerten' Beitragsgrundlage beitragsmäßig zu behandeln, weil ein Versicherter die Pension antritt, ist nicht zu erkennen.",
            "annotations": []
        },
        {
            "text": "Insbesondere vermag das Argument, dass mit §27 Abs7 GSVG die Beiträge für den Pensionisten sofort bestimm- und damit kalkulierbar sind, nicht zu überzeugen, besteht doch regelmäßig – wie oben dargelegt – bei Versicherten, die in Kürze die Pension antreten werden, ein verringertes Einkommen, das durch die Versteinerung der Beitragsgrundlage nicht berücksichtigt werden kann. Damit wird der Versicherte gleichsam bestraft, wenn er in Pension geht, da es aufgrund des oben aufgezeigten Veranlagungsmodus der Einkommenssteuer im Nachhinein keinen Fall geben kann, bei dem nicht eine vorläufige Beitragsgrundlage aufgrund des Pensionsantritts versteinert wird. Im Endeffekt läuft dieser Umstand auf die Vorschreibung von Beiträgen zur Sozialversicherung hinaus, die bei Versicherten nach dem GSVG, die ihre Pension antretenden, stets dem Leistungsprinzip nicht entsprechen.",
            "annotations": []
        },
        {
            "text": "Wie der Verwaltungsgerichtshof im Erkenntnis VwGH 20.09.2021, Ro 2020/08/0008, aufzeigt, besteht auch keine Möglichkeit ein – wie im Anlassfall – gravierendes Missverhältnis zwischen der zum Pensionsstichtag noch nicht nachbemessener (und daher versteinerter) Beitragsgrundlagen nach §25a GSVG bei Feststehen eines deutlich niedrigeren Einkommens im Sinn des §25 Abs6 GSVG nachzubemessen. Dies führt im Fall des Beschwerdeführers des dem Bundesverwaltungsgerichts vorliegenden Anlassfalls dazu, dass dieser Beiträge abzuführen hat, die sein tatsächlich erwirtschaftetes Einkommen in den jeweiligen Beitragsjahren in absoluten Zahlen bei weitem übersteigen, was dem Leistungsprinzip einer Sozialversicherung widerspricht.",
            "annotations": []
        },
        {
            "text": "Da eine solche Konsequenz der starren Versteinerungsautomatik des §25 Abs7 GSVG geschuldet ist, liegt im Falle des Beschwerdeführers vielleicht ein besonders krasser Fall, aber kein Einzelfall vor, sodass die etwaige Argumentation, dass es dem Gesetzgeber nicht verwehrt ist, einfach zu handhabende Regelungen zu schaffen, nicht überzeugt.",
            "annotations": []
        },
        {
            "text": "[…] Dadurch, dass §25 Abs7 GSVG eine 'Versteinerung' vorläufiger Beitragsgrundlagen vorsieht, welche bis zum Stichtag noch nicht nachbemessen sind, wird diesem – eine Vielzahl an Personen betreffenden, den Beschwerdeführer aber in einem überaus gewichtigen Ausmaß – Umstand in keiner Weise Rechnung getragen. Im Ergebnis wird der Selbständige regelmäßig dadurch höhere Beiträge zu zahlen haben, als er – würde man der Beitragsbemessung schließlich die rechtskräftigen Einkommenssteuerbescheide zugrunde legen – eigentlich müsste.",
            "annotations": []
        },
        {
            "text": "Dem Bundesverwaltungsgericht erscheint vor diesem Hintergrund die Regelung des §25 Abs7 GSVG nicht als sachlich begründet, zumal die Vorschreibung auf Basis von 'versteinerten Beitragsgrundlagen', welche in keiner Weise die Leistungsfähigkeit des Versicherten (welche sich aus dem versteuerten Einkommen jeweils ergibt) entspricht ohne jegliche Korrekturmöglichkeit einer (unzulässigen) Versicherungsabgabe gleicht und in seinem Kern ein Abgehen vom Gedanken des Versicherungsprinzips auf Basis des erwirtschaften Einkommens darstellt. Es besteht auch für die SVS bei der Feststellung der Beitragsgrundlage kein Ermessen (VwGH 20.09.2021, Ro 2020/08/0008).",
            "annotations": []
        },
        {
            "text": "[…] Vor dem Hintergrund des gesetzlichen Wortlautes des §25 Abs7 GSVG erscheint eine verfassungskonforme Auslegung als nicht erkennbar. Es ist gemäß der Auffassung des VwGH (20.09.2021, Ro 2020/08/0008) auch nicht einmal die Berücksichtigung der über den Pensionsantritt andauernden Gewerbetätigkeit möglich, womit ein solcher Gewerbetreibender gegenüber jenen, die nicht ihre Pension angetreten haben, ohne erkennbaren sachlichen Grund schlechter gestellt werden, da keine Nachbemessung vorläufiger (und mit Pensionsantritt versteinerter) Bemessungsgrundlagen beim Gewerbetreibenden mit Pensionsantritt erfolgen darf. Das Bundesverwaltungsgericht vertritt daher die Ansicht, dass §25 Abs7 GSVG damit dem Gleichheitsgrund[s]atz widerspricht und daher zur Gänze aufzuheben ist.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung hat eine Äußerung erstattet, in der sie die Zulässigkeit des Antrages in Zweifel zieht und den darin erhobenen Bedenken wie folgt entgegentritt:",
            "annotations": []
        },
        {
            "text": "\"[…] zur Zulässigkeit:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "[…] Nach der Rechtsprechung des Verfassungsgerichtshofes darf im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Normen bei sonstiger Unzulässigkeit des Prüfungsantrags nicht zu eng gewählt werden (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011; VfGH 14.3.2017, G311/2016). Das antragstellende Gericht hat all jene Normen anzufechten, die für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (vgl VfSlg 16.756/2002, 19.684/2012, 19.903/2014; VfGH 25.6.2021, G100/2021).",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund erweist sich der Antrag nach Auffassung der Bundesregierung als zu eng gefasst:",
            "annotations": []
        },
        {
            "text": "Das antragstellende Gericht hegt das Bedenken, dass §25 Abs7 GSVG gegen den Gleichheitssatz verstoße, da diese Bestimmung die Beitragsgrundlage in einer Weise regle, die dem Leistungs- und Versicherungsprinzip widerspreche, und Personen, die ihre Pension antreten, unsachlich benachteilige. Die Regelung der Beitragsgrundlage ergibt sich aber nicht (allein) aus §25 Abs7 GSVG, sondern nur in Zusammenschau mit §25a GSVG, auf den §25 Abs7 GSVG auch ausdrücklich verweist.",
            "annotations": []
        },
        {
            "text": "Die Bundesregierung stellt daher zur Erwägung, dass das antragstellende Gericht zumindest teilweise auch §25a GSVG anfechten hätte müssen, da diese Bestimmung in untrennbarem Zusammenhang mit der angefochtenen Bestimmung zu stehen scheint.",
            "annotations": []
        },
        {
            "text": "Nach Auffassung der Bundesregierung erweist sich der Antrag daher als unzulässig.",
            "annotations": []
        },
        {
            "text": "Für den Fall, dass der Verfassungsgerichtshof den Antrag dennoch als zulässig erachten sollte, nimmt die Bundesregierung im Folgenden in der Sache Stellung:",
            "annotations": []
        },
        {
            "text": "[…] In der Sache:",
            "annotations": []
        },
        {
            "text": "[…] Die Bundesregierung verweist einleitend auf die ständige Rechtsprechung des Verfassungsgerichtshofes, wonach dieser in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der aufgeworfenen Fragen beschränkt ist und ausschließlich beurteilt, ob die angefochtene Bestimmung aus den in der Begründung des Antrags dargelegten Gründen verfassungswidrig ist (vgl zB VfSlg 19.160/2010, 19.281/2010, 19.532/2011, 19.653/2012). Die Bundesregierung beschränkt sich daher im Folgenden auf die Erörterung der im Antrag dargelegten Bedenken.",
            "annotations": []
        },
        {
            "text": "[…] Das antragstellende Gericht hegt das Bedenken, dass die angefochtene Bestimmung gegen den Gleichheitsgrundsatz (Art2 StGG und Art7 B-VG) verstoße. Zusammengefasst wird dies wie folgt begründet:",
            "annotations": []
        },
        {
            "text": "Die angefochtene Bestimmung setze die vorläufigen Beitragsgrundlagen selbständig Erwerbstätiger, die zum Stichtag des Pensionsantritts noch nicht nachbemessen sind, ungeachtet der im jeweiligen Jahr tatsächlich erzielten Einkünfte unveränderlich fest, ohne dass sie nachträglich angepasst werden könnten. Dies könne zur Folge haben, dass der Versicherte zur Zahlung von Beiträgen verpflichtet ist, die sich aufgrund einer Beitragsgrundlage errechnen, welche nicht den tatsächlich erzielten Einkünften und damit der Leistungsfähigkeit des Versicherten entspricht. Dies widerspreche dem Leistungs- und Versicherungsprinzip der Sozialversicherung (siehe die Seiten 10, 12 und 14 f des Antrags).",
            "annotations": []
        },
        {
            "text": "Die Bestimmung benachteilige jene Versicherten, die ihre Pension antreten, gegenüber Versicherten, die ihre Pension nicht antreten und deren Beitragsgrundlagen entsprechend ihren tatsächlich erzielten Einkünften nachbemessen werden (können). Hierfür sei keine sachliche Rechtfertigung erkennbar (siehe Seite 13 f des Antrags).",
            "annotations": []
        },
        {
            "text": "[…] Der Gleichheitssatz bindet auch die Gesetzgebung (vgl VfSlg 13.327/1993, 16.407/2001). Er setzt ihr insofern inhaltliche Schranken, als er verbietet, unsachliche, durch tatsächliche Unterschiede nicht begründbare Differenzierungen und eine unsachliche Gleichbehandlung von Ungleichem (vgl VfSlg 17.315/2004, 17.500/2005) sowie sachlich nicht begründbare Regelungen zu schaffen (vgl VfSlg 14.039/1995, 16.407/2001). Innerhalb dieser Schranken ist es der Gesetzgebung jedoch von Verfassung wegen nicht verwehrt, ihre (sozial-)politischen Zielvorstellungen auf die ihr geeignet erscheinende Art zu verfolgen (vgl VfSlg 13.576/1993, 13.743/1994, 15.737/2000, 16.167/2001, 16.504/2002). Sie kann im Rahmen ihres rechtspolitischen Gestaltungsspielraums einfache und leicht handhabbare Regelungen treffen und darf bei der Normsetzung generalisierend von einer Durchschnittsbetrachtung ausgehen und auf den Regelfall abstellen (vgl VfSlg 13.497/1993, 15.850/2000, 16.048/2000, 17.315/2004 und 17.816/2006, 19.722/2012, jeweils mwN) sowie auch Härtefälle in Kauf nehmen (vgl VfSlg 16.771/2002 mwN). Ob das Ergebnis einer Regelung in allen Fällen als befriedigend empfunden wird, kann nicht am Maßstab des Gleichheitssatzes gemessen werden (vgl VfSlg 14.301/1995, 15.980/2000, 16.814/2003).",
            "annotations": []
        },
        {
            "text": "[…] Insoweit das antragstellende Gericht das Bedenken hegt, dass die angefochtene Bestimmung dem Leistungs- und Versicherungsprinzip der Sozialversicherung widerspreche und daher unsachlich sei (siehe die Seiten 10, 12 und 14 f des Antrags), ist dem nach Ansicht der Bundesregierung Folgendes entgegenzuhalten:",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Verfassungsgerichtshofes steht der Gesetzgebung bei der Beurteilung sozialer Bedarfslagen und bei der Ausgestaltung der an diese Bedarfslagen anknüpfenden sozialen Maßnahmen sowohl ein weiter Beurteilungsspielraum als auch ein weiter rechtspolitischer Gestaltungsspielraum zu (vgl zB VfSlg 18.885/2009).",
            "annotations": []
        },
        {
            "text": "Innerhalb dieses Gestaltungsspielraums obliegt es der Gesetzgebung unter anderem auch festzulegen, auf welcher Grundlage die vom Versicherten zu entrichtenden Sozialversicherungsbeiträge bemessen werden.",
            "annotations": []
        },
        {
            "text": "Bei der Ausgestaltung des Beitragsrechts an die Leistungsfähigkeit des Versicherten anzuknüpfen, ist verfassungsrechtlich grundsätzlich unbedenklich (vgl zB VfSlg 16.585/2002). Ob die Gesetzgebung hiezu auch verpflichtet ist, ist in der Lehre umstritten (diese Pflicht verneinend Wiederin, Umverteilung und Existenzsicherung durch Sozialversicherungsrecht: Verfassungsrechtliche Absicherung sozialer Mindeststandards auch ohne 'Sozialstaatsprinzip'?, in Kneihs/Lienbacher/Runggaldier [Hrsg.], Wirtschaftssteuerung durch Sozialversicherungsrecht? [2005] 79 [89 f]; Rebhahn, Verfassungsrechtliche Probleme der Finanzierung der Krankenversicherung, in Pfeil [Hrsg.], Finanzierungsprobleme der gesetzlichen Krankenversicherung [2009] 55 [59 f]; aA Pöschl, §14 Gleichheitsrechte, in Merten/Papier/Kucsko-Stadlmayer [Hrsg.], Handbuch der Grundrechte in Deutschland und Europa, Band VII/1, Grundrechte in Österreich2 [2014] 519 [Rz 63]; siehe dazu auch Pöschl, Höchstbeitragsgrundlage und Mehrfachversicherung als Instrumente der Umverteilung und als verfassungsrechtliches Problem, in Kneihs/Lienbacher/Runggaldier [Hrsg.], Wirtschaftssteuerung durch Sozialversicherungsrecht? [2005] 100 [112 f]).",
            "annotations": []
        },
        {
            "text": "Ausdrücklich klargestellt hat der Verfassungsgerichtshof aber, dass die Gesetzgebung nicht verpflichtet ist, die Leistungsfähigkeit des Versicherten 'durchgängig und ohne Rücksicht auf die sonstige Sach- und Rechtslage zur Grundlage der Beitragsbemessung zu machen' (VfSlg 9809/1983).",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund geht die Bundesregierung davon aus, dass es verfassungsrechtlich nicht geboten ist, das Beitragsrecht in der Sozialversicherung so auszugestalten, dass die Beitragsleistung einer Person durchgängig und in jedem Fall ihrer tatsächlichen Leistungsfähigkeit entspricht. Dass die angefochtene Bestimmung zur Folge haben kann, dass sich die Beitragsgrundlage in der Sozialversicherung in bestimmten Fällen nicht aufgrund des tatsächlich erzielten Einkommens der versicherten Person im fraglichen Beitragszeitraum errechnet, ist daher nach Ansicht der Bundesregierung von vornherein verfassungsrechtlich unbedenklich.",
            "annotations": []
        },
        {
            "text": "Entgegen der Annahme des antragstellenden Gerichts legt die angefochtene Bestimmung auch nicht ein fiktives Einkommen oder ein Einkommen aus 'grauer Vorzeit' (Seite 10 des Antrags) als Beitragsgrundlage fest, sondern die Einkünfte, die die versicherte Person selbst vor höchstens wenigen Jahren tatsächlich erzielt hat. Die durch die angefochtene Bestimmung 'versteinerten' Beitragsgrundlagen stehen daher – anders als das antragstellende Gericht vermeint (siehe Seite 13 des Antrags) – sehr wohl in Relation zur Leistungsfähigkeit des Versicherten.",
            "annotations": []
        },
        {
            "text": "Die Bundesregierung gibt zudem zu bedenken, dass es vor der durch das ASRÄG 1997, BGBl I Nr 139/1997, erfolgten Einführung der ständigen Nachbemessung der Beitragsgrundlage […] regelmäßig der Fall war, dass sich die Beitragsgrundlagen nach dem GSVG nicht nach den tatsächlichen Einkünften im jeweiligen Beitragsjahr berechneten:",
            "annotations": []
        },
        {
            "text": "In der Stammfassung des GSVG war – vereinfacht gesagt – vorgesehen, dass für die Ermittlung der Beitragsgrundlage der nach dem GSVG versicherten Personen grundsätzlich die Einkünfte des drittvorangegangenen Kalenderjahres heranzuziehen waren (vgl §25 Abs1 GSVG, BGBl Nr 560/1978). Für den Fall, dass solche Einkünfte nicht festgestellt werden konnten – etwa, weil die versicherte Person eine die Pflichtversicherung begründende Tätigkeit neu aufgenommen hat –, legte das Gesetz als Beitragsgrundlage einen Fixbetrag fest (vgl §25 Abs5 GSVG, BGBl Nr 560/1978). Eine – dem geltenden §25 Abs6 GSVG entsprechende – Nachbemessung der Beitragsgrundlage auf Grundlage später vorliegender Einkommensteuerbescheide war nicht vorgesehen.",
            "annotations": []
        },
        {
            "text": "Durch das Sozialversicherungs-Änderungsgesetz 1987, BGBl Nr 158/1987, wurde (vorerst nur) für den Beginn der Versicherung eine vorläufige Beitragsgrundlage vorgesehen, an deren Stelle die endgültige Beitragsgrundlage trat, sobald die notwendigen Nachweise vorlagen (vgl §25a GSVG in der Fassung des Sozialversicherungs-Änderungsgesetzes 1987, BGBl Nr 158/1987).",
            "annotations": []
        },
        {
            "text": "Erst aufgrund der durch das ASRÄG 1997, BGBl I Nr 139/1997, geschaffenen Rechtslage ist die ständige Nachbemessung der Beitragsgrundlagen nach dem GSVG der Regelfall.",
            "annotations": []
        },
        {
            "text": "Nach der früheren Rechtslage war es also regelmäßig der Fall, dass sich die Beitragsgrundlage einer nach dem GSVG versicherten Person nicht aufgrund ihres im Beitragsjahr tatsächlich erzielten Einkommens errechnete. Dieser Umstand legt es nahe, dass die Gesetzgebung einen Gestaltungsspielraum bei der Festlegung der Ermittlung der Beitragsgrundlage hat und insbesondere nicht als verpflichtet angesehen werden kann, im Beitragsrecht durchgängig an die konkrete Leistungsfähigkeit der versicherten Person im jeweiligen Beitragszeitraum anzuknüpfen.",
            "annotations": []
        },
        {
            "text": "Auch in anderen Gesetzen wird bei der Beitragsbemessung nicht durchgängig auf das tatsächlich erzielte Einkommen der versicherten Person im fraglichen Zeitraum abgestellt. So ist für die Ermittlung der Beitragsgrundlage für nach dem BSVG versicherte Personen grundsätzlich der (auf Grundlage des Einheitswerts errechnete) Versicherungswert des land(forst)wirtschaftlichen Betriebs maßgeblich (vgl §23 BSVG). Die Bestimmung bewirkt damit, dass die Beitragsgrundlage in der Sozialversicherung regelmäßig nicht aufgrund der tatsächlich erwirtschafteten Einkünfte der versicherten Person berechnet wird. Wenn die Prämisse des antragstellenden Gerichts richtig wäre, wonach die Gesetzgebung verpflichtet sei, das Beitragsrecht in der Sozialversicherung so auszugestalten, dass die Beitragsleistung einer Person in jedem Fall ihrer tatsächlichen Leistungsfähigkeit entspricht, so wäre auch §23 BSVG als verfassungswidrig anzusehen.",
            "annotations": []
        },
        {
            "text": "Insofern sich das antragstellende Gericht schließlich wiederholt auf das 'Versicherungsprinzip' der Sozialversicherung beruft (siehe die Seiten 10, 12, 15 des Antrags), begnügt sich die Bundesregierung mit dem Hinweis, dass nach der ständigen Rechtsprechung des Verfassungsgerichtshofes in der Sozialversicherung, insbesondere in der Pensionsversicherung, der Versorgungsgedanke im Vordergrund steht, wohingegen der Versicherungsgedanke in der Ausprägung der Vertragsversicherung zurückgedrängt ist (vgl VfSlg 4714/1964, 5241/1966, 15.859/2000). Bereits aus diesem Grund geht die Argumentation des antragstellenden Gerichts, wonach die angefochtene Regelung gegen ein Versicherungsprinzip der Sozialversicherung verstoße und daher unsachlich sei, ins Leere.",
            "annotations": []
        },
        {
            "text": "Zusammenfassend wird daher festgehalten, dass die angefochtene Bestimmung nach Ansicht der Bundesregierung nicht gegen ein Leistungs- oder Versicherungsprinzip der Sozialversicherung verstößt und daher nicht unsachlich ist.",
            "annotations": []
        },
        {
            "text": "[…] Das antragstellende Gericht ist weiters der Auffassung, dass die angefochtene Bestimmung jene versicherten Personen, die ihre Pension antreten, gegenüber anderen versicherten Personen unsachlich benachteilige und daher gleichheitswidrig sei (siehe Seite 13 f des Antrags).",
            "annotations": []
        },
        {
            "text": "Die Bundesregierung teilt dieses Bedenken nicht. Dass (ausschließlich) jene Beitragsgrundlagen, welche zum Stichtag gemäß §113 Abs2 GSVG noch nicht nachbemessen sind, 'versteinert' werden, hat – wie auch bereits der Verwaltungsgerichtshof im Anlassverfahren ausgeführt hat (vgl VwGH 20.09.2021, Ro 2020/08/0008) – den Zweck, zum Stichtag jedenfalls das Vorhandensein endgültiger Beitragsgrundlagen zu gewährleisten, auf deren Grundlage die Versicherungsleistung (Pension) bemessen werden kann. Vor diesem Hintergrund ist eine mit der angefochtenen Bestimmung einhergehende Ungleichbehandlung der zum Stichtag noch nicht nachbemessenen Beitragsgrundlagen gegenüber jenen Beitragsgrundlagen, die gemäß §25 Abs6 GSVG nachbemessen werden (können), nach Auffassung der Bundesregierung sachlich gerechtfertigt.",
            "annotations": []
        },
        {
            "text": "Im Einzelnen führt die Bundesregierung dazu Folgendes aus:",
            "annotations": []
        },
        {
            "text": "Bei der Pensionsberechnung ist im vorliegenden Zusammenhang zwischen der Berechnung nach dem GSVG (so genanntes 'Altrecht') und nach dem APG (so genanntes 'Neurecht') zu differenzieren (die Vorschriften über die Kontoerstgutschrift nach §15 APG werden im Folgenden der Einfachheit halber nicht behandelt). Die Berechnung nach dem GSVG ist auslaufendes Recht, da das APG für alle Personen anwendbar ist, die ab dem 1. Jänner 1955 geboren sind (vgl §1 Abs3 APG).",
            "annotations": []
        },
        {
            "text": "Für das Ausmaß einer Pension nach dem GSVG ist die (Gesamt)Bemessungsgrundlage, für das Ausmaß einer Pension nach dem APG die Gesamtgutschrift auf dem Pensionskonto maßgeblich (siehe für die Alterspension §139 Abs1 GSVG bzw §5 Abs1 APG). Die Bemessungsgrundlage bzw die Gesamtgutschrift wiederum errechnen sich jeweils aufgrund der Beitragsgrundlagen der versicherten Person (vgl §122 iVm. §127 GSVG bzw §11 ff APG).",
            "annotations": []
        },
        {
            "text": "Um das Ausmaß einer Versicherungsleistung aus der Pensionsversicherung endgültig bestimmen zu können, müssen also sowohl nach dem 'Altrecht' als auch nach dem 'Neurecht' zum Zeitpunkt des Stichtags auch die Beitragsgrundlagen der versicherten Person endgültig feststehen.",
            "annotations": []
        },
        {
            "text": "Wie oben ausgeführt wurde, ist es infolge der durch das ASRÄG 1997 eingeführten ständigen Nachbemessung der Beitragsgrundlage regelmäßig der Fall, dass die Beitragsgrundlagen der nach dem GSVG versicherten Personen (nur) vorläufig festgelegt werden […].",
            "annotations": []
        },
        {
            "text": "Damit dennoch eine endgültige Berechnung der Versicherungsleistung möglich ist, ist im 'Altrecht' in §122 Abs1 dritter Satz GSVG vorgesehen, dass jene für die Berechnung der Bemessungsgrundlage heranzuziehenden vorläufigen Beitragsgrundlagen, die zum Stichtag noch nicht nachbemessen sind, als endgültige Beitragsgrundlagen gelten. §122 Abs1 dritter Satz GSVG 'versteinert' somit die zum Stichtag noch nicht nachbemessenen vorläufigen Beitragsgrundlagen zum Zweck der endgültigen Pensionsberechnung. Durch §25 Abs7 GSVG wird die in §122 Abs1 dritter Satz GSVG für die Pensionsbemessung vorgesehene 'Versteinerungsregel' in gleicher Weise im Beitragsrecht allgemein (für die Kranken- und Pensionsversicherung) festgelegt.",
            "annotations": []
        },
        {
            "text": "Für die bald ausschließlich zur Anwendung gelangende Pensionsberechnung nach dem APG (die sogenannte Kontopension gilt für alle ab 1955 Geborenen) ist die 'Versteinerungsregel' nach §25 Abs7 GSVG maßgeblich, die bereits bei Einführung des APG im Jahr 2005 in Geltung stand. Für die Pensionsberechnung nach dem 'Neurecht' gewährleistet somit (alleine) §25 Abs7 GSVG das Vorliegen endgültiger Beitragsgrundlagen, auf deren Grundlage auch eine Pension endgültig berechnet werden kann.",
            "annotations": []
        },
        {
            "text": "Die angefochtene Bestimmung ist somit erforderlich, um zum Stichtag jedenfalls eine endgültige Pensionsberechnung zu ermöglichen. Würden die zum Stichtag noch nicht nachbemessenen Beitragsgrundlagen nicht 'versteinert' werden, so könnten Versicherungsleistungen aus der Pensionsversicherung regelmäßig nur vorläufig berechnet werden und müssten, sobald die vorläufigen Beitragsgrundlagen nachbemessen wurden, ihrerseits nachbemessen werden.",
            "annotations": []
        },
        {
            "text": "Das aber wäre nicht nur mit erheblichem administrativem Mehraufwand verbunden, weil der Versicherungsträger regelmäßig bereits berechnete und zuerkannte Versicherungsleistungen (allenfalls auch mehrmals) neu berechnen und dementsprechende Nachzahlungen vornehmen oder Rückzahlungen anordnen müsste. Auch für die versicherten Personen hätte dies eine womöglich jahrelange Rechtsunsicherheit im Hinblick auf das endgültige Ausmaß ihrer jeweiligen Versicherungsleistungen zur Folge, was nicht zumutbar erscheint.",
            "annotations": []
        },
        {
            "text": "Zudem hätte dies auch Auswirkungen über die Berechnung der jeweiligen Versicherungsleistungen an sich hinaus. Denn auch bei der Berechnung anderer Rechtsansprüche wird mitunter an das Ausmaß einer Versicherungsleistung aus der Pensionsversicherung angeknüpft, so zB beim Anspruch der berechtigten Person auf Pensionsanpassung oder Ausgleichszulage, beim Anspruch anderer Personen auf Hinterbliebenenpension, aber etwa auch (allenfalls) bei Leistungen aus der Sozialhilfe. Wenn zum Stichtag keine endgültigen Beitragsgrundlagen für die Berechnung von Leistungen aus der Pensionsversicherung vorlägen, hätte dies daher auch kaum absehbare Rechtsunsicherheiten bei der Berechnung anderer Ansprüche zur Folge.",
            "annotations": []
        },
        {
            "text": "Zusammenfassend wird daher festgehalten, dass §25 Abs7 GSVG erforderlich ist, um zum Stichtag des Pensionsantritts eine endgültige Berechnung von Versicherungsleistungen aus der Pensionsversicherung zu ermöglichen, was nicht nur verwaltungsökomischen Zwecken dient, sondern auch Rechtssicherheit garantiert. Eine unsachliche Benachteiligung von Personen, die ihre Pension antreten, kann daher in der Bestimmung nach Ansicht der Bundesregierung nicht erblickt werden.",
            "annotations": []
        },
        {
            "text": "[…] Dass die angefochtene Bestimmung im Einzelfall zu unbefriedigenden Ergebnissen führen mag, begründet nach Ansicht der Bundesregierung nicht ihre Gleichheitswidrigkeit (vgl mutatis mutandis VfSlg 14.301/1995, 15.980/2000, 16.814/2003).",
            "annotations": []
        },
        {
            "text": "Wie auch der Verwaltungsgerichtshof bereits mehrfach im Hinblick auf §25 Abs7 GSVG ausgeführt hat, kann nicht jede Unbilligkeit, die eine einheitliche Regelung mit sich bringt, als unsachlich gewertet werden; es muss der Gesetzgebung gestattet sein, eine einfache und leicht handhabbare Regelung zu treffen (vgl VwGH 15.2.2006, 2004/08/0251; VwGH 26.11.2008, 2008/08/0139). Der Verwaltungsgerichtshof hat sich daher nicht veranlasst gesehen, einen Antrag auf Aufhebung der angefochtenen Bestimmung beim Verfassungsgerichtshof zu stellen.",
            "annotations": []
        },
        {
            "text": "Im Übrigen ist auch die Annahme des antragstellenden Gerichts, wonach die angefochtene Bestimmung typischerweise zu für die betroffenen Personen ungünstigen Ergebnissen führe, da nach dem GSVG versicherte Personen in den Jahren vor ihrer Pensionierung typischerweise geringere Einkünfte haben als in früheren Jahren (siehe Seite 12 f des Antrags), eine bloße Vermutung, die nicht näher belegt wird. Ob sie in der Allgemeinheit zutrifft, ist aus Sicht der Bundesregierung zu bezweifeln:",
            "annotations": []
        },
        {
            "text": "Dass selbständig Erwerbstätige in den letzten Jahren vor dem Pensionsantritt weniger oder gar keine Aufträge annehmen und Dienstnehmer vorausschauend abbauen, mag in bestimmten Fällen zutreffen, muss deshalb aber nicht typischerweise für alle Personen gelten. Das antragstellende Gericht lässt außer Acht, dass gerade ältere, vor ihrer Pension stehende Erwerbstätige, welche ihr Unternehmen bereits seit mehreren Jahren oder Jahrzehnten führen, auch höhere Einkommen erzielen können als jüngere Personen, etwa da sie auf einen bestehenden Kundenstock zurückgreifen können, den sich Jüngere erst aufbauen müssen. Auch können kurz vor dem Pensionsantritt oftmals zusätzliche Gewinne durch die Veräußerung des Betriebs lukriert werden. Wenn der Betrieb (etwa von einer anderen Person oder vom Versicherten selbst) weitergeführt wird, besteht auch gar kein Anlass, den Betrieb 'rückzufahren'. Schließlich ist zu berücksichtigen, dass größere Investitionen in einen Betrieb gegen Ende einer Erwerbskarriere wohl seltener erfolgen als in früheren Jahren, was ebenfalls eine Erhöhung der Einkünfte in den Jahren vor dem Pensionsantritt zur Folge haben kann.",
            "annotations": []
        },
        {
            "text": "[…] Das antragstellende Gericht geht außerdem davon aus, dass das Gesetz keine 'Korrekturmöglichkeit' zulasse, wenn die vorläufige Beitragsgrundlage von den tatsächlichen Einkünften im fraglichen Jahr abweiche (siehe Seite 15 des Antrags).",
            "annotations": []
        },
        {
            "text": "Tatsächlich sieht aber §25a Abs5 GSVG ebendiese Möglichkeit vor:",
            "annotations": []
        },
        {
            "text": "Gemäß §25a Abs5 GSVG kann die vorläufige Beitragsgrundlage auf Antrag der versicherten Person herabgesetzt (oder auch hinaufgesetzt) werden, wenn sie glaubhaft macht, dass ihre Einkünfte im laufenden Kalenderjahr wesentlich von den Einkünften im drittvorangegangenen Kalenderjahr abweichen. Der Antrag kann bis zum Ablauf des jeweiligen Beitragsjahres gestellt werden. Eine neuerliche Antragstellung ist (bis zum Ablauf des jeweiligen Beitragsjahres) zulässig, wenn sich die Einschätzung der Höhe der Einkünfte ändert. Auch eine mehrmalige Antragstellung ist zulässig (Mitterer in Neumann, GSVG für Steuerberater2, §25a [Stand 1.1.2018, rdb.at] Rz 47).",
            "annotations": []
        },
        {
            "text": "Nach dem GSVG versicherte Personen haben also die Möglichkeit, eine Anpassung der vorläufigen Beitragsgrundlage im jeweiligen Beitragsjahr zu erwirken, wenn die vorläufige Beitragsgrundlage nicht den in diesem Jahr tatsächlich erwirtschafteten Einkünften entspricht. Da eine Antragstellung bis zum Ablauf des jeweiligen Beitragsjahres und auch mehrfach möglich ist, kann hierbei auch in flexibler Weise solchen Entwicklungen Rechnung getragen werden, die erst am Ende eines Beitragsjahres erkennbar sind (zB nicht vorhersehbare Umsatzrückgänge).",
            "annotations": []
        },
        {
            "text": "Durch diese Bestimmung können somit allfällige Härtefälle, die sich aus der Anwendung des §25 Abs7 GSVG ergeben, vermieden werden (vgl Pflug in Sonntag [Hrsg.], GSVG/SVSG10 [2021] §25a Rz 8). Auch dies spricht nach Ansicht der Bundesregierung gegen die Gleichheitswidrigkeit der angefochtenen Bestimmung.",
            "annotations": []
        },
        {
            "text": "Im Übrigen hat der Beschwerdeführer im Anlassverfahren nach den Angaben des antragstellenden Gerichts von dieser Anpassungsmöglichkeit auch Gebrauch gemacht (siehe Seite 2 des Antrags). Es wäre dem Beschwerdeführer offen gestanden, bis zum Ende des jeweiligen Beitragsjahres eine nochmalige Anpassung zu beantragen, wenn die bereits herabgesetzte vorläufige Beitragsgrundlage nicht (mehr) seinen wirtschaftlichen Verhältnissen entsprochen hätte.",
            "annotations": []
        },
        {
            "text": "[…] Zusammenfassend wird daher festgehalten, dass die angefochtene Bestimmung nach Ansicht der Bundesregierung nicht verfassungswidrig ist.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Der Beschwerdeführer im Verfahren vor dem Bundesverwaltungsgericht hat als beteiligte Partei eine Äußerung erstattet, in der er sich den Bedenken des antragstellenden Gerichtes anschließt:",
            "annotations": []
        },
        {
            "text": "Bei Gewerbetreibenden, die ihren Betrieb fortführten und nicht in Pension gingen, werde die vorläufige Beitragsgrundlage an die tatsächlichen Umsätze angepasst; bei Personen, die in Pension gingen, sei dies nicht der Fall. Hier würden die vorläufigen Beitragsgrundlagen gemäß §25 Abs7 GSVG zum Pensionsstichtag \"versteinert\", was nicht nur in diesem Fall (sondern vermutlich in vielen weiteren) mit einer erheblichen finanziellen Belastung des Gewerbetreibenden verbunden sei, die in keiner Weise im Verhältnis zur Einkommenssituation der betroffenen Personen kurz vor Pensionsantritt stehe. Im vorliegenden Fall sei die beteiligte Partei sogar noch weiter (pensionsunschädlich) selbständig tätig gewesen; dennoch habe keine Anpassung an die tatsächlichen Umsätze stattgefunden.",
            "annotations": []
        },
        {
            "text": "5. Die belangte Behörde im Verfahren vor dem Bundesverwaltungsgericht hat als beteiligte Partei eine Äußerung erstattet, in der sie den Bedenken des antragstellenden Gerichtes entgegentritt:",
            "annotations": []
        },
        {
            "text": "Der angefochtene §25 Abs7 GSVG normiere, dass vorläufige Beitragsgrundlagen gemäß §25a leg cit, die gemäß Abs6 zum Stichtag (§113 Abs2 GSVG) noch nicht nachbemessen seien, als Beitragsgrundlagen gemäß Abs2 – somit als \"versteinert\" – gelten würden. Durch die Einführung der angefochtenen Bestimmung sei das System der ständigen Nachbemessung ergänzt worden. Intention des Gesetzgebers sei dabei gewesen (wie die Erläuternden Bemerkungen dazu ausführten), eine notwendige Adaptierung an das durch das ASRÄG 1997, BGBl I 139/1997, eingeführte System der ständigen Nachbemessung vorzunehmen.",
            "annotations": []
        },
        {
            "text": "Telos dieser Bestimmung sei, zum Pensionsstichtag eine endgültige Beitragsgrundlage herbeizuführen, die eine nachträgliche Anpassung nicht mehr erforderlich mache. Die Intention der mit §25 Abs7 GSVG geschaffenen \"Versteinerung\" vorläufiger Beitragsgrundlagen sei nach ihrer Zweckrichtung die Ermöglichung einer möglichst raschen endgültigen Pensionszuerkennung, die auf Grund der ab 1. Jänner 1998 normierten permanenten Nachbemessung ohne Versteinerung unzumutbar lange aufgeschoben wäre. Aus diesem Grund habe der Gesetzgeber für den Bereich der unmittelbar vor dem Pensionsstichtag liegenden Zeiträume und (unter Umständen) für das Jahr des Pensionsstichtages jene Rechtslage weitergeführt, die ihrem materiellen Inhalt nach von 1958 bis 1997 generell gegolten habe. Das Instrument der Versteinerung sei vom Gesetzgeber folglich bewusst geschaffen worden, um eine möglichst rasche Berechnung und Feststellung der Pensionsleistung ohne die Mühen einer Nachbemessung zu gewährleisten. Schutzzweck dieser Norm sei daher, dass eine Pension zum Stichtag sofort berechnet werden könne (keine nur vorläufige Berechnung der Pensionshöhe und Auszahlung im Wege eines Pensionsvorschusses), und der Pensionswerber nicht \"monate- bzw jahrelang\" warten müsse, bis die exakte Höhe seiner Pension feststehe.",
            "annotations": []
        },
        {
            "text": "§25 Abs7 GSVG idgF bestimme daher den \"Stichtag (§113 Abs2 GSVG)\" schlechthin als maßgeblichen Versteinerungszeitpunkt. Das habe auch der Verwaltungsgerichtshof in dem dem Antragsverfahren zugrunde liegenden Verfahren mit seinem Erkenntnis vom 20. September 2021, Ro 2020/08/0008, bestätigt. Sei eine Nachbemessung zum Stichtag noch nicht durchgeführt worden, sei nach dem eindeutigen Gesetzeswortlaut die gemäß §25a leg cit ermittelte vorläufige Beitragsgrundlage als (endgültige) Beitragsgrundlage heranzuziehen. Die Vorlage eines Einkommensteuerbescheides nach dem Stichtag könne an der Unzulässigkeit der Nachbemessung nichts ändern, sie bleibe ohne Wirkung und könne nicht mehr zu einer Korrektur der bereits versteinerten vorläufigen Beitragsgrundlage führen (vgl auch VwGH 18.12.2003, 2000/08/0189; 30.6.2010, 2010/08/0070).",
            "annotations": []
        },
        {
            "text": "Aus Sicht des antragstellenden Gerichtes werde der Vorteil einer raschen Pensionszuerkennung mit dem (erheblichen) Nachteil erkauft, dass Versicherte, deren vorläufige Beitragsgrundlage hoch sei und einer aktuellen (schlechteren) Einkommenssituation vor dem Pensionsstichtag nicht entspreche, auf Grund der Versteinerung keine Möglichkeit zu einer Korrektur hätten, wodurch sie höhere Beiträge zahlen müssten, was dem Versicherungsprinzip klar widerspreche.",
            "annotations": []
        },
        {
            "text": "Die Systematik der angefochtenen Bestimmung eröffne einem Versicherten für die letzten Jahre vor dem Pensionsstichtag Gestaltungsmöglichkeiten in Verbindung mit der Beitragsgrundlage und in weiterer Folge mit der damit verbundenen Pensionshöhe, was im Einzelfall auch zu negativen Auswirkungen führen könne.",
            "annotations": []
        },
        {
            "text": "Die Versteinerung der vorläufigen Beitragsgrundlage trete ex lege ein, wenn durch einen Pensionsantrag ein Pensionsstichtag ausgelöst werde. Es gebe im Rahmen der gesetzlichen Bestimmungen keine Möglichkeit, von der Versteinerung Abstand zu nehmen, auch wenn sie in einem konkreten Fall für einen Versicherten ungünstig sei. Das habe auch der Verfassungsgerichtshof in seinem Beschluss vom 4. Oktober 2000, B331/00, bestätigt und ausgesprochen, dass es dem einfachen Gesetzgeber aus dem Blickwinkel des Gleichheitsgebotes gestattet sei, eine einfache und leicht handhabbare Regelung zu schaffen, wobei nicht jede Unbilligkeit, die eine solche einheitliche Regelung in ihrem Vollzug mit sich bringe, bereits als unsachlich gewertet werden könne.",
            "annotations": []
        },
        {
            "text": "Allerdings sei dem Antrag, dass gegen die nachteiligen Folgen keine Möglichkeit bestehe, zu entgegnen, dass der Gesetzgeber gerade mit dem ab 1. Jänner 2010 in Kraft getretenen §25a Abs5 GSVG eine Abhilfe bezüglich einer eventuellen negativen Rechtsfolge der Versteinerung in Form einer im Verhältnis zu den tatsächlich erzielten Einkünften zu hohen vorläufigen Beitragsgrundlage geschaffen habe, indem mit dieser Bestimmung (auch) die Möglichkeit einer Herabsetzung der vorläufigen Beitragsgrundlage über Antrag vorgesehen worden sei. Durch eine entsprechende Antragstellung könne folglich eine Anpassung – sowohl in Form einer Herab- als auch einer Hinaufsetzung – der vorläufigen Beitragsgrundlage bewirkt werden, wobei eine wesentliche Abweichung der Einkünfte im laufenden Kalenderjahr glaubhaft zu machen sei. Im Lauf eines Beitragsjahres sei auch eine mehrmalige Antragstellung möglich. Da diese Anpassung der Beitragsgrundlage – im Gegensatz zur Stundung nach der früheren Rechtslage – eine endgültige Wirkung habe, könnten durch §25a Abs5 leg cit somit Härtefälle im Zusammenhang mit der \"Versteinerung\" von Beitragsgrundlagen anlässlich des Pensionsantrittes vermieden werden (vgl Pflug in Sonntag [Hrsg.], GSVG/SVSG10 §25a Rz 8 und §25 Rz 41; s. auch Mitterer in Neumann [Hrsg.], GSVG für Steuerberater2, §25a Rz 52).",
            "annotations": []
        },
        {
            "text": "Von dieser Anpassungsmöglichkeit sei in dem dem Antragsverfahren zugrunde liegenden Verwaltungsverfahren seitens des Versicherten auch Gebrauch gemacht und um Herabsetzung der vorläufigen Beitragsgrundlage (für die Jahre 2016 und 2017 auf jeweils € 16.000,– und für das Jahr 2018 auf € 20.000,–) angesucht worden. Der am Verfahren beteiligte Versicherte habe entsprechend den gesetzlich normierten Möglichkeiten die vorläufigen Beitragsgrundlagen seinen tatsächlichen wirtschaftlichen Gegebenheiten angepasst und dadurch versucht, etwaige negative Folgen der durch den Pensionsstichtag ausgelösten Versteinerung hintanzuhalten. Für den Fall, dass sich die finanzielle Lage noch schlechter als zum Zeitpunkt des Herabsetzungsantrages erwartet entwickle, wäre es ihm auch offen gestanden, die getroffene wirtschaftliche Einschätzung im jeweiligen Jahr ein weiteres Mal (nach unten) abzuändern und gemäß §25a Abs5 GSVG eine (nochmalige) Herabsetzung der vorläufigen Beitragsgrundlage auf Basis der finanziellen Einschätzung zu veranlassen. Mangels neuerlichen Herabsetzungsantrages seien aber im zugrunde liegenden Verfahren im Sinne der durch den Gesetzgeber eingeführten Systematik die vorläufigen (antragsgemäß herabgesetzten) Beitragsgrundlagen iSd §25 Abs7 GSVG zu versteinern gewesen.",
            "annotations": []
        },
        {
            "text": "Wenn das Bundesverwaltungsgericht §25 Abs7 GSVG als verfassungswidrig erachte, weil es gerade in den Jahren vor der Pensionierung zu einem \"Rückfahren\" des Betriebes und somit zwangsläufig zu einer Verringerung der für die Beitragsgrundlagenbildung relevanten Einkünfte komme und somit auf Grund der Versteinerung ein Pensionist nicht entsprechend seiner Leistungsfähigkeit, sondern mit überhöhten Beitragsforderungen konfrontiert sein solle, was eine Ungleichbehandlung gegenüber den aktiven Gewerbetreibenden darstellen solle, liege gerade diese Verletzung nicht vor, weil der Gesetzgeber durch §25a Abs5 leg cit die Möglichkeit eröffne, die vom antragstellenden Gericht als verfassungswidrig dargestellte Folgen nicht eintreten zu lassen.",
            "annotations": []
        },
        {
            "text": "Insofern bestehe daher – entgegen den Ausführungen des Bundesverwaltungsgerichtes – sehr wohl die Möglichkeit, ein etwaiges Missverhältnis zwischen vorläufig festgestellten Beiträgen und im Beitragsjahr tatsächlich erwirtschafteten Einkünften seitens eines Versicherten vor Versteinerung in Anschlag zu bringen, wodurch die vom Gesetzgeber eingeführte Systematik zwar eine gewollt einfach handhabbare Regelung darstelle, die aber sehr wohl sachlich begründet sei und keine Ungleichbehandlung darstelle.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Die Bundesregierung erachtet den Antrag als unzulässig, weil sich der beantragte Aufhebungsumfang als zu eng gefasst erweise; die als verfassungswidrig erachtete Regelung der Beitragsgrundlage ergebe sich nicht (allein) aus §25 Abs7 GSVG, sondern nur in Zusammenschau mit §25a leg cit, auf den die angefochtene Bestimmung auch ausdrücklich verweise.",
            "annotations": []
        },
        {
            "text": "Diesem Vorbringen kann jedoch nicht gefolgt werden.",
            "annotations": []
        },
        {
            "text": "Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Gesetzesprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Gesetzesbestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Zunächst ist ein Antrag nicht zu weit gefasst, soweit das Gericht solche Normen anficht, die denkmöglich eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bilden und damit präjudiziell sind; dabei darf aber nach §62 Abs1 VfGG nicht offen bleiben, welche Gesetzesvorschrift oder welcher Teil einer Vorschrift nach Auffassung des antragstellenden Gerichtes aus welchem Grund aufgehoben werden soll (siehe mwN VfGH 2.3.2015, G140/2014 ua; vgl auch VfGH 10.12.2015, G639/2015; 15.10.2016, G103-104/2016 ua). Ist ein solcher Antrag in der Sache begründet, hebt der Verfassungsgerichtshof aber nur einen Teil der angefochtenen Bestimmungen als verfassungswidrig auf, so führt dies – wenn die sonstigen Prozessvoraussetzungen vorliegen – im Übrigen zur teilweisen Abweisung des Antrages (VfSlg 19.746/2013; VfGH 5.3.2014, G79/2013 ua).",
            "annotations": []
        },
        {
            "text": "Umfasst der Antrag auch Bestimmungen, die für das antragstellende Gericht offenkundig keine Voraussetzung seiner Entscheidung im Anlassfall bilden und die somit nicht präjudiziell sind (insofern ist der Antrag zu weit gefasst), die mit den präjudiziellen (und nach Auffassung des antragstellenden Gerichtes den Sitz der Verfassungswidrigkeit bildenden) Bestimmungen aber vor dem Hintergrund der Bedenken in einem Regelungszusammenhang stehen, so ist zu differenzieren: Sind diese Bestimmungen von den den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden präjudiziellen Bestimmungen offensichtlich trennbar, so führt dies zur teilweisen Zurückweisung des Antrages. Umfasst der Antrag auch Bestimmungen, die mit den präjudiziellen, den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden Bestimmungen in einem so konkreten Regelungszusammenhang stehen, dass es nicht von vornherein auszuschließen ist, dass ihre Aufhebung im Fall des Zutreffens der Bedenken erforderlich sein könnte (sind diese Bestimmungen also nicht offensichtlich trennbar), so ist der Antrag insgesamt zulässig (VfSlg 20.111/2016). Dies gilt nach dem vorhin Gesagten aber keinesfalls dann, wenn Bestimmungen mitangefochten werden (etwa alle eines ganzen Gesetzes), gegen die gar keine konkreten Bedenken vorgebracht werden und zu denen auch kein konkreter Regelungszusammenhang dargelegt wird (VfSlg 19.894/2014; VfGH 29.9.2015, G324/2015; 15.10.2016, G183/2016 ua).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof entscheidet daher – vor dem Hintergrund der Bedenken und der Erforderlichkeit, die den Sitz der Bedenken bildenden Bestimmungen (bei geringstmöglichem Eingriff in den Gehalt der Rechtsordnung) zu ermitteln – über die Frage, ob gegebenenfalls auch Bestimmungen aufzuheben sind, die nicht präjudiziell sind, aber mit präjudiziellen Bestimmungen in einem untrennbaren Zusammenhang stehen (vgl zB VfSlg 19.939/2014, 20.086/2016), nicht im Rahmen der Prüfung der Zulässigkeit des Antrages, sondern im Einzelnen erst dann, wenn der Verfassungsgerichtshof, erweist sich der Antrag als begründet, den Umfang der aufzuhebenden Bestimmungen abzugrenzen hat.",
            "annotations": []
        },
        {
            "text": "Die bloße Bezugnahme auf \"[v]orläufige Beitragsgrundlagen gemäß §25a\" GSVG im angefochtenen §25 Abs7 leg cit stellt – vor dem Hintergrund der geltend gemachten Bedenken des antragstellenden Gerichtes – keine untrennbare Einheit der genannten Bestimmungen her.",
            "annotations": []
        },
        {
            "text": "1.3. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag daher als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der aufgeworfenen Fragen zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist nicht begründet.",
            "annotations": []
        },
        {
            "text": "2.2.1. Das Bundesverwaltungsgericht bringt zur Begründung seines Antrages zusammengefasst vor, Telos des angefochtenen §25 Abs7 GSVG sei die Herstellung einer endgültigen Beitragsgrundlage zum Pensionsstichtag, sodass deren nachträgliche Anpassung nicht mehr erforderlich sei. Dieser Vorteil werde mit dem (erheblichen) Nachteil erkauft, dass Versicherte, deren vorläufige Beitragsgrundlage hoch sei und der aktuellen (schlechten) Einkommenssituation vor dem Pensionsbeginn nicht entspreche, Beiträge deutlich über ihrer sich am tatsächlich erwirtschafteten Einkommen orientierenden Leistungsfähigkeit zahlen müssten, was dem Versicherungsprinzip klar widerspreche (dies komme einer unzulässigen Versicherungsabgabe gleich); nach dem Pensionsstichtag einlangende Einkommensteuerbescheide könnten zu keiner Korrektur der \"versteinerten\" vorläufigen Beitragsgrundlage führen. Dabei missachte die zur Aufhebung beantragte Bestimmung insbesondere, dass im Falle einer anstehenden Pensionierung selbständig Erwerbstätige typischerweise ihr wirtschaftliches Tun auf diese Pensionierung ausrichteten (es komme zu einem \"Rückfahren\" des Betriebes bis auf Null).",
            "annotations": []
        },
        {
            "text": "Es komme zu einer sachlich nicht gerechtfertigten Ungleichbehandlung von aktiven Gewerbetreibenden, bei denen auf Grund vorläufiger Beitragsgrundlagen im Verhältnis zu definitiven Beitragsgrundlagen überhöht geleistete Beiträge gutgeschrieben bzw rückerstattet würden (Belastung nach einer der effektiven Leistungsfähigkeit entsprechenden Beitragsgrundlage), und jenen Gewerbetreibenden, bei denen dies nach ihrem Pensionsantritt nicht mehr möglich sei, selbst wenn sie weiterhin ein Gewerbe ausübten und Einkünfte aus Gewerbebetrieb erzielten (Belastung nach einer fiktiven, nicht der tatsächlichen Leistungsfähigkeit entsprechenden Beitragsgrundlage). Nach dem Erkenntnis des Verwaltungsgerichtshofes vom 20. September 2021, Ro 2020/08/0008, bestehe auch keine Möglichkeit, ein gravierendes Missverhältnis zwischen den zum Pensionsstichtag noch nicht nachbemessenen (und daher versteinerten) Beitragsgrundlagen nach §25a GSVG bei Feststehen eines deutlich niedrigeren Einkommens iSd §25 Abs6 leg cit nachzubessern. Das könne dazu führen, dass Beiträge abzuführen seien, die das tatsächlich erwirtschaftete Einkommen bei weitem übersteigen würden, was dem Leistungsprinzip einer Sozialversicherung widerspreche.",
            "annotations": []
        },
        {
            "text": "2.2.2. Demgegenüber vertritt die Bundesregierung in ihrer Äußerung zum behaupteten Widerspruch der angefochtenen Bestimmung zum Leistungs- und Versicherungsprinzip der Sozialversicherung zusammengefasst die Ansicht, dass nach der Rechtsprechung des Verfassungsgerichtshofes der Gesetzgebung bei der Beurteilung sozialer Bedarfslagen und bei der Ausgestaltung der an diese Bedarfslagen anknüpfenden sozialen Maßnahmen sowohl ein weiter Beurteilungsspielraum als auch ein weiter rechtspolitischer Gestaltungsspielraum zukomme (vgl zB VfSlg 18.885/2009). Der Verfassungsgerichtshof habe auch ausdrücklich klargestellt, dass die Gesetzgebung nicht verpflichtet sei, die Leistungsfähigkeit des Versicherten \"durchgängig und ohne Rücksicht auf die sonstige Sach- und Rechtslage zur Grundlage der Beitragsbemessung zu machen\" (VfSlg 9809/1983). Vor diesem Hintergrund gehe die Bundesregierung davon aus, dass es verfassungsrechtlich nicht geboten sei, das Beitragsrecht in der Sozialversicherung so auszugestalten, dass die Beitragsleistung einer Person durchgängig und in jedem Fall ihrer tatsächlichen Leistungsfähigkeit entspreche. Soweit sich das antragstellende Gericht wiederholt auf das Versicherungsprinzip der Sozialversicherung berufe, weise die Bundesregierung auf die ständige Rechtsprechung des Verfassungsgerichtshofes hin, nach der in der Sozialversicherung, insbesondere in der Pensionsversicherung, der Versorgungsgedanke im Vordergrund stehe, wohingegen der Versicherungsgedanke in der Ausprägung der Vertragsversicherung zurückgedrängt sei (vgl VfSlg 4714/1964, 5241/1966, 15.859/2000).",
            "annotations": []
        },
        {
            "text": "Zur behaupteten unsachlichen Ungleichbehandlung von aktiven Gewerbetreibenden und Gewerbetreibenden, die ihre Pension antreten würden, weist die Bundesregierung darauf hin, dass die angefochtene Bestimmung erforderlich sei, um zum Stichtag jedenfalls eine endgültige Pensionsberechnung zu ermöglichen. Würden die zum Stichtag noch nicht nachbemessenen Beitragsgrundlagen nicht \"versteinert\" werden, könnten Versicherungsleistungen aus der Pensionsversicherung regelmäßig nur vorläufig berechnet werden und müssten nachbemessen werden, sobald die vorläufigen Beitragsgrundlagen nachbemessen worden seien. Das wäre mit einem erheblichen administrativen Mehraufwand verbunden, weil der Versicherungsträger regelmäßig bereits berechnete und zuerkannte Versicherungsleistungen (allenfalls auch mehrmals) neu berechnen und dementsprechende Nachzahlungen vornehmen oder Rückzahlungen anordnen müsste; zudem seien damit auch kaum absehbare Rechtsunsicherheiten bei der Berechnung von anderen, an das Ausmaß einer Versicherungsleistung anknüpfenden Ansprüchen verbunden (zB Ausgleichszulage oder Hinterbliebenenpension). Für die versicherte Person hätte dies eine womöglich jahrelange Rechtsunsicherheit im Hinblick auf das endgültige Ausmaß ihrer jeweiligen Versicherungsleistung zur Folge, was nicht zumutbar erscheine. §25a Abs5 GSVG sehe die vom antragstellenden Gericht als fehlend kritisierte Korrekturmöglichkeit vor. Nach dieser Bestimmung könne die vorläufige Beitragsgrundlage auf Antrag der versicherten Person – auch mehrmals – herab- oder auch hinaufgesetzt werden, wenn sie glaubhaft mache, dass ihre Einkünfte im laufenden Kalenderjahr wesentlich von den Einkünften im drittvorangegangenen Kalenderjahr abwichen. Damit könnten allfällige Härtefälle vermieden werden, die sich aus der Anwendung des zur Aufhebung beantragten §25 Abs7 leg cit ergeben würden.",
            "annotations": []
        },
        {
            "text": "2.3. Der Gleichheitsgrundsatz bindet auch den Gesetzgeber (s etwa VfSlg 13.327/1993, 16.407/2001). Er setzt ihm insofern inhaltliche Schranken, als er verbietet, sachlich nicht begründbare Regelungen zu treffen (vgl zB VfSlg 14.039/1995, 16.407/2001). Innerhalb dieser Schranken ist es dem Gesetzgeber jedoch von Verfassungs wegen durch den Gleichheitsgrundsatz nicht verwehrt, seine politischen Zielvorstellungen auf die ihm geeignet erscheinende Art zu verfolgen (s etwa VfSlg 16.176/2001, 16.504/2002). Diese Schranken sind im vorliegenden Fall nicht überschritten. Ob eine Regelung zweckmäßig ist und das Ergebnis in allen Fällen als befriedigend empfunden wird, kann nicht mit dem Maß des Gleichheitssatzes gemessen werden (zB VfSlg 14.301/1995, 15.980/2000 und 16.814/2003).",
            "annotations": []
        },
        {
            "text": "Soweit das Bundesverwaltungsgericht einen Verstoß des angefochtenen §25 Abs7 GSVG gegen das Versicherungs- und Leistungsprinzip der Sozialversicherung als verfassungswidrig erachtet, ist es auf die ständige Rechtsprechung des Verfassungsgerichtshofes zu verweisen, nach der in der Sozialversicherung, im Besonderen in der Pensionsversicherung, der Versicherungsgedanke in der Ausprägung der Vertragsversicherung zurückgedrängt ist; es gilt in der gesetzlichen Sozialversicherung innerhalb einer Solidargemeinschaft nicht der Grundsatz der Äquivalenz von Beitrags- und Versicherungsleistung (vgl zB VfSlg 18.786/2009 mwN).",
            "annotations": []
        },
        {
            "text": "Soweit das Bundesverwaltungsgericht eine sachlich nicht gerechtfertigte Ungleichbehandlung durch die zur Aufhebung beantragte Bestimmung vorbringt, ist es wiederum auf die ständige Rechtsprechung des Verfassungsgerichtshofes zu verweisen, nach der ein Gesetz nicht schon dann gleichheitswidrig ist, wenn sein Ergebnis nicht in allen Fällen als befriedigend angesehen wird. Nicht jede Härte im Einzelfall, die eine einheitliche Regelung mit sich bringt, kann bereits als unsachlich gewertet werden. Dem Gesetzgeber muss es gestattet sein, eine einfache und leicht handhabbare Regelung zu treffen (vgl VfSlg 11.616/1988, 14.694/1996, 16.361/2001, 16.641/2002). Der Gesetzgeber kann wohl von einer Durchschnittsbetrachtung ausgehen und auf den Regelfall abstellen (vgl zB VfSlg 14.841/1997, 16.124/2001 und 16.771/2002); dass dabei Härtefälle entstehen, macht das Gesetz nicht gleichheitswidrig (zB VfSlg 11.615/1988, 14.841/1997); ebenso wenig können daher Einzelfälle einer Begünstigung die am Durchschnitt orientierte Regelung unsachlich machen (VfSlg 8871/1980). Zudem ist das antragstellende Gericht auf die Bestimmung des §25a Abs5 GSVG hinzuweisen, die es – entgegen dem Vorbringen im Antrag – ermöglicht, die vorläufige Beitragsgrundlage auf Antrag der versicherten Person zu ändern, wenn sie glaubhaft macht, dass ihre Einkünfte im laufenden Kalenderjahr wesentlich von den Einkünften im drittvorangegangenen Kalenderjahr abweichen, wodurch etwaigen Härtefällen in der Vollziehung des angefochtenen §25 Abs7 leg cit vorgebeugt werden kann.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die ob der Verfassungsmäßigkeit des §25 Abs7 GSVG, BGBl 560/1978, idF BGBl I 139/1998 erhobenen Bedenken treffen nicht zu. Der Antrag ist daher abzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Dem Beschwerdeführer im Verfahren vor dem Bundesverwaltungsgericht sind die für die abgegebene Äußerung \"(sofern vorgesehen)\" begehrten Kosten nicht zuzusprechen, weil es im Falle eines auf Antrag eines Gerichtes eingeleiteten Normenprüfungsverfahrens Sache des antragstellenden Gerichtes ist, über allfällige Kostenersatzansprüche nach den für sein Verfahren geltenden Vorschriften zu erkennen (zB VfSlg 19.019/2010 mwN).",
            "annotations": []
        }
    ]
}