{
    "document_id": "JFT_20230919_23E01443_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Die Beschwerdeführerin ist eine im Jahr 1992 geborene syrische Staatsangehörige aus der Provinz Damaskus, die der Volksgruppe der Araber angehört und sich zum sunnitisch-muslimischen Glauben bekennt. Sie stellte am 25. Jänner 2021 einen Antrag auf internationalen Schutz in Österreich. In ihrer Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl am 24. Juni 2021 gab die Beschwerdeführerin zu ihren Fluchtgründen insbesondere an, dass ihr Mann verstorben sei, woraufhin ihr Schwager sie heiraten habe wollen. Als sie dies abgelehnt habe, habe ihr Schwager damit gedroht, den Behörden zu sagen, dass sie an Demonstrationen teilnehme. Er werde dafür sorgen, dass sie ins Gefängnis komme, wo man sie vergewaltigen und foltern würde. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 26. November 2021 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag hinsichtlich der Zuerkennung des Status der Asylberechtigten ab (Spruchpunkt I.), erkannte der Beschwerdeführerin den Status der subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihr eine befristete Aufenthaltsberechtigung für die Dauer eines Jahres (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "3. Die ausschließlich gegen Spruchpunkt I. dieses Bescheides erhobene Beschwerde wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 30. März 2023 als unbegründet ab, wobei die Entscheidung durch einen Richter männlichen Geschlechts erfolgte.",
            "annotations": []
        },
        {
            "text": "Begründend führt das Bundesverwaltungsgericht insbesondere aus, dass nicht festgestellt werden könne, dass der Beschwerdeführerin bei einer Rückkehr nach Syrien auf Grund einer ihr unterstellten politischen Gesinnung konkret und individuell Gewalt oder Verfolgung drohe. Die Beschwerdeführerin sei in ihrem Herkunftsstaat niemals inhaftiert worden, sei nicht vorbestraft und habe mit den syrischen Behörden weder auf Grund ihres Religionsbekenntnisses noch sonst irgendwelche Probleme gehabt. Sie sei nie politisch tätig gewesen. Das Vorbringen der Beschwerdeführerin zu einer Bedrohung durch ihren Schwager sei aus näher dargelegten Gründen widersprüchlich und nicht glaubhaft gewesen.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift aber – wie auch das Bundesamt für Fremdenwesen und Asyl – abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §20 des Bundesgesetzes über die Gewährung von Asyl (Asylgesetz 2005 – AsylG 2005), BGBl I 100/2005, idF BGBl I 68/2013 lautet: ",
            "annotations": []
        },
        {
            "text": "\"Einvernahmen von Opfern bei Eingriffen in die sexuelle Selbstbestimmung",
            "annotations": []
        },
        {
            "text": "§20. (1) Gründet ein Asylwerber seine Furcht vor Verfolgung (Art1 Abschnitt A Z2 der Genfer Flüchtlingskonvention) auf Eingriffe in seine sexuelle Selbstbestimmung, ist er von einem Organwalter desselben Geschlechts einzuvernehmen, es sei denn, dass er anderes verlangt. Von dem Bestehen dieser Möglichkeit ist der Asylwerber nachweislich in Kenntnis zu setzen. ",
            "annotations": []
        },
        {
            "text": "(2) Für Verfahren vor dem Bundesverwaltungsgericht gilt Abs1 nur, wenn der Asylwerber den Eingriff in seine sexuelle Selbstbestimmung bereits vor dem Bundesamt oder in der Beschwerde behauptet hat. Diesfalls ist eine Verhandlung von einem Einzelrichter desselben Geschlechts oder einem aus Richtern desselben Geschlechts bestehenden Senat durchzuführen. Ein Verlangen nach Abs1 ist spätestens gleichzeitig mit der Beschwerde zu stellen.",
            "annotations": []
        },
        {
            "text": "(4) Wenn der betroffene Asylwerber dies wünscht, ist die Öffentlichkeit von der Verhandlung eines Senates oder Kammersenates auszuschließen. Von dieser Möglichkeit ist er nachweislich in Kenntnis zu setzen. Im Übrigen gilt §25 Bundesgesetz über das Verfahren der Verwaltungsgerichte (Verwaltungsgerichtsverfahrensgesetz – VwGVG), BGBl I Nr 33/2013.\"",
            "annotations": []
        },
        {
            "text": "2. §6 der Geschäftsverteilung des Bundesverwaltungsgerichtes für das Geschäftsverteilungsjahr vom 1. Februar 2021 bis 31. Jänner 2022 (im Folgenden: GV 2021) lautete auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"1. TEIL:",
            "annotations": []
        },
        {
            "text": "ALLGEMEINE BESTIMMUNGEN",
            "annotations": []
        },
        {
            "text": "[...]",
            "annotations": []
        },
        {
            "text": "2. Abschnitt:",
            "annotations": []
        },
        {
            "text": "Richterinnen und Richter des Bundesverwaltungsgerichtes",
            "annotations": []
        },
        {
            "text": "[...]",
            "annotations": []
        },
        {
            "text": "Unzuständigkeit",
            "annotations": []
        },
        {
            "text": "§6. (1) Eine Richterin oder ein Richter ist im Sinne dieser Geschäftsverteilung unzuständig, wenn",
            "annotations": []
        },
        {
            "text": "1. der zugehörigen Gerichtsabteilung die Rechtssache auf Grund gesetzlicher Bestimmungen nicht zugewiesen hätte werden dürfen;",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "4. sie oder er wegen eines behaupteten Eingriffs in die sexuelle Selbstbestimmung gemäß §20 AsylG 2005 für die betreffende Rechtssache nicht zuständig ist; […]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Das Recht auf ein Verfahren vor dem gesetzlichen Richter wird durch die Entscheidung eines Verwaltungsgerichtes verletzt, wenn das Verwaltungsgericht eine ihm gesetzlich nicht zukommende Zuständigkeit in Anspruch nimmt (zB VfSlg 15.372/1998, 15.738/2000, 16.066/2001, 16.298/2001 und 16.717/2002).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Gründet ein Asylwerber seine Furcht vor Verfolgung auf Eingriffe in seine sexuelle Selbstbestimmung, normiert §20 AsylG 2005 in Abs1 das Gebot der Einvernahme durch Organwalter desselben Geschlechts vor der Verwaltungsbehörde und in Abs2 das Gebot der Verhandlung (und demzufolge auch Entscheidung) vor dem Bundesverwaltungsgericht durch Richter desselben Geschlechts. Davon kann nur abgegangen werden, wenn die Partei ausdrücklich anderes verlangt (vgl VfSlg 20.260/2018 und bereits VfGH 25.11.2013, U1121/2012 ua). Dabei begründen sowohl Behauptungen eines bereits erfolgten als auch eines drohenden Eingriffes die Pflicht zur Einvernahme bzw zur Verhandlung und Entscheidung durch Organwalter desselben Geschlechts (vgl VfSlg 20.260/2018; VfGH 2.12.2020, E1414/2020).",
            "annotations": []
        },
        {
            "text": "3.2. Die Beschwerdeführerin brachte in ihrer Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl vor, dass ihr Schwager sie nach dem Tod ihres Mannes heiraten habe wollen. Als sie dies abgelehnt habe, habe er gedroht, sie bei den Behörden wegen Teilnahme an Demonstrationen anzuzeigen und dafür zu sorgen, dass sie ins Gefängnis komme, wo man sie vergewaltigen und foltern würde. Die Beschwerdeführerin hat damit drohende Eingriffe in ihr Recht auf sexuelle Selbstbestimmung im Sinne des §20 Abs2 AsylG 2005 behauptet (vgl VfSlg 20.260/2018; VfGH 18.9.2015, E1003/2014 mwH auf die Rechtsprechung des Verfassungsgerichtshofes).",
            "annotations": []
        },
        {
            "text": "3.3. Da die Zuständigkeit durch die entsprechende Behauptung vor dem Bundesamt für Fremdenwesen und Asyl bzw in der Beschwerde begründet wird, ohne dass dabei eine nähere Prüfung der Glaubwürdigkeit oder eines Zusammenhangs mit dem konkreten Fluchtvorbringen zu erfolgen hat (vgl VfSlg 20.260/2018; VfGH 2.12.2020, E1414/2020; VwGH 13.2.2020, Ro 2019/01/0007), kommt dem Umstand keine Bedeutung zu, dass der erkennende Richter des Bundesverwaltungsgerichtes dieses Vorbringen als unglaubwürdig gewertet hat.",
            "annotations": []
        },
        {
            "text": "3.4. Es ist den Akten nicht zu entnehmen, dass spätestens gleichzeitig mit der Beschwerde die Vernehmung durch einen männlichen Richter gemäß §20 Abs2 iVm Abs1 AsylG 2005 verlangt worden wäre. Daraus ergibt sich, dass in dieser Sache eine weibliche Richterin verhandeln und entscheiden hätte müssen (vgl VfSlg 19.739/2013).",
            "annotations": []
        },
        {
            "text": "3.5. Indem das Bundesverwaltungsgericht über die Beschwerde der Beschwerdeführerin hinsichtlich der Nichtzuerkennung des Status der Asylberechtigten durch einen Richter männlichen Geschlechts entschieden hat, obgleich §20 Abs2 AsylG 2005 im vorliegenden Fall anzuwenden war und die Beschwerdeführerin ein Abgehen von der sich daraus ergebenden Zuständigkeit einer Richterin nicht verlangt hat, hat es die Beschwerdeführerin in ihrem Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt (vgl VfSlg 19.671/2012, 20.260/2018).  Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das Beschwerdevorbringen einzugehen ist. ",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}