{
    "document_id": "JFT_20230227_23G00117_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin behauptet die Verfassungswidrigkeit des §37 Abs4 EO: Es verstoße gegen das verfassungsgesetzlich gewährleistete Recht auf Unverletzlichkeit des Eigentums gemäß Art5 StGG und Art1 1. ZPEMRK, dass eine Exszindierungsklage nur erfolgreich erhoben werden könne, solange ein Exekutionsverfahren anhängig sei. Dies führe im Ergebnis zu einer Enteignung der Antragstellerin zu Gunsten der betreibenden Partei, die zu Unrecht Exekution in eine fremde Sache geführt habe. Für eine solche Enteignung gebe es keine gesetzliche Grundlage.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl zur Exszindierungsklage VfSlg 20.424/2020) lässt das Vorbringen des Antrages die behauptete Verfassungswidrigkeit als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat. Dem Gesetzgeber ist nicht entgegenzutreten, wenn er vorsieht, dass eine Exszindierungsklage nur während eines laufenden Exekutionsverfahrens erhoben werden kann. Die Antragstellerin verkennt, dass derjenige, dessen Vermögen zu Unrecht gepfändet worden ist, nach Beendigung des Exekutionsverfahrens einen Verwendungsanspruch nach §1041 ABGB gegen den betreibenden Gläubiger hat (vgl Lurger, §1041 ABGB, in: Kletečka/Schauer [Hrsg.], ABGB-ON1.08, rdb.at, Stand 1.8.2022, Rz 11 mwN).",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Formerfordernisse geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}