{
    "document_id": "JFT_20230612_23G00006_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Der Antragsteller ist Partei in einem vor dem Landesgericht Korneuburg geführten Strafverfahren. Mit Urteil vom 18. Mai 2022 sprach das Landesgericht Korneuburg (unter anderem) den Antragsteller wegen des Vergehens der fahrlässigen Herbeiführung einer Feuersbrunst gemäß §170 Abs1 und Abs2 erster Fall iVm §169 Abs1 StGB schuldig und verurteilte diesen zu einer bedingten Freiheitsstrafe in der Dauer von 10 Monaten.",
            "annotations": []
        },
        {
            "text": "2. Gegen dieses Urteil erhob der Antragsteller Berufung und stellte den vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag. In seinem Parteiantrag begehrt der Antragsteller die Aufhebung des §45 Abs1 zweiter, dritter und vierter Satz StPO wegen Verfassungswidrigkeit.",
            "annotations": []
        },
        {
            "text": "3. Mit Beschluss vom 24. Jänner 2023 gab das Landesgericht Korneuburg dem mit der Berufung eingebrachten Protokollberichtigungsantrag eines näher bezeichneten Angeklagten im Anlassverfahren statt und berichtigte aus diesem Grund die Hauptverhandlungsprotokolle vom 23. Februar, 28. März, 30. März, 27. April und 10. Mai 2022. Das Landesgericht Korneuburg stellte in weiterer Folge die berichtigten Hauptverhandlungsprotokolle sowie das gegen den Antragsteller gerichtete Urteil dem Antragsteller erneut zu.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses – neuerlich zugestellte – Urteil erhob der Antragsteller (erneut) Berufung und stellte beim Verfassungsgerichtshof den zu G150/2023 protokollierten Antrag gemäß Art140 Abs1 Z1 litd B-VG.",
            "annotations": []
        },
        {
            "text": "5. Angesichts des neuerlich eingebrachten Antrages gemäß Art140 Abs1 Z1 litd B-VG ersuchte der Verfassungsgerichtshof mit Verfügung vom 31. März 2023 um Mitteilung, ob der Antragsteller den zu G6/2023 protokollierten Antrag gemäß Art140 Abs1 litd B-VG aufrechterhalten wolle.",
            "annotations": []
        },
        {
            "text": "6. Mit Schriftsatz vom 25. April 2023 teilte der Antragsteller dem Verfassungsgerichtshof mit, dass er den zu G6/2023 protokollierten Antrag zurückziehe.",
            "annotations": []
        },
        {
            "text": "7. Da der Antragsteller seinen Antrag zurückgezogen hat, ist das Verfahren einzustellen.",
            "annotations": []
        },
        {
            "text": "8. Dies konnte gemäß §19 Abs3 Z3 VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}