{
    "document_id": "JFT_20230309_22SV00001_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "I. Antrag und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Mit dem vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag begehren die Antragstellerinnen \"Art1 des HKÜ, in eventu dessen lita, wegen Verstoßes gegen Art8 EMRK aufzuheben\" und weiters \"Art16 des HKÜ wegen Verstoßes gegen Art6 EMRK aufzuheben\".",
            "annotations": []
        },
        {
            "text": "1.1. Die Antragstellerinnen legen den Sachverhalt wie folgt dar: Die Antragstellerinnen seien Mutter und mj. Tochter. Die Mutter sei bis Juni 2022 \"Hauptbezugspunkt\" ihrer vierjährigen Tochter gewesen. Beide seien österreichische Staatsbürgerinnen. Die Tochter habe von Juli 2021 bis Juni 2022 bei ihrer Mutter in der Steiermark gelebt, nachdem sie zuvor in Los Angeles gelebt hatte. Im Juni 2022 sei die Tochter, gestützt auf das HKÜ, zwangsweise und bedingungslos nach Kalifornien überstellt worden, nachdem der Mutter schon vorher das Erziehungsrecht aberkannt worden sei. Seit der Überstellung am 8. Juni 2022 werde der Mutter jeder elektronische Kontakt mit der Tochter verweigert. Die Antragstellerinnen hätten zeitgleich (den im Antrag wörtlich wiedergegebenen) Rekurs gegen die beigelegte Entscheidung des Bezirksgerichtes Fürstenfeld eingebracht.",
            "annotations": []
        },
        {
            "text": "1.2. Unter der Überschrift \"Verfassungswidrigkeit des HKÜ\" führen die Antragstellerinnen auszugsweise das Folgende aus:",
            "annotations": []
        },
        {
            "text": "\"Das Haager Übereinkommen (HKÜ) ist ein anderes Beispiel für gut gemeint und schlecht getroffen, wie der Europäische Haftbefehl.",
            "annotations": []
        },
        {
            "text": "Ursprünglich verfolgte die Rechtsprechung zum Europäischen Haftbefehl (EU-HB) die Regel, dass der Festgenommene im ersuchten Land keinerlei Einwendungen gegen seine Festnahme erheben dürfe, dafür sei allein der Richter des ersuchenden Landes zuständig, die Überstellung sei ungeprüft durchzusetzen. Es hat sich dann selbstverständlich herausgestellt, dass die Festnahme und Überstellung in ein anderes Land einen schweren Eingriff in Grundrechte darstellt, gegen den es im ersuchten Land einen Rechtsbehelf geben muss, weil man zB selbstverständlich nach den Grundrechten des ersuchten Staats auch im ersuchten Staat ein wasserdichtes Alibi geltend machen können muss, ohne vorher in den ersuchenden Staat überstellt werden zu müssen. Seither rudert die Rechtsprechung des Europäischen Gerichtshofs (EuGH) zum EU-HB ständig zurück und lässt immer mehr Einwendungen im ersuchten Land zu.",
            "annotations": []
        },
        {
            "text": "Auch das HKÜ wäre eigentlich vom Willen getragen, durch die perpetuatio fori die Reisetätigkeit von Kindern zu erleichtern. Gerade dieser Fall zeigt aber, und auch die Judikatur entwickelt sich dahin, dass es in Wahrheit einen einzigen zentralen Gesichtspunkt im HKÜ geben darf, nämlich das Wohl des Kindes, das im vorliegenden Fall gröblichst verletzt worden ist und weiterhin wird.",
            "annotations": []
        },
        {
            "text": "Die Rechte des Kindes gewinnen zunehmend an Bedeutung, und wird zunehmend klar, dass das Kindeswohl der oberste Gesichtspunkt sein muss, das Leitprinzip, dass ein Kind bei seiner Hauptbezugsperson sein muss, unabhängig von irgendwelchen 'Sperenzien' wie dem Fetisch der perpetuatio fori.",
            "annotations": []
        },
        {
            "text": "Das Kindeswohl wurde im vorliegenden Fall gröblichst ignoriert, mit fatalen Folgen. Sechs Monate der Trennung von der ersten Bezugsperson grenzt schon an Folter, wenn das Kind in dieser Zeit kein einziges Mal mit seiner Mutter sprechen durfte. Eine entsprechende Eingabe an den EGMR ist bereits registriert […].",
            "annotations": []
        },
        {
            "text": "Die perpetuatio fori wird auch insofern missverstanden, als das HKÜ eigentlich nur die perpetuatio des Sorgerechts postuliert.",
            "annotations": []
        },
        {
            "text": "Die angefochtene Entscheidung stützt sich auf die 'Sperrwirkung des Art16 HKÜ', sodass das HKÜ jedenfalls präjudiziell ist.",
            "annotations": []
        },
        {
            "text": "Das hier betroffenen Grundrechte auf Privat- und Familienleben nach Art8 EMRK müsste den Antragstellerinnen garantieren, dass das übliche Prüfverfahren für Grundrechte mit materiellem Eingriffsvorbehalt oder für Grundfreiheiten nach Unionsrecht einzuhalten ist, nämlich die Prüfung auf",
            "annotations": []
        },
        {
            "text": "• Präsise Gesetzmäßigkeit des Eingriffs",
            "annotations": []
        },
        {
            "text": "• Klare Zielorientierung",
            "annotations": []
        },
        {
            "text": "• Notwendigkeit (Prinzip des gelindesten Mittels) und",
            "annotations": []
        },
        {
            "text": "• Verhältnismäßigkeit in einer demokratisch rechtsstaatlichen Gesellschaft",
            "annotations": []
        },
        {
            "text": "Die widerrechtliche Verbringung ins Inland mag ein Entscheidungskriterium sein, Besuchs-oder Kontaktrechte anderer Personen ebenso, was die Bestimmung verfassungswidrig macht, ist die willkürliche bedingungslose Verabsolutierung zudem eines Kriteriums, auf das das Kind keinen Einfluss hat, nämlich auf den modus seiner Einreise.",
            "annotations": []
        },
        {
            "text": "Wenn die gesetzliche Grundlage diese Prüfung nicht nur nicht vorschreibt, und offenkundig schreibt sie die Berücksichtigung des Kindeswohl nicht vor, sondern alle anderen Kriterien der Entscheidungsfindung definitiv ausschließt, dann greift sie ohne die erforderliche Präzision in die Grundrechte der Antragstellerinnen ein und verletzt sie so in ihren Rechten.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat bereits in den 80er Jahren zweimal die Bestimmungen des §3 Fremdenpolizeigesetz im Hinblick auf Art8 EMRK mit der Begründung aufgehoben, besonders eingriffsnahe Gesetze müssten die Eingriffsvoraussetzungen besonders genau umschreiben (VfSkg. 10737 und 11455).",
            "annotations": []
        },
        {
            "text": "Das gilt natürlich im Größenschluss besonders dort, wo eine Bestimmung immer in die Grundrechte eingreift, wie hier, wo Art1 und 16 des HKÜ in jedem Fall in die Familie eingreifen.",
            "annotations": []
        },
        {
            "text": "Die Bestimmung verstößt daher in ihrer sinnlosen Absolutheit gegen Art8 EMRK.",
            "annotations": []
        },
        {
            "text": "Artikel 16 HKÜ blockiert offenkundig den Zugang zu den Gerichten des Aufenthaltsstaates und verletzt damit Art6 EMRK.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Das HKÜ wurde als einfacher Staatsvertrag ratifiziert, während das Übereinkommen über die Kinderrechte und die EMRK Verfassungsrang haben. Die den Rechten der Kinder so frontal entgegenstehenden Art1 und 16 des HKÜ werden daher wegen Verfassungswidrigkeit aufzuheben sein.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die sofortige Rücküberstellung eines Kindes ohne jede Kindeswohlprüfung verletzt Art8 EMRK aufs Flagranteste.\"",
            "annotations": []
        },
        {
            "text": "II. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2. Die Antragstellerinnen beantragen die Aufhebung von \"Art1 des HKÜ\" (samt Eventualantrag) und \"Art16 des HKÜ\". Die Antragstellerinnen führen zwar weder den (Lang- oder Kurz-) Titel des angefochtenen Staatsvertrages noch dessen Fundstelle an und unterlassen es somit auch gänzlich, die angefochtenen Fassungen der angegriffenen Vertragsvorschriften zu bezeichnen. Da die Bestimmungen jedoch im Antrag wörtlich wiedergegeben sind, ist deutlich erkennbar, dass Art1 und Art16 des Übereinkommens über die zivilrechtlichen Aspekte internationaler Kindesentführung – Haager Kindesentführungsübereinkommen, BGBl 512/1988, angefochten werden sollen (vgl etwa VfSlg 17.237/2004, 16.773/2002; VfGH 7.10.2015, G24/2013, V12/2013).",
            "annotations": []
        },
        {
            "text": "3. Gemäß Art140a Abs1 B-VG erkennt der Verfassungsgerichtshof über die Rechtswidrigkeit von Staatsverträgen. Dabei ist auf die mit Genehmigung des Nationalrates gemäß Art50 B-VG abgeschlossenen Staatsverträge und die gesetzesändernden oder gesetzesergänzenden Staatsverträge gemäß Art16 Abs1 B-VG der Art140 B-VG, auf alle anderen Staatsverträge der Art139 B-VG anzuwenden.",
            "annotations": []
        },
        {
            "text": "Bei dem von den Antragstellerinnen angefochtenen Haager Kindesentführungsübereinkommen handelt es sich um einen gemäß Art50 Abs1 Z1 B-VG genehmigten Staatsvertrag, auf den somit Art140 B-VG (sinngemäß) anzuwenden ist.",
            "annotations": []
        },
        {
            "text": "Der Umstand, dass die Antragstellerinnen – dem Art140a B-VG zuwider – die Aufhebung der angefochtenen vertraglichen Vorschriften statt der Feststellung ihrer Verfassungswidrigkeit begehren, berührt die Zulässigkeit der Anträge nicht, weil das Begehren der Aufhebung voraussetzungsgemäß den Vorwurf der Rechtswidrigkeit – hier: der Verfassungswidrigkeit – und damit das Begehren auf deren Feststellung in sich schließt (vgl VfSlg 16.628/2002, 19.085/2010).",
            "annotations": []
        },
        {
            "text": "4. Gemäß Art140a B-VG erkennt der Verfassungsgerichtshof in sinngemäßer Anwendung des Art140 Abs1 Z1 litd B-VG über die Rechtswidrigkeit von Staatsverträgen auch auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines rechtswidrigen Staatsvertrages iSd Art50 Abs1 Z1 B-VG in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels. Nach §62a Abs1 erster Satz VfGG, der gemäß §66 VfGG sinngemäß zur Anwendung gelangt, kann eine Person, die als Partei in einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines rechtswidrigen Staatsvertrages iSd Art50 Abs1 Z1 B-VG in ihren Rechten verletzt zu sein behauptet, einen Antrag stellen, die Rechtswidrigkeit des Staatsvertrages festzustellen.",
            "annotations": []
        },
        {
            "text": "5. Gemäß §15 Abs2 VfGG ist für Anträge an den Verfassungsgerichtshof (unter anderem) die Bezugnahme auf den Artikel des Bundes-Verfassungsgesetzes, auf Grund dessen der Verfassungsgerichtshof angerufen wird, zwingendes Erfordernis. Des Weiteren hat ein an den Verfassungsgerichtshof gerichteter Antrag nach Art140a B-VG gemäß §15 Abs2 VfGG eine Darlegung des Sachverhaltes, aus dem der Antrag hergeleitet wird, zu enthalten. Das Fehlen dieser Erfordernisse ist nach der Rechtsprechung des Verfassungsgerichtshofes nicht als bloßes Formgebrechen, sondern als inhaltlicher Fehler zu beurteilen, der einer Verbesserung nach §18 VfGG nicht zugänglich ist (vgl VfGH 12.10.2016, G319/2016; VfSlg 9798/1993, 11.354/1986, 11.363/1987, 12.630/1991, 13.100/1992, 15.341/1998, 15.415/1999, 15.960/2000, 16.605/2002, 19.232/2010). Ein Antrag, der mit solchen inhaltlichen Fehlern behaftet ist, ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "6. Den dargestellten Erfordernissen wird der vorliegende Antrag in mehrfacher Hinsicht nicht gerecht:",
            "annotations": []
        },
        {
            "text": "6.1. Zunächst ist zu bemerken, dass sich die Eingabe ausschließlich auf Art140 B-VG stützt und der Antrag sohin an keiner Stelle auf Art140a B-VG Bezug nimmt, auf Grund dessen gegen die im Antrag bezeichneten Vertragsbestimmungen der Verfassungsgerichtshof offenbar angerufen werden sollte (vgl zB VfGH 6.6.2013, U2733/2012; 11.12.2013, G63/2013).",
            "annotations": []
        },
        {
            "text": "6.2. Zudem enthält der Antrag keine \"Darstellung des Sachverhaltes, aus dem der Antrag hergeleitet wird\" iSd §15 Abs2 VfGG: Die Antragstellerinnen führen zwar allgemein aus, in welcher Beziehung diese zueinander stünden, wo diese wohnhaft (gewesen) seien und dass der erstantragstellenden Mutter derzeit der Kontakt zu ihrer Tochter verwehrt werde. Es finden sich im Antrag jedoch keine Angaben zu dem gerichtlichen Verfahren, aus dessen Anlass der vorliegende Antrag gestellt wird. Auch aus dem im Antrag wörtlich wiedergegebenen Rechtsmittel gegen die Entscheidung des ordentlichen Gerichtes erster Instanz geht der dem gerichtlichen Verfahren zugrunde liegende Sachverhalt nicht hervor; insbesondere wird an keiner Stelle erwähnt, auf Grund welcher Anträge das ordentliche Gericht erster Instanz tätig geworden ist und welche Entscheidung dieses gefällt hat.",
            "annotations": []
        },
        {
            "text": "Ausgehend davon ist nicht erkennbar, welches konkrete Geschehen dem Antrag zugrunde liegt und welche(s) Verfahren geführt wurde(n); vielmehr wird die Kenntnis des Sachverhaltes im Antrag vorausgesetzt (vgl VfSlg 16.605/2002; VfGH 27.11.2018, G267/2018). Ebenso wenig sind dem Antragsvorbringen der Gegenstand bzw das Begehren im gerichtlichen Verfahren vor dem ordentlichen Gericht erster Instanz zu entnehmen (vgl VfSlg 12.925/1991; VfGH 27.11.2018, G267/2018). Es ist aber nicht Aufgabe des Verfassungsgerichtshofes, erstmals im Wege der Einsicht in die Akten zu ermitteln, welche tatsächlichen Vorgänge Gegenstand eines Antrages sind (vgl VfSlg 16.605/2002). Das Antragsvorbringen vermag den Verfassungsgerichtshof nicht in die Lage zu versetzen, den dem Antrag zugrunde liegenden Lebenssachverhalt in rechtlicher und tatsächlicher Hinsicht zu würdigen (vgl VfSlg 15.415/1999). Dies wäre aber Voraussetzung für eine Erfüllung der Anforderungen des §15 Abs2 VfGG (vgl  VfGH 27.11.2018, G267/2018).",
            "annotations": []
        },
        {
            "text": "7. Darüber hinaus muss nach §62 Abs1 VfGG, welcher gemäß §66 VfGG sinngemäß anzuwenden ist, ein (Partei-)Antrag, die Rechtswidrigkeit eines Staatsvertrages festzustellen, begehren, dass der Staatsvertrag seinem ganzen Inhalt nach oder dass bestimmte Stellen des Staatsvertrages als verfassungswidrig festgestellt werden. Ein derartiger Antrag hat die gegen die Verfassungsmäßigkeit des Staatsvertrages sprechenden Bedenken im Einzelnen darzulegen (§62 Abs1 zweiter Satz VfGG).",
            "annotations": []
        },
        {
            "text": "Dieses Erfordernis ist nach der ständigen Rechtsprechung des Verfassungsgerichtshofes nur dann erfüllt, wenn die Gründe der behaupteten Verfassungswidrigkeit – in überprüfbarer Art– präzise ausgebreitet werden, mithin dem Antrag mit hinreichender Deutlichkeit zu entnehmen ist, mit welcher Verfassungsbestimmung die zur Aufhebung beantragte Vertragsvorschrift in Widerspruch stehen soll und welche Gründe für diese Annahme sprechen (vgl zB VfSlg 14.802/1997, 17.752/2006; speziell zum Parteiantrag gemäß Art140 Abs1 Z1 litd B-VG VfGH 2.7.2015, G 16/2015; 2.7.2015, G 145/2015; 18.2.2016, G 642/2015; zum Parteiantrag gemäß Art140a B-VG VfGH 29.9.2021, SV4/2020 ua, G250/2020 ua). Es genügt dabei nicht, dass im Antrag behauptet wird, dass die bekämpften Staatsvertragsstellen gegen eine oder mehrere – wenn auch näher bezeichnete – Verfassungsbestimmung(en) verstoßen; vielmehr muss konkret dargelegt werden, aus welchen Gründen die bekämpften Regelungen die behauptete Verfassungswidrigkeit anzulasten ist. Begnügt sich ein Antrag damit, den Verstoß gegen Verfassungsgebote zu behaupten, unterlässt er aber konkrete Darlegungen, warum die bekämpften Regelungen im Einzelnen gegen die genannte(n) Verfassungsbestimmung(en) verstoßen, so ist der Antrag als unzulässig zurückzuweisen. Es ist nicht Aufgabe des Verfassungsgerichtshofes – gleichsam stellvertretend – das Vorbringen für den Antragsteller zu präzisieren (VfSlg 17.099/2003, 17.102/2003, 19.825/2013, 19.832/2013, 19.870/2014, 19.938/2014; VfGH 29.9.2021, SV4/2020 ua, G250/2020 ua).",
            "annotations": []
        },
        {
            "text": "7.1.  Diesen Erfordernissen entspricht der vorliegende Antrag nicht:",
            "annotations": []
        },
        {
            "text": "Der Antrag enthält weitwendige allgemeine Ausführungen zum \"Haager Übereinkommen\", aber etwa auch zum Europäischen Haftbefehl. Weiters wird darin geltend gemacht, \"das HKÜ\", \"die Bestimmung\" oder \"die gesetzliche Grundlage\" sei verfassungswidrig und verletze die Antragstellerinnen in ihren Rechten. Damit ist dem Antrag aber weder eine Darlegung der behaupteten Verfassungswidrigkeiten im Einzelnen noch eine Zuordnung der Bedenken zu den einzelnen angefochtenen Bestimmungen im Sinne des §66 iVm §62 Abs1 VfGG zu entnehmen. Auch das Vorbringen, \"Artikel 16 HKÜ blockiert offenkundig den Zugang zu den Gerichten des Aufenthaltsstaates und verletzt damit Art6 EMRK\", lässt nicht mit hinreichender Deutlichkeit erkennen, aus welchen Gründen die Antragstellerinnen Bedenken ob der Verfassungsmäßigkeit der angefochtenen Regelung hegen; es fehlt an einer Begründung für dieses Bedenken, somit an einer Darlegung der verfassungsrechtlichen Bedenken \"im Einzelnen\". Mit dem Vorbringen, das Kindeswohl sei im vorliegenden Fall verletzt worden, machen die Antragstellerinnen zudem der Sache nach Vollzugsmängel geltend. Vollzugsbedenken können aber nicht mit einem Antrag gemäß Art140a B-VG iVm Art140 Abs1 Z1 litd B-VG geltend gemacht werden (VfSlg 20.271/2018, 20.279/2018; VfGH 13.6.2022, G124/2022).",
            "annotations": []
        },
        {
            "text": "7.2. Das Fehlen einer geeigneten Darlegung iSd §62 Abs1 zweiter Satz VfGG ist kein behebbares Formgebrechen, sondern ein Prozesshindernis (vgl VfSlg 15.342/1998 mwN).",
            "annotations": []
        },
        {
            "text": "8. Der Antrag ist daher schon aus den genannten Gründen unzulässig, ohne dass es einer Prüfung der sonstigen Prozessvoraussetzungen bedurft hätte. Insbesondere kann bei diesem Ergebnis dahinstehen, ob die einschreitende Rechtsvertreterin rechtsgültig bevollmächtigt war, den vorliegenden Antrag für das zweitantragstellende mj. Kind einzubringen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lita und e VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden. ",
            "annotations": []
        }
    ]
}