{
    "document_id": "JFT_20230919_23E01855_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerdevorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Erstbeschwerdeführerin ist verheiratet (der Ehemann ist seit 2017 in Österreich subsidiär schutzberechtigt) und die Mutter der minderjährigen Zweit-, Dritt- und Viertbeschwerdeführerin. Die Beschwerdeführerinnen sind afghanische Staatsangehörige und Angehörige der Volksgruppe der schiitischen Hazara. Sie stammen aus der Provinz Ghazni. ",
            "annotations": []
        },
        {
            "text": "2. Nach ihrer legalen Einreise in das Bundesgebiet stellten die Beschwerdeführerinnen am 14. Februar 2022 Anträge auf internationalen Schutz. Die Erstbeschwerdeführerin brachte im Wesentlichen vor, dass sie und ihre Töchter auf Grund der (unterstellten) Konversion ihres Ehemanns von Dorfbewohnern, auf Grund einer aufgelösten Verlobung von ihrem ehemaligen Verlobten und als alleinstehende Frau/Mädchen und Angehörige der Hazara bedroht worden seien. Für sie und ihre Kinder würde in Afghanistan Lebensgefahr bestehen. ",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheiden vom 23. Juni 2022 wies das Bundesamt für Fremdenwesen und Asyl die Anträge der Beschwerdeführerinnen auf internationalen Schutz hinsichtlich der Zuerkennung des Status der Asylberechtigten ab (Spruchpunkte I.), erkannte ihnen jeweils den Status der subsidiär Schutzberechtigten (Spruchpunkte II.) sowie befristete Aufenthaltsberechtigungen (Spruchpunkte III.) zu.",
            "annotations": []
        },
        {
            "text": "4. Die jeweils gegen Spruchpunkt I. dieser Bescheide erhobene Beschwerde, in der die Beschwerdeführerinnen ihre westliche Orientierung und die Lage von Frauen und schulpflichtigen Kindern sowie die immer stärker einschränkenden Maßnahmen gegen diese durch die Taliban vorbrachten, wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 15. Mai 2023 ab.",
            "annotations": []
        },
        {
            "text": "Die Asylabweisung in Bezug auf die minderjährigen schulpflichtigen Mädchen begründete das Bundesverwaltungsgericht im Wesentlichen wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Während des Jahres 2022 untersagten die Taliban Frauen auch den Zutritt zu Turnhallen, öffentlichen Bädern und Parks. Auch der Zugang zu Bildung für Frauen und Mädchen wurde eingeschränkt, so kann ein afghanisches Mädchen höchstens die 6. Klasse absolvieren und wurde Ende Dezember 2022 auch ein Verbot für Frauen verkündet, die Universitäten zu besuchen. Den UNHCR Leitlinien zum internationalen Schutzbedarf von Personen, die aus Afghanistan fliehen, vom Februar 2023 ist weiters zu entnehmen, dass Frauen in Afghanistan seit der Machtübernahme der Taliban in der Ausübung ihrer Grundrechte sowie in ihrer Bewegungsfreiheit stark eingeschränkt wurden, wozu beispielsweise die Einhaltung strenger Kleidungsvorschriften und das Auftreten in der Öffentlichkeit mit männlicher Begleitperson gehören, und Frauen in Afghanistan regelmäßig von geschlechtsspezifischer Gewalt betroffen sind. Bereits bisher waren den Länderfeststellungen zufolge Frauen und Mädchen extrem gefährdet, Opfer geschlechtsspezifischer Gewalt zu werden und mit erheblichen Hindernissen beim Zugang zu Gesundheitseinrichtungen und zur Justiz konfrontiert, um nach solcher Gewalt Hilfe zu suchen. Allerdings wurde die Erwerbstätigkeit für Frauen seit der Machtübernahme der Taliban nicht grundsätzlich verboten, ist auch der Schulbesuch für Mädchen nicht gänzlich verboten und ist derzeit den Länderberichten aus Sicht der erkennenden Richterin nicht zu entnehmen, dass alle Frauen und Mädchen in Afghanistan gleichermaßen bereits alleine aufgrund ihrer Geschlechtszugehörigkeit Gefahr laufen würden, konkreter und individueller physischer oder psychischer Gewalt ausgesetzt zu sein.",
            "annotations": []
        },
        {
            "text": "Dabei gehören die Beschwerdeführerinnen auch keiner besonders exponierten Gruppe von Mädchen und Frauen (wie etwa Journalistinnen, Frauenrechtsaktivistinnen, Polizistinnen, ehemalige Regierungsmitarbeiterinnen) an. Sie verfügen durch die Schwiegerfamilie der Erstbeschwerdeführerin über enge familiäre Anknüpfungspunkte, könnten wiederum bei dieser Unterkunft nehmen und wären daher im Falle einer Rückkehr nicht auf sich alleine gestellt (sodass sie nicht als alleinstehende Frauen/Mädchen gelten). Demnach hätten sie bei einer (rein hypothetischen) Rückkehr nach Afghanistan keine gegenüber anderen Frauen und Mädchen exponierte Stellung. […]",
            "annotations": []
        },
        {
            "text": "Die Zweit-, Dritt- und Viertbeschwerdeführerinnen sind Kinder bzw Jugendliche im Alter von 14, 12 und 8 Jahren. Es wird nicht übersehen, dass die minderjährigen Zweit-, Dritt- und Viertbeschwerdeführerinnen in Österreich in die Schule gehen und die Zweitbeschwerdeführerin angab, in Zukunft einen Beruf im Bereich IT, Programmierung ergreifen zu wollen (Seite 24 der Niederschrift der mündlichen Verhandlung). Dabei besucht die Viertbeschwerdeführerin derzeit die zweite Schulstufe einer Volksschule, sodass bei einer aktuellen, hypothetischen Rückkehr nach Afghanistan ein Schulbesuch in Afghanistan bis zur sechsten Schulstufe möglich wäre. Hingegen wäre mit Blick auf aktuelle Länderberichte die Möglichkeit eines (weiteren) Schulbesuchs der Zweit- und Drittbeschwerdeführerinnen derzeit nicht gegeben. Aus Sicht der erkennenden Richterin bildet der Umstand, dass ein weiterführender Schulbesuch in Afghanistan derzeit nicht möglich ist (während grundsätzliche Bildungsmöglichkeiten gegeben sind), kein ausreichendes Substrat, um von einer generellen Verfolgung afghanischer Mädchen auszugehen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der unter anderem die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof beantragt wird. Die Beschwerdeführerinnen bringen im Wesentlichen vor, das Bundesverwaltungsgericht habe sich mit ihrem Vorbringen vor dem Hintergrund der Länderberichte zur Lage der Kinder und Frauen und ihrer westlichen Orientierung nicht ausreichend auseinandergesetzt.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Das Bundesverwaltungsgericht legt seinen Länderfeststellungen, soweit sie sich auf die fehlenden Bildungschancen für afghanische Mädchen beziehen, Auszüge aus dem aktuellen Länderinformationsblatt der Staatendokumentation mit Stand vom 21. März 2023, Version 9 zugrunde.",
            "annotations": []
        },
        {
            "text": "In den vom Bundesverwaltungsgericht zitierten Quellen heißt es:",
            "annotations": []
        },
        {
            "text": "\"Im Mai 2022 erließen die Taliban beispielsweise einen neuen Erlass, der eine strenge Kleiderordnung für Frauen festschreibt. Sie dürfen das Haus nicht 'ohne Not' verlassen und müssen, wenn sie es dennoch tun, den sogenannten 'Scharia-Hijab' tragen, bei dem das Gesicht ganz oder bis auf die Augen bedeckt ist. Die Anordnung macht den Mahram (den 'Vormund') einer Frau - ihren Vater, Ehemann oder Bruder - rechtlich verantwortlich für die Überwachung ihrer Kleidung, mit der Androhung, ihn zu bestrafen, wenn sie ohne Gesichtsverschleierung aus dem Haus geht (AAN 15.6.2022; vgl USIP 23.12.2022, HRW 12.1.2023).",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Nachdem die Taliban im August 2021 die Macht in Afghanistan übernommen hatten, verhängten sie ein Verbot der Sekundarschulbildung für Mädchen […] Neben der Provinz Balkh blieben Mädchenschulen auch in den Provinzen Kunduz, Jawzjan, Sar-e-pul, Faryab, and Daikundi geöffnet (AMU 1.1.2023). […] Ende Dezember 2022 verkündeten die Taliban schließlich ein Verbot für Frauen, Universitäten zu besuchen (HRW 20.12.2022; vgl RFE/RL 22.12.2022). […] Damit kann ein afghanisches Mädchen höchstens die 6. Klasse, das letzte Jahr der Grundschule, absolvieren. Bedenken wachsen, dass die Taliban die Bildung von Mädchen komplett verbieten könnten, da folgend auf das Verbot für Frauen, Universitäten zu besuchen, nun auch über Entlassungen von Lehrerinnen berichtet wird, die Mädchen in den ersten sechs Schuljahren unterrichten (NPR 22.12.2022). Die Taliban teilten in einem Brief des Taliban-Bildungsministers am 8.1.2023 jedoch mit, dass staatliche Mädchenschulen bis einschließlich der 6. Klasse und private Lernzentren für denselben Altersbereich weiterarbeiten sollen, ebenso alle Koranschulen (Madrassas) für Mädchen ohne Altersbeschränkung. Auch wies der Minister die Behörden in Provinzen an, wo solche Einrichtungen geschlossen wurden, diese wieder zu öffnen. Es wird jedoch auch darauf verwiesen, dass Mädchenschulen ab der 6. Klasse 'bis auf weiteres' nicht zugelassen sind (Ruttig T. 11.1.2023).\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. In der Begründung des die minderjährigen, schulpflichtigen Mädchen betreffenden Erkenntnisses, setzt sich das Bundesverwaltungsgericht nicht hinreichend mit der konkreten Situation der Beschwerdeführerinnen hinsichtlich ihrer Bildungsmöglichkeiten in Afghanistan auseinander. Das Bundesverwaltungsgericht unterlässt es konkrete Feststellungen zur Lage in der Herkunftsprovinz der Beschwerdeführerinnen durchzuführen und sich mit diesen auseinanderzusetzen. Die Zweitbeschwerdeführerin war zum Entscheidungszeitpunkt 14 Jahre alt und hat in der mündlichen Verhandlung angegeben, dass sie einen Beruf anstrebe, der zumindest den Abschluss der Sekundarstufe voraussetzt (zu den strengen Anforderungen an die Behandlung von Anträgen auf internationalen Schutz von Minderjährigen vgl VfGH 11.10.2017, E1803/2017 ua mwN). Das Bundesverwaltungsgericht lässt die Länderberichte außer Acht, denen zu entnehmen ist, dass den Beschwerdeführerinnen im Alter von 14, 12 und 8 Jahren der Zugang zu Bildung verwehrt sein kann, sowie vor allem die zu dieser asylrelevanten Frage ergangene Rechtsprechung des Verfassungsgerichtshofes (VfSlg 19.646/2012; VfGH 5.6.2014, U2029/2013 ua; 23.2.2015, U218/2014 ua; 11.6.2015, E602/2015 ua; VfSlg 20.215/2017; VfGH 19.9.2022, E4335/2921 ua; 29.11.2022, E3674/2021 ua; 9.3.2023, E1301/2022 ua). ",
            "annotations": []
        },
        {
            "text": "3. Indem das Bundesverwaltungsgericht eine nähere Auseinandersetzung mit dem vor dem Hintergrund einschlägiger Länderberichte hinreichend substantiierten Parteivorbringen vermissen lässt, hat es in einem entscheidenden Punkt jegliche Ermittlungstätigkeit unterlassen und das Erkenntnis betreffend die Zweit-, Dritt- und Viertbeschwerdeführerin daher mit Willkür belastet. Dieser Mangel schlägt gemäß §34 Abs4 AsylG 2005 auf die Entscheidung betreffend die Erstbeschwerdeführerin durch (VfSlg 19.671/2012, 19.855/20214, 20.215/2017); daher ist die Entscheidung schon aus diesem Grund zur Gänze aufzuheben. ",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerinnen sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. Da die Beschwerdeführerinnen gemeinsam durch einen Rechtsanwalt vertreten sind, ist der einfache Pauschalsatz, erhöht um einen entsprechenden Streitgenossenzuschlag von 20 vH des Pauschalsatzes, zuzusprechen. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 523,20 enthalten. ",
            "annotations": []
        }
    ]
}