{
    "document_id": "JFT_20230928_23G00187_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit vorliegendem, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag begehrt das Oberlandesgericht Innsbruck, der Verfassungsgerichtshof möge ",
            "annotations": []
        },
        {
            "text": "\"§170 Abs2 StPO idF BGBl I 2004/19\" ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "als verfassungswidrig aufheben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen der Strafprozeßordnung 1975 (StPO), BGBl 631/1975, idF BGBl I 1/2023 lauten (die angefochtene Vorschrift ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"2. Abschnitt",
            "annotations": []
        },
        {
            "text": "Festnahme",
            "annotations": []
        },
        {
            "text": "Zulässigkeit",
            "annotations": []
        },
        {
            "text": "§170. (1) Die Festnahme einer Person, die der Begehung einer strafbaren Handlung verdächtig ist, ist zulässig,",
            "annotations": []
        },
        {
            "text": "1. wenn sie auf frischer Tat betreten oder unmittelbar danach entweder glaubwürdig der Tatbegehung beschuldigt oder mit Gegenständen betreten wird, die auf ihre Beteiligung an der Tat hinweisen,",
            "annotations": []
        },
        {
            "text": "2.wenn sie flüchtig ist oder sich verborgen hält oder, wenn auf Grund bestimmter Tatsachen die Gefahr besteht, sie werde flüchten oder sich verborgen halten,",
            "annotations": []
        },
        {
            "text": "3. wenn sie Zeugen, Sachverständige oder Mitbeschuldigte zu beeinflussen, Spuren der Tat zu beseitigen oder sonst die Ermittlung der Wahrheit zu erschweren versucht hat oder auf Grund bestimmter Tatsachen die Gefahr besteht, sie werde dies versuchen,",
            "annotations": []
        },
        {
            "text": "4. wenn die Person einer mit mehr als sechs Monaten Freiheitsstrafe bedrohten Tat verdächtig und auf Grund bestimmter Tatsachen anzunehmen ist, sie werde eine eben solche, gegen dasselbe Rechtsgut gerichtete Tat begehen, oder die ihr angelastete versuchte oder angedrohte Tat (§74 Abs1 Z5 StGB) ausführen.",
            "annotations": []
        },
        {
            "text": "(2) Wenn es sich um ein Verbrechen handelt, bei dem nach dem Gesetz auf mindestens zehnjährige Freiheitsstrafe zu erkennen ist, muss die Festnahme angeordnet werden, es sei denn, dass auf Grund bestimmter Tatsachen anzunehmen ist, das Vorliegen aller im Abs1 Z2 bis 4 angeführten Haftgründe sei auszuschließen.",
            "annotations": []
        },
        {
            "text": "(3) Festnahme und Anhaltung sind nicht zulässig, soweit sie zur Bedeutung der Sache außer Verhältnis stehen (§5).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anordnung",
            "annotations": []
        },
        {
            "text": "§171. (1) Die Festnahme ist durch die Staatsanwaltschaft auf Grund einer gerichtlichen Bewilligung anzuordnen und von der Kriminalpolizei durchzuführen.",
            "annotations": []
        },
        {
            "text": "(2) Die Kriminalpolizei ist berechtigt, den Beschuldigten von sich aus festzunehmen",
            "annotations": []
        },
        {
            "text": "1. in den Fällen des §170 Abs1 Z1 und",
            "annotations": []
        },
        {
            "text": "2. in den Fällen des §170 Abs1 Z2 bis 4, wenn wegen Gefahr im Verzug eine Anordnung der Staatsanwaltschaft nicht rechtzeitig eingeholt werden kann.",
            "annotations": []
        },
        {
            "text": "(3) Im Fall des Abs1 ist dem Beschuldigten sogleich oder innerhalb von vierundzwanzig Stunden nach seiner Festnahme die Anordnung der Staatsanwaltschaft und deren gerichtliche Bewilligung zuzustellen; im Falle des Abs2 eine schriftliche Begründung der Kriminalpolizei über Tatverdacht und Haftgrund.",
            "annotations": []
        },
        {
            "text": "(4) Dem Beschuldigten ist sogleich oder unmittelbar nach seiner Festnahme schriftlich in einer für ihn verständlichen Art und Weise sowie in einer Sprache, die er versteht, Rechtsbelehrung (§50) zu erteilen, die ihn darüber hinaus zu informieren hat, dass er",
            "annotations": []
        },
        {
            "text": "1. soweit er nicht freizulassen ist (§172 Abs2), ohne unnötigen Aufschub in die Justizanstalt eingeliefert und dem Gericht zur Entscheidung über die Haft vorgeführt werden wird (§§172 Abs1 und 3 und 174 Abs1), sowie",
            "annotations": []
        },
        {
            "text": "2. berechtigt ist,",
            "annotations": []
        },
        {
            "text": "a. einen Angehörigen oder eine andere Vertrauensperson und einen Verteidiger unverzüglich von seiner Festnahme zu verständigen oder verständigen zu lassen (Art4 Abs7 BVG über den Schutz der persönlichen Freiheit), wobei ihm auf Verlangen die Kontaktaufnahme mit einem 'Verteidiger in Bereitschaft' (§59 Abs4) zu ermöglichen ist, dessen Kosten er unter den Voraussetzungen des §59 Abs5 nicht zu tragen hat,",
            "annotations": []
        },
        {
            "text": "b. Beschwerde gegen die gerichtliche Bewilligung der Festnahme zu erheben und im Übrigen jederzeit seine Freilassung zu beantragen,",
            "annotations": []
        },
        {
            "text": "c. seine konsularische Vertretung unverzüglich verständigen zu lassen (Art36 des Wiener Übereinkommens über konsularische Beziehungen, BGBl Nr 318/1969),",
            "annotations": []
        },
        {
            "text": "d. Zugang zu ärztlicher Betreuung zu erhalten (§§66 bis 74 StVG).",
            "annotations": []
        },
        {
            "text": "Ist die schriftliche Belehrung in einer Sprache, die der Beschuldigten versteht, nicht verfügbar, so ist sie zunächst mündlich zu erteilen (§56 Abs2) und sodann ohne unnötigen Aufschub nachzureichen. Der Umstand der erteilten Belehrung ist in jedem Fall schriftlich festzuhalten (§§95 und 96).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Durchführung",
            "annotations": []
        },
        {
            "text": "§172. (1) Vom Vollzug einer Anordnung auf Festnahme hat die Kriminalpolizei die Staatsanwaltschaft und diese das Gericht unverzüglich zu verständigen. Der Beschuldigte ist ohne unnötigen Aufschub, längstens aber binnen 48 Stunden ab Festnahme in die Justizanstalt des zuständigen Gerichts einzuliefern. Wenn dies, insbesondere wegen der Entfernung des Ortes der Festnahme nur mit unverhältnismäßigen Aufwand möglich oder wegen Erkrankung oder Verletzung des Beschuldigten nicht tunlich wäre, ist es zulässig, ihn der Justizanstalt eines unzuständigen Gerichts einzuliefern oder einer Krankenanstalt zu überstellen. In diesen Fällen kann das Gericht den Beschuldigten unter Verwendung technischer Einrichtungen zur Wort- und Bildübertragung vernehmen und ihm den Beschluss über die Untersuchungshaft auf gleiche Weise verkünden (§174).",
            "annotations": []
        },
        {
            "text": "(2) Hat die Kriminalpolizei den Beschuldigten von sich aus festgenommen, so hat sie ihn unverzüglich zur Sache, zum Tatverdacht und zum Haftgrund zu vernehmen. Sie hat ihn freizulassen, sobald sich ergibt, dass kein Grund zur weiteren Anhaltung vorhanden ist. Kann der Zweck der weiteren Anhaltung durch gelindere Mittel nach §173 Abs5 Z1 bis 7 erreicht werden, so hat die Kriminalpolizei dem Beschuldigten auf Anordnung der Staatsanwaltschaft unverzüglich die erforderlichen Weisungen zu erteilen, die Gelöbnisse von ihm entgegenzunehmen oder ihm die in §173 Abs5 Z3 und 6 erwähnten Schlüssel und Dokumente abzunehmen oder die aufgetragene Sicherheitsleistung nach §172a einzuheben und ihn freizulassen. Die Ergebnisse der Ermittlungen samt den Protokollen über die erteilten Weisungen und die geleisteten Gelöbnisse sowie den abgenommenen Schlüsseln und Dokumenten sind der Staatsanwaltschaft binnen 48 Stunden nach der Festnahme zu übermitteln. Über die Aufrechterhaltung dieser gelinderen Mittel entscheidet das Gericht.",
            "annotations": []
        },
        {
            "text": "(3) Ist der Beschuldigte nicht nach Abs2 freizulassen, so hat ihn die Kriminalpolizei ohne unnötigen Aufschub, spätestens aber binnen 48 Stunden nach der Festnahme, in die Justizanstalt des zuständigen Gerichts einzuliefern oder – im Fall seiner Erkrankung (Abs1) – einer Krankenanstalt zu überstellen. Sie hat jedoch vor der Einlieferung rechtzeitig die Staatsanwaltschaft zu verständigen. Erklärt diese, keinen Antrag auf Verhängung der Untersuchungshaft zu stellen, so hat die Kriminalpolizei den Beschuldigten sogleich freizulassen.",
            "annotations": []
        },
        {
            "text": "(4) Soweit das Opfer dies beantragt hat, ist es von einer Freilassung des Beschuldigten nach dieser Bestimmung unter Angabe der hiefür maßgeblichen Gründe und der dem Beschuldigten auferlegten gelinderen Mittel sogleich zu verständigen. Opfer nach §65 Abs1 Z1 lita und besonders schutzbedürftige Opfer (§66a) sind jedoch unverzüglich von Amts wegen zu verständigen. Diese Verständigung obliegt der Staatsanwaltschaft, wenn sie nach Einlieferung in die Justizanstalt erklärt, keinen Antrag auf Verhängung der Untersuchungshaft zu stellen, im Übrigen jedoch der Kriminalpolizei.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sicherheitsleistung",
            "annotations": []
        },
        {
            "text": "§172a. (1) Der Auftrag an den Beschuldigten, eine angemessene Sicherheit zur Sicherstellung der Durchführung des Strafverfahrens, der Zahlung der zu erwartenden Geldstrafe und der Kosten des Verfahrens sowie der dem Opfer zustehenden Entschädigung (§67 Abs1) zu leisten, ist zulässig, wenn der Beschuldigte einer bestimmten Straftat dringend verdächtig ist sowie zur Sache, zum Tatverdacht und zu den Voraussetzungen der Sicherheitsleistung vernommen wurde und auf Grund bestimmter Tatsachen zu besorgen ist, dass sich der Beschuldigte dem Verfahren entziehen oder die Durchführung des Strafverfahrens sonst offenbar unmöglich oder wesentlich erschwert sein werde.",
            "annotations": []
        },
        {
            "text": "(2) Die Sicherheitsleistung und deren Höhe sind von der Staatsanwaltschaft anzuordnen und von der Kriminalpolizei durchzuführen. Für den Fall, dass die aufgetragene Sicherheitsleistung nicht unverzüglich in barem Geld erfolgt, hat die Kriminalpolizei Gegenstände zwangsweise sicherzustellen, die der Beschuldigte mit sich führt, die ihm allem Anschein nach gehören und deren Wert nach Möglichkeit die Höhe des zulässigen Betrags der Sicherheit nicht übersteigt. Die Kriminalpolizei hat der Staatsanwaltschaft die Ergebnisse der Ermittlungen samt der übergebenen Sicherheit oder den sichergestellten Gegenständen unverzüglich zu übermitteln.",
            "annotations": []
        },
        {
            "text": "(3) Die Sicherheit wird frei, sobald das Strafverfahren rechtswirksam beendet ist, im Fall der Verurteilung des Angeklagten jedoch erst, sobald er die Geldstrafe und die ihm auferlegten Kosten des Verfahrens und gegebenenfalls dem Privatbeteiligten die im Strafurteil zugesprochene Entschädigung gezahlt sowie im Fall einer nicht bedingt nachgesehenen Geld – oder Freiheitsstrafe die Freiheitsstrafe angetreten hat. Als Sicherheit sichergestellte Gegenstände und Vermögenswerte werden auch frei, sobald der Beschuldigte die aufgetragene Sicherheit in Geld erlegt oder ein Dritter, dem keine Beteiligung an der Tat zur Last liegt, Rechte an den Gegenständen oder Vermögenswerten glaubhaft macht.",
            "annotations": []
        },
        {
            "text": "(4) Die Sicherheit ist vom Gericht auf Antrag der Staatsanwaltschaft oder von Amts wegen mit Beschluss für verfallen zu erklären, wenn sich der Beschuldigte dem Verfahren oder der Vollstreckung der Strafe und der Kosten des Verfahrens oder der Zahlung der Entschädigung an den Privatbeteiligten entzieht, insbesondere dadurch, dass er eine Ladung oder die Aufforderung zum Strafantritt oder Zahlung der Geldstrafe oder der Kosten des Verfahrens nicht befolgt. §180 Abs4 letzter Satz und Abs5 gelten sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Abschnitt",
            "annotations": []
        },
        {
            "text": "Untersuchungshaft",
            "annotations": []
        },
        {
            "text": "Zulässigkeit",
            "annotations": []
        },
        {
            "text": "§173. (1) Verhängung und Fortsetzung der Untersuchungshaft sind nur auf Antrag der Staatsanwaltschaft und nur dann zulässig, wenn der Beschuldigte einer bestimmten Straftat dringend verdächtig, vom Gericht zur Sache und zu den Voraussetzungen der Untersuchungshaft vernommen worden ist und einer der im Abs2 angeführten Haftgründe vorliegt. Sie darf nicht angeordnet oder fortgesetzt werden, wenn sie zur Bedeutung der Sache oder zu der zu erwartenden Strafe außer Verhältnis steht oder ihr Zweck durch Anwendung gelinderer Mittel (Abs5) erreicht werden kann.",
            "annotations": []
        },
        {
            "text": "(2) Ein Haftgrund liegt vor, wenn auf Grund bestimmter Tatsachen die Gefahr besteht, der Beschuldigte werde auf freiem Fuß",
            "annotations": []
        },
        {
            "text": "1. wegen Art und Ausmaß der ihm voraussichtlich bevorstehenden Strafe oder aus anderen Gründen flüchten oder sich verborgen halten,",
            "annotations": []
        },
        {
            "text": "2. Zeugen, Sachverständige oder Mitbeschuldigte zu beeinflussen, Spuren der Tat zu beseitigen oder sonst die Ermittlung der Wahrheit zu erschweren versuchen,",
            "annotations": []
        },
        {
            "text": "3. ungeachtet des wegen einer mit mehr als sechs Monaten Freiheitsstrafe bedrohten Straftat gegen ihn geführten Strafverfahrens",
            "annotations": []
        },
        {
            "text": "a. eine strafbare Handlung mit schweren Folgen begehen, die gegen dasselbe Rechtsgut gerichtet ist wie die ihm angelastete Straftat mit schweren Folgen,",
            "annotations": []
        },
        {
            "text": "b. eine strafbare Handlung mit nicht bloß leichten Folgen begehen, die gegen dasselbe Rechtsgut gerichtet ist wie die ihm angelastete strafbare Handlung, wenn er entweder wegen einer solchen Straftat bereits verurteilt worden ist oder wenn ihm nunmehr wiederholte oder fortgesetzte Handlungen angelastet werden,",
            "annotations": []
        },
        {
            "text": "c. eine strafbare Handlung mit einer Strafdrohung von mehr als sechsmonatiger Freiheitsstrafe begehen, die ebenso wie die ihm angelastete strafbare Handlung gegen dasselbe Rechtsgut gerichtet ist wie die Straftaten, derentwegen er bereits zweimal verurteilt worden ist, oder",
            "annotations": []
        },
        {
            "text": "d. die ihm angelastete versuchte oder angedrohte Tat (§74 Abs1 Z5 StGB) ausführen.",
            "annotations": []
        },
        {
            "text": "(3) Fluchtgefahr ist jedenfalls nicht anzunehmen, wenn der Beschuldigte einer Straftat verdächtig ist, die nicht strenger als mit fünfjähriger Freiheitsstrafe bedroht ist, er sich in geordneten Lebensverhältnissen befindet und einen festen Wohnsitz im Inland hat, es sei denn, er habe bereits Vorbereitungen zur Flucht getroffen. Bei Beurteilung von Tatbegehungsgefahr nach Abs2 Z3 fällt es besonders ins Gewicht, wenn vom Beschuldigten eine Gefahr für Leib und Leben von Menschen oder die Gefahr der Begehung von Verbrechen in einer kriminellen Organisation oder terroristischen Vereinigung ausgeht. Im Übrigen ist bei Beurteilung dieses Haftgrundes zu berücksichtigen, inwieweit sich die Gefahr dadurch vermindert hat, dass sich die Verhältnisse, unter denen die dem Beschuldigten angelastete Tat begangen worden ist, geändert haben.",
            "annotations": []
        },
        {
            "text": "(4) Die Untersuchungshaft darf nicht verhängt, aufrecht erhalten oder fortgesetzt werden, wenn die Haftzwecke auch durch eine gleichzeitige Strafhaft oder Haft anderer Art erreicht werden können. Im Fall der Strafhaft hat die Staatsanwaltschaft die Abweichungen vom Vollzug anzuordnen, die für die Zwecke der Untersuchungshaft unentbehrlich sind. Wird die Untersuchungshaft dennoch verhängt, so tritt eine Unterbrechung des Strafvollzuges ein.",
            "annotations": []
        },
        {
            "text": "(5) Als gelindere Mittel sind insbesondere anwendbar:",
            "annotations": []
        },
        {
            "text": "1. das Gelöbnis, bis zur rechtskräftigen Beendigung des Strafverfahrens weder zu fliehen noch sich verborgen zu halten noch sich ohne Genehmigung der Staatsanwaltschaft von seinem Aufenthaltsort zu entfernen,",
            "annotations": []
        },
        {
            "text": "2. das Gelöbnis, keinen Versuch zu unternehmen, die Ermittlungen zu erschweren,",
            "annotations": []
        },
        {
            "text": "3. in den Fällen des §38a Abs1 SPG das Gelöbnis, jeden Kontakt mit dem Opfer zu unterlassen, und die Weisung, eine bestimmte Wohnung sowie bestimmte sonstige Örtlichkeiten nicht zu betreten und sich dem Opfer nicht anzunähern oder ein bereits erteiltes Betretungs- und Annäherungsverbot zum Schutz vor Gewalt nach §38a Abs1 SPG oder eine einstweilige Verfügung nach §382b EO nicht zu übertreten, samt Abnahme aller Schlüssel zur Wohnung,",
            "annotations": []
        },
        {
            "text": "4. die Weisung, an einem bestimmten Ort, bei einer bestimmten Familie zu wohnen, eine bestimmte Wohnung, bestimmte Orte oder bestimmten Umgang zu meiden, sich alkoholischer Getränke oder anderer Suchtmittel zu enthalten oder einer geregelten Arbeit nachzugehen,",
            "annotations": []
        },
        {
            "text": "5. die Weisung, jeden Wechsel des Aufenthaltes anzuzeigen oder sich in bestimmten Zeitabständen bei der Kriminalpolizei oder einer anderen Stelle zu melden,",
            "annotations": []
        },
        {
            "text": "6. die vorübergehende Abnahme von Identitäts-, Kraftfahrzeugs- oder sonstigen Berechtigungsdokumenten,",
            "annotations": []
        },
        {
            "text": "7. vorläufige Bewährungshilfe nach §179,",
            "annotations": []
        },
        {
            "text": "8. die Leistung einer Sicherheit nach den §§180 und 181,",
            "annotations": []
        },
        {
            "text": "9. mit Zustimmung des Beschuldigten die Weisung, sich einer Entwöhnungsbehandlung, sonst einer medizinischen Behandlung oder einer Psychotherapie (§51 Abs3 StGB) oder einer gesundheitsbezogenen Maßnahme (§11 Abs2 SMG) zu unterziehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Hausarrest",
            "annotations": []
        },
        {
            "text": "§173a. (1) Auf Antrag der Staatsanwaltschaft oder des Beschuldigten kann die Untersuchungshaft als Hausarrest fortgesetzt werden, der in der Unterkunft zu vollziehen ist, in welcher der Beschuldigte seinen inländischen Wohnsitz begründet hat. Die Anordnung des Hausarrests ist zulässig, wenn die Untersuchungshaft nicht gegen gelindere Mittel (§173 Abs5) aufgehoben, der Zweck der Anhaltung (§182 Abs1) aber auch durch diese Art des Vollzugs der Untersuchungshaft erreicht werden kann, weil sich der Beschuldigte in geordneten Lebensverhältnissen befindet und er zustimmt, sich durch geeignete Mittel der elektronischen Aufsicht (§156b Abs1 und 2 StVG) überwachen zu lassen. Im Übrigen gelten die Bestimmungen über die Fortsetzung, Aufhebung und Höchstdauer der Untersuchungshaft mit der Maßgabe sinngemäß, dass ab Anordnung des Hausarrests Haftverhandlungen von Amts wegen nicht mehr stattfinden und der Beschluss über die Fortsetzung oder Aufhebung der Untersuchungshaft ohne vorangegangene mündliche Verhandlung schriftlich ergehen kann.",
            "annotations": []
        },
        {
            "text": "(2) Über einen Antrag nach Abs1 ist in einer Haftverhandlung zu entscheiden (§176 Abs1). Gegebenenfalls hat das Gericht sogleich nach Antragstellung vorläufige Bewährungshilfe nach §179 anzuordnen und die Bewährungshilfe zu beauftragen, dem Gericht spätestens in der Haftverhandlung über die Lebensverhältnisse des Beschuldigten und seine sozialen Bindungen, einschließlich der Möglichkeit, einer Beschäftigung oder Ausbildung ohne Gefährdung der Haftzwecke nachzugehen, sowie über die mit dem Beschuldigten vereinbarten Bedingungen für den Vollzug des Hausarrests zu berichten, deren Einhaltung der Beschuldigte in der Haftverhandlung durch Gelöbnis zu bekräftigen hat. Das Verlassen der Unterkunft ist außer zur Erreichung des Arbeits- oder Ausbildungsplatzes, zur Beschaffung des notwendigen Lebensbedarfs und zur Inanspruchnahme notwendiger medizinischer Hilfe auf der jeweils kürzesten Wegstrecke nicht zulässig.",
            "annotations": []
        },
        {
            "text": "(3) Wird dem Antrag Folge gegeben, so hat die Staatsanwaltschaft die Kriminalpolizei und die Sicherheitsbehörde des Ortes, an dem der Hausarrest vollzogen wird, zu verständigen und die Justizanstalt zu beauftragen, den Beschuldigten nach Einrichtung der zur elektronischen Aufsicht erforderlichen technischen Mittel in den Hausarrest zu überstellen.",
            "annotations": []
        },
        {
            "text": "(4) Das Gericht hat den Hausarrest zu widerrufen und den weiteren Vollzug der Untersuchungshaft in der Justizanstalt anzuordnen, wenn der Beschuldigte erklärt, seine Zustimmung zu widerrufen. Gleiches gilt auf Antrag der Staatsanwaltschaft, wenn der Beschuldigte seinem Gelöbnis zuwider die Bedingungen nicht einhält oder wenn sonst hervorkommt, dass die Haftzwecke durch den Hausarrest nicht erreicht werden können. Mit der Durchführung der Überstellung ist die Kriminalpolizei zu beauftragen.",
            "annotations": []
        },
        {
            "text": "(5) Wird der Hausarrest nicht nach Abs4 widerrufen, so gilt für den Fall der Rechtskraft des Urteils §3 Abs2 StVG sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Verhängung der Untersuchungshaft",
            "annotations": []
        },
        {
            "text": "§174. (1) Jeder festgenommene Beschuldigte ist vom Gericht unverzüglich nach seiner Einlieferung in die Justizanstalt zu den Voraussetzungen der Untersuchungshaft zu vernehmen. In Fällen einer Pandemie oder wenn es zur Verhütung und Bekämpfung anzeigepflichtiger Krankheiten nach dem Epidemiegesetz 1950, BGBl Nr 186/1959, nach Maßgabe einer Verordnung der Bundesministerin für Justiz notwendig erscheint, kann gemäß §153 Abs4 vorgegangen werden. Dem Verteidiger und der Staatsanwaltschaft ist die Möglichkeit zur Teilnahme an dieser Vernehmung einzuräumen. Das Gericht kann aber vor seiner Entscheidung sofortige Ermittlungen vornehmen oder durch die Kriminalpolizei vornehmen lassen, wenn deren Ergebnis maßgebenden Einfluss auf die Beurteilung von Tatverdacht oder Haftgrund erwarten lässt. In jedem Fall hat das Gericht längstens binnen 48 Stunden nach der Einlieferung zu entscheiden, ob der Beschuldigte, allenfalls unter Anwendung gelinderer Mittel (§173 Abs5), freigelassen oder ob die Untersuchungshaft verhängt wird.",
            "annotations": []
        },
        {
            "text": "(2) Der Beschluss nach Abs1 ist dem Beschuldigten sofort mündlich zu verkünden. Ein Beschluss auf Freilassung ist der Staatsanwaltschaft binnen 24 Stunden zuzustellen und der Kriminalpolizei zur Kenntnis zu bringen. Wird die Untersuchungshaft verhängt, so ist die Zustellung an den Beschuldigten binnen 24 Stunden zu veranlassen und unverzüglich eine Ausfertigung der Staatsanwaltschaft, dem Verteidiger, der Justizanstalt und einem gegebenenfalls bestellten Bewährungshelfer zu übermitteln. Der Beschuldigte kann auf die Zustellung nicht wirksam verzichten.",
            "annotations": []
        },
        {
            "text": "(3) Ein Beschluss, mit dem die Untersuchungshaft verhängt wird, hat zu enthalten:",
            "annotations": []
        },
        {
            "text": "1. den Namen des Beschuldigten sowie weitere Angaben zur Person,",
            "annotations": []
        },
        {
            "text": "2. die strafbare Handlung, deren Begehung der Beschuldigte dringend verdächtig ist, Zeit, Ort und Umstände ihrer Begehung sowie ihre gesetzliche Bezeichnung,",
            "annotations": []
        },
        {
            "text": "3. den Haftgrund,",
            "annotations": []
        },
        {
            "text": "4. die bestimmten Tatsachen, aus denen sich der dringende Tatverdacht und der Haftgrund ergeben, und aus welchen Gründen der Haftzweck durch Anwendung gelinderer Mittel nicht erreicht werden kann,",
            "annotations": []
        },
        {
            "text": "5. die Mitteilung, bis zu welchem Tag der Beschluss längstens wirksam sei sowie dass vor einer allfälligen Fortsetzung der Haft eine Haftverhandlung stattfinden werde, sofern nicht einer der im Abs4 oder im §175 Abs3, 4 oder 5 erwähnten Fälle eintritt,",
            "annotations": []
        },
        {
            "text": "6. die Mitteilung, dass der Beschuldigte, soweit dies nicht bereits geschehen ist, einen Verteidiger, einen Angehörigen oder eine andere Vertrauensperson verständigen oder verständigen lassen könne,",
            "annotations": []
        },
        {
            "text": "7. die Mitteilung, dass der Beschuldigte durch einen Verteidiger vertreten sein müsse, solange er sich in Untersuchungshaft befinde,",
            "annotations": []
        },
        {
            "text": "8. die Mitteilung, dass dem Beschuldigten Beschwerde zustehe und dass er im Übrigen jederzeit seine Enthaftung oder die Anordnung des Hausarrests (§173a) beantragen könne.",
            "annotations": []
        },
        {
            "text": "(4) Eine Beschwerde des Beschuldigten gegen die Verhängung der Untersuchungshaft löst die Haftfrist nach §175 Abs2 Z2 aus. Ein darauf ergehender Beschluss des Oberlandesgerichts auf Fortsetzung der Untersuchungshaft löst die nächste Haftfrist aus; Abs3 Z1 bis 5 gilt sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Haftfristen",
            "annotations": []
        },
        {
            "text": "§175. (1) Ein Beschluss, mit dem die Untersuchungshaft verhängt oder fortgesetzt wird, ist längstens für einen bestimmten Zeitraum wirksam (Haftfrist); der Ablauftag ist im Beschluss anzuführen. Vor Ablauf der Haftfrist ist eine Haftverhandlung durchzuführen oder der Beschuldigte zu enthaften.",
            "annotations": []
        },
        {
            "text": "(2) Die Haftfrist beträgt",
            "annotations": []
        },
        {
            "text": "1. 14 Tage ab Verhängung der Untersuchungshaft,",
            "annotations": []
        },
        {
            "text": "2. einen Monat ab erstmaliger Fortsetzung der Untersuchungshaft,",
            "annotations": []
        },
        {
            "text": "3. zwei Monate ab weiterer Fortsetzung der Untersuchungshaft.",
            "annotations": []
        },
        {
            "text": "(3) Ist die Durchführung der Haftverhandlung vor Ablauf der Haftfrist wegen eines unvorhersehbaren oder unabwendbaren Ereignisses unmöglich, so kann die Haftverhandlung auf einen der drei dem Fristablauf folgenden Arbeitstage verlegt werden; in diesem Fall verlängert sich die Haftfrist entsprechend.",
            "annotations": []
        },
        {
            "text": "(4) Der Beschuldigte kann durch seinen Verteidiger auf die Durchführung einer bevorstehenden Haftverhandlung verzichten. In diesem Fall kann der Beschluss über die Aufhebung oder Fortsetzung der Untersuchungshaft (§176 Abs4) ohne vorangegangene mündliche Verhandlung schriftlich ergehen.",
            "annotations": []
        },
        {
            "text": "(5) Nach Einbringen der Anklage ist die Wirksamkeit eines Beschlusses auf Verhängung oder Fortsetzung der Untersuchungshaft durch die Haftfrist nicht mehr begrenzt; Haftverhandlungen finden nach diesem Zeitpunkt nur statt, wenn der Angeklagte seine Enthaftung beantragt und darüber nicht ohne Verzug in einer Hauptverhandlung entschieden werden kann. Die §§233 bis 237 gelten in diesem Fall sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Haftverhandlung",
            "annotations": []
        },
        {
            "text": "§176. (1) Eine Haftverhandlung hat das Gericht von Amts wegen anzuberaumen:",
            "annotations": []
        },
        {
            "text": "1. vor Ablauf der Haftfrist,",
            "annotations": []
        },
        {
            "text": "2.ohne Verzug, wenn der Beschuldigte seine Freilassung beantragt und sich die Staatsanwaltschaft dagegen ausspricht oder die Anordnung des Hausarrests (§173a) beantragt wird,",
            "annotations": []
        },
        {
            "text": "3. sofern das Gericht Bedenken gegen die Fortsetzung der Untersuchungshaft hegt.",
            "annotations": []
        },
        {
            "text": "(2) Die Haftverhandlung leitet das Gericht; sie ist nicht öffentlich. Die Staatsanwaltschaft, der Beschuldigte, sein gesetzlicher Vertreter, sein Verteidiger, die Kriminalpolizei, soweit sie darum ersucht hat, und der Bewährungshelfer sind vom Termin zu verständigen.",
            "annotations": []
        },
        {
            "text": "(3) Der Beschuldigte ist zur Verhandlung vorzuführen, es sei denn, dass dies wegen Krankheit nicht möglich ist. Er muss durch einen Verteidiger vertreten sein. Anstelle der Vorführung kann in den in §174 Abs1 geregelten Fällen sowie bei Beschuldigten, die in einer Außenstelle der Justizanstalt des zuständigen Gerichts oder in einer anderen als der Justizanstalt des zuständigen Gerichts (§183) angehalten werden, gemäß §153 Abs4 vorgegangen werden.",
            "annotations": []
        },
        {
            "text": "(4) Zunächst trägt die Staatsanwaltschaft ihren Antrag auf Fortsetzung der Untersuchungshaft vor und begründet ihn. Der Beschuldigte, sein gesetzlicher Vertreter und sein Verteidiger haben das Recht zu erwidern. Der Bewährungshelfer kann sich zur Haftfrage äußern. Staatsanwaltschaft und Beschuldigter können ergänzende Feststellungen aus dem Akt begehren. Das Gericht kann von Amts wegen oder auf Anregung Zeugen vernehmen oder andere Beweise aufnehmen, soweit dies für die Beurteilung der Haftfrage erforderlich ist. Dem Beschuldigten oder seinem Verteidiger gebührt das Recht der letzten Äußerung. Sodann entscheidet das Gericht über die Aufhebung oder Fortsetzung der Untersuchungshaft. §174 Abs3 Z1 bis 5 und 8 gilt sinngemäß.",
            "annotations": []
        },
        {
            "text": "(5) Eine Beschwerde gegen einen Beschluss nach Abs4 ist binnen drei Tagen nach Verkündung des Beschlusses einzubringen; §174 Abs4 zweiter Satz ist anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aufhebung der Untersuchungshaft",
            "annotations": []
        },
        {
            "text": "§177. (1) Sämtliche am Strafverfahren beteiligten Behörden sind verpflichtet, darauf hinzuwirken, dass die Haft so kurz wie möglich dauere. Die Ermittlungen sind von Staatsanwaltschaft und Kriminalpolizei mit Nachdruck und unter besonderer Beschleunigung zu führen.",
            "annotations": []
        },
        {
            "text": "(2) Der Beschuldigte ist sogleich freizulassen und gelindere Mittel sind aufzuheben, sobald die Voraussetzungen der Anhaltung, der Untersuchungshaft oder der Anwendung gelinderer Mittel nicht mehr vorliegen oder ihre Dauer unverhältnismäßig wäre.",
            "annotations": []
        },
        {
            "text": "(3) Ist die Staatsanwaltschaft der Ansicht, dass die Untersuchungshaft aufzuheben sei, so beantragt sie dies beim Gericht, das den Beschuldigten sogleich freizulassen hat.",
            "annotations": []
        },
        {
            "text": "(4) Ist die Staatsanwaltschaft der Ansicht, dass die Aufhebung gelinderer Mittel zu verfügen sei, so beantragt sie dies beim Gericht, das daraufhin entsprechend zu verfügen hat. Beantragt die Staatsanwaltschaft eine Änderung oder der Beschuldigte eine Aufhebung oder Änderung gelinderer Mittel und spricht sich die Staatsanwaltschaft dagegen aus, so hat das Gericht zu entscheiden. Eine Beschwerde gegen diesen Beschluss ist binnen drei Tagen ab seiner Bekanntmachung einzubringen.",
            "annotations": []
        },
        {
            "text": "(5) Wird der Beschuldigte freigelassen, so hat das Gericht nach §172 Abs4 erster und zweiter Satz vorzugehen und auch die Kriminalpolizei von diesen Verständigungen zu informieren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Höchstdauer der Untersuchungshaft",
            "annotations": []
        },
        {
            "text": "§178. (1) Bis zum Beginn der Hauptverhandlung darf die Untersuchungshaft folgende Fristen nicht übersteigen:",
            "annotations": []
        },
        {
            "text": "1. zwei Monate, wenn der Beschuldigte nur aus dem Grunde der Verdunkelungsgefahr (§173 Abs2 Z2), im Übrigen",
            "annotations": []
        },
        {
            "text": "2. sechs Monate, wenn er wegen des Verdachts eines Vergehens, ein Jahr, wenn er wegen des Verdachts eines Verbrechens und zwei Jahre, wenn er wegen des Verdachts eines Verbrechens, das mit einer fünf Jahre übersteigenden Freiheitsstrafe bedroht ist, angehalten wird.",
            "annotations": []
        },
        {
            "text": "(2) Über sechs Monate hinaus darf die Untersuchungshaft jedoch nur dann aufrecht erhalten werden, wenn dies wegen besonderer Schwierigkeiten oder besonderen Umfangs der Ermittlungen im Hinblick auf das Gewicht des Haftgrundes unvermeidbar ist.",
            "annotations": []
        },
        {
            "text": "(3) Muss ein wegen Fristablaufs freigelassener Angeklagter zum Zweck der Durchführung der Hauptverhandlung neuerlich in Haft genommen werden, so darf dies jeweils höchstens für die Dauer von sechs weiteren Wochen geschehen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen, Bedenken und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Mit Anklage vom 18. Jänner 2023 legt die Staatsanwaltschaft Feldkirch einem Beschuldigten (Angeklagten) das Verbrechen der absichtlichen schweren Körperverletzung (§§15, 87 Abs1 StGB) zur Last.",
            "annotations": []
        },
        {
            "text": "Nach Durchführung der Hauptverhandlung erkannte das Landesgericht Feldkirch als Schöffengericht mit Unzuständigkeitsurteil vom 17. März 2023, dass es gemäß §261 Abs1 StPO zur Aburteilung der angeklagten Tat sachlich nicht zuständig sei, weil die der Anklage zugrunde liegenden Tatsachen in Verbindung mit den in der Hauptverhandlung hervorgetretenen Umständen eine zur Zuständigkeit des Geschworenengerichtes gehörige strafbare Handlung begründeten, nämlich das Verbrechen des versuchten Mordes (§§15, 75 StGB).",
            "annotations": []
        },
        {
            "text": "Unmittelbar nach dieser Hauptverhandlung beantragte die Staatsanwaltschaft Feldkirch beim Landesgericht Feldkirch die Anordnung der Festnahme des Angeklagten wegen Flucht- und Tatbegehungsgefahr nach §170 Abs1 Z2 und 4 StPO (§210 Abs3 StPO) und für den Fall der Bewilligung die Verhängung der Untersuchungshaft aus den Haftgründen der Flucht- und Tatbegehungsgefahr (§173 Abs2 Z1 und Z3 lita StPO).",
            "annotations": []
        },
        {
            "text": "1.2. Mit Beschluss des Vorsitzenden des Schöffensenates (§32 Abs3 StPO) vom 17. März 2023 wurde dieser Antrag abgewiesen, weil weder Flucht- noch Tatbegehungsgefahr gemäß §170 Abs1 Z2 und 4 StPO vorliege.",
            "annotations": []
        },
        {
            "text": "1.3. Dagegen erhob die Staatsanwaltschaft Feldkirch Beschwerde, über die nunmehr das Oberlandesgericht Innsbruck zu entscheiden hat.",
            "annotations": []
        },
        {
            "text": "2. Das Oberlandesgericht Innsbruck beantragt nun beim Verfassungsgerichtshof die Aufhebung des §170 Abs2 StPO. Zur Zulässigkeit seines Antrages führt es aus, dass es gemäß §89 Abs2b StPO zwingend in der Sache selbst zu entscheiden habe, eine bloß kassatorische Entscheidung daher unzulässig sei. Daran anschließend führt das antragstellende Gericht im Wesentlichen das Folgende aus und legt seine Bedenken gegen die angefochtene Bestimmung dar:",
            "annotations": []
        },
        {
            "text": "\"[7.7] Bei Vorliegen eines konkreten Tatverdachts und eines Haftgrunds ist ein Beschuldigter/Angeklagte festzunehmen, sofern die Verhältnismäßigkeit des Eingriffs in das Grundrecht auf persönliche Freiheit gegeben ist (§5 Abs1 zweiter Satz, §93 Abs1 erster Satz, §170 Abs3, 177 Abs2 StPO). Im Gegensatz zur Untersuchungshaft, die dringenden Tatverdacht verlangt, setzt §170 Abs1 StPO daher nur einen (konkreten) Verdacht der Begehung eines Verbrechens oder Vergehens voraus. Die einfache Wahrscheinlichkeit der Tatbegehung genügt also (14 Os 36/14x).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[7.8] Ein Unzuständigkeitsurteil des Schöffensenats im Sinn des §261 StPO setzt bezüglich des Vorliegens einer zur Zuständigkeit des Geschworenengerichts gehörigen strafbaren Handlung keinen vollen Schuldbeweis, sondern nur einen Anschuldigungsbeweis voraus (RIS-Justiz RS0098095). Für den Ausspruch der Unzuständigkeit genügt jedenfalls die Verdachtsdichte, die den Ankläger zur Erhebung der Anklage berechtigt. Ein dringender Verdacht, wie er für die Untersuchungshaft verlangt wird, ist nicht erforderlich. Es reicht, wenn die Verfahrensergebnisse bei Anlegung eines realitätsbezogenen Maßstabs die Annahme der Erfüllung aller Merkmale eines bestimmten Straftatbestands als naheliegend erkennen lassen (RIS-Justiz RS01240112; RS0098830). Diese Voraussetzung liegt beim anklagegenständlichen Vorwurf des Verbrechens der absichtlichen schweren Körperverletzung nach §15, 87 Abs1 StGB im Regelfall dann vor, wenn die äußeren Begleitumstände die Annahme eines Tatentschlusses (zumindest bedingter Tötungsvorsatz) in Richtung des Verbrechens des Mordes nach §§15, 75 StGB nahelegen (12 Os 94/22y).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[8] Das Landesgericht Feldkirch als Schöffengericht hat mit Blick auf das angeführte Unzuständigkeitsurteil die Verurteilung des Angeklagten wegen einer in die Zuständigkeit des Geschworenengerichts fallenden gerichtlich strafbaren Handlung, nämlich wegen des Verbrechens des Mordes nach §§15, 75 StGB in Form des Anschuldigungsbeweises als naheliegend angenommen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[8.1] Dieses – wenn auch noch nicht rechtskräftige – kollegialgerichtliche Formalurteil indiziert für das Beschwerdegericht einen konkreten, naheliegenden (siehe §210 Abs1 StPO) Verdacht dahingehend, dass […] am 17.6.2022 in Weiler […] zu töten versucht habe, indem er […] mit einem Küchenmesser attackierte, mehrere Aushol- und Stichbewegungen mit dem Messer tätigte und mehrfach versuchte, mit dem Messer in den Hals des […] zu stechen, was von diesem jedoch abgewehrt bzw verhindert habe werden können, indem er mit seiner linken Hand das rechte Handgelenk des […] ergriff und so die Stichbewegungen gegen seinen Hals ableiten habe können. […] droht ausgehend davon nach §75 StGB eine Freiheitsstrafe von zehn bis zu zwanzig Jahren oder lebenslange Freiheitsstrafe.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[8.2] Entgegen der Auffassung der Staatsanwaltschaft sind für das Beschwerdegericht im Anlassfall die Haftgründe der Flucht- und Tatbegehungsgefahr nach §170 Abs1 Z1 und 4 StPO nicht indiziert. Gegen die Fluchtgefahr spricht die soziale Integration des Angeklagten, der für die Strafverfolgungsbehörden im Zuge des bisherigen Strafverfahrens greifbar war und sich dem Strafverfahren auch gestellt hat. Schon bisher drohte […] wegen des ursprünglichen Anklagevorwurfs eine beträchtliche Freiheitsstrafe, sodass der erhöhte Fluchtanreiz allein wegen der nunmehrigen Strafdrohung nicht zu erkennen ist. Gegen die Annahme des Haftgrunds der Tatbegehungsgefahr nach §170 Abs1 Z4 StPO spricht, dass der Angeklagte unbescholten ist und die ihm angelastete Tat in einem auffallenden Missverhältnis zu seinem Vorleben steht. Die Anlasstat liegt nunmehr mehr als neun Monate zurück und haben sich auch die Verhältnisse insoweit geändert, als der Angeklagte zwischenzeitlich aus der gemeinschaftlichen Unterkunft ausgezogen ist und nunmehr alleine eine Mietwohnung bewohnt. Er hat sich freiwillig einer Gewaltpräventionsberatung beim IFS unterzogen und nimmt die Termine zuverlässig wahr. Zudem wirkt auch die angeordnete vorläufige Bewährungshilfe präventiv.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[8.3] Dessen ungeachtet hätte das nicht an die Beschwerdepunkte gebundene Beschwerdegericht in Anwendung des Haftgrundes nach §170 Abs2 StPO die Festnahme anzuordnen, es sei denn, dass aufgrund bestimmter Tatsachen anzunehmen ist, das Vorliegen aller in §170 Abs1 Z2 bis 4 StPO angeführten Haftgründe sei auszuschließen (Kirchbacher/Rami in Fuchs/Ratz, WK StPO [2020] §170 Rz 12 mwN).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[9] Die Bestimmung des §170 Abs2 StPO ist sohin für die Beschwerdeentscheidung des Oberlandesgerichts Innsbruck präjudiziell.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[10] Zum Anfechtungsumfang:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Um das strenge Formerfordernis des ersten Satzes des §62 Abs2 VfGG zu erfüllen, wurde die bekämpfte Gesetzesstelle im Antrag genau und eindeutig bezeichnet (VfGH 13.6.2005, G172/04; VfGH 24.9.2018, G196/2018 uva). Dabei waren die Grenzen der Aufhebung so zu ziehen, dass einerseits der verbleibende Normteil nicht einen völlig unveränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden (VfGH 1.10.2019, G330/2018).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[11] Zu den verfassungsrechtlichen Bedenken gegen §170 Abs2 StPO:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[11.1] Gemäß §62 Abs1 VfGG hat der Antrag die gegen die Verfassungsmäßigkeit sprechenden Bedenken im Einzelnen darzulegen. Dieses Erfordernis ist nach der ständigen Rechtsprechung des Verfassungsgerichtshofs nur dann erfüllt, wenn die Gründe der behaupteten Verfassungswidrigkeit – in überprüfbarer Art– präzise ausgebreitet werden, das heißt dem Antrag mit hinreichender Deutlichkeit zu entnehmen ist, mit welcher Verfassungsbestimmung die jeweils bekämpfte Gesetzesstelle im Widerspruch stehen soll und welche Gründe für diese Annahme sprechen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[11.2] Nach Ansicht des Senats verstößt die Bestimmung des §170 Abs2 StPO aus nachangeführten Gründen gegen das verfassungsgesetzlich gewährleistete Recht der persönlichen Freiheit gemäß Art2 Abs1 Z2 iVm Art1 Abs3 des Bundesverfassungsgesetzes über den Schutz der persönlichen Freiheit (in der Folge PersFrSchG).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[11.2.1] Gemäß Art2 Abs1 des PersFrSchG darf einem Menschen die persönliche Freiheit nur in bestimmten Fällen (Haftgründe) entzogen werden. Art2 Abs1 Z2 PersFrSchG sieht als einen solchen Haftgrund auch die Festnahme vor. Das Gesetz darf die Festnahme vorsehen, wenn jemand einer bestimmten, mit gerichtlicher oder finanzbehördlicher Strafe bedrohten Handlung verdächtig ist, wenn dies im Sinn des Art1 Abs3 PersFrSchG notwendig ist, und zwar zum Zwecke der Beendigung des Angriffs oder zur sofortigen Feststellung des Sachverhalts, sofern der Verdacht im engen zeitlichen Zusammenhang mit der Tat oder dadurch entsteht, dass der Verdächtige einen bestimmten Gegenstand inne hat (Art2 Abs1 Z2 lita PersFrSchG), um ihn daran zu hindern, sich dem Verfahren zu entziehen oder Beweismittel zu beeinträchtigen (litb leg cit) , oder um ihn bei einer mit beträchtlicher Strafe bedrohten Handlung an der Begehung einer gleichartigen Handlung oder an der Ausführung zu hindern (litc leg cit). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[11.2.2] Damit verlangt das PersFrSchG für die Anordnung der Festnahme nach unbestrittener Auffassung im Einzelfall auch die Feststellung, dass einer der genannten Haftgründe vorliegt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[11.2.3] Nach dem System der Festnahme darf diese - neben weiteren Voraussetzungen - grundsätzlich nur verhängt werden, wenn einer der in §170 Abs1 StPO genannten Haftgründe vorliegt. Von diesem Grundsatz weicht die angefochtene Bestimmung des §170 Abs2 StPO insoweit ab, als für den Fall, dass es sich um ein Verbrechen (§17 StGB) handelt, bei dem nach dem Gesetz auf eine mindestens zehnjährige Freiheitsstrafe zu erkennen ist, die Festnahme angeordnet werden muss, es sei denn, dass aufgrund bestimmter Tatsachen anzunehmen ist, das Vorliegen aller in §170 Abs1 Z2 bis 4 StPO genannten Haftgründe sei auszuschließen. Schon die überwiegende Lehre erachtet diese „bedingt obligatorische Festnahme“ seit längerem deswegen für verfassungswidrig, weil damit dem Gebot des PersFrSchG des (positiven) Nachweises des Vorliegens aller Voraussetzungen für den Entzug der persönlichen Freiheit im jeweiligen Einzelfall nicht Rechnung getragen wird (siehe dazu EBRV StPRG 219 und 223f; Kirchbacher/Rami aaO §170 Rz 12ff und §173 Rz 73 mwN).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[11.2.4] Das PersFrSchG bindet den Entzug der persönlichen Freiheit als einen der gravierendsten Eingriffe in Grundrechte des einzelnen an detaillierte Haftgründe und die Notwendigkeit eines auf einen spezifischen Haftgrund gestützten Freiheitsentzugs im Einzelfall. Diesen Anforderungen an die gesetzliche Regelung der Festnahme trägt die angefochtene Bestimmung des §170 Abs2 StPO nicht adäquat Rechnung. Denn sie eröffnet, ohne dass dies vom Regelungsgegenstand bedingt wäre, eine Unklarheit darüber, dass diese Einzelfallprüfung, ob ein konkreter Haftgrund vorliegt, jedenfalls zu erfolgen hat, obwohl eine die konkreten verfassungsrechtlichen Vorgaben deutlich zum Ausdruck bringende Regelung möglich ist, die auch dem Umstand Rechnung tragen kann, dass die hier in Rede stehende Konstellation des Verdachts der Begehung schwerer Straftaten in die Beurteilung der Notwendigkeit der Freiheitsentziehung miteinzubeziehen ist. Nach den Vorgaben des Art2 Abs1 Z2 PersFrSchG muss aber auch eine solche Berücksichtigung der Schwere der Straftat, deren Begehung der mit Festnahme bedrohte Verdächtige verdächtigt wird, im Zuge einer Einzelfallprüfung erfolgen, ob ein die Festnahme rechtfertigender Haftgrund vorliegt und die Anordnung der Festnahme aus diesem Grund auch notwendig ist. Darüber darf die gesetzliche Vorschreibung der Anordnung der Festnahme nicht im Zweifel lassen, was der angefochtene §170 Abs2 StPO mit der Festlegung einer 'bedingt obligatorischen' Festnahme aber tut (vgl dazu schon VfGH vom 1.12.2022, G53/2022 zur 'bedingt obligatorischen' Untersuchungshaft nach §173 Abs6 StPO).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus den genannten Gründen vertritt der Senat daher die Auffassung, dass §170 Abs2 StPO gegen das aus Art2 Abs1 Z2 iVm Art1 Abs3 PersFrSchG folgende Gebot verstößt, die Voraussetzungen der Anordnung der Festnahme gesetzlich entsprechend genau vorzuschreiben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[11.3] Aus diesen Gründen stellt das Oberlandesgericht Innsbruck den aus dem Spruch dieser Entscheidung ersichtlichen Antrag nach Art89 Abs2 B-VG.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung hat von einer meritorischen Äußerung Abstand genommen.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001, 16.927/2003).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hegt keinen Zweifel, dass das Oberlandesgericht Innsbruck die mit seinem Antrag angefochtene Bestimmung bei seiner Entscheidung (denkmöglich) anzuwenden hat.",
            "annotations": []
        },
        {
            "text": "1.2. Da auch sonst keine Gründe hervorgekommen sind, die gegen die Zulässigkeit des Antrages sprechen, erweist sich dieser als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag ist nicht begründet. ",
            "annotations": []
        },
        {
            "text": "2.1. Nach Auffassung des antragstellenden Gerichtes verstoße §170 Abs2 StPO gegen das verfassungsgesetzlich gewährleistete Recht auf Schutz der persönlichen Freiheit gemäß Art2 Abs1 Z2 iVm Art1 Abs3 des Bundesverfassungsgesetzes über den Schutz der persönlichen Freiheit (\"PersFrSchG\"). Das PersFrSchG verlange für die Anordnung der Festnahme nach unbestrittener Auffassung im Einzelfall auch die Feststellung, dass einer der in Art2 Abs1 Z2 PersFrSchG genannten Haftgründe vorliege. Nach dem \"System\" der Festnahme dürfe diese grundsätzlich nur verhängt werden, wenn einer der in §170 Abs1 StPO genannten Haftgründe vorliege. Von diesem Grundsatz weiche die angefochtene Bestimmung des §170 Abs2 StPO insoweit ab, als die Festnahme für den Fall zwingend angeordnet werden müsse, dass es sich um ein Verbrechen (§17 StGB) handle, bei dem nach dem Gesetz auf eine mindestens zehnjährige Freiheitsstrafe zu erkennen ist, es sei denn, dass auf Grund bestimmter Tatsachen anzunehmen sei, das Vorliegen aller in §170 Abs2 Z2 bis 4 StPO genannten Haftgründe sei auszuschließen. Darüber hinaus verweist das antragstellende Gericht zur Begründung der Verfassungswidrigkeit des angefochtenen §170 Abs2 StPO sinngemäß auf das Erkenntnis des Verfassungsgerichtshofes vom 1. Dezember 2022, G53/2022, mit welchem die sogenannte bedingt obligatorische Untersuchungshaft nach §173 Abs6 StPO als verfassungswidrig aufgehoben wurde.  ",
            "annotations": []
        },
        {
            "text": "2.2. Die Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "2.2.1. Die Festnahme einer Person ist gemäß §170 Abs1 StPO zulässig, wenn sie der Begehung einer strafbaren Handlung verdächtig ist und darüber hinaus einer der in Z1 bis 4 genannten Haftgründe, nämlich Betreten auf frischer Tat (Z1), Fluchtgefahr (Z2), Verdunkelungsgefahr (Z3) oder Gefahr der Begehung einer gegen dasselbe Rechtsgut gerichteten Tat (Z4), vorliegt.",
            "annotations": []
        },
        {
            "text": "Die Festnahme ist nach §171 Abs1 StPO grundsätzlich durch die Staatsanwaltschaft auf Grund einer gerichtlichen Bewilligung anzuordnen und von der Kriminalpolizei durchzuführen. Die Kriminalpolizei ist – ausnahmsweise – berechtigt, den Beschuldigten von sich aus festzunehmen, und zwar in den Fällen des §170 Abs1 Z1 StPO und in den Fällen des §170 Abs1 Z2 bis 4 StPO, wenn wegen Gefahr im Verzug eine Anordnung der Staatsanwaltschaft nicht rechtzeitig eingeholt werden kann (§171 Abs2 StPO).",
            "annotations": []
        },
        {
            "text": "Vom Vollzug einer Anordnung der Staatsanwaltschaft auf Festnahme hat die Kriminalpolizei die Staatsanwaltschaft und diese das Gericht unverzüglich zu verständigen. Der Beschuldigte ist ohne unnötigen Aufschub, längstens aber binnen 48 Stunden ab Festnahme in die Justizanstalt des zuständigen Gerichts einzuliefern (§172 Abs1 StPO). Dies gilt sinngemäß auch für die Festnahme durch die Kriminalpolizei ohne Anordnung der Staatsanwaltschaft (§172 Abs3 StPO).",
            "annotations": []
        },
        {
            "text": "2.2.2. Die angefochtene Bestimmung des §170 Abs2 StPO weicht von §170 Abs1 StPO ab: Sofern es sich um ein Verbrechen (§17 StGB) handelt, bei dem nach dem Gesetz auf eine mindestens zehnjährige Freiheitsstrafe zu erkennen ist, muss die Festnahme, angeordnet werden, es sei denn, dass auf Grund bestimmter Tatsachen anzunehmen ist, das Vorliegen aller in §170 Abs1 Z2 bis 4 StPO angeführten Haftgründe sei auszuschließen. Bei den in §170 Abs2 StPO bezogenen Verbrechen handelt es sich beispielsweise um Mord gemäß §75 StGB, um Brandstiftung mit Todesfolge einer größeren Zahl von Menschen gemäß §169 Abs3 StGB oder um die wissentliche Herstellung und Verbreitung von Massenvernichtungswaffen, die in einem Krieg zum Einsatz gelangen sollten, gemäß §177a Abs2 StGB.",
            "annotations": []
        },
        {
            "text": "2.3. Das antragstellende Gericht meint nun in seinem Antrag im Wesentlichen, dass die Gründe, welche den Verfassungsgerichtshof in seinem Erkenntnis vom 1. Dezember 2022, G53/2022, veranlasst haben, die Regelung des §173 Abs6 StPO (über die sogenannte bedingte obligatorische Untersuchungshaft) wegen Widerspruchs zum PersFrSchG aufzuheben, auf den angefochtenen §170 Abs2 StPO übertragen werden könnten. Dieser sei dementsprechend wegen Verstoßes gegen Art2 Abs1 Z2 iVm Art1 Abs3 PersFrSchG aufzuheben. ",
            "annotations": []
        },
        {
            "text": "2.4. Der Verfassungsgerichtshof hat sich in seinem Erkenntnis vom 1. Dezember 2022, G53/2022, mit der (sogenannten bedingt obligatorischen) Untersuchungshaft gemäß §173 Abs6 StPO auseinandergesetzt und dazu Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "\"2.1. Gemäß Art2 Abs1 des PersFrSchG darf einem Menschen die persönliche Freiheit nur in bestimmten Fällen (Haftgründe) entzogen werden. Art2 Abs1 Z2 PersFrSchG sieht als einen solchen Haftgrund die Untersuchungshaft vor. Das Gesetz darf dementsprechend die Untersuchungshaft vorsehen, wenn jemand einer bestimmten, mit gerichtlicher oder finanzbehördlicher Strafe bedrohten Handlung verdächtig ist, wenn dies im Sinne des Art1 Abs3 PersFrSchG notwendig ist, und zwar (Art2 Abs1 Z2 lita PersFrSchG) zum Zwecke der Beendigung des Angriffes oder zur sofortigen Feststellung des Sachverhalts, sofern der Verdacht im engen zeitlichen Zusammenhang mit der Tat oder dadurch entsteht, dass der Verdächtige einen bestimmten Gegenstand innehat, (litb leg cit) um ihn daran zu hindern, sich dem Verfahren zu entziehen oder Beweismittel zu beeinträchtigen, oder (litc leg cit) um ihn bei einer mit beträchtlicher Strafe bedrohten Handlung an der Begehung einer gleichartigen Handlung oder an der Ausführung zu hindern. Damit verlangt das PersFrSchG für die Verhängung der Untersuchungshaft nach unbestrittener Auffassung im Einzelfall die Feststellung, dass einer der genannten Haftgründe vorliegt (Reindl, Untersuchungshaft und Menschenrechtskonvention, 1997, 164 f.; Venier, Ausgewählte grundrechtliche Aspekte der Untersuchungshaft, StPdG 1998, 79 [89]; derselbe, Das Recht der Untersuchungshaft, 1999, 33).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. Nach dem System der Untersuchungshaft (§§173 ff. StPO) darf diese – neben weiteren Voraussetzungen – grundsätzlich nur verhängt werden, wenn einer der in §173 Abs2 StPO genannten Haftgründe vorliegt (§173 Abs1 StPO). Von diesem Grundsatz weicht die angefochtene Bestimmung des §173 Abs6 StPO insoweit ab, als für den Fall, dass es sich um ein Verbrechen (§17 StGB) handelt, bei dem nach dem Gesetz auf eine mindestens zehnjährige Freiheitsstrafe zu erkennen ist, die Untersuchungshaft verhängt werden muss, es sei denn, dass auf Grund bestimmter Tatsachen anzunehmen ist, das Vorliegen aller in §173 Abs2 StPO genannten Haftgründe sei auszuschließen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Lehre erachtet diese, als 'bedingt obligatorische Untersuchungshaft' bezeichnete Regelung seit längerem überwiegend deswegen für verfassungswidrig, weil damit dem Gebot des PersFrSchG des (positiven) Nachweises des Vorliegens aller Voraussetzungen für die Untersuchungshaft im jeweiligen Einzelfall nicht Rechnung getragen werde (vgl bereits Laurer, Der verfassungsrechtliche Schutz der persönlichen Freiheit nach dem Bundesverfassungsgesetz vom 29. November 1983, in: Walter [Hrsg.], Verfassungsänderungen 1988, 1989, 27 [48]; weiters etwa Venier, StPdG 1998, 92; siehe auch Kopetzki, Art2 PersFrSchG, in: Korinek/Holoubek ua [Hrsg.], Bundesverfassungsrecht, 2002, Rz 23 bzw Kopetzki, Art4, 5 PersFrSchG, in: Korinek/Holoubek ua [Hrsg.], Bundesverfassungsrecht, 2002, Rz 29).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. Das PersFrSchG bindet den Entzug der persönlichen Freiheit als einen der gravierendsten Eingriffe in Grundrechte des Einzelnen (Pöschl, Wieviel Prävention verträgt Art5 EMRK, FS Kopetzki, 2019, 499 [501]) an detaillierte Haftgründe und die Notwendigkeit eines auf einen spezifischen Haftgrund gestützten Freiheitsentzuges im Einzelfall. Diesen Anforderungen an die gesetzliche Regelung der Untersuchungshaft trägt die angefochtene Bestimmung des §173 Abs6 StPO nicht adäquat Rechnung. Denn sie eröffnet, ohne dass dies vom Regelungsgegenstand bedingt wäre, eine Unklarheit darüber, dass diese Einzelfallprüfung, ob ein konkreter Haftgrund vorliegt, jedenfalls zu erfolgen hat, obwohl eine die konkreten verfassungsrechtlichen Vorgaben deutlich zum Ausdruck bringende Regelung möglich ist, die auch dem Umstand Rechnung tragen kann, dass die hier in Rede stehende Konstellation des Verdachts der Begehung schwerer Straftaten in die Beurteilung der Notwendigkeit der Freiheitsentziehung miteinzubeziehen ist. Nach den Vorgaben des Art2 Abs1 Z2 PersFrSchG muss aber auch eine solche Berücksichtigung der Schwere der Straftat, deren Begehung der mit Untersuchungshaft Bedrohte verdächtigt wird, im Zuge einer Einzelfallprüfung erfolgen, ob ein die Untersuchungshaft rechtfertigender Haftgrund vorliegt und die Verhängung der Untersuchungshaft aus diesem Grund auch notwendig ist. Darüber darf die gesetzliche Vorschreibung der Verhängung der Untersuchungshaft nicht in Zweifel lassen, was der angefochtene §173 Abs6 StPO mit der Festlegung einer 'bedingt obligatorischen' Untersuchungshaft aber tut.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§173 Abs6 StPO verstößt daher gegen das aus Art2 Abs1 Z2 iVm Art1 Abs3 PersFrSchG folgende Gebot, die Voraussetzungen der Verhängung einer Untersuchungshaft gesetzlich entsprechend genau vorzuschreiben (vgl VfSlg 19.675/2012 und 20.408/2020; sowie allgemein zum strengen Determinierungsgebot des PersFrSchG Berka, Verfassungsrecht8, 2021, Rz 1361).\" ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.5. Nach Auffassung des Verfassungsgerichtshofes sind die Erwägungen im Erkenntnis vom 1. Dezember 2022, G53/2022, zur (sogenannten bedingt obligatorischen) Untersuchungshaft gemäß §173 Abs6 StPO aus den nachstehenden Gründen nicht auf die angefochtene Bestimmung des §170 Abs2 StPO über die Festnahme übertragbar.",
            "annotations": []
        },
        {
            "text": "2.5.1. Der Verhältnismäßigkeitsgrundsatz des Art1 Abs3 PersFrSchG wird in den nachfolgenden Bestimmungen des Bundesverfassungsgesetzes über den Schutz der persönlichen Freiheit konkretisiert. Zunächst wird der Verhältnismäßigkeitsgrundsatz durch das Erfordernis der \"Notwendigkeit\" jedes Freiheitsentzuges (Art1 Abs3 PersFrSchG), welches aus den Haftgründen abgeleitet wird, näher ausgestaltet (Art2 PersFrSchG). Dazu kommt als weiterer Ausdruck des Verhältnismäßigkeitsgrundsatzes das Gebot, die Dauer des Freiheitsentzuges so kurz wie möglich zu halten (Art4 PersFrSchG). Schließlich ist auch die Schwere der mit Strafe bedrohten Handlung bei der Ausgestaltung der jeweiligen Festnahme- und Anhaltegründe zu berücksichtigen (Art5 Abs2 PersFrSchG). ",
            "annotations": []
        },
        {
            "text": "2.5.2. Die Verhältnismäßigkeit eines Freiheitsentzuges kann nur in Relation zu jenem Eingriffsziel beurteilt werden, dem er dient. Welche Zwecke mit dem Freiheitsentzug verfolgt werden dürfen, ergibt sich aus dem Eingriffskatalog des Art2 Abs1 PersFrSchG teils ausdrücklich (Z2, 3, 4, 6 und 7), teils mittelbar (Z1 und 5) (zB Kopetzki in Korinek/Holoubek et al [Hrsg], Bundesverfassungsrecht [5. Lfg, 2002] Art1 PersFrSchG Rz 66). ",
            "annotations": []
        },
        {
            "text": "2.5.3. Art2 Abs1 Z2 PersFrSchG bindet den Entzug der persönlichen Freiheit sowohl an einen Tatverdacht als auch an detaillierte Haftgründe. Eine – verfassungsrechtlich unbedenkliche – Konkretisierung der in Art2 Abs1 PersFrSchG genannten Haftgründe erfolgt durch §170 Abs1 Z1 bis 4 StPO, der – wie von Art2 Abs1 Z2 PersFrSchG verlangt – das Vorliegen eines Tatverdachts und bestimmte Haftgründe als Voraussetzungen für die Festnahme festlegt.",
            "annotations": []
        },
        {
            "text": "2.5.4. Die verfassungsrechtlichen Bestimmtheitsanforderungen hängen grundsätzlich mit der Intensität des Grundrechtseingriffs zusammen. ",
            "annotations": []
        },
        {
            "text": "§170 Abs2 StPO ist eine eingriffsintensive Bestimmung, die den insoweit erhöhten verfassungsrechtlichen Bestimmtheitsanforderungen entspricht (allgemein zum differenzierten Legalitätsprinzip und eingriffsintensiven Gesetzen VfSlg 10.737/1985, 11.044/1986, 11.455/1987, 13.336/1993, 16.566/2002, 20.398/2020). §170 Abs2 StPO ist klar und eindeutig zu entnehmen, dass im Falle einer (sogenannten bedingt obligatorischen) Festnahme ein in §170 Abs1 Z1 bis 4 StPO festgelegter (und mit Art2 Abs1 Z2 lita bis c PersFrSchG vereinbarer) Haftgrund vorliegen muss. Die wegen des verfassungsrechtlichen Bestimmtheitsgebots erforderliche Vorhersehbarkeit eines hiemit bewirkten Grundrechtseingriffs ist mit der angefochtenen Bestimmung des §170 Abs2 StPO sichergestellt (vgl auch Reindl-Krauskopf, Entscheidungsbesprechung zu VfGH 1.12.2022, G53/2022, JBl 2023, 294 [299 f.]).",
            "annotations": []
        },
        {
            "text": "2.5.5. Zum Zeitpunkt der Festnahme kann eine Prüfung der konkreten Umstände des Einzelfalles, insbesondere auch eine Prüfung des Vorliegens der einzelnen Haftgründe in vielen Fällen noch nicht in derselben umfassenden Art und Weise erfolgen, wie dies im Zusammenhang mit der Verhängung oder Verlängerung der Untersuchungshaft gemäß §173 StPO möglich (und auch gefordert) ist. ",
            "annotations": []
        },
        {
            "text": "Die Festnahme ist gleichsam der erste Akt, um einer Tatbegehungsgefahr entgegenzuwirken bzw den staatlichen Strafanspruch zu sichern. Es ist dem Gesetzgeber nicht entgegen zu treten, wenn er in §170 Abs2 StPO beim Verdacht eines Verbrechens, bei dem nach dem Gesetz auf mindestens zehnjährige Freiheitsstrafe zu erkennen ist, generell die Anordnung der Festnahme vorsieht, es sei denn, dass auf Grund bestimmter Tatsachen anzunehmen ist, das Vorliegen aller in §170 Abs1 Z2 bis 4 StPO angeführten Haftgründen sei auszuschließen. Der Gesetzgeber geht damit offenkundig von der Wertung aus, dass bei einem Beschuldigten, der im Verdacht steht, ein Verbrechen begangen zu haben, bei dem nach dem Gesetz mindestens eine zehnjährige Freiheitsstrafe zu verhängen ist, grundsätzlich anzunehmen ist, dass die Haftgründe iSd §170 Abs1 StPO vorliegen. Diese dem §170 Abs2 StPO offenkundig zugrunde liegende Wertung ist im Lichte des PersFrSchG nicht zu beanstanden (vgl in diesem Zusammenhang insbesondere auch den Haftgrund des §170 Abs2 Z2 StPO [Fluchtgefahr]).",
            "annotations": []
        },
        {
            "text": "Bereits aus diesem Grund erweist sich, dass die Festnahmeregelung des §170 Abs2 StPO nach anderen Kriterien zu beurteilen ist als die Untersuchungshaft gemäß §173 (Abs6) StPO. Dass die Voraussetzungen für die Festnahme (als \"ersten\" Akt des Freiheitszentzugs) aus verfassungsrechtlicher Sicht anders als die Voraussetzungen für die nachfolgende (möglicherweise länger dauernde) Anhaltung zu sehen sind, wird insbesondere auch daraus deutlich, dass das PersFrSchG in den Art4, 5 und 6 klar zwischen der Festnahme und der (nachfolgenden) Anhaltung unterscheidet. ",
            "annotations": []
        },
        {
            "text": "Nach der Festnahme ist der Beschuldigte ohne unnötigen Aufschub, längstens binnen 48 Stunden, in die Justizanstalt des zuständigen Gerichts einzuliefern (§172 Abs1 StPO). Nach Einlieferung in die Justizanstalt ist jeder Festgenommene unverzüglich vom Gericht zu den Voraussetzungen der Untersuchungshaft zu vernehmen. Spätestens 48 Stunden nach der Einlieferung hat das Gericht über die Verhängung der Untersuchungshaft zu entscheiden (§174 Abs1 StPO). Das zeigt, dass eine Festnahme iSd §170 (Abs2) StPO in jedem Fall zeitlich eng begrenzt ist.",
            "annotations": []
        },
        {
            "text": "Nicht zuletzt angesichts dieser engen zeitlichen Beschränkung der zulässigen Haftdauer (Anhaltung) bei der sogenannten bedingt obligatorischen Festnahme ist die angefochtene Regelung des §170 Abs2 StPO verhältnismäßig und entspricht somit Art1 Abs3 iVm Art2 Abs1 PersFrSchG (vgl Reindl, Untersuchungshaft und Menschenrechtskonvention (1997) 164 zur Vorgängerregelung des §170 Abs2 StPO; Reindl-Krauskopf, Entscheidungsbesprechung zu VfGH 1.12.2022, G53/2022, JBl 2023, 294 [299]).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag auf Aufhebung des §170 Abs2 StPO wegen Verstoßes gegen Art1 Abs3 iVm Art2 Abs1 Z2 PersFrSchG ist abzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}