{
    "document_id": "JFT_20230919_23E00885_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Erstbeschwerdeführerin ist die Mutter der Zweit- und Drittbeschwerdeführer; sie alle sind Staatsangehörige Armeniens. Am 16. Mai 2022 stellten sie in Österreich Anträge auf internationalen Schutz, die sie damit begründeten, dass der Drittbeschwerdeführer an einer schweren Knochenkrankheit leide und auf Grund eines gebrochenen Lendenwirbels eine Behandlung bzw Operation benötige. Dies wäre in Jerewan grundsätzlich möglich, jedoch seien die Kosten dafür für sie nicht aufbringbar. Der Drittbeschwerdeführer sei mit einem bestimmten (teuren) Medikament behandelt worden, was zu einer Besserung seines Gesundheitszustandes geführt habe. Als dieses Medikament in Armenien nicht mehr verfügbar gewesen sei, habe er eine Hormonbehandlung bekommen, woraufhin Probleme mit der Wirbelsäule aufgetreten seien.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheiden jeweils vom 27. Oktober 2022 wies das Bundesamt für Fremdenwesen und Asyl diese Anträge hinsichtlich der Zuerkennung des Status von Asylberechtigten (jeweils Spruchpunkt I.) und von subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Armenien ab (jeweils Spruchpunkt II.), erteilte keine Aufenthaltstitel aus berücksichtigungswürdigen Gründen (jeweils Spruchpunkt III.), erließ Rückkehrentscheidungen (jeweils Spruchpunkt IV.), stellte die Zulässigkeit der Abschiebungen nach Armenien fest (jeweils Spruchpunkt V.) und setzte 14-tägige Fristen für die freiwilligen Ausreisen (jeweils Spruchpunkt VI.).",
            "annotations": []
        },
        {
            "text": "3. Die jeweils gegen die Spruchpunkte II. bis VI. dieser Bescheide erhobenen Beschwerden wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "3.1. Im Rahmen der Beweiswürdigung führt das Bundesverwaltungsgericht in Bezug auf die Behandelbarkeit der beim Drittbeschwerdeführer diagnostizierten juvenilen idiopathetischen Arthritis aus, laut der Anfragebeantwortung der Staatendokumentation vom 16. September 2022 sei das Medikament Roactemra in Armenien erhältlich, die Kosten für Medikamente und Behandlung würden von der Regierung übernommen, wenn der Patient einer Behindertengruppe angehöre. Die regulären Kosten von Actemra-Konzentrat für die Lösung zur intravenösen Infusion würden 23.000,– armenische Dram für ein Flakon 200 mg/10 ml und 9.000,– armenische Dram für ein Flakon 80 mg/10 ml betragen.",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführer seien aus Sicht des Bundesverwaltungsgerichtes in der Lage, ihr Auskommen im Herkunftsstaat zu bestreiten. Es sei hervorgekommen, dass sie im Herkunftsstaat immer noch über familiäre Anknüpfungspunkte verfügten. Sie stammten aus einem Kulturkreis, in dem auf den familiären Zusammenhalt und die gegenseitige Unterstützung im Familienkreis großer Wert gelegt werde; sie könnten daher Unterstützung durch ihre Familie erwarten. Die Beschwerdeführer hätten vor ihrer Ausreise in Gyumri ein Haus bewohnt, für das noch der Vater der Erstbeschwerdeführerin im Grundbuch eingetragen sei.",
            "annotations": []
        },
        {
            "text": "Insoweit die Beschwerdeführer vorbringen würden, sie könnten sich die Behandlung bzw die notwendigen Medikamente nicht leisten, sei neben dem bestehenden familiären Netzwerk im Herkunftsstaat auch zu berücksichtigen, dass der Ex-Mann der Erstbeschwerdeführerin unterhaltspflichtig sei und die Familie als sozial schwach registriert sei, weshalb sie Unterstützungsleistungen erhalte. Zudem sei die Erstbeschwerdeführerin arbeitsfähig und -willig; sie sei vor ihrer Ausreise als Verkäuferin tätig gewesen.",
            "annotations": []
        },
        {
            "text": "Außerdem stehe es dem Drittbeschwerdeführer frei zu versuchen, im Heimatland einen Behindertenstatus zu erlangen. Wenn die Erstbeschwerdeführerin während der mündlichen Verhandlung vorgebracht habe, dass sie dies bereits versucht hätten, sei festzustellen gewesen, dass dies in der Akte nicht dokumentiert sei. Vielmehr habe sie im Zuge der niederschriftlichen Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl noch angegeben, dass sie vom Sozialministerium die Auskunft erhalten habe, ihrem Sohn würde nur eine Behinderung zuerkannt werden, wenn eine Deformation der Knochen bzw des Skelettes vorliege. Nachdem es beim Drittbeschwerdeführer zu einer Deformation der Wirbelsäule gekommen sei, habe es die Erstbeschwerdeführerin laut eigenen Angaben unterlassen, noch einmal beim Sozialministerium vorstellig zu werden, um den Behindertenstatus ihres Sohnes zu beantragen. All diese Ausführungen habe sie zudem erst vorgebracht, nachdem sie von der Behörde mit der Möglichkeit der kostenlosen Behandlung nach Erlangen eines Behindertenstatus konfrontiert worden sei. Auch die behaupteten Ausführungen, sich an NGOs gewandt zu haben, würden jeglicher Dokumentation entbehren.",
            "annotations": []
        },
        {
            "text": "Es sei vielmehr hervorgekommen (was auch durch die Beantwortung der vom Bundesamt für Fremdenwesen und Asyl getätigten Anfrage bestätigt worden sei), dass es im Heimatland Behandlungsmöglichkeiten gebe. Der Drittbeschwerdeführer sei in der Vergangenheit im Herkunftsstaat auch behandelt worden und habe das entsprechende Medikament erhalten. Außerdem erweise es sich als zutreffend, dass der schlechte Gesundheits- und Allgemeinzustand des Drittbeschwerdeführers auch auf die ins Treffen geführte Fehl- bzw verspätete Diagnose zurückzuführen gewesen sei. Es sei zutreffend, dass nunmehr bei Klarstellung der Diagnosen und des Medikamentenbedarfes auch im Herkunftsland von einer qualitativ höherwertigeren Behandlung auszugehen sei. Die Medikamentendosis des Drittbeschwerdeführers sei in Österreich angepasst worden; er habe auch ein neues Mieder erhalten. Es gebe auch keine Hinweise darauf, dass beim Drittbeschwerdeführer in nächster Zeit eine Wirbelsäulenoperation notwendig wäre.",
            "annotations": []
        },
        {
            "text": "3.2. In der rechtlichen Beurteilung hält das Bundesverwaltungsgericht bezüglich der Erkrankung bzw des Gesundheitszustandes des Drittbeschwerdeführers fest, auf Grund der vorliegenden Krankheitsbilder sei jedenfalls nicht ableitbar, dass eine Überstellung nach Armenien zu einer Beeinträchtigung des gesundheitlichen Zustandes des Drittbeschwerdeführers führe, womit folgerichtig auch keine Verletzung von Art3 EMRK gegeben sei.",
            "annotations": []
        },
        {
            "text": "Es liege aktuell beim Drittbeschwerdeführer auch keine derartige Erkrankung vor, die das Risiko bergen würde, im Falle der Rückkehr unter qualvollen Umständen in Armenien zu sterben. Es gebe dort Behandlungsmöglichkeiten; es seien auch die gleichen Medikamente bzw Ersatzpräparate wie in Österreich für die benötigte Therapie des Drittbeschwerdeführers verfügbar und landesweit erhältlich. Es könne damit nicht von einem gänzlichen Fehlen von angemessenen Behandlungsmöglichkeiten ausgegangen werden. Es müsse zwar eventuell mit einer Verschlechterung des persönlichen Zustandes des Drittbeschwerdeführers gerechnet werden; diese sei jedoch nicht unwiederbringlich oder derart gravierend, dass eine Abschiebung unzulässig zu erklären oder subsidiärer Schutz zu gewähren wäre.",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführer hätten in Armenien auch trotz der Erkrankung des Drittbeschwerdeführers vor ihrer Ausreise für ihren Lebensunterhalt sorgen können. Im Herkunftsstaat wohnten noch die Eltern der Erstbeschwerdeführerin, die eine Pension beziehen würden, sowie eine Schwester samt Familie. Letztere betreibe in Armenien eine eigene Landwirtschaft. Der Vater der Erstbeschwerdeführerin sei zudem noch im Besitz eines Hauses, das die Beschwerdeführer vor ihrer Ausreise bewohnt hätten; sie hätten auch Kontakt zu den Verwandten in Armenien. Neben den Möglichkeiten, Sozialleistungen zu beziehen, stehe den Beschwerdeführern damit auch ein Netz von Verwandten zur Verfügung, die zur Finanzierung der Behandlung beitragen könnten.",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall hätten seitens der Beschwerdeführer keine akut existenzbedrohenden Krankheitszustände oder Hinweise einer unzumutbaren Verschlechterung der Krankheitszustände im Falle einer Überstellung nach Armenien belegt werden können, die weitere Erhebungen seitens des Bundesverwaltungsgerichtes notwendig machen würden.",
            "annotations": []
        },
        {
            "text": "Im konkreten Fall bestehe im Lichte der Berichtslage kein Hinweis darauf, dass die Beschwerdeführer vom Zugang zu medizinischer Versorgung in Armenien ausgeschlossen wären; es bestünden auch keine Hinweise, dass die seitens des Drittbeschwerdeführers beschriebenen und diagnostizierten Krankheiten nicht behandelbar wären. Auch faktische Hindernisse, die das Fehlen eines Zuganges zur medizinischen Versorgung aus in der Person der Beschwerdeführer gelegenen Umständen belegen würden, seien nicht hervorgekommen.",
            "annotations": []
        },
        {
            "text": "Ebenso sei davon auszugehen, dass Österreich in der Lage sei, im Rahmen aufenthaltsbeendender Maßnahmen ausreichende medizinische Begleitmaßnahmen zu setzen (VwGH 25.4.2008, 2007/20/0720 - 0723; VfGH 12.6.2010, U613/10; ebenso AsylGH 12.3.2010, B7 232.141-3/2009/3E, mwN).",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch Abstand genommen und auf die Begründung in der angefochtenen Entscheidung verwiesen.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesamt für Fremdenwesen und Asyl hat – letztlich – Verwaltungsakten vorgelegt, jedoch keine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Nichtzuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Armenien an den Drittbeschwerdeführer unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §8 Abs1 AsylG 2005 ist ua einem Fremden, dessen Antrag auf internationalen Schutz in Bezug auf die Zuerkennung des Status des Asylberechtigten abgewiesen wird, der Status des subsidiär Schutzberechtigten zuzuerkennen, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2 oder 3 EMRK oder des 6. oder 13. ZPEMRK bedeuten oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "2.2. Aus der Beantwortung der im vorliegenden Fall vom Bundesamt für Fremdenwesen und Asyl gestellten Anfrage durch die Staatendokumentation vom 16. September 2022 geht hervor, dass gemäß der Auskunft der Internationalen Organisation für Migration (IOM) das Medikament Roactemra in Armenien erhältlich sei. Die Kosten für die fachärztliche Behandlung und die Medikamente würden jedoch nur dann von der Regierung übernommen, wenn der Patient einer Behindertengruppe angehöre. Um die Zugehörigkeit zu einer Behindertengruppe festzustellen, müsse der Patient einen Antrag beim Integrierten Sozialdienst des Ministeriums für Arbeit und Soziales stellen, der ua für die Gesundheitsversorgung und soziale Angelegenheiten zuständig sei. Der Patient werde von einer Kommission medizinisch untersucht, um die Kriterien für eine Behinderung zu beurteilen. Wenn dem Patienten kein Behindertenstatus zuerkannt werde, sei nur die Behandlung in den örtlichen öffentlichen Polikliniken (Allgemeinmediziner seien vorhanden, jedoch sei die Verfügbarkeit spezialisierter Behandlungen nicht gewährleistet) kostenlos. Medikamente seien nicht abgedeckt und müssten vom Patienten vollständig selbst bezahlt werden. Nach Einschätzung von IOM Armenien sei es sehr wahrscheinlich, dass der Patient wegen Unleistbarkeit der Medikation auf Hindernisse stoße.",
            "annotations": []
        },
        {
            "text": "2.3. Aus der – im Akt befindlichen – beglaubigten Übersetzung eines Schreibens des Ministeriums für Gesundheitswesen der Republik Armenien vom 14. Juni 2021 ergibt sich, dass die Erkrankung juvenile Arthritis in der Liste der Erkrankungen, für die die betroffenen Patienten entsprechende Medikamente durch medizinische Einrichtungen wie Ambulanzen, Polikliniken und Krankenhäuser gemäß dem Beschluss der Regierung der Republik Armenien Nr 642-N vom 30. Mai 2019 kostenlos bekämen, nicht enthalten sei. Das Medikament Actemra sei in der Liste der Medikamente, die seitens des Staates zentralisiert erworben und den betroffenen Patienten kostenlos zur Verfügung gestellt würden, nicht vorhanden. Das Gesundheitsministerium erhalte dieses Medikament auch nicht als humanitäre Hilfe.",
            "annotations": []
        },
        {
            "text": "2.4. Vor dem Hintergrund dieses Akteninhaltes ist es für den Verfassungsgerichtshof nicht nachvollziehbar, wie das Bundesverwaltungsgericht zum Ergebnis kommt, es seien keine \"faktische[n] Hindernisse [hervorgekommen], welche das Fehlen eines Zugangs zur medizinischen Versorgung aus in der Person der BF gelegenen Umständen belegen würden\".",
            "annotations": []
        },
        {
            "text": "2.5. Soweit das angefochtene Erkenntnis die Nichtzuerkennung des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Armenien an den Drittbeschwerdeführer und – daran knüpfend – die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, die Erlassung einer Rückkehrentscheidung sowie die Zulässigkeit der Abschiebung nach Armenien unter Setzung einer 14-tägigen Frist für die freiwillige Ausreise ausspricht, ist es somit mit Willkür behaftet. Dieser Mangel schlägt gemäß §34 Abs4 AsylG 2005 auf die Entscheidung betreffend die übrigen Beschwerdeführer durch (VfSlg 19.855/2014; VfGH 24.11.2016, E1085/2016 ua) und belastet auch diese mit (objektiver) Willkür (etwa VfSlg 19.401/2011, mwN). Aus diesem Grund ist das Erkenntnis auch betreffend die Erstbeschwerdeführerin und den Zweitbeschwerdeführer zur Gänze aufzuheben (vgl VfGH 28.2.2022, E2047-2053/2021, mwN).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist ein Streitgenossenzuschlag in der Höhe von € 327,–, Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}