{
    "document_id": "JFT_20231003_23G00238_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Anlassverfahren, Prüfungsbeschluss und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Beim Verfassungsgerichtshof ist zur Zahl E2926/2022 eine auf Art144 B-VG gestützte Beschwerde anhängig, der folgender Sachverhalt zugrunde liegt: ",
            "annotations": []
        },
        {
            "text": "2. Die mittlerweile verstorbene Beschwerdeführerin war in einer stationären Pflegeeinrichtung in Niederösterreich untergebracht und begehrte, vertreten durch ihre Tochter als Erwachsenenvertreterin, mit Antrag vom 27. Dezember 2021 die Übernahme der Pflegekosten durch das Land Niederösterreich bei der Bezirkshauptmannschaft Tulln. Die Beschwerdeführerin hatte im Februar 2021 einen Schlaganfall erlitten und war seither pflegebedürftig (Pflegestufe 3). Bis zu ihrem Schlaganfall hatte sie alleine in Tirol gelebt. Ihre Tochter, die zugleich ihre Erwachsenenvertreterin war, lebt und arbeitet in Wien. Die Tochter ließ die Beschwerdeführerin daher im Mai 2021 in ein Pflegeheim in Niederösterreich überstellen, um mit ihr regelmäßig Kontakt zu halten. Die Pflegeeinrichtung wird von einem Träger der freien Wohlfahrtspflege betrieben.",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführerin hatte im maßgeblichen Zeitraum ein Einkommen – bestehend aus ihrer Pension und Pflegegeld – in Höhe von € 2.718,10 bzw € 2.759,77 monatlich. Die Pflegekosten für das Pflegeheim in Niederösterreich betrugen demgegenüber € 5.530,30 bzw € 5.717,51 monatlich. Mit ihrem Einkommen alleine konnte die Beschwerdeführerin daher die Kosten für ihren Pflegeplatz nicht abdecken. Zwischen Mai 2021 und der Antragstellung im Dezember 2021 musste die Beschwerdeführerin auf ihr Vermögen zurückgreifen, um die Pflegekosten abzudecken.",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheid vom 4. März 2022 wies die Bezirkshauptmannschaft Tulln ihren Antrag auf Übernahme der Pflegekosten ab. Die gegen diesen Bescheid erhobene Beschwerde wies das Landesverwaltungsgericht Niederösterreich mit Erkenntnis vom 14. September 2022 als unbegründet ab. ",
            "annotations": []
        },
        {
            "text": "Begründend führt das Landesverwaltungsgericht Niederösterreich im Wesentlichen aus, dass §12 Abs2 des NÖ Sozialhilfegesetzes 2000 (NÖ SHG) für die Leistung der begehrten Sozialhilfe die Begründung eines Hauptwohnsitzes in Niederösterreich noch vor Aufnahme in eine niederösterreichische Pflegeeinrichtung voraussetze. Die Beschwerdeführerin hingegen habe vor Aufnahme in die Pflegeeinrichtung ihren Hauptwohnsitz nicht in Niederösterreich, sondern in Tirol gehabt.",
            "annotations": []
        },
        {
            "text": "Auch die Ausnahmebestimmung des §12 Abs3 NÖ SHG finde auf die Beschwerdeführerin keine Anwendung. Diese setze nämlich voraus, dass die hilfebedürftige Person zumindest seit sechs Monaten einen Hauptwohnsitz in Niederösterreich habe und in dieser Zeit die Pflegekosten aus eigenem Einkommen vollständig selbst trage.",
            "annotations": []
        },
        {
            "text": "4. Bei der Behandlung der gegen diese Entscheidung gerichteten Beschwerde sind im Verfassungsgerichtshof Bedenken ob der Verfassungsmäßigkeit des §12 Abs2 und 3 NÖ SHG entstanden. Der Verfassungsgerichtshof hat daher am 28. Juni 2023 beschlossen, diese Gesetzesbestimmungen von Amts wegen auf ihre Verfassungsmäßigkeit zu prüfen.",
            "annotations": []
        },
        {
            "text": "5. Der Verfassungsgerichtshof legte seine Bedenken, die ihn zur Einleitung des Gesetzesprüfungsverfahrens bestimmt haben, in seinem Prüfungsbeschluss wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"4.1. Bei der Beurteilung sozialer Bedarfslagen und bei der Ausgestaltung der an diese Bedarfslagen knüpfenden sozialen Maßnahmen kommt dem Gesetzgeber grundsätzlich ein weiter rechtspolitischer Gestaltungsspielraum zu (vgl VfSlg 18.885/2009, 20.270/2018, 20.244/2018, 20.359/2019).",
            "annotations": []
        },
        {
            "text": "Der Gleichheitsgrundsatz gebietet dem Gesetzgeber aber, Gleiches gleich und Ungleiches ungleich zu behandeln, und setzt ihm insofern inhaltliche Schranken, als er es verbietet, sachlich nicht begründbare Differenzierungen zwischen den Normadressaten zu schaffen (vgl VfSlg 17.315/2004, 17.500/2005, 20.244/2018, 20.270/2018).",
            "annotations": []
        },
        {
            "text": "Art6 Abs1 StGG gewährleistet einem Staatsbürger außerdem das Recht, in jedem Ort innerhalb des Staatsgebietes dauernd zu wohnen (vgl VfSlg 35/1919, 1914/1950, 3248/1957, 7135/1973). Dieses Recht der freien Wohnsitznahme bildet auch das Herzstück des Art2 Abs1 4. ZPEMRK, weshalb den individuellen Präferenzen in diesem Bereich grundsätzlich zu entsprechen ist (vgl EGMR 6.11.2017 [GK], 43494/09, Garib, Z141). ",
            "annotations": []
        },
        {
            "text": "4.2. Es erscheint zunächst grundsätzlich sachlich gerechtfertigt, wenn die Gewährung von Sozialhilfeleistungen ein örtliches Naheverhältnis des Hilfebedürftigen zum jeweiligen Bundesland verlangt. In diesem Sinn normiert §4 Abs1 Z2 NÖ SHG in unbedenklicher Weise den Hauptwohnsitz (und mangels eines solchen den Aufenthalt) im Bundesland als Voraussetzung für Leistungen der Sozialhilfe (vgl VfSlg 19.964/2015, 20.035/2015). Aus dieser Anknüpfung dürfte sich auch eine taugliche Abgrenzung der Zuständigkeiten der Bundesländer untereinander bei der Gewährung von Sozialhilfeleistungen ergeben.",
            "annotations": []
        },
        {
            "text": "4.3. In Abweichung vom allgemeinen Wohnsitzerfordernis des §4 Abs1 Z2 NÖ SHG setzt §12 Abs2 NÖ SHG jedoch nicht bloß einen aktuellen Hauptwohnsitz im Bundesland voraus, sondern, dass ein solcher bereits vor Aufnahme in eine Pflegeeinrichtung des Landes bestanden haben muss. Das Erfordernis des örtlichen Naheverhältnisses wird bei der Hilfe für stationäre Pflege gemäß §12 Abs2 und 3 NÖ SHG somit – im Unterschied zu anderen Leistungen der Sozialhilfe gemäß NÖ SHG – um ein zeitliches Kriterium erweitert. Damit dürfte §12 Abs2 und 3 NÖ SHG im Wesentlichen danach differenzieren, ob eine hilfe- und pflegebedürftige Person bereits vor ihrer Aufnahme in eine Pflegeeinrichtung des Landes ihren Hauptwohnsitz in Niederösterreich hatte (vgl Ltg. [NÖ] 220/A-1/14-2018, 3): Bei Personen, die vor ihrer Aufnahme in eine Pflegeeinrichtung des Landes noch keinen Hauptwohnsitz in Niederösterreich hatten, verlangt §12 Abs3 NÖ SHG, dass sie für zumindest sechs Monate die anfallenden Pflegekosten aus eigenem Einkommen und pflegebezogenen Leistungen bestreiten, bevor ihnen Hilfe bei stationärer Pflege gewährt wird. Demgegenüber erhalten Personen, die bereits einen Hauptwohnsitz in Niederösterreich hatten, als sie in die Pflegeeinrichtung aufgenommen wurden, sofort Hilfe bei stationärer Pflege, sofern sie nur die übrigen Voraussetzungen erfüllen.",
            "annotations": []
        },
        {
            "text": "Es bestehen im Verfassungsgerichtshof Bedenken, ob diese Differenzierung in §12 Abs2 und 3 NÖ SHG sachlich gerechtfertigt ist: ",
            "annotations": []
        },
        {
            "text": "4.4. Mit diesem Regelungssystem scheint ein erheblicher Ausschluss von Staatsbürgern, die aus anderen Bundesländern zugezogen sind, von der Leistungsberechtigung gemäß §12 NÖ SHG einherzugehen: Es dürfte nämlich bewirken, dass Staatsbürger, die erst mit der Aufnahme in eine Pflegeeinrichtung ihren Hauptwohnsitz in Niederösterreich begründen, endgültig von einem Anspruch auf Hilfe bei stationärer Pflege ausgeschlossen sind, sofern sie nicht für sechs Monate die vollen Kosten der Unterbringung in der Pflegeeinrichtung aus ihrem laufenden Einkommen und pflegebezogenen Leistungen tragen. ",
            "annotations": []
        },
        {
            "text": "Zugezogene Staatsbürger, denen die Mittel für eine vollständige Kostentragung fehlen, dürften hiedurch gehalten werden, sich im Fall der Mittellosigkeit in die Pflegeeinrichtung eines anderen Bundeslandes überstellen zu lassen, um dort die für den Aufenthalt in einer Pflegeeinrichtung notwendigen Sozialhilfeleistungen zu beziehen. In dieser Konsequenz dürfte geradezu die Intention des §12 Abs2 und 3 NÖ SHG liegen (vgl Ltg. [NÖ] 220/A-1/14-2018, 3).",
            "annotations": []
        },
        {
            "text": "4.5. Indem die gesetzlichen Regelungen des §12 Abs2 und 3 NÖ SHG im Wesentlichen danach differenzieren, ob eine hilfe- und pflegebedürftige Person bereits vor ihrer Aufnahme in eine Pflegeeinrichtung ihren Hauptwohnsitz in Niederösterreich hatte, dürften sie eine Ungleichbehandlung zwischen bereits im Bundesland ansässigen und zugezogenen Staatsbürgern bewirken.",
            "annotations": []
        },
        {
            "text": "Sachliche Gründe für die vorliegende Differenzierung sind nach vorläufiger Ansicht des Verfassungsgerichtshofes nicht ersichtlich:",
            "annotations": []
        },
        {
            "text": "4.6. In VfSlg 20.244/2018 hat der Verfassungsgerichtshof bereits ausgesprochen, dass bei Staatsbürgern die Aufenthaltsdauer in Österreich kein sachliches Differenzierungskriterium für die Höhe von Sozialhilfeleistungen ist. Ebenso wenig scheint es sachlich gerechtfertigt, auf einen früheren – vor Eintritt der Hilfebedürftigkeit – bestehenden Hauptwohnsitz im Bundesland abzustellen. Eine Ungleichbehandlung bloß auf Grund des Zeitpunktes der Begründung eines Wohnsitzes im jeweiligen Bundesland dürfte im Sozialhilferecht daher rechtfertigungsbedürftig sein. Vorderhand ist auch kein sachlicher Grund ersichtlich, der es rechtfertigen würde, für die Hilfe bei stationärer Pflege strengere Anspruchsvoraussetzungen als für sonstige Leistungen der Sozialhilfe festzulegen, und damit zwischen hilfebedürftigen Personen mit Hauptwohnsitz in Niederösterreich zu differenzieren, je nach dem, ob sie pflegebedürftig sind oder nicht.",
            "annotations": []
        },
        {
            "text": "4.7. Soweit der niederösterreichische Gesetzgeber darauf abzielen wollte, knappe Pflegeplätze vorrangig für Personen vorzuhalten, die im Bundesland bereits nachhaltig verwurzelt sind, damit diese im Fall ihrer Pflegebedürftigkeit ortsnah untergebracht werden können, scheint er mit §12 Abs2 und 3 NÖ SHG gerade keine solche Verteilungsregel für den Knappheitsfall geschaffen zu haben. Diese Bestimmung legt nämlich nicht eine Reihenfolge der Verteilung knapper Pflegeplätze, sondern die Anspruchsberechtigung für die Hilfe bei stationärer Pflege schlechthin fest, dies unabhängig von einem konkreten Verteilungskonflikt, wie der vorliegende Beschwerdefall zeigt.",
            "annotations": []
        },
        {
            "text": "Sollte §12 Abs2 und 3 NÖ SHG dazu dienen, die Planungssicherheit im Bereich der Pflege zu gewährleisten und einen Versorgungsengpass zu vermeiden, wird gleichfalls zu prüfen sein, ob die getroffene Regelung sachlich gerechtfertigt ist. Klärungsbedürftig erscheint zunächst, wie der Leistungsausschluss zugezogener Staatsbürger zur Planungs- und Versorgungssicherheit beiträgt. Wie auch die Landesregierung ausführt, beschränkt §12 Abs2 und 3 NÖ SHG nämlich nicht unmittelbar die Aufnahme in eine niederösterreichische Pflegeeinrichtung, sondern nur die Kostenübernahme durch das Land Niederösterreich. Unter der Annahme, dass im Bereich der Pflegeversorgung eine langfristige Planung erforderlich sein dürfte, erscheint ferner fraglich, ob die in §12 Abs3 NÖ SHG festgelegte Wartefrist von sechs Monaten überhaupt genügen würde, um dem Fehlen von Kapazitäten vorzubeugen. Jedenfalls aber dürfte eine kategorische Benachteiligung von aus anderen Bundesländern zugezogenen Staatsbürgern bei der Gewährung von Hilfe bei stationärer Pflege außer Verhältnis zum angestrebten Ziel und damit unsachlich sein. ",
            "annotations": []
        },
        {
            "text": "4.8. §12 Abs2 und 3 NÖ SHG scheint offenbar auch nicht bloß zu bezwecken, die Beständigkeit des örtlichen Naheverhältnisses sicherzustellen, um etwa bloß kurzfristig im Bundesland aufhältige oder dauerhaft weggezogene Personen von einem Sozialhilfeanspruch auszuschließen. Diesem Ziel würde nämlich bereits durch ein schlichtes Wohnsitzerfordernis entsprochen. Unter Wohnsitz ist nämlich jener Ort zu verstehen, an dem eine Person sich in der erweislichen oder aus den Umständen hervorgehenden Absicht niedergelassen hat, dort einen Mittelpunkt ihrer Lebensbeziehungen zu schaffen (Art6 Abs3 B-VG; vgl zB VfSlg 19.964/2015).",
            "annotations": []
        },
        {
            "text": "Für einen Anspruch nach §12 Abs2 und 3 NÖ SHG dürfte es außerdem nicht ausreichen, sich nach Aufnahme in eine Pflegeeinrichtung für eine gewisse Dauer im Bundesland niederzulassen, um nach Ablauf einer Wartefrist in den Kreis der Anspruchsberechtigten aufgenommen zu werden. Nach §12 Abs3 NÖ SHG dürfte ein Anspruch bei nachträglicher Wohnsitzverlegung nämlich nur dann bestehen, wenn die hilfebedürftige Person für sechs Monate die Kosten der Unterbringung in der Pflegeeinrichtung aus eigenem Einkommen und pflegebezogenen Leistungen vollständig getragen hat. Erfüllt sie diese Voraussetzung nicht, so dürfte sie dauerhaft von einem Anspruch gemäß §12 Abs2 und 3 NÖ SHG ausgeschlossen bleiben.",
            "annotations": []
        },
        {
            "text": "4.9. Im Gesetzesprüfungsverfahren wird ferner zu erörtern sein, inwiefern die Bestimmungen des §12 Abs2 und 3 NÖ SHG gerechtfertigt sind, um die finanziellen Interessen des Bundeslandes zu wahren.",
            "annotations": []
        },
        {
            "text": "5. Sollte es sich im Gesetzesprüfungsverfahren als sachlich gerechtfertigt erweisen, dass ein Anspruch gemäß §12 Abs2 NÖ SHG grundsätzlich nur besteht, wenn die hilfebedürftige Person bereits vor Aufnahme in eine stationäre Einrichtung ihren Hauptwohnsitz in Niederösterreich hatte, wird gleichwohl zu prüfen sein, ob die Ausnahmebestimmung des §12 Abs3 NÖ SHG ihrerseits sachlich ausgestaltet ist: ",
            "annotations": []
        },
        {
            "text": "5.1. Zuvorderst erscheint §12 Abs3 NÖ SHG, der eine Leistungstragung aus eigenem Einkommen und pflegebezogenen Leistungen für zumindest sechs Monate verlangt, unsachlich: Die Sozialhilfe ist eine beitragsunabhängige staatliche Unterstützungsleistung, die bei aktueller oder drohender individueller Bedürftigkeit einsetzt (s §1 und §2 Z1 und 2 NÖ SHG; vgl auch VwSlg 18.578 A/2013), unabhängig von einer vorangegangenen Fähigkeit zur selbständigen Kostentragung für eine bestimmte Dauer.",
            "annotations": []
        },
        {
            "text": "5.2. Ferner sind vorläufig keine sachlichen Gründe ersichtlich, weshalb die Ausnahmebestimmung des §12 Abs3 NÖ SHG nur für jene Hilfebedürftigen zur Anwendung gelangen soll, die die Kosten mit ihrem laufenden Einkommen tragen, nicht aber für jene, die zur Kostentragung freiwillig auf ihr Vermögen zurückgreifen. Darüber hinaus erscheint es unsachlich, eine bestimmte Form der selbständigen Kostentragung kategorisch außer Acht zu lassen, selbst wenn es nicht von vornherein ausgeschlossen ist, dass beide Formen als finanziell gleichwertig zu betrachten sind – dies auch unter Berücksichtigung des Verbotes des Pflegeregresses in §330a des Allgemeinen Sozialversicherungsgesetzes (ASVG).",
            "annotations": []
        },
        {
            "text": "5.3. Im Gesetzesprüfungsverfahren wird außerdem zu erörtern sein, was es für die Anspruchsberechtigung gemäß §12 Abs2 und 3 NÖ SHG bedeutet, wenn das Bundesland, in dem die hilfesuchende Person ihren Wohnsitz vor ihrer Niederlassung in Niederösterreich hatte, die Kosten für die in §12 Abs3 NÖ SHG festgelegte Dauer von sechs Monaten übernimmt, also ob eine solche Kostenübernahme eines anderen Bundeslandes als \"Einkommen oder pflegebezogene Leistung\" iSd §12 Abs3 NÖ SHG verstanden werden kann, die es der hilfebedürftigen Person ermöglichen würde, nach Ablauf der sechs Monate einen Anspruch gemäß §12 Abs3 NÖ SHG zu erlangen.",
            "annotations": []
        },
        {
            "text": "6. Im Ergebnis scheint sohin §12 Abs2 und 3 NÖ SHG zwischen Staatsbürgern zu differenzieren, je nach dem, ob sie ihren Hauptwohnsitz in Niederösterreich schon vor Aufnahme in eine Pflegeeinrichtung hatten oder ihn erst danach begründeten, was mit Art7 Abs1 B-VG nur auf Grund einer sachlichen Rechtfertigung vereinbar sein dürfte. Eine solche sachliche Rechtfertigung ist vorläufig weder mit Blick auf den grundsätzlichen Leistungsausschluss gemäß §12 Abs2 NÖ SHG noch mit Blick auf die besondere Ausnahmebestimmung des §12 Abs3 NÖ SHG ersichtlich.\"",
            "annotations": []
        },
        {
            "text": "6. Die Niederösterreichische Landesregierung hat eine Äußerung erstattet, in der den im Prüfungsbeschluss dargelegten Bedenken zusammengefasst wie folgt entgegengetreten wird:",
            "annotations": []
        },
        {
            "text": "6.1. In Österreich bestehe kein verfassungsgesetzlich gewährleistetes Recht auf die freie Wahl des Erhalts einer Pflegemaßnahme in einer stationären Einrichtung. Im Bereich der stationären Pflege erscheine die Differenzierung zwischen Personen, die vor Aufnahme in ein Pflegeheim ihren Hauptwohnsitz in Niederösterreich hätten und solchen ohne vorherigen Hauptwohnsitz im öffentlichen Interesse gelegen, zur Zielerreichung geeignet, adäquat und auch sonst sachlich gerechtfertigt. Im System des föderalen Bundesstaates erschienen Regelungen, die für die Gewährung von Hilfe bei stationärer Pflege einen Hauptwohnsitz im Aufnahmebundesland vor der Pflegeheimaufnahme voraussetzten, nicht unverhältnismäßig. Schließlich habe das Aufnahmebundesland auf Grund eines gesetzlichen Versorgungsauftrages Pflegeplätze zu schaffen und die damit verbundenen Errichtungs- und Betriebskosten sowie die damit verbundenen Sozialhilfeleistungen zu tragen.",
            "annotations": []
        },
        {
            "text": "6.2. Zur Sicherstellung der Planbarkeit und zur Vermeidung eines Versorgungsengpasses im Bereich der Pflege könnten Personen aus anderen Bundesländern entweder auf eigene Kosten oder nach Vorlage einer Zahlungszusage eines anderen Bundeslandes kontingentfreie Heimplätze belegen. Personen, die bereits vor Aufnahme in die stationäre Einrichtung den Hauptwohnsitz in Niederösterreich hätten, würden auf einen Kontingentplatz in einer Vertragseinrichtung aufgenommen. Mit der Aufnahme auf einen Kontingentplatz erfolge – bei Vorliegen der übrigen Voraussetzungen – die Übernahme der Kosten der Hilfe bei stationärer Pflege.",
            "annotations": []
        },
        {
            "text": "6.3. Mit Stichtag 31. Dezember 2022 bestünden in Niederösterreich 48 \"landeseigene\" NÖ Pflege- und Betreuungszentren und 57 private Pflegeeinrichtungen. Es stünden 5.773 Plätze in NÖ Pflege- und Betreuungszentren und 4.284 Plätze in Pflegeheimen mit Vertrag in Niederösterreich, insgesamt daher 10.057 vertraglich abgesicherte Plätze (Kontingentplätze) für Personen mit Sozialhilfeanspruch zur Verfügung. Rund 500 zusätzliche Plätze würden von Personen außerhalb des Kontingentes belegt, die von anderen Bundesländern finanziert würden. Dies betreffe rund 5 % der Heimbewohner. Würden diese Personen ebenfalls auf Kosten des Landes Niederösterreich Kontingentplätze erhalten, würde dies eine erheblich längere Wartefrist für Personen bedeuten, die bereits vor Aufnahme in die Einrichtung ihren Wohnsitz in Niederösterreich hätten.",
            "annotations": []
        },
        {
            "text": "6.4. Außerdem sei zu befürchten, dass eine Vielzahl an Personen aus anderen Bundesländern eine stationäre Pflegeeinrichtung in Niederösterreich beanspruchen würde. Dies sei der besonderen geografischen Lage Niederösterreichs geschuldet. Das Land Niederösterreich grenze neben dem Ballungsraum der Bundeshauptstadt Wien an drei weitere Bundesländer, nämlich Burgenland, Steiermark und Oberösterreich. Erfahrungen aus der Vergangenheit (vor der Kündigung der nach Art15a B-VG ergangenen Vereinbarung über den Kostenersatz in Angelegenheiten der Sozialhilfe) zeigten, dass stationäre Einrichtungen in Wien vergleichsweise wenig von Niederösterreichern in Anspruch genommen würden, gegenteilig sei dies aber um ein Vielfaches häufiger der Fall. Der Grund sei unter anderem, dass in Niederösterreich viele Nebenwohnsitze bestünden und die Personen im Falle einer notwendigen stationären Pflege oft hier bleiben wollten. Weiters sei die Verkehrsanbindung in diesen Regionen gut ausgebaut, was den Angehörigen regelmäßige Besuche ohne lange Anfahrtswege erleichtere. Ähnlich sei die Situation an der Grenze zu Oberösterreich zwischen den Regionen Steyr/Enns und Amstetten/Haag. Aus diesen Gründen könne der Wegfall der Regelungen zu einer Überlastung im Bereich der stationären Einrichtungen führen.",
            "annotations": []
        },
        {
            "text": "6.5. Mit den getroffenen Regelungen könne das Land gewährleisten, dass sämtliche Kontingentplätze Landesbürgern und eine ausreichende Anzahl an Pflegeplätzen zur Verfügung stünden. Dieses System würde konterkariert, wenn Personen nach Verbrauch des Vermögens nach sechs Monaten eine Kostenübernahme durch das Land Niederösterreich erhielten und damit einen Kontingentplatz belegten. ",
            "annotations": []
        },
        {
            "text": "6.6. Mit der Aufhebung der Bestimmungen würde es zu einer Unplanbarkeit im Hinblick auf die Auslastung, die erforderlichen Neuerrichtungen und die Finanzierung stationärer Pflegeplätze kommen. Sinn und Zweck der Regelungen sei es auch, knappe Pflegeplätze vorrangig für Personen vorzuhalten, die im Bundesland bereits nachhaltig verwurzelt seien, damit diese im Fall ihrer Pflegebedürftigkeit ortsnah untergebracht werden könnten. Es könne – wenn überhaupt – nur geschätzt werden, wie viele Personen aus anderen Bundesländern eine Pflegemaßahme in einer stationären Pflegeeinrichtung in Anspruch nehmen wollten. Es sei davon auszugehen, dass diese Regelung des §12 Abs2 und 3 NÖ SHG die Entscheidung von Antragstellern aus anderen Bundesländern, auf einen Pflegeheimplatz nach Niederösterreich zu wechseln, beeinflusse. Die Regelung hätte (mittelbare) Auswirkungen auf die Wanderbewegungen von Pflegebedürftigen zwischen den Bundesländern und die Verteilung von Pflegeplätzen, wodurch der Zuzug von Antragstellern aus anderen Bundesländern planbarer werde.",
            "annotations": []
        },
        {
            "text": "6.7. Während sich sonstige Sozialhilfeleistungen im Wesentlichen in Geldleistungen an hilfebedürftige Personen bzw Sachleistungen erschöpften, sei bei der Hilfe bei stationärer Pflege neben finanziellen und personellen Mitteln auch die nötige Infrastruktur bereitzustellen. Die Neuerrichtung sowie bauliche Erweiterungen von Pflegeeinrichtungen bedürften ungleich längerfristiger Planung als dies bei anderen Leistungen der Sozialhilfe der Fall sei, weshalb die genaue Kenntnis über den künftig zu erwartenden Bedarf unerlässlich sei. Die Kosten der Pflegeheimunterbringung seien im System der Sozialhilfe der größte Budgetposten.",
            "annotations": []
        },
        {
            "text": "6.8. Zur Umsetzung des Ziels der Versorgung von Landesbürgern mit ausreichenden Pflegeplätzen und der Absicherung des von der öffentlichen Hand finanzierten Systems der Sozialhilfe sei es erforderlich, bei der Hilfe bei stationärer Pflege das grundsätzlich schlichte Wohnsitzerfordernis um eine zeitliche Komponente (Wohnsitzerfordernis vor Heimaufnahme) zu ergänzen. Ein Abstellen auf das schlichte Wohnsitzerfordernis würde regelmäßig zu einem Leistungsanspruch führen, weil eine Hauptwohnsitzbegründung im Rahmen der Aufnahme in ein Pflegeheim jederzeit möglich sei. ",
            "annotations": []
        },
        {
            "text": "7. Die im Anlassfall nunmehr beschwerdeführende Partei hat als beteiligte Partei eine Äußerung erstattet, die sich im Wesentlichen den Bedenken des Verfassungsgerichtshofes anschließt.",
            "annotations": []
        },
        {
            "text": "8. Die übrigen Landesregierungen sowie die Bundesregierung haben die ihnen eingeräumte Möglichkeit, eine Äußerung zu erstatten, nicht wahrgenommen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Das NÖ SHG, LGBl 9200-0, idF LGBl 52/2022 (§12 Abs2 idF LGBl 1/2022, §12 Abs3 idF LGBl 40/2018) lautet auszugsweise (die in Prüfung gezogenen Bestimmungen sind hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"§1 ",
            "annotations": []
        },
        {
            "text": "Aufgabe ",
            "annotations": []
        },
        {
            "text": "Die Sozialhilfe hat jenen Menschen die Führung eines menschenwürdigen Lebens zu ermöglichen, die dazu der Hilfe der Gemeinschaft bedürfen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2 ",
            "annotations": []
        },
        {
            "text": "Grundsätze",
            "annotations": []
        },
        {
            "text": "Bei der Leistung der Sozialhilfe sind folgende Grundsätze einzuhalten: ",
            "annotations": []
        },
        {
            "text": "1. Die Hilfe ist nur so weit zu leisten, als der jeweilige Bedarf nicht durch eigene Mittel oder durch Leistungen Dritter tatsächlich gedeckt wird (Subsidiaritätsprinzip).",
            "annotations": []
        },
        {
            "text": "2. Die Hilfe ist nicht nur zur Beseitigung einer bestehenden Notlage, sondern auch vorbeugend zu gewähren, um dadurch einer drohenden Notlage entgegenzuwirken (Präventionsprinzip). Die Sozialhilfe ist auch nach Beseitigung der Notlage fortzusetzen, wenn dies notwendig ist, um die Wirksamkeit der geleisteten Hilfe zu sichern oder um Rückschläge zu vermeiden.",
            "annotations": []
        },
        {
            "text": "3. – 4. […] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4",
            "annotations": []
        },
        {
            "text": "Anspruch",
            "annotations": []
        },
        {
            "text": "(1) Voraussetzung für eine Sozialhilfeleistung ist, dass der hilfebedürftige Mensch",
            "annotations": []
        },
        {
            "text": "1. die österreichische Staatsbürgerschaft besitzt und",
            "annotations": []
        },
        {
            "text": "2. seinen Hauptwohnsitz in Niederösterreich oder mangels eines solchen seinen Aufenthalt in Niederösterreich hat.",
            "annotations": []
        },
        {
            "text": "(2) – (5) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§12 ",
            "annotations": []
        },
        {
            "text": "Hilfe bei stationärer Pflege",
            "annotations": []
        },
        {
            "text": "(1) Die Hilfe zur Pflege umfasst alle Betreuungs- und Pflegemaßnahmen in stationären Einrichtungen für hilfebedürftige Menschen. Hilfebedürftig ist, wer auf Grund einer körperlichen, geistigen oder psychischen Beeinträchtigung oder einer Beeinträchtigung der Sinne einen ständigen Betreuungs- und Pflegebedarf hat. ",
            "annotations": []
        },
        {
            "text": "(2) Voraussetzung für die Leistung der Hilfe ist, dass der hilfebedürftige Mensch vor Aufnahme in eine stationäre Einrichtung seinen Hauptwohnsitz in Niederösterreich hat und die Pflege durch eine Vertragseinrichtung gemäß §48 Abs3 oder durch eine in der Verordnung nach §48a angeführten Einrichtung erfolgt.",
            "annotations": []
        },
        {
            "text": "(3) Bestand vor Aufnahme in eine stationäre Einrichtung in Niederösterreich kein Hauptwohnsitz in Niederösterreich, ist Hilfe bei stationärer Pflege zu leisten, wenn der hilfebedürftige Mensch zumindest seit sechs Monaten einen Hauptwohnsitz in Niederösterreich hat und in diesem Zeitraum die Kosten der Unterbringung in dieser Einrichtung aus eigenem Einkommen und pflegebezogenen Leistungen vollständig getragen hat. ",
            "annotations": []
        },
        {
            "text": "(4) Hilfe bei stationärer Pflege kann auch im Rahmen des Privatrechts in stationären Einrichtungen in einem anderen Bundesland gewährt werden, wenn der hilfebedürftige Mensch vor Aufnahme in eine stationäre Einrichtung seinen Hauptwohnsitz in Niederösterreich hatte und die Hilfe auf Grund der persönlichen oder familiären Verhältnisse des hilfebedürftigen Menschen zur Vermeidung einer sozialen Härte geboten ist. ",
            "annotations": []
        },
        {
            "text": "(5) Auf die Hilfe bei stationärer Pflege nach Abs2 und 3 hat jeder hilfebedürftige Mensch bei Vorliegen der Anspruchsvoraussetzungen einen Rechtsanspruch.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§47",
            "annotations": []
        },
        {
            "text": "Stationäre Dienste",
            "annotations": []
        },
        {
            "text": "(1) Stationäre Dienste sind Einrichtungen zur dauernden Unterbringung, Versorgung, aktivierenden Betreuung und Pflege überwiegend betagter Menschen oder Menschen mit besonderen Bedürfnissen sowie Menschen in außerordentlichen Notsituationen, die nicht oder nicht mehr in der Lage sind, selbstständig einen eigenen Haushalt zu führen und denen die notwendige Hilfe weder im familiären Bereich noch durch teilstationäre oder ambulante Dienste ausreichend oder zufrieden stellend geboten wird (werden kann).",
            "annotations": []
        },
        {
            "text": "(2) Stationäre Dienste umfassen:",
            "annotations": []
        },
        {
            "text": "1. Pflegeheime,",
            "annotations": []
        },
        {
            "text": "2. Pflegeeinheiten (für 5 bis 12 pflegebedürftige Menschen) und Pflegeplätze (für 1 bis 4 pflegebedürftige Menschen),",
            "annotations": []
        },
        {
            "text": "3. – 5. […]",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§48",
            "annotations": []
        },
        {
            "text": "Beziehungen zu den Leistungserbringern mit Ausnahme der NÖ Landesgesundheitsagentur",
            "annotations": []
        },
        {
            "text": "(1) – (2) […]",
            "annotations": []
        },
        {
            "text": "(3) Die regelmäßige Betrauung eines Trägers der freien Wohlfahrt oder einer anderen Trägerorganisation mit Aufgaben der Sozialhilfe erfolgt auf Grund der Sozialplanung des Landes und setzt den Abschluss schriftlicher Vereinbarungen voraus, die den Voraussetzungen nach Abs4 zu entsprechen haben. […]",
            "annotations": []
        },
        {
            "text": "(4) Die Vereinbarungen müssen zumindest Regelungen enthalten über:",
            "annotations": []
        },
        {
            "text": "1. Gegenstand, Art und Umfang der zu erbringenden Leistung,",
            "annotations": []
        },
        {
            "text": "2. die dabei einzuhaltenden Standards,",
            "annotations": []
        },
        {
            "text": "3. Regress bei Schadenersatzforderungen,",
            "annotations": []
        },
        {
            "text": "4. Leistungsentgelt,",
            "annotations": []
        },
        {
            "text": "5. Dokumentation und Berichtswesen,",
            "annotations": []
        },
        {
            "text": "6. die Mitwirkungspflicht der Einrichtungen an der Evaluation, Planung und Koordinationsmaßnahme,",
            "annotations": []
        },
        {
            "text": "7. Kündigungsgründe und Fristen.",
            "annotations": []
        },
        {
            "text": "(5) Die Landesregierung kann durch Verordnung Leistungsentgelte festsetzen.",
            "annotations": []
        },
        {
            "text": "In dieser ist festzulegen, welche Kostenfaktoren bei der Kalkulation zu berücksichtigen sind. Das Entgelt kann auch pauschaliert bemessen werden, wenn dies im Interesse einer Verwaltungsvereinfachung zweckmäßig ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§48a",
            "annotations": []
        },
        {
            "text": "Beziehung zu der NÖ Landesgesundheitsagentur",
            "annotations": []
        },
        {
            "text": "(1) Die Landesregierung hat mit Verordnung die regelmäßige Betrauung der NÖ Landesgesundheitsagentur mit Aufgaben der Sozialhilfe gemäß §47 Abs2 Z1 und 2 zu regeln. In dieser Verordnung sind insbesondere Regelungen nach §48 Abs4 Z1 bis 6 aufzunehmen. Bei der Festsetzung von Leistungsentgelten sind die Kriterien des §48 Abs5 zweiter und dritter Satz zu berücksichtigen. Diese Verordnung kann auch rückwirkend in Kraft gesetzt werden.",
            "annotations": []
        },
        {
            "text": "(2) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Verfahrens",
            "annotations": []
        },
        {
            "text": "Im Verfahren hat sich nichts ergeben, was an der Präjudizialität der in Prüfung gezogenen Bestimmungen zweifeln ließe. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich das Gesetzesprüfungsverfahren insgesamt als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Die einfachgesetzliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "Hilfebedürftige Menschen haben Anspruch auf Sozialhilfeleistungen gemäß §4 NÖ SHG, wenn sie die österreichische Staatsbürgerschaft besitzen oder österreichischen Staatsbürgern gleichgestellt sind und sie ihren Hauptwohnsitz in Niederösterreich oder mangels eines solchen ihren Aufenthalt in Niederösterreich haben. Hilfe bei stationärer Pflege erhält eine hilfebedürftige und gemäß §4 NÖ SHG anspruchsberechtigte Person, wenn sie bereits vor ihrer Aufnahme in die Pflegeeinrichtung einen Hauptwohnsitz in Niederösterreich hatte (§12 Abs2 NÖ SHG). Hatte die hilfebedürftige Person vor Aufnahme in eine Pflegeeinrichtung keinen Hauptwohnsitz in Niederösterreich, erhält sie Hilfe bei stationärer Pflege, wenn sie zumindest seit sechs Monaten einen Hauptwohnsitz in Niederösterreich hatte und in diesem Zeitraum die Kosten der Unterbringung in dieser Einrichtung aus eigenem Einkommen und pflegebezogenen Leistungen vollständig getragen hat (§12 Abs3 NÖ SHG). Demgegenüber erhalten Personen, die bereits einen Hauptwohnsitz in Niederösterreich hatten, als sie in die Pflegeeinrichtung aufgenommen wurden, sofort Hilfe bei stationärer Pflege, sofern sie nur die übrigen Voraussetzungen erfüllen.",
            "annotations": []
        },
        {
            "text": "2.2. In seinem Prüfungsbeschluss hegte der Verfassungsgerichtshof im Wesentlichen das Bedenken, dass §12 Abs2 und 3 NÖ SHG jene Staatsbürger bei der Gewährung von Hilfe bei stationärer Pflege in unsachlicher Weise benachteilige, die vor Aufnahme in eine stationäre Einrichtung keinen Hauptwohnsitz in Niederösterreich hätten. Zudem schien vorläufig kein sachlicher Grund ersichtlich, der es rechtfertigen würde, für die Hilfe bei stationärer Pflege strengere Anspruchsvoraussetzungen als für sonstige Leistungen der Sozialhilfe festzulegen, und damit zwischen hilfebedürftigen Personen mit Hauptwohnsitz in Niederösterreich zu differenzieren, je nachdem, ob sie pflegebedürftig seien oder nicht.",
            "annotations": []
        },
        {
            "text": "2.3. Die Niederösterreichische Landesregierung bestreitet in ihrer Äußerung nicht, dass §12 Abs2 und 3 NÖ SHG jene hilfe- und pflegebedürftigen Personen bei der Gewährung von Hilfe bei stationärer Pflege ungleich behandelt, die vor Aufnahme in die Pflegeeinrichtung noch keinen Hauptwohnsitz in Niederösterreich hatten. Sie rechtfertigt diese Ungleichbehandlung im Wesentlichen damit, dass dies der Sicherstellung der Planbarkeit und der Vermeidung eines Versorgungsengpasses im Bereich der Pflege diene. Niederösterreich nehme in geografischer Hinsicht eine Sonderstellung unter den Bundesländern ein. So habe sich gezeigt, dass Staatsbürger aus Wien eher Pflegeeinrichtungen in Niederösterreich nachfragten als umgekehrt. Auch im Verhältnis zu Oberösterreich sei die Situation ähnlich. Die Regelungen des §12 Abs2 und 3 NÖ SHG stellten sicher, dass der Zuzug von Pflegebedürftigen aus anderen Bundesländern planbarer werde. ",
            "annotations": []
        },
        {
            "text": "2.4. Die im Prüfungsbeschluss dargelegten Bedenken des Verfassungsgerichtshofes konnten im Gesetzesprüfungsverfahren nicht zerstreut werden. ",
            "annotations": []
        },
        {
            "text": "2.4.1. Der Gleichheitsgrundsatz gebietet dem Gesetzgeber, Gleiches gleich und Ungleiches ungleich zu behandeln, und setzt ihm insofern inhaltliche Schranken, als er es verbietet, sachlich nicht begründbare Differenzierungen zwischen den Normadressaten zu schaffen (vgl VfSlg 17.315/2004, 17.500/2005, 20.244/2018, 20.270/2018). Innerhalb dieser Schranken ist es dem Gesetzgeber jedoch von Verfassungs wegen durch den Gleichheitsgrundsatz nicht verwehrt, seine politischen Zielvorstellungen auf die ihm geeignet erscheinende Art zu verfolgen (s etwa VfSlg 16.176/2001, 16.504/2002). Insbesondere bei der Beurteilung sozialer Bedarfslagen und bei der Ausgestaltung der an diese Bedarfslagen knüpfenden sozialen Maßnahmen kommt dem Gesetzgeber ein weiter rechtspolitischer Gestaltungsspielraum zu (vgl VfSlg 18.885/2009, 20.244/2018, 20.270/2018, 20.359/2019). Der Gesetzgeber muss aber sicherstellen, dass das von ihm eingerichtete System der Sozialhilfe seinen eigentlichen Zweck – die Vermeidung und Bekämpfung sozialer Notlagen bei hilfsbedürftigen Personen – erfüllt (vgl VfSlg 19.698/2012, 20.300/2018). Das eingerichtete System muss sohin seinem Zweck entsprechen sowie in sich sachlich sein (vgl VfSlg 20.359/2019). ",
            "annotations": []
        },
        {
            "text": "Der Gesetzgeber ist nicht gehindert, auf den im Bedarfszeitraum tatsächlichen Aufenthalt im Inland oder Bundesland abzustellen (vgl VfSlg 19.964/2015, 20.035/2015, 20.244/2018). Der Gleichheitsgrundsatz verwehrt dem Gesetzgeber aber, andere als sachlich begründbare Differenzierungen zu schaffen. In diesem Zusammenhang hat der Verfassungsgerichtshof bereits ausgesprochen, dass bei Staatsbürgern die Aufenthaltsdauer in Österreich kein sachliches Differenzierungskriterium für die Höhe von Sozialhilfeleistungen ist (VfSlg 20.244/2018; vgl VfSlg 20.297/2018 im Hinblick auf Asylberechtigte).",
            "annotations": []
        },
        {
            "text": "2.4.2. Im System der niederösterreichischen Sozialhilfe setzt die Leistungsgewährung gemäß §4 Abs1 Z2 NÖ SHG in verfassungsrechtlich unbedenklicher Weise grundsätzlich den Hauptwohnsitz (und mangels eines solchen den Aufenthalt) im Bundesland voraus (vgl VfSlg 19.964/2015, 20.035/2015). In Abweichung vom allgemeinen Wohnsitzerfordernis des §4 Abs1 Z2 NÖ SHG verlangt §12 Abs2 NÖ SHG jedoch nicht bloß einen aktuellen Hauptwohnsitz im Bundesland, sondern darüber hinaus, dass ein solcher bereits vor Aufnahme in eine Pflegeeinrichtung des Landes bestanden haben muss. Das Erfordernis des örtlichen Naheverhältnisses wird somit bei der Hilfe bei stationäre Pflege – im Unterschied zu anderen Leistungen der Sozialhilfe gemäß NÖ SHG – um ein zeitliches Kriterium erweitert, sodass strengere Anspruchsvoraussetzungen als für sonstige Leistungen der Sozialhilfe gelten. Damit wird zum einen zwischen pflegebedürftigen Staatsbürgern differenziert, je nach dem, wann sie ihren Hauptwohnsitz in Niederösterreich begründet haben, und zum anderen zwischen hilfebedürftigen Personen mit Hauptwohnsitz in Niederösterreich, je nach dem, ob sie pflegebedürftig sind oder nicht.",
            "annotations": []
        },
        {
            "text": "2.4.3. Wie die Niederösterreichische Landesregierung ausführt, zielt §12 Abs2 und 3 NÖ SHG zumindest mittelbar auf die Wanderbewegungen von Pflegebedürftigen zwischen den Bundesländern, weil andernfalls Personen aus anderen Bundesländern eine Pflegemaßahme in einer stationären Pflegeeinrichtung in Niederösterreich in Anspruch nehmen würden.",
            "annotations": []
        },
        {
            "text": "2.4.4. Der Gleichheitsgrundsatz verwehrt es dem Gesetzgeber zwar nicht, beim Zugang zur Hilfe bei stationärer Pflege nach sachlichen Kriterien zu differenzieren, etwa um zu gewährleisten, dass Personen im Fall ihrer Pflegebedürftigkeit ortsnah bzw in der Nähe ihrer Angehörigen untergebracht werden können. Die vom allgemeinen Wohnsitzerfordernis abweichende Regelung des §12 Abs2 und 3 NÖ SHG bewirkt jedoch einen kategorischen Ausschluss von pflegebedürftigen Menschen beim Zugang zur Hilfe bei stationärer Pflege, bloß weil diese ihren Hauptwohnsitz in Niederösterreich erst mit der Aufnahme in eine Pflegeeinrichtung begründet haben. Eine derart pauschale Regelung ermöglicht weder eine Berücksichtigung der Umstände im Einzelfall (etwa im Hinblick auf das Privat- und Familienleben), noch erscheint sie geeignet und erforderlich, um die ortsnahe Pflegeversorgung für die im Bundesland bereits wohnhafte Bevölkerung sicherzustellen.",
            "annotations": []
        },
        {
            "text": "2.5. Der Verfassungsgerichtshof hat den Umfang der zu prüfenden und allenfalls aufzuhebenden Bestimmungen derart abzugrenzen, dass einerseits nicht mehr aus dem Rechtsbestand ausgeschieden wird, als Voraussetzung für den Anlassfall ist, dass aber andererseits der verbleibende Teil keine Veränderung seiner Bedeutung erfährt; da beide Ziele gleichzeitig niemals vollständig erreicht werden können, ist in jedem Einzelfall abzuwägen, ob und inwieweit diesem oder jenem Ziel der Vorrang vor dem anderen gebührt (VfSlg 7376/1974, 16.929/2003, 16.989/2003, 17.057/2003, 18.227/2007, 19.166/2010, 19.698/2012).",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall ist es zur Beseitigung der Verfassungswidrigkeit erforderlich, in §12 Abs2 NÖ SHG die Wortfolge \"vor Aufnahme in eine stationäre Einrichtung\" sowie §12 Abs3 NÖ SHG zur Gänze aufzuheben.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Wortfolge \"vor Aufnahme in eine stationäre Einrichtung\" in §12 Abs2 NÖ SHG und die Bestimmung des §12 Abs3 NÖ SHG sind daher wegen Verstoßes gegen den auch den Gesetzgeber bindenden Gleichheitsgrundsatz als verfassungswidrig aufzuheben. Bei diesem Ergebnis erübrigt sich ein Eingehen auf die weiteren im Prüfungsbeschluss dargelegten Bedenken.",
            "annotations": []
        },
        {
            "text": "2. Die Bestimmung einer Frist für das Außerkrafttreten der aufgehobenen Gesetzesstellen gründet sich auf Art140 Abs5 dritter und vierter Satz B-VG.",
            "annotations": []
        },
        {
            "text": "3. Der Ausspruch, dass frühere gesetzliche Bestimmungen nicht wieder in Kraft treten, beruht auf Art140 Abs6 erster Satz B-VG.",
            "annotations": []
        },
        {
            "text": "4. Die Verpflichtung der Landeshauptfrau von Niederösterreich zur unverzüglichen Kundmachung der Aufhebung und der damit im Zusammenhang stehenden sonstigen Aussprüche erfließt aus Art140 Abs5 erster Satz B-VG und §64 Abs2 VfGG iVm ",
            "annotations": []
        },
        {
            "text": "§2 Abs1 Z6 NÖ Verlautbarungsgesetz 2015.",
            "annotations": []
        },
        {
            "text": "5.  Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}