{
    "document_id": "JFT_20230612_23E00116_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein indischer Staatsangehöriger. Zuletzt wurde ihm für den Zeitraum vom 9. November 2018 bis zum 9. November 2019 eine Aufenthaltsbewilligung als \"Student\" erteilt. Am 5. November 2019 stellte er einen Antrag auf Verlängerung dieses Aufenthaltstitels. Mit Bescheid des Landeshauptmannes von Wien vom 4. Februar 2020 wurde dieser Antrag abgewiesen.",
            "annotations": []
        },
        {
            "text": "2. Die dagegen vom Beschwerdeführer erhobene Beschwerde wies das Verwaltungsgericht Wien nach Durchführung einer mündlichen Verhandlung mit am 21. Juli 2020 mündlich verkündetem Erkenntnis ab. Der Beschwerdeführer beantragte unmittelbar im Anschluss die schriftliche Ausfertigung.",
            "annotations": []
        },
        {
            "text": "3. Die schriftliche Ausfertigung des am 21. Juli 2020 mündlich verkündeten Erkenntnisses des Verwaltungsgerichtes Wien erfolgte am 7. Dezember 2022 und wurde dem Beschwerdeführer am 12. Dezember 2022 zugestellt.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der unter anderem die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt werden.",
            "annotations": []
        },
        {
            "text": "5. Der Landeshauptmann von Wien und das Verwaltungsgericht Wien haben die Gerichts- und Verwaltungsakten vorgelegt, jedoch keine Gegenschrift erstattet.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Verwaltungsgericht Wien unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Nach der Rechtsprechung des Verfassungsgerichtshofes ist bezüglich der Erlassung einer verwaltungsgerichtlichen Entscheidung der Zustellung einer Entscheidung ihre mündliche Verkündung gleichzuhalten (vgl VfSlg 19.965/2015, 20.451/2021). Mit der mündlichen Verkündung wird die Entscheidung unabhängig von der Zustellung einer schriftlichen Ausfertigung (§29 Abs4 VwGVG) rechtlich existent, wenn sowohl der Inhalt einer Entscheidung als auch die Tatsache ihrer Verkündung in der Niederschrift festgehalten werden. Bereits an die Verkündung einer Entscheidung knüpfen sich daher deren Rechtswirkungen (vgl VfSlg 20.451/2021). Aus diesem Grund kann die Entscheidung bereits nach der mündlichen Verkündung mit Beschwerde gemäß Art144 B-VG angefochten werden, sofern mindestens ein hiezu Berechtigter einen Antrag auf schriftliche Ausfertigung der Entscheidung gemäß §29 Abs4 VwGVG gestellt hat (§82 Abs3b letzter Satz VfGG; siehe VfSlg 20.451/2021).",
            "annotations": []
        },
        {
            "text": "3.2. Unabhängig von der Möglichkeit, die Entscheidung bereits nach der mündlichen Verkündung anzufechten, ist der Rechtsschutzsuchende in der Regel auf die – nähere und ausführliche – Begründung der Entscheidung in der schriftlichen Ausfertigung gemäß §29 Abs4 VwGVG angewiesen, um die Entscheidung auf Grund der maßgebenden Erwägungen gegebenenfalls mit einer Beschwerde gemäß Art144 B-VG bekämpfen zu können. Aus der rechtsstaatlich gebotenen Pflicht zur Begründung verwaltungsgerichtlicher Entscheidungen folgt daher im Zusammenhang mit der Regelungssystematik des §29 VwGVG auch die Pflicht zu einer möglichst zeitnahen schriftlichen Ausfertigung der Entscheidung, weil andernfalls dem Rechtsschutzsuchenden effektiver Rechtsschutz verwehrt sein könnte (zum Grundsatz der Effektivität des Rechtsschutzes siehe zB VfSlg 11.196/1986, 15.218/1998, 17.340/2004, 20.107/2016), was rechtsstaatlichen Anforderungen an die Erlassung gerichtlicher Entscheidungen widerspricht (VfSlg 20.451/2021; VfGH 23.6.2021, E720/2021; 29.6.2022, E1641/2022; 28.11.2022, E2588/2022; 27.2.2023, E89/2023; 9.3.2023, E3309/2022).",
            "annotations": []
        },
        {
            "text": "3.3. Die schriftliche Ausfertigung der am 21. Juli 2020 mündlich verkündeten Entscheidung des Verwaltungsgerichtes Wien erfolgte am 7. Dezember 2022 und somit fast 29 Monate nach der mündlichen Verkündung. Eine derart lange Zeitspanne zwischen mündlicher Verkündung und schriftlicher Ausfertigung der Entscheidung, für die im Beschwerdeverfahren auch keine besonderen Umstände hervorgekommen sind, welche diese Verzögerung rechtfertigen könnten, widerspricht jedenfalls der Pflicht zu einer möglichst zeitnahen schriftlichen Ausfertigung der Entscheidungen und somit den rechtsstaatlichen Anforderungen an die Begründung gerichtlicher Entscheidungen (VfSlg 20.451/2021; VfGH 23.6.2021, E720/2021; 29.6.2022, E1641/2022; 28.11.2022, E2588/2022; 27.2.2023, E89/2023; 9.3.2023, E3309/2022).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}