{
    "document_id": "JFT_20231004_23G00450_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antragsteller behauptet die Verfassungswidrigkeit des §71d Abs2 IO. Auf Grund dieser Bestimmung, mit welcher die Voraussetzungen für eine Rückforderung des Kostenvorschusses definiert werden, könne gegen organschaftliche Vertreter auch im Falle einer pünktlichen Insolvenzantragstellung ein Rückforderungsanspruch gestellt werden. Es gebe für die organschaftlichen Vertreter mangels des Erfordernisses eines Verschuldens keine Möglichkeit, eine solche Haftung zu vermeiden. Die angefochtene Bestimmung verstoße mangels sachlicher Rechtfertigung gegen den Gleichheitsgrundsatz gemäß Art2 StGG und Art7 B-VG.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat. Der Gesetzgeber verfolgt unter anderem mit der angefochtenen Bestimmung des §71d Abs2 IO das Ziel, den Anreiz zum Erlag eines Kostenvorschusses für die Gläubiger zu erhöhen. Dieses Ziel soll durch die Erweiterung bzw durch die Erleichterung des Rückgriffes erreicht werden. Ein Gläubiger soll bei juristischen Personen \"die Möglichkeit haben, nach Erlag eines Kostenvorschusses den Betrag von den organschaftlichen Vertretern und dem Mehrheitsgesellschafter (der auf Grund des §72d auch zum Erlag des Kostenvorschusses verpflichtet ist) ohne Nachweis eines Verschuldens ersetzt zu verlangen\" (Erläut zur RV 612 BlgNR 24. GP, 16 f.). Der Gesetzgeber verfolgt mit §71d Abs2 IO aus den genannten Gründen ein legitimes Ziel. Das mangelnde Erfordernis eines Verschuldens des Schuldners ist ein verhältnismäßiges Mittel zur Zielerreichung, weil der Rückforderungsanspruch auf diesem Weg erleichtert durchgesetzt werden kann.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Formerfordernisse und Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}