{
    "document_id": "JFT_20231004_23E02724_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein im Jahr 1999 geborener Staatsangehöriger der Republik Armenien. Er stellte nach rechtswidriger Einreise am 9. November 2022 einen Antrag auf internationalen Schutz in Österreich. Begründend gab er bei der Erstbefragung an, homosexuell zu sein, was in Armenien nicht akzeptiert werde; er habe deshalb seinen Arbeitsplatz kündigen müssen und werde diskriminiert. In der Armee sei er geschlagen, verfolgt und erniedrigt worden. Er habe zwei Selbstmordversuche unternommen, woraufhin er gesetzwidrig in einem öffentlichen Spital in einer geschlossenen Abteilung für ca einen Monat \"eingesperrt\" worden sei. In seiner Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl gab der Beschwerdeführer ua an, wegen seiner Homosexualität von unbekannten Männern verfolgt, bedroht und beschimpft worden zu sein. Auch seine Familie habe seine sexuelle Orientierung nicht akzeptiert: sein Bruder habe ihn deswegen geschlagen. Auch seine Freunde hätten ihn geschlagen, seine Eltern hätten ihn mit einer Frau zwangsverheiraten wollen; sein Arbeitgeber habe ihn als psychisch beeinträchtigt eingestuft. Er könne die Diskriminierung nicht mehr aushalten und fühle sich von der eigenen Bevölkerung verfolgt.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 2. März 2023 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten und des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Armenien ab, erteilte keinen Aufenthaltstitel besonderer Schutz, erließ eine Rückkehrentscheidung, stellte die Zulässigkeit der Abschiebung in die Republik Armenien fest, gewährte keine Frist für die freiwillige Ausreise und erkannte einer Beschwerde die aufschiebende Wirkung ab.",
            "annotations": []
        },
        {
            "text": "3. In der dagegen erhobenen Beschwerde wurde ua das Verlangen gemäß §20 Abs2 letzter Satz AsylG 2005 gestellt, im Rahmen der Verhandlung vor dem Bundesverwaltungsgericht von einer weiblichen Richterin und Dolmetscherin einvernommen zu werden. Es falle dem Beschwerdeführer leichter, vor Frauen über seine sexuelle Identität sowie über die damit verbundenen Erfahrungen und vorgebrachten Befürchtungen zu sprechen. Zwar sei die Gewalt, die er im Zuge seines Lebens auf Grund seiner sexuellen Orientierung in Armenien erleiden habe müssen, sowohl von Männern als auch von Frauen ausgegangen. Besonders die körperlichen Gewalterfahrungen, Schikanen und anderen Formen der Erniedrigung und Bedrohung seien jedoch überwiegend von Männern verübt worden.",
            "annotations": []
        },
        {
            "text": "4. Mit Beschluss vom 5. April 2023 erkannte das Bundesverwaltungsgericht dieser Beschwerde die aufschiebende Wirkung zu. Nach Durchführung einer mündlichen Verhandlung wies das Bundesverwaltungsgericht die Beschwerde mit Erkenntnis vom 24. Juli 2023 als unbegründet ab und sprach aus, dass die Frist für die freiwillige Ausreise 14 Tage beträgt; diese Entscheidung erfolgte – ohne auf das oben erwähnte Verlangen gemäß §20 Abs2 AsylG 2005 einzugehen – durch einen Richter männlichen Geschlechts.",
            "annotations": []
        },
        {
            "text": "5. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten, ua im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter, behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt sowie eine Gegenschrift erstattet, in der zur behaupteten Verletzung des §20 AsylG 2005 Folgendes ausgeführt wird:",
            "annotations": []
        },
        {
            "text": "Für die Aufteilung der von den Verwaltungsgerichten zu besorgenden Geschäfte \"auf die Einzelrichter und Senate\" gelte der Grundsatz der festen Geschäftsverteilung (Art135 Abs2 B-VG). Die feste Geschäftsverteilung habe für jene Fälle, in denen eine Zuständigkeit der Einzelrichter bestehe, genau zu bestimmen, welche Einzelrichter zuständig seien, darüber hinaus aber auch die Vertreter im Fall einer Verhinderung und die Reihenfolge, in der diese eintreten würden (vgl Thienel, Neuordnung der Verwaltungsgerichtsbarkeit, 2013, 20). Art135 Abs3 B-VG und §17 Abs3 BVwGG sähen vor, dass einem Einzelrichter oder Senat eine ihm zufallende Rechtssache abgenommen werden könne, wenn der Einzelrichter oder Senat verhindert oder wegen des Umfangs seiner Aufgaben an deren Erledigung innerhalb einer angemessenen Frist gehindert sei. §17 Abs2 BVwGG ermögliche zudem eine Neuzuteilung wegen Befangenheit. Die Abnahme von Sachen stelle eine ausnahmsweise Durchbrechung der von der Geschäftsverteilung für einen bestimmten Zeitraum geschaffenen festen Zuständigkeitsstruktur dar, was eine restriktive Auslegung des Art135 Abs3 B-VG gebiete (vgl Piska, Art87/3 B-VG, in: Korinek/Holoubek et al. [Hrsg.], Bundesverfassungsrecht, 1999, Rz 29).",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall sei die anhängige Rechtssache der Gerichtsabteilung L515 zugewiesen worden. Ein Fall der Verhinderung bzw Überlastung bzw Befangenheit liege nicht vor, weshalb eine Abnahme und Neuzuteilung der Rechtssache ausgeschieden sei. Es stelle sich in weiterer Folge die Frage, ob eine Unzuständigkeit der genannten Gerichtsabteilung iSd §6 Abs1 Z4 der Geschäftsverteilung des BVwG vorliege. Hierzu werde Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "Entgegen der Ansicht des Beschwerdeführers sei §20 AsylG 2005 im Falle der Begründung der Furcht vor Verfolgung mit Eingriffen in die sexuelle Selbstbestimmung nicht die freie Wahlmöglichkeit des Geschlechts der verfahrensführenden Richterin oder des verfahrensführenden Richters zu entnehmen. Vielmehr solle die Verfahrensführung durch eine Richterin oder einen Richter desselben Geschlechts gewährleistet sein. Auch wenn der Gesetzestext die Möglichkeit des gegenteiligen Verlangens zulasse, sei daraus nicht ableitbar, dass im Falle dieses Verlangens per se ein Anspruch auf die Verfahrensführung durch eine Richterin oder einen Richter eines von der beschwerdeführenden Partei abweichenden Geschlechts bestehe. Sehr wohl könne ein solches Verlangen – bei entsprechender Nachvollziehbarkeit – jedoch zum Anlass genommen werden, von der für den Regelfall vorgesehenen zwingenden Verfahrensführung durch eine Richterin oder einen Richter desselben Geschlechts abzugehen (in diese Richtung deuteten auch Art15 Abs3 litb Verfahrens-RL und auch das Erkenntnis des Verfassungsgerichtshofes vom 4. Oktober 2022, E881/2022; in beiden genannten Quellen werde in Bezug auf die Existenz eines Rechtsanspruches von einer Verfahrensführung durch eine Organwalterin oder einen Organwalter desselben Geschlechts ausgegangen). Das Bundesverwaltungsgericht gehe davon aus, dass der Wortlaut des §20 Abs1 erster Satz, zweiter Halbsatz iVm Abs2 letzter Satz AsylG 2005 dem Gericht im nachvollziehbaren Bedarfsfall die Möglichkeit eröffnen solle, von der in §20 Abs1 erster Satz, erster Halbsatz iVm Abs2 erster und zweiter Satz leg cit zwingend angeordneten Vorgangsweise abzugehen.",
            "annotations": []
        },
        {
            "text": "Letztlich würde es dem Schutzzweck des §20 AsylG 2005 sowie dem Zweck der Bestimmungen über die Zuständigkeiten und der Geschäftsverteilung zuwiderlaufen, nähme man im Anwendungsbereich der genannten Bestimmung an, es wäre letztlich der beschwerdeführenden Partei (auch grund- und begründungslos) gestattet, darüber zu disponieren, welchen Geschlechts jene Person sei, von der er bzw sie einvernommen werden solle, und so den Grundsatz der festen Geschäftsverteilung erheblich zu relativieren. Dies könne nicht die Intention des nationalen Gesetzgebers sein und erscheine auch unionsrechtlich nicht geboten.",
            "annotations": []
        },
        {
            "text": "Letztlich sei darauf hingewiesen, dass eine gegenteilige als die hier vertretene Auslegung der genannten Bestimmung zur verfassungswidrigen Ungleichbehandlung Fremder führen würde, weil jenem Personenkreis außerhalb des Anwendungsbereiches des §20 AsylG 2005 die freie Einbringung des Verlangens, das sie betreffende Verfahren solle nicht von einer Richterin oder einem Richter desselben Geschlechts geführt werden, nicht möglich sei; diese Differenzierung erscheine sachlich unbegründet.",
            "annotations": []
        },
        {
            "text": "Die Vertretung des Beschwerdeführers habe im konkreten Fall keine Umstände vorgebracht, die über allgemein gehaltene Ausführungen hinausgegangen seien und die ein Abweichen von der in §20 Abs1 erster Satz, erster Halbsatz iVm Abs2 erster und zweiter Satz AsylG 2005 beschriebenen Vorgangsweise gebieten würden, weshalb das Verfahren entsprechend der Zuweisung der Rechtsakte auf Basis der Geschäftsverteilung des Bundesverwaltungsgerichtes von der Gerichtsabteilung L515 zu führen gewesen sei.",
            "annotations": []
        },
        {
            "text": "Es sei auch darauf hingewiesen, dass sich der Beschwerdeführer anlässlich der Ladung zur Beschwerdeverhandlung, in der er zur Abgabe einer Stellungnahme eingeladen worden sei, nicht gegen die Verfahrensführung durch die Gerichtsabteilung L515 ausgesprochen habe und seine rechtfreundliche Vertretung auch im Beschwerdeverfahren einen Mann entsandt habe. Ebenso sei dem Beschwerdeführer vor Beginn der Befragung nochmals die Möglichkeit eingeräumt worden, sich über den zuständigen Richter zu äußern; mit ihm sei der Begriff einer möglichen Befangenheit im Rahmen einer weiten Auslegung erörtert worden, die auch die vorliegende Fallkonstellation mitumfasst habe. Ebenso sei ihm mitgeteilt worden, dass sich eine allfällige Äußerung gegen den Richter nicht zu seinem Nachteil auswirken werde. Im Rahmen dieser Frage hätten sich weder der Beschwerdeführer noch seine rechtsfreundliche Vertretung gegen den Richter ausgesprochen.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht gehe auf Grund der obigen Ausführungen letztlich davon aus, dass die Verfahrensführung durch die Gerichtsabteilung L515 nicht zu einer Verletzung des verfassungsgesetzlich gewährten Rechtes auf ein Verfahren vor dem gesetzlichen Richter geführt habe.",
            "annotations": []
        },
        {
            "text": "Der Vollständigkeit halber sei auch darauf hingewiesen, dass es der Beschwerde an einer Relevanzdarstellung des behaupteten Fehlers fehle; ein solcher könne der Aktenlage nicht entnommen werden, zumal der Beschwerdeführer sichtlich alles vorgebracht habe, was er vorbringen habe wollen.",
            "annotations": []
        },
        {
            "text": "7. Das Bundesamt für Fremdenwesen und Asyl hat keine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die im vorliegenden Fall maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1. §20 AsylG 2005, BGBl I 100, idF BGBl I 68/2013 lautet:",
            "annotations": []
        },
        {
            "text": "\"Einvernahmen von Opfern bei Eingriffen in die sexuelle Selbstbestimmung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§20. (1) Gründet ein Asylwerber seine Furcht vor Verfolgung (Art1 Abschnitt A Z2 der Genfer Flüchtlingskonvention) auf Eingriffe in seine sexuelle Selbstbestimmung, ist er von einem Organwalter desselben Geschlechts einzuvernehmen, es sei denn, dass er anderes verlangt. Von dem Bestehen dieser Möglichkeit ist der Asylwerber nachweislich in Kenntnis zu setzen.",
            "annotations": []
        },
        {
            "text": "(2) Für Verfahren vor dem Bundesverwaltungsgericht gilt Abs1 nur, wenn der Asylwerber den Eingriff in seine sexuelle Selbstbestimmung bereits vor dem Bundesamt oder in der Beschwerde behauptet hat. Diesfalls ist eine Verhandlung von einem Einzelrichter desselben Geschlechts oder einem aus Richtern desselben Geschlechts bestehenden Senat durchzuführen. Ein Verlangen nach Abs1 ist spätestens gleichzeitig mit der Beschwerde zu stellen.",
            "annotations": []
        },
        {
            "text": "(4) Wenn der betroffene Asylwerber dies wünscht, ist die Öffentlichkeit von der Verhandlung eines Senates oder Kammersenates auszuschließen. Von dieser Möglichkeit ist er nachweislich in Kenntnis zu setzen. Im Übrigen gilt §25 Bundesgesetz über das Verfahren der Verwaltungsgerichte (Verwaltungsgerichtsverfahrensgesetz – VwGVG), BGBl I Nr 33/2013.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §6 der Geschäftsverteilung des Bundesverwaltungsgerichtes für das Geschäftsverteilungsjahr vom 1. Februar 2023 bis 31. Jänner 2024 (GV 2023) lautet:",
            "annotations": []
        },
        {
            "text": "\"§6. Unzuständigkeit",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Eine Richterin oder ein Richter ist im Sinne dieser Geschäftsverteilung unzuständig, wenn",
            "annotations": []
        },
        {
            "text": "1. der zugehörigen Gerichtsabteilung die Rechtssache auf Grund gesetzlicher Bestimmungen nicht zugewiesen hätte werden dürfen;",
            "annotations": []
        },
        {
            "text": "2. sie oder er als Einzelrichter/-in oder als Vorsitzende/Vorsitzender in der betreffenden Rechtssache nach §6 VwGVG iVm. §7 AVG befangen ist; in diesem Fall hat sich die Richterin oder der Richter unter Anzeige an den Präsidenten und bei Richterinnen und Richtern einer Außenstelle (§§16 bis 18) bei gleichzeitiger Mitteilung an die Leiterin oder den Leiter der Außenstelle in der betreffenden Rechtssache der weiteren Ausübung des Amtes zu enthalten (§27);",
            "annotations": []
        },
        {
            "text": "3. ihr/ihm zwei oder mehrere Rechtssachen zwar ursprünglich zu Recht zugewiesen worden sind, sich nachträglich aber durch die Zuweisung einer weiteren Rechtssache ergibt, dass sie im Sinne des §34 Abs4 AsylG 2005 mit dieser weiteren Rechtssache unter einem zu führen sind;",
            "annotations": []
        },
        {
            "text": "4. sie oder er wegen eines behaupteten Eingriffs in die sexuelle Selbstbestimmung gemäß §20 AsylG 2005 für die betreffende Rechtssache nicht zuständig ist;",
            "annotations": []
        },
        {
            "text": "5. der zugehörigen Gerichtsabteilung die Rechtssache nach den Bestimmungen der jeweils bei der Zuweisung geltenden Geschäftsverteilung nicht zugewiesen hätte werden dürfen (zB wegen Annexität).",
            "annotations": []
        },
        {
            "text": "(2) Ist eine Richterin oder ein Richter als Einzelrichter/-in oder als Vorsitzende/Vorsitzender eines Senates in einer Rechtssache wegen eines behaupteten Eingriffs in die sexuelle Selbstbestimmung gemäß §20 AsylG 2005 unzuständig und wird aus diesem Grund diese Rechtssache erneut zugewiesen, so verliert sie oder er damit gleichzeitig auch die Zuständigkeit für alle Rechtssachen, die zu dieser Rechtssache annex sind oder zu denen diese Rechtssache annex ist.",
            "annotations": []
        },
        {
            "text": "(3) Die Wahrnehmung der Unzuständigkeit der Richterinnen und Richter und das weitere Verfahren richten sich nach den diesbezüglichen Bestimmungen der Geschäftsordnung des Bundesverwaltungsgerichtes.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Das Recht auf ein Verfahren vor dem gesetzlichen Richter wird durch die Entscheidung eines Verwaltungsgerichtes verletzt, wenn das Verwaltungsgericht eine ihm gesetzlich nicht zukommende Zuständigkeit in Anspruch nimmt (zB VfSlg 15.372/1998, 15.738/2000, 16.066/2001, 16.298/2001 und 16.717/2002).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Gründet ein Asylwerber seine Furcht vor Verfolgung auf Eingriffe in seine sexuelle Selbstbestimmung, normiert §20 AsylG 2005 in Abs1 das Gebot der Einvernahme durch Organwalter desselben Geschlechts vor der Verwaltungsbehörde und in Abs2 das Gebot der Verhandlung (und demzufolge auch Entscheidung) vor dem Bundesverwaltungsgericht durch Richter desselben Geschlechts. Davon kann nur abgegangen werden, wenn die Partei ausdrücklich anderes verlangt (vgl VfSlg 20.260/2018 und bereits VfGH 25.11.2013, U1121/2012 ua). Dabei begründen sowohl Behauptungen eines bereits erfolgten als auch eines drohenden Eingriffes die Pflicht zur Einvernahme bzw zur Verhandlung und Entscheidung durch Organwalter desselben Geschlechts (VfSlg 20.260/2018; VfGH 29.11.2021, E2865/2021).",
            "annotations": []
        },
        {
            "text": "3.2. Der Beschwerdeführer brachte in seiner Erstbefragung und in der Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl vor, wegen seiner Homosexualität diskriminiert, geschlagen, verfolgt, bedroht, beschimpft und erniedrigt worden zu sein; seine Eltern hätten ihn zudem mit einer Frau zwangsverheiraten wollen. Er hat damit (erfolgte und drohende) Eingriffe in sein Recht auf sexuelle Selbstbestimmung im Sinne des §20 Abs2 AsylG 2005 behauptet (vgl VfGH 4.10.2022, E881/2022; vgl auch VwGH 14.10.2021, Ra 2021/19/0027).",
            "annotations": []
        },
        {
            "text": "3.3. Die Zuständigkeit wird durch die entsprechende Behauptung vor dem Bundesamt für Fremdenwesen und Asyl bzw in der Beschwerde begründet, ohne dass dabei eine nähere Prüfung der Glaubwürdigkeit oder eines Zusammenhangs mit dem konkreten Fluchtvorbringen zu erfolgen hat (vgl VfSlg 20.260/2018; VfGH 2.12.2020, E1414/2020; VwGH 13.2.2020, Ro 2019/01/0007).",
            "annotations": []
        },
        {
            "text": "3.4. Indem das Bundesverwaltungsgericht über die Beschwerde des Beschwerdeführers gegen den Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 2. März 2023 durch einen Richter männlichen Geschlechts entschieden hat, obgleich §20 Abs2 AsylG 2005 im vorliegenden Fall anzuwenden war und der Beschwerdeführer ein Abgehen von der sich daraus ergebenden Zuständigkeit eines Richters ausdrücklich verlangt hat, hat es den Beschwerdeführer in seinem Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt (VfSlg 19.671/2012, 20.260/2018); die vom Bundesverwaltungsgericht in seiner Gegenschrift in den Raum gestellten verfassungsrechtlichen Bedenken treffen schon auf Grund des Zwecks der in Rede stehenden Bestimmung (Abbau von Hemmschwellen bei der Schilderung von [auch Furcht vor] Eingriffen in die sexuelle Selbstbestimmung) nicht zu (vgl auch VfSlg 19.671/2012). Das Erkenntnis ist daher bereits aus diesem Grund aufzuheben.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}