{
    "document_id": "JFT_20230629_23UA00001_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der auf Art138b Abs1 Z7 litb B-VG gestützten Beschwerde liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Am 2. Februar 2023 veröffentlichte die Fraktion der Grünen (den eigenen Angaben in ihrer Äußerung an den Verfassungsgerichtshof zufolge) den \"bericht – Der grüne Fraktionsbericht zum ÖVP-Untersuchungsausschuss\" bzw \"Fraktionsbericht der Grünen gem. §51 Abs3 Z2 VO-UA zum Untersuchungsausschuss betreffend Klärung von Korruptionsvorwürfen gegen ÖVP-Regierungsmitglieder (ÖVP-Korruptions-Untersuchungsausschuss)\" (im Folgenden: Fraktionsbericht der Grünen). Die Veröffentlichung erfolgte im Rahmen einer Pressekonferenz; ferner wurde der Fraktionsbericht auf der Website der Grünen zum Download bereitgestellt.",
            "annotations": []
        },
        {
            "text": "1.2. Nach den Angaben des Präsidenten des Nationalrates in seiner Äußerung an den Verfassungsgerichtshof wurde der Bericht des ÖVP-Korruptions-Untersuchungsausschusses samt den angeschlossenen Fraktionsberichten – sohin auch dem Fraktionsbericht der Grünen – am 31. März 2023 auf der Website des Parlaments gemäß §51 VO-UA veröffentlicht.",
            "annotations": []
        },
        {
            "text": "1.3. In dem mit \"Kuschelkurs mit Putin\" betitelten Kapitel 5 des Fraktionsberichtes der Grünen finden sich auf den Seiten 67 und 68 unter der Überschrift \"Exkurs: Wie Putin-Versteher und ***-Freund *** die Russland-Politik prägte\" folgende Ausführungen (jene Äußerungen, durch die sich der Beschwerdeführer in seinen Persönlichkeitsrechten verletzt erachtet, sind hervorgehoben; die Auslassungszeichen \"[…]\" betreffen im Wesentlichen Quellenangaben zu den entsprechenden Ausführungen):",
            "annotations": []
        },
        {
            "text": "\"*** machte in Russland Millionen. 2016 erhielt der ehemalige Magna-Manager für seinen außerordentlichen Verdienst an der russischen Föderation sogar den Orden der Freundschaft. […] Putins Telefonnummer habe er zwar nicht […], aber wenige Monate nach der Annexion der Krim meinte er in einer Diskussionsrunde, dass er Putin persönlich kenne und er ein 'sehr, sehr, sehr korrekter Mann' sei und dass er sich in der EU 'ein bissl mehr russische Demokratur' wünschen würde. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Für die türkise ÖVP war *** die beste Ansprechperson, wenn sie Kontakte mit wichtigen Persönlichkeiten in der Politik und Wirtschaft im Kreml brauchte. *** behauptete sogar, dass man schneller mit *** als mit der österreichischen Botschaft Termine in Moskau bekommen würde. […] Ein von der WKStA ausgewerteter Nachrichtenverlauf zwischen *** und *** scheint das zu bestätigen. So organisierte der Steirer dem damaligen Finanzminister *** im Jahr 2016 kurzfristig politische Termine in St. Petersburg, um – nach den Worten von ***– seine Russland-Reise vor dem Parlament vertretbar zu machen. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Auswertungen der Staatsanwaltschaft zeigen zumindest zwei Treffen mit Präsident Putin und Ex-Bundeskanzler ***, an denen *** dem Anschein nach teilgenommen hat. Im Juni 2018, rund um die Vertragsverlängerung der Gaslieferverträge mit Russland in Wien (siehe Goldene Hochzeit) und im Oktober desselben Jahres in St. Petersburg, als *** eine von der OMV und Gazprom gesponserte […] Ausstellungseröffnung der Eremitage besuchte. […] In Sankt Petersburg war *** allerdings nur ein Teil einer kleinen und exklusiven Delegation, die scheinbar von ***, dem damaligen OMV-Generaldirektor, auserkoren wurde und aus ihm, *** und *** bestand. Sie waren, so ***, im Kreis um *** und den großen Chef Putin:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Was sie, allen voran ***, dort gemacht haben, hat *** bei seiner Befragung nicht mehr gewusst. […] Warum er *** gefragt hat, ob er den Herausgeber der Kronen Zeitung *** mitnehmen soll, konnte er ebenfalls nicht beantworten. […] Auch an das Treffen im Juni konnte er sich nicht mehr erinnern. […] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Lobbyist für Gazprom?",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "*** war nicht nur ein guter Vermittler russischer Kontakte, sondern auch bei der strategischen Ausrichtung der OMV indirekt involviert. Als Teil der 'Insider-Clique' […] wurde er 2014 ÖIAG-Präsident […] und wollte Gerüchten zufolge den damaligen OMV-Generaldirektor A*** so schnell wie möglich loswerden. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Glaubt man A***, störte sich *** an seiner strategischen Ausrichtung. […] A*** wollte 'keinen Cent in Russland investieren' und die Gasabhängigkeit zu einzelnen Lieferstaaten verringern. […] Weil aber 'die Stimmung auf Ebene der Eigentümervertreter [...] wahrnehmbar in Richtung Russland' kippte, musste er gehen, so der Oberösterreicher. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vor dem Untersuchungsausschuss behauptete der ehemalige OMV-Chef unter Wahrheitspflicht, dass *** in einem Meeting die Gaslieferverträge mit Gazprom von ihm haben wollte: 'Zudem sollte ich die Gaslieferverträge mit Gazprom beim nächsten Meeting mit Herrn *** mitnehmen und ihm übergeben, was ich aber abgelehnt habe'. […] Warum *** die Verträge wollte, führte er nicht näher aus. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "*** setzte sich immer wieder dafür ein, dass Österreich mehr Gas von Russland bezieht. […] Während die Europäische Union als Reaktion auf die Krim-Annexion im Jahr 2015 eine Energie-Union bilden wollte […], um die russische Gasabhängigkeit zu verringern, meinte *** nur, dass Russland 'die Energie' und Europa 'den Bedarf' hätte und man das 'zum Vorteil beider' nutzen sollte. […] 2016 vermuteten deutsche Verfassungsschützer*innen nicht zu Unrecht, dass der Steirer für den Konzern Gazprom bzw für Nord Stream 2 lobbyiere. […] *** meinte in seiner Einvernahme, dass er aus den Medien mitbekommen habe, dass Ex-Finanzminister *** einen Beratervertrag bei Gazprom für Nord Stream 2 erhalten habe. Ob der Beratervertrag im Zusammenhang mit *** Einsatz für *** stehe, wisse er aber nicht. […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. In seiner auf Art138b Abs1 Z7 litb B-VG gestützten Beschwerde macht der Beschwerdeführer die Verletzung in näher bezeichneten Persönlichkeitsrechten durch die Ausführungen der Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller im Fraktionsbericht der Grünen geltend. Der Beschwerdeführer stellt den Antrag, der Verfassungsgerichtshof möge",
            "annotations": []
        },
        {
            "text": "\"die auf ihn bezogenen Behauptungen der AbgzNR Nina [Tomaselli] und David Stögmüller in dem von ihnen verfassten Fraktionsbericht der Grünen zum Untersuchungsausschuss betreffend Klärung von Korruptionsvorwürfen gegen ÖVP-Regierungsmitglieder (ÖVP-Korruptions-Untersuchungsausschuss) ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Lobbyist für Gazprom?",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Glaubt man A***, störte sich *** an seiner strategischen Ausrichtung. A*** wollte 'keinen Cent in Russland investieren' und die Gasabhängigkeit zu einzelnen Lieferstaaten verringern. Weil aber 'die Stimmung auf Ebene der Eigentümervertreter […] wahrnehmbar in Richtung Russland kippte, musste er gehen, so der Oberösterreicher.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "deutsche Verfassungsschützer:innen vermuteten nicht zu Unrecht, dass der Beschwerdeführer für den Konzern Gazprom bzw für Nord Stream 2 lobbyiere.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "*** setzte sich immer wieder dafür ein, dass Österreich mehr Gas von Russland bezieht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "wegen Ehrenbeleidigung und Kreditschädigung gemäß §1330 Abs1 und 2 ABGB für rechtswidrig erklären\".",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.1. Der Beschwerdeführer behauptet, er sei durch die (oben unter Punkt 1. hervorgehobenen und unter Punkt 2. angeführten) Äußerungen im Fraktionsbericht der Grünen, für welche die Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller verantwortlich seien, unmittelbar in Persönlichkeitsrechten, nämlich wegen Ehrenbeleidigung und Kreditbeschädigung gemäß §1330 Abs1 und 2 ABGB, verletzt worden. Diese Äußerungen seien dem Beschwerdeführer erstmals am 24. März 2023 durch seinen Rechtsvertreter bekannt geworden.",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer begründet seine Beschwerde wie folgt (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Der Bedeutungsinhalt des inkrimierten Teils des Berichts der Grünen ist eindeutig:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In der Überschrift wird die Frage gestellt, ob denn der Beschwerdeführer ein Lobbyist von Gazprom wäre. Im Fließtext wird diese bloß [rhetorisch] aufgeworfene Frage bejaht:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "So wird sinngemäß behauptet, der Beschwerdeführer habe als Präsident des Aufsichtsrates ÖIAG ('Ebene der Eigentümervertreter') die Strategie der OMV dahin beeinflusst, den Bezug von russischem Gas zu erhöhen, weshalb der diese Strategie ablehnende CEO der OMV A*** weichen musste, um diesem Ziel nicht im Weg zu stehen. Schließlich wird behauptet, der Beschwerdeführer habe sich immer dafür eingesetzt, dass Österreich mehr Gas aus Russland beziehe. Ganz eindeutig wird der Bericht mit der Behauptung, 2016 vermuteten deutsche Verfassungsschützer*innen nicht zu Unrecht, dass der Steirer für den Konzern Gazprom bzw für Nord Stream 2 lobbyiere. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Damit stellt der Bericht klar, dass der Beschwerdeführer ein Lobbyist der Gazprom wäre. In Personalunion als Lobbyist der Gazprom und Vorsitzender des Aufsichtsrates der ÖIAG hätte der Beschwerdeführer die Strategie der OMV dahin beeinflusst, dass diese den Gasbezug aus Russland erheblich vergrößert und damit eine weitgehende Abhängigkeit Österreichs vom russischem Gas bewirkt habe.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.3. Zum Beweis des unrichtigen Narrativs der Grünen, der Beschwerdeführer hätte als Vorsitzender des Aufsichtsrates der ÖIAG die Strategie der OMV dahin beeinflusst, den Gasbezug aus Russland zu erhöhen und damit die Republik Österreich in eine stärkere Abhängigkeit von russischem Gas zu treiben, werden zunächst die Aussagen des ehemaligen Vorstandsvorsitzenden der OMV A*** als Auskunftsperson im U-Ausschuss genannt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bevor darauf einzugehen ist, ist festzuhalten, dass der Beschwerdeführer schon aus rechtlichen und tatsächlichen Gründen außerstande war, auf die Geschäfte der OMV Einfluss zu nehmen, weil diese als Aktiengesellschaft vom weisungsunabhängigen Vorstand geführt wurde, also nicht den Weisungen ihrer Eigentümer unterliegen konnte, der Beschwerdeführer auch nicht dem Aufsichtsrat der OMV angehörte und die Republik Österreich über die ÖIAG nur mit 31,5 % des Aktienkapitals an der OMV beteiligt war.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Absurdität des inkriminierten Vorwurfs im Bericht der Grünen wird schon dadurch bewiesen, dass der Beschwerdeführer bereits am 24.03.2015 als Vorsitzender des Aufsichtsrates der ÖIAG ausschied und der neue Vertrag über den Bezug des russischen Gases bis zum Jahr 2040 mit der Take-or-Pay-Klausel erst am 05. Juni 2018 abgeschlossen wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Übrigen war es *** selbst, der am 22.04.2014 gegen den Widerstand der EU-Kommission für die OMV mit der Gazprom den South-Stream-Vertrag unterzeichnete. Der Kritik der EU-Kommission begegnete er mit den Worten",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Europa braucht mehr Gas, und russisches Gas ist nicht zu ersetzen'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der im Fraktionsbericht der Grünen gegen den Beschwerdeführer namhaft gemachte 'Kronzeuge' A*** hat also als Vorstandsvorsitzender der OMV genau jenes Verhalten zu verantworten, das der Fraktionsbericht der Grünen dem Beschwerdeführer vorwirft.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der 'Kronzeuge' der expliziten Behauptung im Bericht der Grünen, der Beschwerdeführer wäre ein Lobbyist der Gazprom und hätte dadurch eine Steigerung des Gasbezugs der OMV aus Russland und eine größere Abhängigkeit Österreichs von russischem Gas bewirkt, bestätigte weder die eine, noch die andere Behauptung der Grünen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Er sagt ganz im Gegenteil aus, dass er keinerlei direkten oder indirekten Auftrag des Beschwerdeführe[r]s erhielt, das Engag[e]ment der OMV in Russland zu erhöhen. Objektiviert ist die Tatsache, dass A*** das Engagement der OMV mit der Gazprom selbst durch Abschluss des South-Stream-Vertrages erweiterte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Völlig richtig ist die Aussage der Auskunftsperson A***, der Beschwerdeführer habe die Strategie der OMV im Zusammenhang mit der 'Dividende auf Pump' kritisiert. Die Kritik war absolut berechtigt: Die Ausschüttung von Dividenden nicht aus Gewinnen, sondern durch die Aufnahme von Bankkrediten zugunsten der – im konkreten Fall überwiegend ausländischen – Eigentümer der OMV […] ist betriebswirtschaftlich unerträglich und jedenfalls die falsche Strategie. Um zu diesem Schluss zu kommen, braucht man nicht einmal Betriebswirtschaft studiert zu haben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Bericht der Grünen heißt es in der zweiten Spalte auf Seite 68 weiter:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "*** setzte sich immer wieder dafür ein, dass Österreich mehr Gas von Russland bezieht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Als Belegstelle wird das in der Tageszeitung 'Kleine Zeitung' wiedergegebene Interview des Beschwerdeführers vom 07.03.2014 genannt. Aus dem Interview ist jedenfalls nichts für diese Interpretation im Fraktionsbericht der Grünen zu finden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus dieser Antwort im Interview ist jedenfalls in keiner Weise ableitbar, der Beschwerdeführer hätte sich immer wieder dafür eingesetzt, dass Österreich mehr Gas von Russland bezieht. Der Beschwerdeführer teilte insoweit die öffentlich verbreitete und bereits wörtlich zitierte öffentliche Meinung von A***.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das dem Beschwerdeführer in der Wiener Zeitung vom 29.12.2015 zugeschriebene Zitat, Russland hätte die Energie und Europa den Bedarf, ist im Zusammenhang mit der vielfach diskutierten Initiative des damaligen Präsidenten der Europäischen Union *** zu lesen, der damals dafür eintrat, dass Europa durch Gas aus Aserbaidschan oder Iran (!) vom russischen Gas unabhängiger werden sollte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Bericht der Grünen Fraktion zum Thema dieser Beschwerde gipfelt schließlich unter Bezugnahme auf eine Belegstelle der Tageszeitung 'Die Presse' vom 16.02.2016 in der unrichtigen kreditschädigenden sowie beleidigenden Behauptung, deutsche Verfassungsschützer:innen vermuteten nicht zu Unrecht, dass der Beschwerdeführer für den Konzern Gazprom bzw für Nord Stream 2 lobbyiere.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Tatsächlich distanziert sich die Presse von dieser Mutmaßung mit den Worten 'Dass *** im Interesse Gazproms in Europa lobbyiert, wie aus deutschen Verfassungsschutzkreisen gegenüber der 'Presse' behauptet wird, ließ sich gestern nicht erhärten'.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zusammenfassend ist daher festzuhalten, dass die im Fraktionsbericht der Grünen angeführten Beweise nicht geeignet sind, die darin aufgestellten Thesen zu stützen. Vielmehr ist das Gegenteil der Fall.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Rechtsausführungen gemäß §17 Abs4 VfGG:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer ist als jahrzehntelang erfolgreicher Industrieller und Sympathisant der Österreichischen Volkspartei das erklärte Feindbild der Grünen Fraktion. Ausschließlich aus politischen Motiven wird der Beschwerdeführer von der Grünen Fraktion als jemand hingestellt, der sich verdeckt und insbesondere auch mit Hilfe des Missbrauchs seines Mandates als Vorsitzender des Aufsichtsrates der ÖIAG für die Interessen der Gazprom und für eine Erhöhung der Abhängigkeit Österreichs vom Bezug russischen Gases einsetzte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die unrichtige Behauptung, der Beschwerdeführer wäre ein Lobbyist der Gazprom und hätte die Abhängigkeit der Österreichischen Gasversorgung vom Bezug russischen Gases gefördert, ist unter Bedachtnahme auf den völkerrechtswidrigen Angriffskrieg der Russischen Föderation auf die Ukraine und die seither gesetzten Maßnahmen zur Verringerung der Abhängigkeit russischer Gaslieferungen im höchsten Maße kreditschädigend im Sinn von §1330 Abs2 ABGB und verletzt damit seine Persönlichkeitsrechte im Sinn der anspruchsbegründenden Bestimmungen von Art138b Abs1 Zif 7 b) B-VG in Verbindung mit §56i VfGG.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Begriff 'Lobbyist' ist kein Werturteil, sondern eine Tatsachenbehauptung, die nach dem Verständnis des durchschnittlichen Adressaten nicht zuletzt durch eine Vielzahl öffentlich bekannter Skandale absolut negativ besetzt ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Laut Begriffslexikon auf oesterreich.gv.at sind Lobbyistinnen/Lobbyisten Personen, die die Interessen Privater gegenüber der öffentlichen Hand durchsetzen und vertreten, vor allem mittels Massenmedien. Die Tätigkeit eines Lobbyisten ist zwar nicht verboten, unterliegt aber einer [Eintragungspflicht] im Lobbying- und Interessenvertretungsregister.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Grüne Fraktionsbericht unterstellt dem Beschwerdeführer, er wäre verdeckt als Lobbyist für die Gazprom tätig gewesen und hätte dadurch die Abhängigkeit Österreichs vom Bezug russischen Gases erhöht, wodurch ihn eine Mitverantwortung an der noch immer bestehenden Notwendigkeit der Lieferung von russischem Gas treffe.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Vorwurf ist auch im Zusammenhang mit einer Verlängerung des Gaslieferungsvertrages mit der Gazprom bis zum Jahr 2040 in Verbindung mit einer Take-or-Pay-Klausel zu sehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Damit hat der Beschwerdeführer nichts zu tun.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Vorwurf ist damit auch ehrenbeleidigend im Sinn von §1330 Abs1 ABGB.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Die Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller, welche für den Fraktionsbericht der Grünen verantwortlich zeichnen, erstatteten eine Äußerung an den Verfassungsgerichtshof, in der sie die in der Beschwerde behauptete Verletzung in Persönlichkeitsrechten wie folgt bestreiten (ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"Fraktionsberichte wurden im Zusammenhang mit der Reform der Untersuchungsausschüsse als Sonderform von den in der Nationalratsgeschäftsordnung sonst vorgesehenen Minderheitsberichten bzw abweichenden Stellungnahmen eingeführt, damit auch Fraktionen mit weniger als drei Ausschussmitgliedern die Gelegenheit erhalten, die ihnen wesentlich erscheinenden Ergebnisse des Beweisverfahrens zusammenzufassen und im Sinne der Klärung der politischen Verantwortung zu bewerten. Wesentlicher Zweck der Fraktionsberichte ist also die Möglichkeit zur Meinungsäußerung und subjektiven Bewertung durch die Ausschussmitglieder einer Fraktion. Nach den Materialien wurde dazu ein Fristenregime eingeführt, das die Information und Stellungnahme von Personen, die im Bericht genannt werden, sicherstellt (AB 440 BIgNR 25. GP 17). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich bisher soweit ersichtlich mit Beschwerden gern. Art138b Abs1 Z7 litb B-VG von Auskunftspersonen wegen Fragestellungen in laufender Sitzung befasst und dabei wiederholt festgehalten, dass in der vorzunehmenden Interessenabwägung zwischen Persönlichkeitsrechten der Auskunftsperson und der Meinungsfreiheit der Ausschussmitglieder zu berücksichtigen ist, ob die Auskunftsperson, an welche eine Frage gerichtet oder die mit negativer Kritik oder Vorwürfen konfrontiert wird, die Möglichkeit der unmittelbaren Entgegnung oder Richtigstellung hat (UA 3/2015; UA 2/2021). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Diese Judikatur wäre auch auf die Beschwerde wegen eines Fraktionsberichts anzuwenden: Gem. §51 Abs3 Z3 VO-UA sind Personen, die durch die Veröffentlichung in ihren Rechten verletzt sein könnten, vom Verfahrensrichter unverzüglich und nachweislich zu verständigen. Sie können innerhalb weiterer zwei Wochen zu den betreffenden Ausführungen Stellung nehmen. Der wesentliche Inhalt solcher Stellungnahmen ist wiederzugeben, was in der Praxis durch Veröffentlichung gemeinsam mit den Berichten auf der Website des Parlaments erfolgt. ",
            "annotations": []
        },
        {
            "text": "Gegenständlich hat der Beschwerdeführer auch eine Stellungnahme zum Fraktionsbericht abgegeben, die ordnungsgemäß veröffentlicht wurde […]. Die mit der Beschwerde behaupteten angeblichen Verletzungen von Persönlichkeitsrechten durch die dort näher beschriebenen Passagen wurden dabei jedoch nicht geltend gemacht, sondern es wurde auf andere Ausführungen Bezug genommen. Unter der Überschrift 'Russland etc.' wurde lediglich am Ende pauschal ausgeführt: 'Jegliche Unterstellungen und Insinuierungen von strafrechtlich relevantem Verhalten oder sonstigen zweifelhaften Interventionen bzw Interventionsversuchen wird auf das Schärfte zurückgewiesen. Darüber hinaus gebe ich hierzu keine Stellungnahmen ab.' […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die in der bisherigen Rechtsprechung angeführte Gelegenheit zur Entgegnung oder Richtigstellung bestand also für den Beschwerdeführer, wurde von diesem jedoch ausdrücklich abgelehnt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "I.c. Interessenabwägung ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof bereits in UA 3/2015 ausgeführt hat, stehen die auch hier vom Beschwerdeführer angeführten Bestimmungen des §1330 ABGB im Spannungsverhältnis zwischen dem verfassungsgesetzlich gewährleisteten Recht auf Meinungsfreiheit (Art10 EMRK) und dem in Art8 EMRK verankerten Schutz der Persönlichkeitsrechte und sind daher im Lichte dieser beiden verfassungsgesetzlich gewährleisteten Rechte anzuwenden. Die erforderliche Abwägung zwischen den Schutzgütern des Art10 und Art8 EMRK hat stets vor dem Hintergrund der Kontrollfunktion und dem im Einzelfall festgesetzten Gegenstand des Untersuchungsausschusses gemäß Art53 B-VG zu erfolgen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dabei ist die Unterscheidung von Tatsachenbehauptungen einerseits und Werturteilen andererseits von grundlegender Bedeutung. Tatsachenbehauptungen, deren Unwahrheit der diese Äußernde kannte oder kennen musste, können nicht mit der Meinungsfreiheit gemäß Art10 EMRK gerechtfertigt werden. Werturteile sind hingegen grundsätzlich nach Art10 EMRK zulässig, sofern dabei kein 'Wertungsexzess' vorliegt (UA3/2015, UA2/2021). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anders als der Beschwerdeführer vermeint, handelt es sich bei den beschwerdegegenständlichen Textpassagen überwiegend um Werturteile und nicht um Tatsachenbehauptungen. Diese sind jedenfalls durch die Meinungsfreiheit geschützt. Für einen Wertungsexzess besteht kein Anhaltspunkt und der Beschwerdeführer hat dies auch nicht behauptet. Dass die Einschreiter:innen eine (angebliche) Unwahrheit von bestimmten Tatsachenbehauptungen kannten oder kennen mussten, hat der Beschwerdeführer nicht einmal behauptet und war auch nicht der Fall. Bereits aus diesem Grund ist die Beschwerde verfehlt, da die Interessenabwägung anhand der aufgezeigten Kriterien zugunsten der Meinungsfreiheit der Mitglieder eines Untersuchungsausschusses in Wahrnehmung ihrer parlamentarischen Aufgabe vorzunehmen ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Darüber hinaus wurden ohnehin keine unwahren Behauptungen aufgestellt, wie in der Folge unten noch ausgeführt wird. ",
            "annotations": []
        },
        {
            "text": "I.d. Bedeutungsgehalt der inkriminierten Textpassagen ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In seinen Anträgen auf S. 11 der Beschwerde inkriminiert der Beschwerdeführer vier konkrete Textpassagen. Lediglich diese sind verfahrensgegenständlich. Die auf S. 3 der Beschwerde als 'inkriminierter Teil' bezeichneten Passagen gehen darüber hinaus und sind insofern überschießend. Sie bilden jedoch – gemeinsam mit den vorherigen Seiten im Bericht – den Äußerungszusammenhang, aus dem in rechtlicher Beurteilung der Bedeutungsgehalt der konkret angegriffenen Textzeilen zu ermitteln ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer beschreibt den von ihm angenommenen Bedeutungsgehalt unter Punkt 3.2. seiner Ausführungen, nach einigen Wiederholungen, letztlich zusammengefasst wie folgt: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Damit stellt der Bericht klar, dass der Beschwerdeführer ein Lobbyist der Gazprom wäre. In Personalunion als Lobbyist der Gazprom und Vorsitzender des Aufsichtsrates der ÖIAG hätte der Beschwerdeführer die Strategie der OMV dahin beeinflusst, dass diese den Gasbezug aus Russland erheblich vergrößert und damit eine weitgehende Abhängigkeit Österreichs vom russischen Gas bewirkt habe.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Damit verquickt der Beschwerdeführer in unzulässiger Weise mehrere unterschiedliche Aussagen zu einer Behauptung über eine Kausalität, die im Text aber so nicht getroffen wird und darüber hinaus chronologisch anders lag – wie dann auch der Beschwerdeführer unmittelbar darauffolgend selbst moniert. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es sind zwei zeitliche Dimensionen zu unterscheiden: zunächst jene, als der Beschwerdeführer Aufsichtsratsmitglied und zuletzt sogar -vorsitzender der ÖIAG war, bis 2015. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Später jene, als ab 2017 zahlreiche Kontakte von ÖVP-Politikern nach Russland bestanden und der Beschwerdeführer aufgrund seiner unternehmerischen Kontakte als Türöffner und Kenner des russischen Marktes und der dortigen Politik beigezogen wurde. Gegenstand des Kapitel 5 im Fraktionsbericht ab Seite 62 waren primär die zuletzt genannten politischen Kontakte, die zu einem neuen, langjährigen Gaslieferungsvertrag im Jahr 2018 führten, der die Abhängigkeit Österreichs von Russland vergrößerte. Damals war der Beschwerdeführer eben nicht mehr für die ÖIAG tätig, trat aber mehrfach als Kontaktperson in Erscheinung, wie im Bericht näher dargestellt wurde. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dies war Anlass, die Erkenntnisse aus dem Beweisverfahren des Untersuchungsausschusses zum Beschwerdeführer in diesem Zusammenhang ab S. 67 in einem Exkurs zusammenzufassen. Die verfahrensgegenständlichen Passagen finden sich in einem Unterabschnitt auf S. 68 zu diesem Exkurs, der auch die Vorgeschichte des Beschwerdeführers bei der ÖIAG und in Kontakten zu Gazprom und Russland in anderem Zusammenhang beleuchtet. Für den durchschnittlichen Leser ist daher eindeutig erkennbar, dass dieser Unterabschnitt einen anderen Zeitraum und andere Kausalitäten betrifft, als die im Exkurs bzw sonst im Kapitel 5 beschriebenen Vorgänge rund um den 'Gasknebelvertrag 2018'. ",
            "annotations": []
        },
        {
            "text": "Von einer Personalunion und einer entsprechenden Kausalität der Tätigkeit des Beschwerdeführers als ÖIAG Aufsichtsrat zum Gaslieferungsvertrag 2018 war daher im Bericht keine Rede und ein solcher Eindruck entstand auch nicht bei den Leser:innen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Vielmehr ergibt sich im stets zu berücksichtigenden Äußerungszusammenhang unzweifelhaft der Bedeutungsinhalt, dass sich der Beschwerdeführer ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "• bereits bei früherer Gelegenheit für die Geschäfte, der OMV und der Gazprom interessierte, ",
            "annotations": []
        },
        {
            "text": "• als ÖIAG-Aufsichtsratsvorsitzender indirekt mit der OMV Strategie befasst war, und ",
            "annotations": []
        },
        {
            "text": "• der Lieferung von Gas aus Russland an Österreich grundsätzlich positiv gegenüberstand. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "All diese Aussagen sind jedoch, wie unten noch ausgeführt wird, gut belegt, und es bestand keinerlei Anlass für die Einschreiter:innen an ihrer Richtigkeit zu zweifeln. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "I.e. Zum vermeintlichen 'Vorwurf' des Lobbyings für Gazprom ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In seinen Anträgen [inkriminiert] der Beschwerdeführer ua, folgende Passagen: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Lobbyist für Gazprom? ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(…) ",
            "annotations": []
        },
        {
            "text": "vermuteten deutsche Verfassungsschützer*innen nicht zu Unrecht, dass der Steirer für den Konzern Gazprom bzw für Nord Stream 2 lobbyiere. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "*** setzte sich immer wieder dafür ein, dass Österreich mehr Gas von Russland bezieht.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer bringt zusammengefasst vor, dass die in der Zwischenüberschrift des Fraktionsberichts gestellte Frage ('Lobbyist für Gazprom?') im Text konkludent bejaht worden und der Begriff 'Lobbyist' abwertend und daher beleidigend bzw kreditschädigend sei. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Einschreiter:innen bestreiten sowohl die konkludente Bejahung als auch die rechtliche Schlussfolgerung: Weder wurde die aufgeworfene Frage nach einer Lobbying Tätigkeit im Fraktionsbericht abschließend bejaht, noch wäre ein solcher 'Vorwurf', sofern er aus Sicht des erkennenden Gerichts aus dem Fraktionsbericht ableitbar sein könnte, eine ehrenrührige Tatsachenfeststellung, sondern allenfalls ein zulässiges Werturteil. Richtig ist vielmehr nur, dass die Frage, ob eine solche Lobbying Tätigkeit vorlag, in den Raum gestellt wurde. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer führt aus, dass es sich bei der Bezeichnung 'Lobbyist' offenbar generell um eine Tatsachenbehauptung handle, 'die nach dem Verständnis des durchschnittlichen Adressaten nicht zuletzt durch eine Vielzahl Öffentlicher Skandale absolut negativ besetzt ist'. Der Beschwerdeführer selbst versteht daher den Begriff primär als Kritik bzw negative Bewertung. Auch bei dieser Auslegungsvariante liegt aber ein Werturteil vor, das im Rahmen der Meinungsfreiheit zulässig und nicht exzessiv ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie bereits ausgeführt, bestreiten die Einschreiter:innen, den Beschwerdeführer abschließend als Lobbyist bezeichnet zu haben – die naheliegende Frage wurde lediglich in den Raum gestellt. Es ist in Untersuchungsausschüssen üblich, dass bestimmte Themen nicht abschließend geklärt werden können, und dass in solchen Fällen in (Fraktions-)Berichten die für oder gegen bestimmte Ergebnisse sprechenden Beweisergebnisse und Hinweise aufgelistet werden. Genau diese Vorgehensweise wurde unter Berücksichtigung der Interessen des Beschwerdeführers auch hier gewählt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aber unabhängig davon wäre auch eine abschließende Wertung der vorliegenden Hinweise als Lobbying zulässig. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Bezeichnung 'Lobbyismus' ist weder eine generell abwertende Zuschreibung, noch ist 'Lobbyist' eine Tatsachenfeststellung. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Begriff 'Lobbying' oder 'für etwas lobbyieren' ist im allgemeinen Sprachgebrauch weit verbreitet. Lobbyieren ist ein häufig verwendetes Synonym für 'sich für etwas einsetzen'. Um zu erkennen, dass dem so ist, reicht ein Blick in die aktuelle mediale Berichterstattung: Tierschützer lobbyieren für Tierwohl, Klimaschützer für das Klima, die Industriellenvereinigung für ihre Mitglieder, um nur einige wenige Beispiele zu nennen. Weder liegt in solchen und anderen Fällen regelmäßig eine Lobbyingtätigkeit im Sinne des Lobbying- und Interessenvertretungs-Transparenz-Gesetzes vor, noch sind solche Bezeichnungen im Allgemeinen despektierlich. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Insofern ist auch der Schluss des Beschwerdeführers in seinen rechtlichen Ausführungen, wonach die Passagen im Bericht im Ergebnis auf den Vorwurf des verdeckten Lobbyings hinausliefen, da der Beschwerdeführer nicht im Lobbyregister eingetragen sei, zu weit hergeholt und unzutreffend. Mit keinem Wort wird im Fraktionsbericht von einem 'verdeckten' Lobbying gesprochen, oder gar dieses angeblich in den Raum gestellte 'verdeckte' Lobbying auf Grund der Nichteintragung ins Lobbyregister gerügt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Lobbying- und Interessenvertretungs-Transparenz-Gesetz ist nach seinem §1 im Übrigen auf die Einflussnahme auf Gesetzgebung und Vollziehung beschränkt, und wäre daher im fraglichen Bereich der OMV Geschäftsführung und Gaslieferungen an diese bzw nach Österreich gar nicht anwendbar gewesen. Auch das Zitat der deutschen Verfassungsschützer lt. Presse über einen 'Lobbyisten der Gazprom' wird denklogisch nicht auf ein österreichisches Gesetz abstellen, die allgemeine Verwendung des Wortes wird auch im selben Artikel durch die Bezeichnung von Deutschland und Österreich als 'Hauptlobbyisten ... von Nord Stream 2' evident […]. ",
            "annotations": []
        },
        {
            "text": "Zusammengefasst ergibt sich also aus den Textpassagen, dass deutsche Verfassungsschützer vermuteten, der Beschwerdeführer habe bei Nord Stream 2 wie ein Lobbyist für Gazprom gehandelt, und dass es auch weitere Umstände gab, in denen der Beschwerdeführer sich für Interessen einsetzte, die sich mit jenen der Gazprom als staatlichem russischem Gasunternehmen deckten. All dies ist gut belegt, wie unten noch näher dargestellt wird. Sofern man aus der rhetorischen Frage – entgegen der Einschätzung der Einschreiter:innen – auch ihre Bejahung ableiten wollte, wäre dies eine im Rahmen der Meinungsfreiheit jedenfalls zulässige Wertung auf Basis dieser Umstände. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Zu den antragsgegenständlichen Passagen im Detail ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II.a. Angeblicher Vorwurf der Einflussnahme auf die Geschäftstätigkeit der OMV und deren Ausrichtung nach Russland ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In seinem Antrag begehrt der Beschwerdeführer unter anderem folgende Passage des Fraktionsberichtes als Rechtsverletzung auszumachen: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Glaubt man A***, sich *** an seiner strategischen Ausrichtung. […] A*** wollte 'keinen Cent in Russland investieren' und die Gasabhängigkeit zu einzelnen Lieferstaaten verringern. […] Weil aber 'die Stimmung auf Ebene der Eigentümervertreter […] wahrnehmbar in Richtung Russland' kippte, musste er gehen, so der Oberösterreicher.[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Für die Einschreiter:innen ist nicht erkennbar, wie sich aus dieser Aufzählung belegter wörtlicher Zitate bzw sinngemäßer Zusammenfassungen von Äußerungen eines Dritten (A***) […], die dieser im Rahmen seiner Aussage als Auskunftsperson vor dem Untersuchungsausschuss bzw anlässlich von Zeitungsinterviews tätigte […], eine Rechtsverletzung durch die Verfasser: innen des Fraktionsberichts ableiten lassen sollte. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In der Begründung der Beschwerde (Seite 4) führt der Beschwerdeführer in diesem Zusammenhang aus, dass im Bericht 'sinngemäß behauptet [werde], der Beschwerdeführer habe als Präsident des Aufsichtsrates ÖIAG ('Ebene der Eigentümervertreter') die Strategie der OMV dahin beeinflusst, den Bezug von russischem Gas zu erhöhen, weshalb der diese Strategie ablehnende CEO der OMV A*** weichen musste, um diesem Ziel nicht im Weg zu stehen'. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Eine solche Behauptung wurde von den Einschreiter:innen nicht aufgestellt. Das bloße Zitieren von Aussagen Dritter, über die zum Zeitpunkt der Veröffentlichung des Fraktionsberichts bereits breit medial berichtet wurde oder die in medienöffentlicher Sitzung des Untersuchungsausschusses erfolgten, kann völlig losgelöst von deren Inhalt keine Rechtsverletzung durch die Einschreiter:innen darstellen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schon die Wahl der einleitenden Worte des antragsgegenständlichen Absatzes im Berichtsteil, nämlich 'Glaubt man A***, lässt zweifelsfrei erkennen, dass hier diverse Aussagen eines Dritten ohne weitere Wertung durch die Berichtverfasser:innen wiedergegeben werden. Zitate sind in diesem Absatz als solche klar durch Setzung von Anführungszeichen und kursive Schriftsetzung gekennzeichnet und mit Quellenverweisen belegt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In der Begründung der Beschwerde wird sehr ausführlich auf die Befragung der Auskunftsperson A***, insbesondere zur Geschäftspolitik der OMV in Russland eingegangen. So wird zum Beispiel vorgebracht, dass es A*** gewesen sei, der mit der Gazprom den South-Stream Vertrag unterzeichnet habe (Seite 5). Auch wird A*** mehrfach als 'Kronzeuge' für angebliche Behauptungen im Bericht, wonach der Beschwerdeführer eine Steigerung des Gasbezuges der OMV aus Russland bewirkt habe, bezeichnet (Seite 8). Im Fraktionsbericht wird aber, wie bereits ausgeführt, eine solche Behauptung gar nicht aufgestellt und daher auch niemand als 'Kronzeuge' für nicht behauptete Sachverhalte geführt. Der Beschwerdeführer übergeht dabei geflissentlich, dass die Auskunftsperson A*** in ihrer einleitenden Stellungnahme ausgeführt hat, dass anlässlich des Gesprächstermins mit dem Beschwerdeführer zur Abberufung als OMV Vorstand der Beschwerdeführer selbst zur Übergabe der Lieferverträge mit Gazprom aufgefordert habe. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Vollständigkeit halber ist zu erwähnen, dass der erste Absatz des gegenständlichen Unterkapitels im Fraktionsbericht lautet: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'*** war nicht nur ein guter Vermittler russischer Kontakte, sondern auch bei der strategischen Ausrichtung der OMV indirekt involviert. Als Teil der 'Insider-Clique' wurde er 2014 OIAG-Präsident und wollte Gerüchten zufolge den damaligen OMV-Generaldirektor A*** so schnell wie möglich loswerden.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch aus diesem Absatz, der im Übrigen seitens des Beschwerdeführers nicht beanstandet wurde, lassen sich die Ausführungen des Beschwerdeführers in der Begründung nicht ableiten. Dass *** als ÖIAG-Präsident bei der strategischen Ausrichtung der OMV indirekt involviert war ist angesichts der Beteiligungsverhältnisse und der Aufgaben des Aufsichtsrates einer Aktiengesellschaft nicht von der Hand zu weisen, ebenso wenig die gute Vernetzung des Beschwerdeführers nach Russland oder die medial umfassend und durch Quellen belegten kolportierten Gerüchte (im Bericht eben auch genau als solche bezeichnet) rund um die Absetzung von A***. Nochmals sei an dieser Stelle festgehalten: diese Passagen taugen nicht nur inhaltlich nicht zum Beleg der Behauptung einer angeblichen Rechtsverletzung, sie wurden ohnedies nicht in den Antrag des Beschwerdeführers aufgenommen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Hinsichtlich all dieser Ausführungen, die einen Großteil der Begründung der gegenständlichen Beschwerde ausmachen, ist für die Einschreiter:innen keine Relevanz erkennbar. Letztlich legt der Beschwerdeführer den Berichtverfasser:innen etwas in den Mund, was diese nie formuliert haben. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Zitieren von Aussagen der Auskunftspersonen bzw der Medienberichterstattung ist zweifellos in Fraktionsberichten zulässig. Die Einschreiter:innen können sich daher jedenfalls auf das Zitatrecht iSd Meinungsfreiheit berufen. ",
            "annotations": []
        },
        {
            "text": "II.b. Parteinahme für russische Interessen durch Beschwerdeführer gut belegt ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie oben ausgeführt, wurde im Fraktionsbericht die Frage, ob eine Lobbyingtätigkeit im Sinne des Artikulierens russischer Interessen durch den Beschwerdeführer vorlag, in den Raum gestellt. Das Aufwerfen dieser Frage war jedenfalls zulässig und beruht auf einem wahren Tatsachenkern. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II.b.1 Deutscher Verfassungsschutz sprach laut 'Presse' aus 2016 von Lobbyismus für Gazprom ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Verwendung des Wortes 'Lobbyist' in Zusammenhang mit russischen Interessen durch den Beschwerdeführer in der im Fraktionsbericht aufgeworfenen Fragestellung war keineswegs eine Erfindung der Einschreiter:innen, sondern beruht auf einem Bericht der 'Presse' aus dem Jahr 2016 (in den Fußnoten des Fraktionsberichts selbstverständlich angeführt und verlinkt) und auf der dort genannten Quelle deutscher Verfassungsschutz. In diesem Zeitungsbericht heißt es zunächst im Untertitel: 'In München suchte die russische Delegation den Dialog mit Deutschland. Dass der Ex-Magna-Chef den prominentesten Platz einnahm, nährt Spekulationen, er lobbyiere für Gazprom'. Und später im Text: 'Dass *** im Interesse Gazproms in Europa lobbyiert, wie aus deutschen Verfassungsschutzkreisen gegenüber der 'Presse' behauptet wird, ließ sich gestern nicht erhärten.' […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In diesem Bericht der Presse wird nicht, wie in der vom Beschwerdeführer beanstandeten Passage des Fraktionsberichts, bloß von einer 'Vermutung' gesprochen, sondern gar von einer 'Behauptung' deutscher Verfassungsschützer:innen. Insofern ist die Wortwahl in diesem Punkt im Fraktionsbericht sogar weniger weitreichend. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Formulierung im Fraktionsbericht, dass der medial kolportierte Verdacht der deutschen Verfassungsschützer 'nicht zu Unrecht' bestand, wird eindeutig so verstanden, dass nach den vorliegenden Fakten der Verdacht der deutschen Verfassungsschützer nicht auf tönernen Füßen stand, wie auch die nachfolgende demonstrative Auswahl an Zitaten des Beschwerdeführers zeigt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II.b.2 Der Beschwerdeführer sprach sich 2015 implizit gegen die Reduktion der Abhängigkeit von russischem Gas aus ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Unmittelbar vor der im Antrag beanstandeten Berichtspassage […] findet sich im Fraktionsbericht folgender Satz: 'Während die Europäische Union als Reaktion auf die Krim-Annexion im Jahr 2015 eine Energie-Union bilden wollte, um die russische Gasabhängigkeit zu verringern, meinte *** nur, dass Russland 'die Energie' und Europa 'den Bedarf' hätte und man das 'zum Vorteil beider' nutzen sollte.' ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dieser Berichtsteil geht auf einen Artikel der Wiener Zeitung vom 29. Dezember 2015 zurück, der auch in den Quellen des Fraktionsberichts angeführt ist. Im Original lautet die Passage in der Wiener Zeitung: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Und Russland liefert etwa ein Drittel des gesamten Gasverbrauches der EU. Angesichts der politischen Differenzen hat die EU daher beschlossen, ihre Energieabhängigkeit von Russland zu reduzieren. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der in Russland tätige Spitzenmanager *** sieht das als frommen Wunsch. 'Russland hat die Energie, Europa den Bedarf Warum sollte das nicht zum Vorteil beider genutzt werden?', so *** im September am Rande einer österreichischen Wirtschaftsmission in Teheran. Dass die USA dies torpedieren, wird von russischen Managern in Wien als 'Machtpolitik' bezeichnet.' […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Authentizität dieser Aussage wird vom Beschwerdeführer nicht bestritten. Auch ist objektiv eindeutig erkennbar, dass eine solche Aussage ganz klar im Interesse von Gazprom und Russland ist. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer führt selbst in seiner Beschwerde aus, dass diese Aussage in Zusammenhang mit einer möglichen Diversifizierung der europäischen Gasbezugsquellen stand. In anderen Worten: befragt zu Plänen, die Europa unabhängiger von russischem Gas machen hätten sollen, repliziert ***: 'Russland hätte die Energie und Europa den Bedarf' Das bedeutet aber, dass sich *** hier auch öffentlich als Unterstützer einer einseitigen Ausrichtung der EU-Energiepolitik auf Russland als wichtigsten Gaslieferanten deklariert und sich implizit klar gegen eine Diversifizierung dieser Abhängigkeit aussprach. Anders kann weder die Aussage im Interview noch das eigene Vorbringen in der Stellungnahme des Beschwerdeführers bei lebensnaher Interpretation verstanden werden. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wer aber Alternativprojekte zu den von Gazprom betriebenen Pipelines Nord Stream 1 + 2 medial kritisiert und den Import russischen Gases medial fordert, setzt sich damit zumindest mittelbar auch für Interessen der Gazprom ein. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bei dieser Stellungnahme im Sinne russischer Interessen durch den Beschwerdeführer handelt es sich keineswegs um einen Einzelfall. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II.b.3 Nähe des Beschwerdeführers und Sympathiebekundungen zu Putin ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer beanstandet Passagen auf Seite 68 des Fraktionsberichtes, – nicht aber jene auf der Seite zuvor, die zum selben Unterkapitel gehören ('Exkurs: Wie Putin-Versteher und ***-Freund *** die Russland-Politik prägte'). Auch die dort angeführten Fakten, die ein Naheverhältnis zu Putin und Berührungspunkte mit Gazprom aufzeigen, sind in der Gesamtbewertung zu berücksichtigen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dazu ist noch ergänzend auszuführen, dass es bei jener Reise, die laut dem nicht beanstandeten Berichtsteil im Jahr 2016 der Beschwerdeführer für den damaligen Finanzminister *** organisiert habe, laut *** in Anwesenheit von OMV-Chef *** und Gazprom-Chef *** zur Unterzeichnung eines Kooperationsvertrages zwischen der OMV und der Gazprom gekommen sei. Dies hat Ex-Minister *** unter Wahrheitspflicht anlässlich seiner Befragung im Untersuchungsausschuss ausgesagt: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Abgeordnete Mag. Nina [Tomaselli] (Grüne): Dann würde mich noch interessieren, was der Inhalt Ihrer Reise nach Sankt Petersburg im Juni 2016 war. Wen haben Sie dort neben den Ministern getroffen? Die Minister interessieren mich nicht. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "***: Wieso interessieren Sie die Minister nicht? Die sind ja wahnsinnig wichtig. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Abgeordnete Mag. Nina Tomaselli (Grüne): Weil die alle dokumentiert sind. Mich interessiert das nicht Dokumentierte. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "***: Es gab meines Wissens dann am nächsten Tag – glaube ich – ein Treffen mit ***, und soweit ich mich erinnere – aber vielleicht irre ich jetzt wirklich massiv – wurde dort ein Kooperationsvertrag mit der OMV unterzeichnet, der den Bereich Technologieentwicklung, Kultur und noch irgendwas beinhaltet hat, und bei dieser Veranstaltung war ich anwesend. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Abgeordnete Mag. Nina Tomaselli (Grüne): War deshalb auch *** dabei bei ihm? War das eine Reisegruppe oder wie? ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "***: *** als Generaldirektor war meines Wissens schon früher dort, weil die die Verträge finalisiert haben. Unterschrieben wurden diese Verträge in Anwesenheit des russischen – glaube ich – Ölministers und von mir aber durch Herrn *** und Herrn ***. Das war ein großes Kooperationsabkommen, das zum Beispiel den Austausch von Kultur mit dem Ballett in Sankt Petersburg und der Wiener Staats – oder, keine Ahnung. Konzerthaus beinhaltet hat, und es war eine Vereinbarung über eine Technologiekooperation für – glaube ich – die Exploration von Öl und Gas mit dem Know-how auch der OMV.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II.b.4 Der Beschwerdeführer äußert sich 2014 bei einer Veranstaltung der Steirischen Volkspartei kritisch gegenüber Sanktionen und alternativen Energieformen und positiv über Gas ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Am 4. November 2014 kam es zu einer von der Steirischen Volkspartei organisierten Veranstaltung zum Thema Energiepolitik, an welcher auch der Beschwerdeführer teilnahm. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im auf der Homepage der Steirischen Volkspartei veröffentlichten Bericht über diese Veranstaltung wird der Beschwerdeführer unter anderem mit folgenden Aussagen zitiert […]:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Bei der Publikumsfrage sprach sich die Mehrheit von über 80 % dafür aus, dass der Energiebedarf überwiegend aus alternativen Energieformen gedeckt werden soll. Für *** sind jedoch alternative Energieformen für die Wirtschaft finanziell nicht darstellbar. 'Im Gas-Sektor haben wir bei weitem nicht alle Möglichkeiten ausgeschöpft und vor allem bei der Mobilität, im automotiven Bereich, könnte man mit Gas viel machen', so ***'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'auf die Sanktionen mit Russland ging *** ein: 'Menschenrechte stehen für mich über allem. Aber die Menschen wollen keine Sanktionen. Ich wünsche mir mehr wirtschaftliche Vernunft, aber wir in Europa schauen nicht über den Kirchturm hinaus.' Die Russen würden sich nicht ernst genommen fühlen und für Europa wäre es wichtig den Weg der wirtschaftlichen Zusammenarbeit zu gehen.' […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II.b.5 Der Beschwerdeführer äußert sich 2014 beim Salzburger Industrie- und Zukunftsforum kritisch zu Sanktionen und fordert, dass das Thema 'Gaslieferungen' aus diesen auszuklammern sei ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus einem Bericht der Salzburger Nachrichten vom 18. September 2014 ergibt sich, dass *** auch im Rahmen des Industrie- und Zukunftsforums am 16. September 2014 ebenfalls generell die Sanktionen gegen Russland kritisierte und forderte, das Thema 'Gaslieferungen' von diesen auszuklammern: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Diese Strafmaßnahmen des Westens würden nämlich nur Europa zweiteilen, und die USA und China seien im wirtschaftlichen Wettbewerb die lachenden Dritten. *** appellierte, den Streit am Verhandlungstisch so zu lösen, dass Putin sein Gesicht wahren könnte. Gerade Österreich sei einer der maßgeblichen Investoren in Osteuropa und weitere Sanktionen würden dem Land schwer schaden. Das Thema 'Gaslieferungen' müsste überhaupt ausgeklammert werden, so ***.' […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II.b.6 Der Beschwerdeführer äußert sich 2018 gegen Sanktionen und erwähnt positive Haltung um Vertrag OMV/Gazprom ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In einem Interview mit den Oberösterreichischen Nachrichten wiederholt der Beschwerdeführer einmal mehr seine Kritik an den Russland Sanktionen und erwähnt die angeblich positive Haltung der österreichischen Bevölkerung zum langfristigen Gas-Liefervertrag mit der Gazprom, der 2018 bis ins Jahr 2040 verlängert wurde (Hervorhebungen nicht im Original): ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Aber zwischen der EU und Russland gibt es durch die verschiedensten Vorfälle einen gordischen Knoten, der diese Zusammenarbeit schwierig macht. Wie kann man den Knoten lösen? ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Indem man mit gegenseitigem Respekt und Anerkennung aufeinander zugeht. Das Ukraine-Thema muss gelöst werden. Aber mit Ausgrenzungspolitik und Sanktionen wird das nicht gelingen. Der Bürger goutiert das Miteinander. Als der Vertrag der OMV mit der Gazprom abgeschlossen wurde, war die Zustimmung der Österreicher dafür sehr hoch. Sie schätzen die Verlässlichkeit der Russen.' ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II.b.7 Zahlreiche weitere Medienberichte zu Beschwerdeführer und Russlandbezug ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nur der Vollständigkeit halber sei an dieser Stelle noch erwähnt, dass es darüber hinaus eine Vielzahl von weiteren Medienberichten betreffend behaupteter Einflussnahmen des Beschwerdeführers im offenkundigen Interesse von Russland und der Gazprom gibt. Angemerkt werden muss, dass diese teilweise weit über die Ausführungen im Fraktionsbericht hinausgehen, zB hinsichtlich der in den Medienberichten auch behaupteten Rolle der Einflussnahme des Beschwerdeführers auf die Geschäftsgebarung der OMV und deren Fokussierung auf Russland. Dennoch soll eine kleine Auswahl dieser Berichterstattung hier angeführt werden, da sich somit insgesamt ein Bild verdichtet, das aus Sicht der Einschreiter:innen jedenfalls das Aufwerfen der Frage, ob der Beschwerdeführer sich für russische Interessen einsetzte, zusätzlich zu den bisher dargelegten Elementen legitimiert (Hervorhebungen jeweils nicht im Original): ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "▪ 17. Dezember 2022, Der Standard, ***: Sein 'Viel geprüftes Österreich': ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Dass dank ***, der zwischen 2002 und 2015 im Aufsichtsrat der Staatsholding ÖIAG saß, ab 2014 als deren Aufsichtsratsvorsitzender, und dem von ihm favorisierten deutschen Manager *** als OMV-Vorstandschef (2015-2021) der österreichische Mineralölkonzern völlig auf die engste Zusammenarbeit mit der russischen Gazprom ausgerichtet wurde, war ebenso bekannt wie ihr gutes Verhältnis zu Präsident Putin. Dass Österreich wie kaum ein anderes europäisches Land an Moskaus Gas-Tropf hängt, ist kein Zufall, sondern ihr 'Verdienst'.' […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "▪ 29. Oktober 2022, profil, '*** Protokolle: 'Anpatzer müssen raus': ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Ab den 2010er-Jahren waren *** und *** in der staatlichen Beteiligungsstruktur auf unterschiedlichen Ebenen eingesetzt, teilten aber offenbar gemeinsame Interessen. Russland, zum Beispiel. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Beide Herren werden einem Netzwerk von Entscheidungsträgern zugerechnet, das damals die Hinwendung der OMV nach Russland forcierte. Oder wie es der frühere OMV-Chef A*** in einem im März veröffentlichten profit-Interview ausdrückte: 'Es gab da eine große Fraktion von Russland- und Putin-Verstehern, die darauf drängte, dass die OMV sich stärker in Russland engagiert. Die OMV sollte Basis dafür sein, die wechselseitigen Wirtschaftsbeziehungen zwischen Österreich und Russland zu vertiefen. Der OMV-Konzern sollte als eine Art Schrittmacher dienen. Da wurde kräftig lobbyiert. Das brachte mich in eine zunehmend schwierige Situation, denn ich wollte mit der OMV keinen Cent in Russland investieren.' […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "▪ 30. April 2022, Der Standard, 'Wer hat uns vom russischen Gas so abhängig gemacht?' […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Der ehemalige Energieminister und spätere Vizekanzler *** erinnert sich: '***, damals Aufsichtsratschef der ÖIAG, und ***, der neue OMV-Chef, waren bekanntermaßen sehr 'Russland-minded'. Die OMV hat ihre Strategie statt in Richtung mehr Diversifikation noch mehr in Richtung Abhängigkeit von Russland gedreht, etwa mit der Beteiligung an Nord Stream 2.' Das in der Ära [A***] von der OMV erworbene Gasfeld in Norwegen wollte sein Nachfolger *** gar an die Gazprom verkaufen. Der Russland-Deal scheiterte allerdings am Widerstand der norwegischen Regierung.'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "▪ Der Standard, 29. Dezember 2015, 'Russland-Kurs der OMV: Ist das Regierungspolitik'",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "'Worauf sich folgende Fragen stellen: Der neue OMV-Chef ***, ein Deutscher, war und ist für seinen Putin-freundlichen Kurs bekannt. Im Herbst vergangenen Jahres äußerte er sich dazu bei einer Veranstaltung der Industriellenvereinigung in der Weise, die bei vielen Managern mit Interessen in und an autoritären Regimen typisch ist: Ja, natürlich sei Russland eine 'besondere' Demokratie, aber jedes Land müsse seine eigenen Entscheidungen treffen usw, usw Waren diese Haltung und die weitgehende strategische Umorientierung der OMV auf Russland der Regierung bekannt? Und wer hat sich *** als OMV-Chef einfallen lassen? Gerüchteweise soll *** weiter die Fäden ziehen. Der Topmanager bei einem russischen Konzern wurde auch deswegen als Aufsichtsratspräsident der Verstaatlichtholding ÖlAG (jetzt: Öbib) abgelöst.' […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sollte der Verfassungsgerichtshof wider Erwarten den vom Beschwerdeführer unterstellten Bedeutungsinhalt teilen, so bleibt zu berücksichtigen, dass die Einschreiter:innen aufgrund der umfangreichen Belege gutgläubig waren und weder die die Unwahrheit kannten oder kennen mussten, da sich vielmehr die Darstellung der Einschreiter:innen auf ein umfangreiches Tatsachensubstrat stützen kann. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Einschreiter:innen beantragen daher die Beschwerde als unbegründet abzuweisen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Der Präsident des Nationalrates erstattete eine Äußerung, in der er in der Sache auf die Stellungnahme der Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller verweist. Zur Zulässigkeit der Beschwerde gemäß Art138b Abs1 Z7 litb B-VG wird Folgendes ausgeführt: ",
            "annotations": []
        },
        {
            "text": "\"In einer Beschwerde gemäß Art138b Abs1 Z7 B-VG ist im Einzelnen darzulegen, durch welches Verhalten der darin genannten Personen bzw des Untersuchungsausschusses sich der Beschwerdeführer in seinen Persönlichkeitsrechten verletzt erachtet. In der Beschwerde muss daher hinreichend konkretisiert werden, welches Verhalten angefochten werden soll und es müssen die Anforderungen des §561 Abs3 VfGG und des §15 Abs2 VfGG erfüllt sein (VfSlg 20.015/2015, Rz 23). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall richtet sich die Beschwerde offenkundig gegen die Erstellung des Fraktionsberichts durch die Mitglieder des Untersuchungsausschusses, Abg. Tomaselli und Abg. Stögmüller ['Der Beschwerdeführer erhebt wegen der gegen ihn gerichteten beleidigenden und kreditschädigenden Behauptungen der  AbgzNR Nina Tomaselli und David Stögmüller in dem von diesen gemäß §51 Abs3 Z2 VO-UA verfassten Fraktionsbericht (...)' (vgl S. 2 der Beschwerde), '(...) beantragt, deren (...) Behauptungen für rechtswidrig zu erklären' (vgl S. 2 der Beschwerde), 'Der Bedeutungsgehalt des inkriminierten Teils des Berichts der Grünen (...)' (vgl S. 4 der Beschwerde), 'Der Bericht der Grünen Fraktion (...) gipfelt (...) in der unrichtigen kreditschädigenden sowie beleidigenden Behauptung' (vgl S. 9 der Beschwerde), 'Behauptungen der AbgzNR Nina Tomaselli und David Stögmüller in dem von ihnen verfassten Fraktionsbericht' (vgl S. 11 der Beschwerde)]. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sollte die Beschwerde sich auch gegen die Veröffentlichung des Fraktionsberichts der Fraktion der GRÜNEN auf der Website der GRÜNEN richten, wären die untenstehenden Ausführungen zur Auslegung der Wendung 'in Ausübung seines Berufes als Mitglied des Nationalrates' zu berücksichtigen (siehe ii.). Sie richtet sich jedenfalls nicht gegen die Veröffentlichung auf der Website des Parlaments, die vom Präsidenten des Nationalrates vorgenommen wird (§52 Abs4 iVm §23a Abs2 GOG-NR), zumal dieser auch kein tauglicher Beschwerdegegner wäre (siehe dazu sogleich unten i.). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "i. Beschwerdegegner ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die vorliegende Beschwerde stützt sich ausdrücklich nur auf Art138b Abs1 Z7 litb B-VG und ist damit explizit lediglich gegen die Mitglieder des Untersuchungsausschusses, Abg. Mag. Nina Tomaselli und Abg. David Stögmüller, die den Fraktionsbericht der Fraktion der GRÜNEN erstellt und vorgelegt haben, gerichtet. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch wenn in den Materialien ausgeführt wird, dass es sich auch bei den im Bericht des Untersuchungsausschusses enthaltenen Fraktionsberichten um ein Verhalten des Untersuchungsausschusses handelt (AB 439 BIgNR XXV. GP, S. 9), so findet dies keine Deckung in den gesetzlichen Regelungen der VO-UA und des GOG-NR. Danach werden die Fraktionsberichte von den im Untersuchungsausschuss vertretenen Fraktionen, also den jeweiligen Mitgliedern des Untersuchungsausschusses, beim Vorsitzenden abgegeben (§51 Abs3 Z2 VO-UA) und als Minderheitsberichte (vgl AB 440 BIgNR XXV. GP, S. 17) dem Untersuchungsausschuss-Bericht angeschlossen (§51 Abs3 VO-UA iVm §33 Abs3 und §42 Abs6 GOG-NR). Eine Behandlung der Fraktionsberichte im Untersuchungsausschuss ist gesetzlich nicht vorgesehen. Dementsprechend lautet die Antragsformel an den Nationalrat im Untersuchungsausschuss-Bericht, 'der Nationalrat wolle vom Bericht (...) Kenntnis nehmen', ohne in diesem Zusammenhang auch die als Anlagen geltenden Fraktionsberichte zu nennen. Der Untersuchungsausschuss hat in Bezug auf Fraktionsberichte, die in Ausübung eines Minderheitsrechts verfasst werden, keine Möglichkeit, Beschlüsse zu fassen (zB dahingehend, deren Inhalt zu ändern oder sie dem Untersuchungsausschuss-Bericht nicht anzuschließen). Die Formulierung, dass 'Einvernehmen [bestand], dass alle fünf fristgerecht abgegebenen Fraktionsberichte dem Ausschussbericht angeschlossen werden sollen', ist dahingehend zu verstehen, dass der Untersuchungsausschuss nur Kenntnis vom Vorliegen von fünf Fraktionsberichten genommen hat, die schon ex lege dem Untersuchungsausschuss-Bericht anzuschließen sind (siehe auch die entsprechende Formulierung, nämlich das Fehlen eines Beschlusses hinsichtlich der Fraktionsberichte, im Amtlichen Protokoll der 48. Sitzung des ÖVP-Korruptions-Untersuchungsausschusses vom 30.3.2023 in Beilage 2). Jegliche Beschlussfassung über Fraktionsberichte durch den Untersuchungsausschuss würde das Minderheitsrecht konterkarieren. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Veröffentlichung des Untersuchungsausschuss-Berichts samt der angeschlossenen Fraktionsberichte wird vom Präsidenten des Nationalrates vorgenommen (§52 Abs4 GOG-NR iVm §23a Abs2 GOG-NR), gegen den die vorliegende Beschwerde nicht gerichtet ist und im Übrigen gemäß Art138b Abs1 Z7 B-VG auch nicht zulässig gerichtet werden könnte (VfGH 25.9.2021, UA6/2021, Rz 33). ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die vorliegende Beschwerde ist auch weder gegen den Untersuchungsausschuss (Art138b Abs1 Z7 lita B-VG) noch gegen die Funktionär:innen gemäß §56i Abs1 VfGG (Art138b Abs1 Z7 litc B-VG) gerichtet. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "ii. Verhalten 'in Ausübung seines Berufes als Mitglied des Nationalrates' ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zum Gegenstand einer Beschwerde nach Art138b Abs1 Z7 litb B-VG kann nur ein Verhalten eines Mitgliedes des Untersuchungsausschusses 'in Ausübung seines Berufes als Mitglied des Nationalrates' gemacht werden. Dies ist – nach der Rechtsprechung des Verfassungsgerichtshofes – so zu verstehen, dass nur das Verhalten eines Mitglieds des Untersuchungsausschusses während und nicht außerhalb der Sitzungen des Untersuchungsausschusses Gegenstand im Verfahren nach Art138b Abs1 Z7 B-VG sein kann (VfSlg 20.015/2015, Rz 76; VfGH 25.9.2021, UA6/2021, Rz 50 f.). Auch die Materialien gehen davon aus, dass Handlungen außerhalb des Untersuchungsausschusses, etwa in Pressekonferenzen, vom Anwendungsbereich der Beschwerde über Verletzungen von Persönlichkeitsrechten nicht umfasst sind (AB 439 BIgNR XXV. GP, S. 9). Im Schrifttum wird diese Ansicht weitgehend geteilt [vgl Pürgy, Art138b, in Kahl/Khakzadeh/Schmid (Hrsg.), Kommentar Bundesverfassungsrecht. B-VG und Grundrechte (2021) Rz 25; Zußner, Verfassungsgerichtlicher Persönlichkeitsschutz im Untersuchungsausschuss, ÖJZ2016, 586 (587 f.); a.A. Vašek, §56i, in Eberhard/Fuchs/Kneihs/Vašek (Hrsg.), VfGG. Kommentar zum Verfassungsgerichtshofgesetz 1953 (2019) Rz 3 (auch außerhalb von Sitzungen des Untersuchungsausschusses, wenn ein Zusammenhang des Verhaltens mit der Tätigkeit des Untersuchungsausschusses gegeben ist)]. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es ist unklar, wie die genannte Rechtsprechung auf den vorliegenden Fall wirkt, in dem eine Persönlichkeitsrechtsverletzung durch Äußerungen zweier Mitglieder des Untersuchungsausschusses im Fraktionsbericht nach §51 Abs3 Z2 VO-UA behauptet wird. Die Fraktionsberichte werden von den im Untersuchungsausschuss vertretenen Fraktionen nach Ende der Beweisaufnahme des Untersuchungsausschusses verfasst: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Nach Abschluss der Beweisaufnahme gemäß §22 VO-UA erstattet der Untersuchungsausschuss einen schriftlichen Bericht an den Nationalrat. Konkret erstellt zunächst der Vorsitzende des Untersuchungsausschusses innerhalb von zwei Wochen ab Abschluss der Beweisaufnahme auf der Grundlage eines Entwurfes des Verfahrensrichters einen Entwurf für den schriftlichen Bericht (§51 Abs3 Z1 VO-UA). Jede im Ausschuss vertretene Fraktion kann dann innerhalb weiterer zwei Wochen einen besonderen schriftlichen Bericht (Fraktionsbericht) beim Vorsitzenden abgeben (§51 Abs3 Z2 VO-UA); hierfür ist nach der VO-UA keine Sitzung des Untersuchungsausschusses erforderlich. Fraktionsberichte werden dem Vorsitzenden in der Praxis – wie auch im vorliegenden Fall – außerhalb einer Sitzung des Untersuchungsausschusses im Wege der Parlamentsdirektion übermittelt (siehe dazu oben zum Sachverhalt: Am 1. Februar 2023 fand keine Sitzung des Untersuchungsausschusses statt. Gleichwohl wurde der Fraktionsbericht der GRÜNEN an diesem Tag dem Vorsitzenden des Untersuchungsausschusses im Wege der zuständigen Abteilung der Parlamentsdirektion übergeben).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der ÖVP-Korruptions-Untersuchungsausschuss hat sodann in seiner Sitzung am 30. März 2023 den Berichtsentwurf in Beratung genommen (siehe dazu bereits oben I.). Im Zuge der Abstimmung wurde einstimmig beschlossen, dem Nationalrat zu empfehlen, vom Bericht des Untersuchungsausschusses Kenntnis zu nehmen. Es bestand Einvernehmen, dass die fünf abgegebenen Fraktionsberichte samt eingelangten Stellungnahmen bzw deren wesentlichen Inhalt (vgl Auszug aus dem Amtlichen Protokoll zur 48. Sitzung des ÖVP-Korruptions-Untersuchungsausschusses in Beilage 2) dem Ausschussbericht angeschlossen werden sollen (vgl dazu Bericht des ÖVP-Korruptions-Untersuchungsausschusses 1996 d.B.). Die Fraktionsberichte wurden dementsprechend als Minderheitsberichte gemäß §51 Abs3 VO-UA iVm §33 Abs3 und §42 Abs6 GOG-NR dem Ausschussbericht angeschlossen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Daraus ergibt sich, dass das hier angefochtene Verhalten nicht als ein solches angesehen werden kann, das innerhalb einer Sitzung des Untersuchungsausschusses stattfindet. Zwar wurde in der Praxis in jener Sitzung des Untersuchungsausschusses, in der beschlossen wurde, dem Nationalrat zu empfehlen, vom Bericht des Untersuchungsausschusses Kenntnis zu nehmen, auch Einvernehmen darüber hergestellt, dass die Fraktionsberichte dem Ausschussbericht angeschlossen werden sollen. Es findet aber weder die Erstellung des Fraktionsberichts durch die betreffenden Mitglieder des Untersuchungsausschusses – also die Abfassung der schriftlichen Äußerungen, die der Beschwerdeführer hier anficht – noch die Abgabe beim Vorsitzenden des Untersuchungsausschusses, noch die Veröffentlichung des Fraktionsberichts als Anhang zum Bericht des Untersuchungsausschusses in einer Sitzung des Untersuchungsausschusses statt. Dasselbe gilt für die Veröffentlichung des Fraktionsberichts – wie im vorliegenden Fall geschehen – auf der eigenen Website der betreffenden Fraktion/Partei. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Erstellung eines Fraktionsberichts ist allerdings in der VO-UA als (Minderheits-)Recht der jeweils eine Fraktion bildenden Mitglieder des Untersuchungsausschusses – wie dargestellt – vorgesehen (vgl §51 Abs3 Z2 VO-UA). Vor diesem Hintergrund könnte der Verfassungsgerichtshof zum Ergebnis gelangen, dass das angefochtene Verhalten dennoch – auch wenn es nicht in einer Sitzung des Untersuchungsausschusses stattfindet – ein Verhalten eines Mitgliedes eines Untersuchungsausschusses 'in Ausübung seines Berufes als Mitglied des Nationalrates' darstellt. Die Reichweite des Rechtsschutzes ist unter diesem Blickwinkel bislang ungeklärt. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Aus den Materialien zu §56i VfGG (AB 439 BIgNR XXV. GP, S. 9) und der Literatur [Heinzle, Schutz von Persönlichkeitsrechten durch den Verfassungsgerichtshof im Verfahren nach Art138b Abs1 Z7 B-VG, in Baumgartner (Hrsg.), Öffentliches Recht. Jahrbuch 2017 (2017) 101 (110)1 ist ableitbar, dass im Wege einer Beschwerde gemäß Art138b Abs1 Z7 litb B-VG nur jene Handlungen von Mitgliedern des Untersuchungsausschusses bekämpft werden können, die ansonsten durch die berufliche Immunität vor einer Sanktionierung geschützt wären; der Rechtsprechung des Verfassungsgerichtshofes zur Begrenzung des anfechtbaren Verhaltens auf solches, das 'während und nicht außerhalb der Sitzungen des Untersuchungsausschusses' stattfindet, liegen die genannten Materialien zugrunde (vgl zuletzt VfGH 25.9.2021, UA6/2021, Rz 50). Die Erstellung eines Fraktionsberichts durch Mitglieder eines Untersuchungsausschusses ist als in der VO-UA vorgesehene schriftliche 'Äußerung' unzweifelhaft von der beruflichen Immunität nach Art57 Abs1 B-VG erfasst. Die berufliche Immunität schützt (ua) schriftliche und mündliche Äußerungen von Mitgliedern des Nationalrates in Ausübung ihres Berufes. Schriftliche Äußerungen sind geschützt, sofern die Abgeordneten von Rechten Gebrauch machen, die ihnen die Verfassung oder die Geschäftsordnung des Nationalrates einräumen. So sind auch schriftliche Anfragen (Art52 Abs1 B-VG) vom Schutz der beruflichen Immunität umfasst, die innerhalb und außerhalb von Sitzungen eingebracht werden können. Der Schutz der beruflichen Immunität besteht insofern auch für Verhalten außerhalb von Sitzungen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Veröffentlichung des Fraktionsberichts auf der Website der GRÜNEN ist – anders als seine Erstellung durch die Mitglieder der Fraktion und die Veröffentlichung durch den Präsidenten des Nationalrates gemäß §52 Abs4 iVm §23a Abs2 GOG-NR – in der VO-UA bzw im GOG-NR nicht vorgesehen und erfolgt auch tatsächlich nicht in einer Sitzung des Untersuchungsausschusses. Bei ihr kann es sich daher – im Lichte der oben erwähnten Materialien, die den vergleichbaren Fall einer Pressekonferenz nennen, und der Rechtsprechung des Verfassungsgerichtshofes – jedenfalls nicht um ein nach Art138b Abs1 Z7 litb B-VG beschwerdefähiges Verhalten handeln.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Gemäß Art138b Abs1 Z7 B-VG erkennt der Verfassungsgerichtshof über Beschwerden einer Person, die durch das Verhalten eines Untersuchungsausschusses des Nationalrates (lita), eines Mitgliedes eines solchen Ausschusses in Ausübung seines Berufes als Mitglied des Nationalrates (litb) oder gesetzlich zu bestimmender Personen in Ausübung ihrer Funktion im Verfahren vor dem Untersuchungsausschuss (litc) in ihren Persönlichkeitsrechten verletzt zu sein behauptet.",
            "annotations": []
        },
        {
            "text": "2. §56i Verfassungsgerichtshofgesetz 1953 – VfGG, BGBl 85/1953, idF BGBl I 101/2014 lautet:",
            "annotations": []
        },
        {
            "text": "\"§56i. (1) Personen, wegen deren Verhaltens in Ausübung ihrer Funktionen im Verfahren vor dem Untersuchungsausschuss Beschwerde erhoben werden kann (im Folgenden Funktionäre genannt), sind:",
            "annotations": []
        },
        {
            "text": "1. der Verfahrensrichter und sein Stellvertreter;",
            "annotations": []
        },
        {
            "text": "2. der Verfahrensanwalt und sein Stellvertreter;",
            "annotations": []
        },
        {
            "text": "3. der Ermittlungsbeauftragte;",
            "annotations": []
        },
        {
            "text": "4. der Vorsitzende und seine Stellvertreter.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Frist zur Erhebung der Beschwerde wegen eines Verhaltens",
            "annotations": []
        },
        {
            "text": "1. eines Untersuchungsausschusses des Nationalrates,",
            "annotations": []
        },
        {
            "text": "2. eines Mitgliedes eines solchen Ausschusses in Ausübung seines Berufes als Mitglied des Nationalrates oder",
            "annotations": []
        },
        {
            "text": "3. eines Funktionärs eines Untersuchungsausschusses",
            "annotations": []
        },
        {
            "text": "beträgt sechs Wochen. Sie beginnt mit dem Zeitpunkt, in dem der Betroffene Kenntnis von dem Verhalten erlangt hat, wenn er aber durch dieses Verhalten behindert war, von seinem Beschwerderecht Gebrauch zu machen, mit dem Wegfall dieser Behinderung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Beschwerde hat zu enthalten:",
            "annotations": []
        },
        {
            "text": "1. die Bezeichnung des angefochtenen Verhaltens und, soweit dies zumutbar ist, die Angabe, wer es gesetzt hat;",
            "annotations": []
        },
        {
            "text": "2. den Sachverhalt;",
            "annotations": []
        },
        {
            "text": "3. die Bezeichnung der Persönlichkeitsrechte, in denen der Beschwerdeführer verletzt zu sein behauptet;",
            "annotations": []
        },
        {
            "text": "4. die erforderlichen Beweise;",
            "annotations": []
        },
        {
            "text": "5. die Angaben, die erforderlich sind, um zu beurteilen, ob das Verhalten rechtzeitig angefochten wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Parteien des Verfahrens sind der Beschwerdeführer und der Präsident des Nationalrates.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Eine Ausfertigung der Beschwerde ist dem Präsidenten des Nationalrates mit der Aufforderung zuzustellen, dass es ihm freisteht, eine Äußerung zu erstatten. Er hat gegebenenfalls jene Mitglieder oder Funktionäre, wegen deren Verhaltens Beschwerde erhoben worden ist, unter Setzung einer angemessenen Frist aufzufordern, ihm gegenüber zu dieser schriftlich Stellung zu nehmen. Die zur Erstattung der Äußerung gesetzte Frist hat mindestens vier Wochen, wenn sich die Beschwerde jedoch auch gegen ein Verhalten von Mitgliedern des Untersuchungsausschusses oder Funktionären richtet, mindestens sechs Wochen zu betragen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Die Äußerung hat zu enthalten:",
            "annotations": []
        },
        {
            "text": "1. den Sachverhalt;",
            "annotations": []
        },
        {
            "text": "2. die erforderlichen Beweise;",
            "annotations": []
        },
        {
            "text": "3. die Stellungnahmen gemäß Abs5.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Der Verfassungsgerichtshof entscheidet ohne unnötigen Aufschub.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Das angefochtene Verhalten ist für rechtswidrig zu erklären, wenn die Beschwerde nicht zurückzuweisen oder als unbegründet abzuweisen ist.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. §§33, 42 und 44 des Bundesgesetzes vom 4. Juli 1975 über die Geschäftsordnung des Nationalrates (Geschäftsordnungsgesetz 1975), BGBl 410/1975, idF BGBl I 63/2021 lauten:",
            "annotations": []
        },
        {
            "text": "\"§33. (1) Der Nationalrat kann aufgrund eines schriftlichen Antrags, der unter Einrechnung des Antragstellers (der Antragsteller) von mindestens fünf Abgeordneten unterstützt sein muss, einen Beschluss auf Einsetzung eines Untersuchungsausschusses fassen. Darüber hinaus ist auf Verlangen von mindestens 46 seiner Mitglieder ein Untersuchungsausschuss einzusetzen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Solche Anträge und Verlangen sind in den Sitzungen des Nationalrates schriftlich einzubringen und haben den Gegenstand der Untersuchung gemäß Art53 Abs2 B-VG zu enthalten. Ein Antrag nach Abs1 muss mit der Formel 'Der Nationalrat wolle beschließen' versehen sein und ist dem Präsidenten mit der eigenhändigen Unterschrift des Antragstellers oder der Antragsteller versehen zu übergeben. Die Eigenschaft als Antragsteller muss aus dem Antrag deutlich ersichtlich sein. Anträge und Verlangen, die ausreichend unterstützt sind, werden unverzüglich an die Abgeordneten verteilt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Für die Einsetzung und das Verfahren von Untersuchungsausschüssen gilt die 'Verfahrensordnung für parlamentarische Untersuchungsausschüsse' (VO-UA), die als Anlage 1 zu diesem Bundesgesetz einen Bestandteil desselben bildet. Sofern diese Verfahrensordnung nicht anderes bestimmt, kommen für das Verfahren die Bestimmungen dieses Bundesgesetzes zur Anwendung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Der Nationalrat kann eine Debatte über einen Antrag bzw ein Verlangen auf Einsetzung eines Untersuchungsausschusses beschließen. Fünf Abgeordnete können eine solche verlangen. Die Debatte erfolgt nach Erledigung der Tagesordnung und richtet sich nach den §§57a und 57b. Von Abgeordneten, die demselben Klub angehören, kann nur ein solches Verlangen pro Sitzungswoche eingebracht werden. Wird ein solches Verlangen von Abgeordneten mehrerer Klubs unterstützt, ist es dem Klub, dem der Erstunterzeichner angehört, anzurechnen. Gehört dieser keinem Klub an, gilt diese Bestimmung hinsichtlich des Zweitunterzeichners und so weiter.",
            "annotations": []
        },
        {
            "text": "(5) Ein Antrag gemäß Abs1 kann vom Antragsteller (von den Antragstellern) bis zum Beginn der Abstimmungen im Geschäftsordnungsausschuss zurückgezogen werden. Ein Verlangen gemäß Abs1 kann von der Einsetzungsminderheit bis zum Beginn der Behandlung des Berichtes im Nationalrat gemäß Abs9 zurückgezogen werden. Der Präsident verfügt die Verteilung des Schreibens über die Zurückziehung an die Abgeordneten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Anträge bzw Verlangen auf Einsetzung von Untersuchungsausschüssen sind am Schluss der Sitzung ihrer Einbringung dem Geschäftsordnungsausschuss zuzuweisen. Der Geschäftsordnungsausschuss hat binnen vier Wochen nach Zuweisung eines Antrags bzw eines Verlangens auf Einsetzung eines Untersuchungsausschusses die Beratung darüber aufzunehmen und innerhalb weiterer vier Wochen dem Nationalrat Bericht zu erstatten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Der Nationalrat hat den Bericht des Geschäftsordnungsausschusses in der auf die Übergabe an den Präsidenten nächstfolgenden Sitzung in Verhandlung zu nehmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Die Debatte und Abstimmung folgt im Fall eines aufgrund eines Antrages gemäß Abs1 erstatteten Berichtes den allgemeinen Bestimmungen über die Geschäftsbehandlung in den Sitzungen des Nationalrates. Abänderungs- und Zusatzanträge sowie Verlangen auf getrennte Abstimmung sind unzulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(9) Insoweit der Geschäftsordnungsausschuss ein Verlangen gemäß Abs1 nicht für gänzlich oder teilweise unzulässig erachtet, gilt der Untersuchungsausschuss mit Beginn der Behandlung des Berichts als in diesem Umfang eingesetzt und die Beschlüsse gemäß §3 Abs5 VO-UA werden wirksam. Der maßgebliche Zeitpunkt wird vom Präsidenten in der Sitzung festgestellt, im Amtlichen Protokoll festgehalten und unverzüglich veröffentlicht. In der Debatte findet §60 Abs3 Anwendung.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(10) Der Geschäftsordnungsausschuss hat auch außerhalb der Tagungen zusammenzutreten, wenn sich nach Abs6 oder den Bestimmungen der VO-UA die Notwendigkeit hiezu ergibt. Der Untersuchungsausschuss kann auch außerhalb der Tagungen zusammenzutreten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Berichterstattung der Ausschüsse",
            "annotations": []
        },
        {
            "text": "§42",
            "annotations": []
        },
        {
            "text": "(1) Der Ausschuß wählt am Schluß der Verhandlungen einen Berichterstatter für den Nationalrat, der das Ergebnis derselben, insbesondere hinsichtlich der Beschlüsse des Ausschusses, in einem schriftlichen Bericht zusammenfaßt. Hiebei hat er im Fall der Berichterstattung über ein Volksbegehren eine in knapper Form gehaltene persönliche Stellungnahme des Bevollmächtigten im Sinne des §37 Abs4, soweit sie vom Hauptbericht abweicht, zu berücksichtigen. Der Bericht wird, vom Obmann und vom Berichterstatter unterfertigt, dem Präsidenten des Nationalrates übergeben, der die Vervielfältigung und die Verteilung an die Abgeordneten verfügt.",
            "annotations": []
        },
        {
            "text": "(1a) Berichte über ein Volksbegehren sind darüber hinaus dem Bevollmächtigten im Sinne des §37 Abs4 sowie den Stellvertretern gemäß §3 Abs3 Z3 Volksbegehrengesetz 1973 zuzustellen. Weiters sind diese Berichte auf der Website des Parlaments zu veröffentlichen. Schließlich haben Personen, die in der Wählerevidenz eingetragen sind und ihren Hauptwohnsitz im Bundesgebiet haben, das Recht, auf Anforderung umgehend und kostenlos diese Berichte auf dem Postweg zu erhalten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Ausschuß kann, solange der Bericht an den Nationalrat nicht erstattet ist, seine Beschlüsse jederzeit abändern. Die Stimmenzahl, mit der ein Beschluß geändert werden soll, darf nicht geringer sein als jene, mit welcher der abzuändernde Beschluß gefaßt wurde. Ist die Stimmenzahl, mit welcher der frühere Beschluß gefaßt war, nicht mehr festzustellen, so ist zur Abänderung des Beschlusses Zweidrittelmehrheit der anwesenden Mitglieder nötig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Sobald der Bericht an den Nationalrat erstattet ist, kann er nur mit dessen Zustimmung zurückgenommen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Wenn eine Minderheit von wenigstens drei stimmberechtigten Teilnehmern an den Ausschußverhandlungen (§32) ein abgesondertes Gutachten abgeben will, hat sie das Recht, einen besonderen schriftlichen Bericht (Minderheitsbericht) zu erstatten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Darüber hinaus kann jeder stimmberechtigte Teilnehmer an den Ausschußverhandlungen eine vom Hauptbericht abweichende persönliche Stellungnahme in knapper Form zum Gegenstand abgeben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Minderheitsberichte gemäß Abs4 und Stellungnahmen gemäß Abs5 müssen dem Präsidenten so rechtzeitig übergeben werden, daß sie gleichzeitig mit dem Hauptbericht in Verhandlung genommen werden können. Der Präsident verfügt die Vervielfältigung und Verteilung der Minderheitsberichte und der Stellungnahmen an die Abgeordneten. Diese sind dem Ausschußbericht anzuschließen, wenn die Frist nach §44 Abs1 eingehalten werden kann. Eine mündliche Berichterstattung im Nationalrat ist unzulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§44",
            "annotations": []
        },
        {
            "text": "(1) Die Verhandlung eines von einem Ausschuß vorzuberatenden Gegenstandes im Nationalrat darf in der Regel nicht vor Ablauf von 24 Stunden nach erfolgter Verteilung des Ausschußberichtes stattfinden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Nur auf Grund eines Vorschlages des Präsidenten und des darüber mit Zweidrittelmehrheit gefaßten Beschlusses des Nationalrates kann von der Vervielfältigung des Ausschußberichtes oder von der 24stündigen Frist abgesehen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Nach Ablauf einer dem Ausschusse zur Berichterstattung gesetzten Frist hat die Verhandlung in der dem Fristablauf nachfolgenden Sitzung selbst dann zu beginnen, wenn ein schriftlicher Ausschußbericht nicht vorliegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Sollte der Ausschuß keinen Berichterstatter für den Nationalrat gewählt haben, kann vom Obmann oder im Falle seiner Verhinderung von einem Obmannstellvertreter ein mündlicher Bericht erstattet werden.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. §§21, 22 und 51 der in Anlage 1 zum Bundesgesetz über die Geschäftsordnung des Nationalrates (Geschäftsordnungsgesetz 1975) enthaltenen Verfahrensordnung für parlamentarische Untersuchungsausschüsse (VO-UA), BGBl I 99/2014, idF BGBl I 63/2021 lauten:",
            "annotations": []
        },
        {
            "text": "\"Informationssicherheit",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§21. (1) Für den Umgang mit klassifizierten Informationen und nicht-öffentlichen Informationen im Untersuchungsausschuss gilt das Informationsordnungsgesetz mit der Maßgabe, dass",
            "annotations": []
        },
        {
            "text": "           1.     einer Auskunftsperson gemäß §42 klassifizierte Akten und Unterlagen vorgelegt werden können, soweit dem nicht eine Vereinbarung gemäß §58 entgegensteht,",
            "annotations": []
        },
        {
            "text": "           2.     Mitglieder und von den Klubs gemäß §13 InfOG namhaft gemachte Personen bei Einsichtnahme Notizen über den Inhalt klassifizierter Akten und Unterlagen der Stufen 2 und 3 anfertigen dürfen, wobei die Notizen entsprechend der Klassifizierungsstufe der Akten und Unterlagen zu behandeln sind,",
            "annotations": []
        },
        {
            "text": "           3.     Mitglieder und von den Klubs gemäß §13 InfOG namhaft gemachte Personen Zugang zu allen im Untersuchungsausschuss entstandenen klassifizierten Informationen haben,",
            "annotations": []
        },
        {
            "text": "           4.     bei fortgesetzter Verletzung der Bestimmungen des InfOG ein Ordnungsgeld gemäß §54 festgesetzt werden kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Findet die Befragung von Auskunftspersonen nicht in vertraulicher oder geheimer Sitzung statt, kann ein Mitglied bei der Befragung Akten und Unterlagen der Klassifizierungsstufe 1 jedenfalls verwenden, wenn es vor Beginn der Befragung einen entsprechenden Antrag gestellt und der Vorsitzende dies nach Beratung mit dem Verfahrensrichter gestattet hat. Der Vorsitzende hat die Bedingungen für die Verwendung dieser Akten und Unterlagen bekanntzugeben und für die Wahrung schutzbedürftiger Geheimhaltungsinteressen zu sorgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Wenn ein Mitglied bei der Befragung Akten und Unterlagen der Klassifizierungsstufe 2 oder höher verwenden möchte, hat es dies dem Vorsitzenden rechtzeitig mitzuteilen. Der Vorsitzende hat Vorsorge dafür zu treffen, dass diese Teile der Befragung in vertraulicher oder geheimer Sitzung gemäß §37a GOG stattfinden können.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Jede Person, der im Untersuchungsausschuss Zugang zu klassifizierten Informationen gewährt wird, ist auch über die Bestimmungen gemäß Abs1 zu belehren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Dem Untersuchungsausschuss vorgelegte Akten und Unterlagen dürfen nicht veröffentlicht werden. Der Präsident kann vor Verteilung an die Mitglieder des Untersuchungsausschusses durch eine entsprechende Kennzeichnung der einzelnen Exemplare dafür Sorge tragen, dass deren sichere Behandlung gewährleistet wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Der Verfahrensrichter hat den Vorsitzenden jederzeit auf Verstöße gegen das Informationsordnungsgesetz hinzuweisen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Beweisaufnahme",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§22. (1) Der Untersuchungsausschuss erhebt die Beweise im Rahmen des Untersuchungsgegenstandes. Beweise werden aufgrund des grundsätzlichen Beweisbeschlusses, der ergänzenden Beweisanforderungen, der Ladung von Auskunftspersonen und Sachverständigen sowie durch Augenschein erhoben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Beweisaufnahme endet unter Beachtung der Fristen gemäß §§51 und 53 mit Feststellung des Vorsitzenden. Diese ist sowohl im Amtlichen Protokoll über die Ausschusssitzung als auch im schriftlichen Bericht des Untersuchungsausschusses an den Nationalrat festzuhalten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Berichterstattung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§51. (1) Nach Abschluss der Beweisaufnahme gemäß §22 erstattet der Untersuchungsausschuss einen schriftlichen Bericht an den Nationalrat. Der Bericht hat neben dem Verlauf des Verfahrens und den aufgenommenen Beweisen jedenfalls eine Darstellung der festgestellten Tatsachen, gegebenenfalls eine Beweiswürdigung sowie schließlich das Ergebnis der Untersuchung zu enthalten. Der Bericht kann auch Empfehlungen beinhalten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Bei der Berichterstellung und Berichterstattung sowie bei der Veröffentlichung des Ausschussberichts und der Fraktionsberichte gemäß Abs3 Z2 ist auf Vereinbarungen gemäß §58, die Wahrung schutzbedürftiger Geheimhaltungsinteressen gemäß §21 sowie die Wahrung schutzwürdiger Geheimhaltungsinteressen bei der Verwendung personenbezogener Daten, die gegenüber dem öffentlichen Informationsinteresse überwiegen, zu achten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Für die Berichterstattung sind die Vorschriften der §§42 und 44 GOG mit der Maßgabe anzuwenden, dass",
            "annotations": []
        },
        {
            "text": "           1.   der Vorsitzende auf Grundlage eines Entwurfs des Verfahrensrichters innerhalb von zwei Wochen ab Abschluss der Beweisaufnahme einen Entwurf für den schriftlichen Bericht erstellt,",
            "annotations": []
        },
        {
            "text": "           2.   jede im Ausschuss vertretene Fraktion innerhalb weiterer zwei Wochen einen besonderen schriftlichen Bericht (Fraktionsbericht) beim Vorsitzenden abgeben kann,",
            "annotations": []
        },
        {
            "text": "           3.   Personen, die durch die Veröffentlichung des Ausschussberichts, von Fraktionsberichten oder abweichenden persönlichen Stellungnahmen in ihren Rechten verletzt sein könnten, vom Verfahrensrichter unverzüglich und nachweislich zu verständigen sind. Sie können innerhalb weiterer zwei Wochen zu den betreffenden Ausführungen Stellung nehmen. Der wesentliche Inhalt einer solchen Stellungnahme ist im Ausschussbericht bzw in Fraktionsberichten und abweichenden persönlichen Stellungnahmen wiederzugeben. Soweit die Ausführungen zu einer Person in einer öffentlichen Sitzung des Untersuchungsausschusses erörtert wurden, kann eine Verständigung entfallen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Im Fall der vorzeitigen Beendigung der Tätigkeit eines Untersuchungsausschusses bei Auflösung des Nationalrates vor Ablauf der Gesetzgebungsperiode mit Beschluss gemäß Art29 Abs2 B-VG gilt Abs3 mit der Maßgabe, dass",
            "annotations": []
        },
        {
            "text": "           1.   der Vorsitzende auf Grundlage eines Entwurfs des Verfahrensrichters innerhalb einer Woche ab Abschluss der Beweisaufnahme einen Entwurf für den schriftlichen Bericht erstellt,",
            "annotations": []
        },
        {
            "text": "           2.   Fraktionsberichte und abweichende persönliche Stellungnahmen innerhalb einer weiteren Woche zu erstellen sind.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. §16 und §1330 des Allgemeinen Bürgerlichen Gesetzbuches – ABGB, JGS 946/1811, idF RGBl. 69/1916 lauten:",
            "annotations": []
        },
        {
            "text": "\"I. Aus dem Charakter der Persönlichkeit.",
            "annotations": []
        },
        {
            "text": "Angeborne Rechte.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§16. Jeder Mensch hat angeborne, schon durch die Vernunft einleuchtende Rechte, und ist daher als eine Person zu betrachten. Sclaverey oder Leibeigenschaft, und die Ausübung einer darauf sich beziehenden Macht, wird in diesen Ländern nicht gestattet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§1330. (1) Wenn jemandem durch Ehrenbeleidigung ein wirklicher Schade oder Entgang des Gewinnes verursacht worden ist, so ist er berechtigt, den Ersatz zu fordern.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Dies gilt auch, wenn jemand Tatsachen verbreitet, die den Kredit, den Erwerb oder das Fortkommen eines anderen gefährden und deren Unwahrheit er kannte oder kennen mußte. In diesem Falle kann auch der Widerruf und die Veröffentlichung desselben verlangt werden. Für eine nicht öffentlich vorgebrachte Mitteilung, deren Unwahrheit der Mitteilende nicht kennt, haftet er nicht, wenn er oder der Empfänger der Mitteilung an ihr ein berechtigtes Interesse hatte.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen ",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit ",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art138b Abs1 Z7 B-VG erkennt der Verfassungsgerichtshof über Beschwerden einer Person, die durch ein Verhalten eines Untersuchungsausschusses des Nationalrates (lita), eines Mitgliedes eines solchen Ausschusses in Ausübung seines Berufes als Mitglied des Nationalrates (litb) oder gesetzlich zu bestimmender Personen in Ausübung ihrer Funktion im Verfahren vor dem Untersuchungsausschuss (litc) in ihren Persönlichkeitsrechten verletzt zu sein behauptet.",
            "annotations": []
        },
        {
            "text": "Die Frist zur Erhebung der Beschwerde beträgt sechs Wochen (§56i Abs2 VfGG). Zufolge §56i Abs3 VfGG hat die Beschwerde die Bezeichnung des angefochtenen Verhaltens und, soweit dies zumutbar ist, die Angabe, wer es gesetzt hat, den Sachverhalt, die Bezeichnung der Persönlichkeitsrechte, in denen die beschwerdeführende Partei verletzt zu sein behauptet, die erforderlichen Beweise sowie die Angaben zu enthalten, die erforderlich sind, um zu beurteilen, ob das Verhalten rechtzeitig angefochten wurde.",
            "annotations": []
        },
        {
            "text": "1.2. Der Beschwerdeführer legt im Hinblick auf die Rechtzeitigkeit seiner Beschwerde dar, die von ihm nun in Beschwerde gezogenen Ausführungen im Fraktionsbericht der Grünen seien ihm erstmals von seinem Rechtsvertreter am 24. März 2023 zur Kenntnis gebracht worden. Der Rechtsvertreter des Beschwerdeführers erklärt bzw bestätigt dies an Eides statt.",
            "annotations": []
        },
        {
            "text": "1.3. Für den Verfassungsgerichtshof besteht kein Zweifel, dass Ausführungen in einem (vom Präsidenten des Nationalrates veröffentlichten) Fraktionsbericht – so auch die Ausführungen der Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller im Fraktionsbericht der Grünen – zum Gegenstand einer Beschwerde nach Art138b Abs1 Z7 litb B-VG gemacht werden können.",
            "annotations": []
        },
        {
            "text": "1.3.1. Ein Verhalten eines Mitgliedes eines Untersuchungsausschusses kann nur dann Beschwerdegegenstand iSd Art138b Abs1 Z7 litb B-VG sein, wenn das Mitglied das Verhalten \"in Ausübung seines Berufes als Mitglied des Nationalrates\" gesetzt hat. Diese Regelung bezieht sich auf die berufliche Immunität des Abgeordneten gemäß Art57 Abs1 B-VG. Es geht also ausschließlich um jene Handlungen von Mitgliedern des Untersuchungsausschusses, welche durch die berufliche Immunität vor rechtlichen Sanktionen außerhalb des Nationalrates geschützt werden. ",
            "annotations": []
        },
        {
            "text": "1.3.2. Dass auch Ausführungen in einem Fraktionsbericht als Verhalten im Untersuchungsausschuss im Sinne des Art138b Abs1 Z7 (litb) VO-UA anzusehen sind, ergibt sich zum Ersten aus den Materialien zu §56i VfGG und zum Zweiten aus den Regelungen des §51 VO-UA. ",
            "annotations": []
        },
        {
            "text": "1.3.2.1. So führen zunächst die Materialien zu §56i VfGG (IA 718/A 25. GP, 19) ausdrücklich an, dass \"auch der Bericht des Untersuchungsausschusses (und in ihm enthaltene Fraktionsberichte) […] ein Verhalten des Untersuchungsausschusses dar[stellt], und zwar ungeachtet dessen, dass die Tätigkeit des Untersuchungsausschusses mit der Berichterstattung endet\". Da die Bestimmung des §56i VfGG – im Sinne des in den Erläuterungen zum Ausdruck kommenden Verständnisses – zeitgleich (in ein- und demselben Sammelgesetz) mit Art138b Abs1 Z7 B-VG erlassen wurde, ist davon auszugehen, dass der Verfassungsgesetzgeber selbst dem Art138b Abs1 Z7 B-VG die Auffassung zugrunde gelegt hat, dass der Bericht des Untersuchungsausschusses genauso wie ihm angeschlossene Fraktionsberichte einen Beschwerdegegenstand bilden können (vgl dazu allgemein zB VfSlg 20.370/2020; VfGH 29.6.2022, UA4/2022).",
            "annotations": []
        },
        {
            "text": "1.3.2.2. Die Bestimmung des §51 VO-UA regelt die \"Berichterstattung\" des Untersuchungsausschusses und der im Untersuchungsausschuss vertretenen Fraktionen. Nach §51 Abs1 VO-UA erstattet der Untersuchungsausschuss nach Abschluss der Beweisaufnahme gemäß §22 VO-UA einen schriftlichen Bericht an den Nationalrat.",
            "annotations": []
        },
        {
            "text": "Gemäß §51 Abs3 VO-UA iVm §33 Abs3 GOG-NR sind für die Berichterstattung die Vorschriften der §§42 und 44 GOG-NR mit der Maßgabe anzuwenden, dass zunächst der Vorsitzende auf Grundlage eines Entwurfes des Verfahrensrichters innerhalb von zwei Wochen ab Abschluss der Beweisaufnahme einen Entwurf für den schriftlichen Bericht erstellt (§51 Abs3 Z1 VO-UA). Danach kann gemäß §51 Abs3 Z2 VO-UA jede im Ausschuss vertretene Fraktion innerhalb weiterer zwei Wochen einen besonderen schriftlichen Bericht (Fraktionsbericht) beim Vorsitzenden abgeben. Daran anschließend hat der Verfahrensrichter unverzüglich und nachweislich jene Personen zu verständigen, die durch die Veröffentlichung des Ausschussberichtes, von Fraktionsberichten oder abweichenden persönlichen Stellungnahmen in ihren Rechten verletzt sein könnten. Diese Personen können innerhalb weiterer zwei Wochen zu den betreffenden Ausführungen Stellung nehmen. Der wesentliche Inhalt einer solchen Stellungnahme ist im Ausschussbericht bzw in Fraktionsberichten und abweichenden persönlichen Stellungnahmen wiederzugeben. Soweit die Ausführungen zu einer Person in einer öffentlichen Sitzung des Untersuchungsausschusses erörtert wurden, kann eine Verständigung entfallen (§51 Abs3 Z3 VO-UA). §51 Abs2 VO-UA verlangt (allgemein), dass bei der Berichterstellung und Berichterstattung sowie bei der Veröffentlichung des Ausschussberichtes und der Fraktionsberichte gemäß §51 Abs3 Z2 VO-UA auf Vereinbarungen gemäß §58 VO-UA, die Wahrung schutzbedürftiger Geheimhaltungsinteressen gemäß §21 VO-UA sowie die Wahrung schutzwürdiger Geheimhaltungsinteressen bei der Verwendung personenbezogener Daten, die gegenüber dem öffentlichen Informationsinteresse überwiegen, zu achten ist.",
            "annotations": []
        },
        {
            "text": "1.3.2.3. Der Verfassungsgerichtshof hat in seiner Rechtsprechung ausgesprochen, dass Aussagen in Interviews gegenüber Medien oder in Pressemitteilungen oder die Weitergabe von dem Untersuchungsausschuss übermittelten Unterlagen an Personen außerhalb des Untersuchungsausschusses nicht zum Gegenstand einer Beschwerde nach Art138b Abs1 Z7 B-VG gemacht werden können (vgl VfSlg 20.015/2015; VfGH 25.9.2021, UA6/2021). Das tragende Argument des Verfassungsgerichtshofes, dass diese Äußerungen bzw dieses Verhalten der Abgeordneten des Nationalrates nicht zum Gegenstand einer Beschwerde nach Art138b Abs1 Z7 B-VG gemacht werden können, lag in den genannten Entscheidungen darin, dass das jeweils in Beschwerde gezogene Verhalten nicht von der beruflichen Immunität der Mitglieder des Nationalrates im Sinne des Art57 Abs1 B-VG erfasst war. Demgegenüber handelt es sich bei dem am Ende eines Untersuchungsausschusses zu erstellenden und zu erstattenden Ausschussbericht und den allenfalls erstatteten Fraktionsberichten nach den einschlägigen, oben angeführten (verfassungs-)gesetzlichen Vorschriften des Art138b Abs1 Z7 B-VG iVm §56i VfGG und §51 VO-UA um ein Verhalten im Rahmen des Untersuchungsausschusses, das auch als solches von der beruflichen Immunität der betroffenen Mitglieder des Nationalrates erfasst wird. Aus diesem Grund können Äußerungen von Mitgliedern eines Untersuchungsausschusses in einem Fraktionsbericht zum Gegenstand einer Beschwerde gemäß Art138b Abs1 Z7 B-VG gemacht werden.",
            "annotations": []
        },
        {
            "text": "1.3.2.4. Dabei ist zu beachten, dass Äußerungen in einem Fraktionsbericht – im Unterschied zum Ausschussbericht – nicht als Verhalten des Untersuchungsausschusses (Art138b Abs1 Z7 lita B-VG), sondern (nur) als Verhalten eines Mitgliedes bzw von Mitgliedern eines Untersuchungsausschusses in Ausübung seines bzw ihres Berufes als Mitglied(er) des Nationalrates gemäß §138b Abs1 Z7 litb B-VG in Beschwerde gezogen werden können.",
            "annotations": []
        },
        {
            "text": "Der Fraktionsbericht der Grünen wurde am 31. März 2023 vom Präsidenten des Nationalrates auf der Homepage des Nationalrates veröffentlicht. Da die Beschwerde am 11. April 2023 beim Verfassungsgerichtshof eingebracht wurde, ist die Beschwerde in jedem Fall rechtzeitig.",
            "annotations": []
        },
        {
            "text": "1.4. Der Beschwerdeführer sieht sich in seiner Beschwerde durch die oben unter Punkt I. 1. und 2. hervorgehobenen bzw wiedergegebenen Ausführungen im Fraktionsbericht der Grünen, für den die Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller verantwortlich zeichnen, in seinen Persönlichkeitsrechten, nämlich im Recht auf Schutz vor Ehrenbeleidigung und Kreditschädigung gemäß §1330 (Abs1 und 2) ABGB, verletzt.",
            "annotations": []
        },
        {
            "text": "1.4.1. Was unter \"Persönlichkeitsrechten\" iSd Art138b Abs1 Z7 B-VG (und des §56i VfGG) zu verstehen ist, wird in diesen Bestimmungen nicht definiert; auch die Erläuterungen zu diesen Bestimmungen (IA 718/A BlgNR 25. GP, 21) führen dazu nichts aus (vgl VfSlg 20.015/2015; VfGH 6.10.2021, UA 2/2021).",
            "annotations": []
        },
        {
            "text": "1.4.2. Der Beschwerdeführer behauptet der Sache nach eine Verletzung seiner Persönlichkeitsrechte nach §1330 ABGB. Für den Verfassungsgerichtshof besteht kein Zweifel, dass es sich bei den vom Beschwerdeführer geltend gemachten Rechten um Persönlichkeitsrechte iSd Art138b Abs1 Z7 B-VG handelt, deren Verletzung durch ein Verhalten eines Mitgliedes eines Untersuchungsausschusses vor dem Verfassungsgerichtshof geltend gemacht werden kann (vgl VfSlg 20.015/2015; VfGH 6.10.2021, UA 2/2021).",
            "annotations": []
        },
        {
            "text": "1.4.3. Der Beschwerdeführer legt in seiner Beschwerde im Einzelnen dar, durch welches Verhalten der Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller sich der Beschwerdeführer in seinen Persönlichkeitsrechten verletzt erachtet. Der Beschwerdeführer begehrt die Feststellung des Verfassungsgerichtshofes, dass die in der Beschwerde genau angeführten Äußerungen im Fraktionsbericht der Grünen durch die Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller durch Verletzung der konkret bezeichneten Persönlichkeitsrechte des Beschwerdeführers rechtswidrig war. Das Beschwerdevorbringen ist damit hinreichend konkretisiert und erfüllt die Anforderungen des §56i Abs3 und §15 Abs2 VfGG (vgl VfSlg 20.015/2015 mwN; VfGH 6.10.2021, UA2/2021). ",
            "annotations": []
        },
        {
            "text": "1.5. Die Beschwerde erweist sich somit als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Dem Verfassungsgerichtshof ist es im Verfahren nach Art138b Abs1 Z7 B-VG verwehrt, über das in der Beschwerde ausdrücklich angeführte, konkrete Verhalten hinaus über sonstiges (vom Beschwerdeführer nicht näher bezeichnetes) Verhalten der Mitglieder oder Funktionäre des Untersuchungsausschusses zu erkennen. Der Verfassungsgerichtshof hat sich im Verfahren nach Art138b Abs1 Z7 B-VG weiters auf die Feststellung zu beschränken, ob das ausdrücklich in Beschwerde gezogene Verhalten die konkret geltend gemachten Persönlichkeitsrechte verletzt. Der Verfassungsgerichtshof hat nicht von Amts wegen zu prüfen, ob in andere als die geltend gemachten Persönlichkeitsrechte eingegriffen wurde und diese verletzt wurden (VfSlg 20.015/2015; VfGH 6.10.2021, UA 2/2021).",
            "annotations": []
        },
        {
            "text": "2.2. Der Beschwerdeführer behauptet eine Verletzung in seinen Persönlichkeitsrechten auf Schutz der Ehre und des guten wirtschaftlichen Rufes, wie dies insbesondere in (§16 ABGB iVm) §1330 Abs1 und Abs2 ABGB zum Ausdruck kommt, durch die ausdrücklich bezeichneten Ausführungen durch die Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller.",
            "annotations": []
        },
        {
            "text": "2.3. Unter dem Begriff der Ehre ist der zivilrechtlich jedermann zukommende Anspruch auf achtungsvolle Behandlung durch andere zu verstehen (OGH 25.1.1996, 6 Ob 37/95; 26.3.2009, 6 Ob 40/09 i; allgemein Meissel, §16 ABGB, in: Fenyves/Kerschner/Vonkilch [Hrsg.], Klang-Kommentar³, 2016, Rz 100). Der Schutz der Ehre ist weit und nicht auf die strafrechtlichen Tatbestände oder die allgemeine Regel des §16 ABGB konkretisierende Bestimmung des §1330 ABGB beschränkt (anstatt vieler OGH 5.6.1991, 1 Ob 15/91; sowie Berka, Untersuchungsausschüsse und Persönlichkeitsrechte: Zu einer neuen Kompetenz des Verfassungsgerichtshofs, FS Holzinger, 2017, 155 [163 ff.]).",
            "annotations": []
        },
        {
            "text": "2.4. Der aus dem allgemeinen Persönlichkeitsrecht des §16 ABGB erfließende konkrete Schutz der Ehre und des Ansehens der Person und auf Schutz vor Herabwürdigung ist im Wege einer Interessenabwägung auszudifferenzieren, wobei die geschützte Sphäre aus grundrechtlichen Wertungen und einfachgesetzlich normierten besonderen Persönlichkeitsrechten abzuleiten ist (allgemein dazu Aicher, §16 ABGB, in: Rummel/Lukas [Hrsg.], Kommentar zum ABGB4, 2014, Rz 11 ff.).",
            "annotations": []
        },
        {
            "text": "2.5. So kann unter anderem auch das Verbreiten wahrer Tatsachen den Tatbestand der Ehrverletzung (insbesondere iSd §16 iVm §1330 Abs1 ABGB) erfüllen, wenn eine umfassende Interessenabwägung eine unnötige Verletzung der Interessen des Betroffenen oder Verletzung seiner Intimsphäre ergibt oder kein überwiegendes Informationsinteresse der Allgemeinheit besteht (OGH 23.10.1990, 4 Ob 143/90; 4.5.1995, 6 Ob 11/95; 26.6.1997, 8 ObA 187/97a; 17.12.2010, 6 Ob 243/10v; dazu Haybäck, Können wahre Tatsachen Ehrenbeleidigungen iSd §1330 Abs1 ABGB sein?, JBl 1994, 736 ff.).",
            "annotations": []
        },
        {
            "text": "2.6. Wie der Verfassungsgerichtshof bereits im Zusammenhang mit Verfahren nach Art138b Abs1 Z7 B-VG festgehalten hat, stehen die vom Beschwerdeführer insbesondere ins Treffen geführten Bestimmungen zum Schutz des guten Rufes und der Ehre, wie insbesondere §16 und §1330 ABGB, mit dem Recht auf Meinungsäußerungsfreiheit nach Art10 EMRK in einem Spannungsverhältnis. Die Abwägung zwischen den Schutzgütern der vom Beschwerdeführer geltend gemachten Persönlichkeitsrechte einerseits und den Schutzgütern des Art10 EMRK andererseits hat vor dem Hintergrund der Kontrollfunktion und des im Einzelfall festgesetzten Gegenstandes des Untersuchungsausschusses gemäß Art53 B-VG zu erfolgen (VfSlg 20.015/2015; siehe auch Berka, aaO, 168).",
            "annotations": []
        },
        {
            "text": "2.7. Für die Beurteilung, ob ein rechtswidriger Eingriff in die Persönlichkeitsrechte vorliegt, ist die Unterscheidung von Tatsachenbehauptungen und Werturteilen von grundlegender Bedeutung. Tatsachenbehauptungen, deren Unwahrheit der diese Äußernde kannte oder kennen musste, können nicht mit der Meinungsäußerungsfreiheit gemäß Art10 EMRK gerechtfertigt werden. Werturteile sind hingegen grundsätzlich nach Art10 EMRK zulässig, sofern dabei kein \"Wertungsexzess\" vorliegt (vgl Holoubek, Kommunikationsfreiheit, in: Merten/Papier/Kucsko-Stadlmayer [Hrsg.], HGR VII/1², §15 Rz 33 ff mwN; EGMR 18.9.2012, 3084/07, Falter Zeitschriften GmbH (II); 30.10.2012, 6086/10, Karpetas; 12.1.2016, 55.495/08, Genner, Z38 ff.).",
            "annotations": []
        },
        {
            "text": "Ob durch eine Äußerung Tatsachen verbreitet werden oder eine wertende Meinungsäußerung vorliegt, richtet sich nach dem Gesamtzusammenhang und dem dadurch vermittelten Gesamteindruck für den unbefangenen Durchschnittsadressaten. Die Ermittlung des Sinngehaltes einer Äußerung ist eine Rechtsfrage, die von den näheren Umständen des Einzelfalles, insbesondere aber von der konkreten Formulierung in ihrem Zusammenhang abhängt (vgl statt vieler OGH 27.2.2019, 6 Ob 220/18y; VfSlg 20.015/2015).",
            "annotations": []
        },
        {
            "text": "2.8. Bei der gebotenen Interessenabwägung zwischen dem Recht auf freie Meinungsäußerung und dem Rechtsgut der Ehre und des wirtschaftlichen Rufes ist die Bedeutung des Themas für die Allgemeinheit, in dessen Rahmen die potenziell ehrverletzende, im Tatsachenkern richtige Äußerung fiel, eines von mehreren Beurteilungskriterien, das den Ausschlag für die Bejahung eines Rechtfertigungsgrundes geben kann (zB OGH 31.8.2018, 6 Ob 98/18g). Bei Werturteilen liegt nach der Rechtsprechung des Obersten Gerichtshofes dann ein Wertungsexzess vor, der zur Rechtswidrigkeit einer Äußerung führt, wenn die Grenzen zulässiger Kritik überschritten werden. Exzess ist jedenfalls zu bejahen, wenn die Ausübung des Rechtes auf Meinungsäußerung rechtsmissbräuchlich ist oder an einen Rechtsmissbrauch heranreicht; wenn also unlautere Motive der Rechtsausübung offensichtlich im Vordergrund stehen und andere Ziele der Rechtsausübung völlig in den Hintergrund treten, sodass zwischen den Interessen des Äußernden und den beeinträchtigten Interessen des anderen Teiles ein krasses Missverhältnis besteht (vgl OGH 12.10.2006, 6 Ob 321/04f; Kissich, §1330 ABGB, in: Kletečka/Schauer [Hrsg.], ABGB-ON1.05 Rz 42; VfSlg 20.015/2015; VfGH 6.10.2021, UA 2/2021). Nach der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte kann ein Werturteil etwa dann exzessiv sein, wenn für das Werturteil überhaupt keine faktische Basis gegeben ist (vgl EGMR 24.2.1997, 19.983/92, De Haes und Gijsels, Z47; 26.2.2002, 28.525/95, Unabhängige Initiative Informationsvielfalt, Z47; 8.7.2008, 24.261/05, Backes, Z45).",
            "annotations": []
        },
        {
            "text": "2.9. Der Verfassungsgerichtshof hat bei der Beurteilung, ob die vom Beschwerdeführer in Beschwerde gezogenen Äußerungen der Mitglieder des Untersuchungsausschusses Nina Tomaselli und David Stögmüller im Fraktionsbericht der Grünen die geltend gemachten Persönlichkeitsrechte des Beschwerdeführers verletzen, – wie bereits oben ausgeführt – die jeweiligen Äußerungen nicht isoliert, sondern in ihrem Kontext zu beurteilen (VfSlg 20.015/2015; VfGH 6.10.2021, UA 2/2021).",
            "annotations": []
        },
        {
            "text": "2.10. Vor diesem rechtlichen Hintergrund kann der Verfassungsgerichtshof nicht erkennen, dass die behauptete Verletzung der geltend gemachten Persönlichkeitsrechte des Beschwerdeführers durch Äußerungen im Fraktionsbericht der Grünen durch die Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller vorliegt:",
            "annotations": []
        },
        {
            "text": "2.10.1. Zunächst ist festzuhalten, dass es sich beim Beschwerdeführer um eine im öffentlichen Leben stehende Person handelt (\"public figure\"). Der Beschwerdeführer war unter anderem ab Juni 2014 bis 2015 Aufsichtsratsvorsitzender der Österreichischen Industrieholding (ÖIAG), heute Österreichische Beteiligungs AG (ÖBAG). Dazu kommen – wie aus dem Firmenbuch und aus Presseartikeln hervorgeht – wirtschaftliche Aktivitäten bei im Blickpunkt der Öffentlichkeit stehenden privaten und öffentlichen Unternehmen (vgl zuletzt zB den Erwerb der Steyr Automotive GmbH [früher MAN Truck & Bus Österreich GesmbH]).",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf den Umstand, dass es sich beim Beschwerdeführer um eine im öffentlichen Leben stehende Person handelt, muss er im Allgemeinen eine weiterreichende Kritik hinnehmen als eine beliebige Privatperson (vgl EGMR 27.6.2017, 17.224/11, Medzlis Islamske Zajednice Brcko ua; sowie grundlegend EGMR 8.7.1986, 9815/82, Lingens; siehe auch VfGH 6.10.2021, UA 2/2021).",
            "annotations": []
        },
        {
            "text": "2.10.2. Soweit der Beschwerdeführer die Passage \"Glaubt man A***, störte sich *** an seiner strategischen Ausrichtung. A*** wollte 'keinen Cent in Russland investieren' und die Gasabhängigkeit zu einzelnen Lieferstaaten verringern. Weil aber 'die Stimmung auf Ebene der Eigentümervertreter […] wahrnehmbar in Richtung Russland kippte, musste er gehen, so der Oberösterreicher\" auf S 68 des Fraktionsberichtes der Grünen als Verletzung in seinen Persönlichkeitsrechten ansieht, ist dem zu entgegnen, dass im Fraktionsbericht ausschließlich auf die Aussage der Auskunftsperson A***, des früheren Generaldirektors der OMV, Bezug genommen wird. Darauf wird ausdrücklich in der Fußnote zu dieser Passage im Fraktionsbericht der Grünen hingewiesen.",
            "annotations": []
        },
        {
            "text": "Da sohin in der im Fraktionsbericht wiedergegebenen Passage ausschließlich eine Aussage von A*** zitiert wird, die dieser als Auskunftsperson im ÖVP-Korruptions-Untersuchungsausschuss getätigt hat, ohne sich damit zu identifizieren, scheidet es nach Auffassung des Verfassungsgerichtshofes aus, darin eine Verletzung von Persönlichkeitsrechten des Beschwerdeführers durch die Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller im Fraktionsbericht der Grünen zu erblicken (vgl dazu zB OGH 22.1.2008, 4 Ob 230/07p; 19.12.2019, 6 Ob 164/19i).",
            "annotations": []
        },
        {
            "text": "2.10.3. Wenn der Beschwerdeführer den Satz \"*** setzte sich immer wieder dafür ein, dass Österreich mehr Gas von Russland bezieht\" auf S 68 des Fraktionsberichtes der Grünen als weitere Verletzung in seinen Persönlichkeitsrechten iSd §1330 (Abs1 und 2) ABGB qualifiziert, ist für den Verfassungsgerichtshof nicht nachvollziehbar, inwiefern eine solche Aussage überhaupt eine Ehrenverletzung oder eine Verletzung des guten wirtschaftlichen Rufes darstellen könnte. Aus diesem Grund ist die Beschwerde auch in diesem Punkt abzuweisen.",
            "annotations": []
        },
        {
            "text": "2.10.4. Wenn der Beschwerdeführer ferner in der Überschrift \"Lobbyist für Gazprom?\" und in der Passage \"vermuteten deutsche Verfassungsschützer*innen nicht zu Unrecht, dass der Steirer [gemeint: der Beschwerdeführer] für den Konzern Gazprom bzw für Nord Stream 2 lobbyiere\" eine Verletzung seiner geltend gemachten Persönlichkeitsrechte sieht, ist für den Verfassungsgerichtshof ebensowenig erkennbar, worin diese Verletzung liegen könnte.",
            "annotations": []
        },
        {
            "text": "Entgegen den Ausführungen in der Beschwerde ist zunächst dem Fraktionsbericht der Grünen nicht zu entnehmen, dass der Beschwerdeführer tatsächlich als \"Lobbyist\" für Gazprom tätig gewesen sei. Soweit der Beschwerdeführer aber in den in Beschwerde gezogenen Passagen im Fraktionsbericht der Grünen auf Grund des Zusammenhanges dieser Äußerungen ein Werturteil erblickt, ist zu erwidern, dass es sich um zulässige wertende Äußerungen handelt, die auf einem wahren Sachverhaltskern beruhen und auch keinen Wertungsexzess darstellen.",
            "annotations": []
        },
        {
            "text": "Es ist somit auch in diesen Punkten nicht erkennbar, dass die vom Beschwerdeführer geltend gemachten Persönlichkeitsrechte verletzt werden.",
            "annotations": []
        },
        {
            "text": "2.11. Ergänzend ist darauf hinzuweisen, dass der Beschwerdeführer im Sinne des §51 Abs3 Z3 VO-UA zwar von seinem Recht auf Stellungnahme zum Fraktionsbericht der Grünen Gebrauch gemacht hat, dabei aber die nun in Beschwerde gezogenen Ausführungen im Fraktionsbericht der Grünen in keiner Weise angesprochen hat.",
            "annotations": []
        },
        {
            "text": "2.12. Die behaupteten Verletzungen in Persönlichkeitsrechten durch die vom Beschwerdeführer bekämpften Ausführungen im (am 31. März 2023 vom Präsidenten des Nationalrates veröffentlichten) Fraktionsbericht der Grünen durch die Mitglieder des ÖVP-Korruptions-Untersuchungsausschusses Nina Tomaselli und David Stögmüller liegen somit allesamt nicht vor.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Da die geltend gemachte Verletzung in Persönlichkeitsrechten des Beschwerdeführers durch die Ausführungen im Fraktionsbericht der Grünen nicht vorliegt, ist die Beschwerde abzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}