{
    "document_id": "JFT_20230613_23V00028_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1.1. Mit dem vorliegenden, auf Art139 Abs1 Z3 B-VG gestützten Antrag begehrt die Antragstellerin, der Verfassungsgerichtshof möge",
            "annotations": []
        },
        {
            "text": "\"§§1, 2 und 5 der Verordnung der Bezirkshauptmannschaft Innsbruck vom 22.02.2000, Zl 4-51/1-00, kundgemacht im Boten für Tirol vom 01.03.2000, Stück 9, Nr 223, als gesetz- bzw verfassungswidrig aufheben;",
            "annotations": []
        },
        {
            "text": "in eventu §5 der Verordnung der Bezirkshauptmannschaft Innsbruck vom 22.02.2000, Zl 4-51/1-00, kundgemacht im Boten für Tirol vom 01.03.2000, Stück 9, Nr 223, als gesetz- bzw verfassungswidrig aufheben;",
            "annotations": []
        },
        {
            "text": "in eventu die Wortfolge 'Auer in Matrei' im ersten Satz sowie den zweiten Satz ('Bei allen übrigen Fahrten zu Reparaturzwecken zur KFZ-Werkstätte Auer, die nicht unter die Ausnahmen der §§3, 4 und 5 fallen, ist für die Zu- und Abfahrt die A 13 Brennerautobahn - Autobahnanschlußstelle Matrei zu benutzen') in §5 der Verordnung der Bezirkshauptmannschaft Innsbruck vom 22.02.2000, Zl 4-51/1-00, kundgemacht im Boten für Tirol vom 01.03.2000, Stück 9, Nr 223, als gesetz- bzw verfassungswidrig aufheben;",
            "annotations": []
        },
        {
            "text": "in eventu die Wortfolge 'Auer in Matrei' in §5 der Verordnung der Bezirkshauptmannschaft Innsbruck vom 22.02.2000, Zl 4-51/1-00, kundgemacht im Boten für Tirol vom 01.03.2000, Stück 9, Nr 223, als gesetz- bzw verfassungswidrig aufheben\".",
            "annotations": []
        },
        {
            "text": "1.2. Die Antragstellerin führt zunächst aus, dass sie Betreiberin einer auf Reparatur-, Service- und Begutachtungsdienstleistungen spezialisierten Kfz-Werkstätte im Gemeindegebiet von Matrei am Brenner und Navis sei. Dieses Gebiet liege im nördlichen Teil des Wipptals, welches an einer der Hauptverkehrsachsen des Europäischen Transitverkehrs liege. Der Transitverkehr werde über die nicht unmittelbar durch Ortsgebiete führende, mautpflichtige A 13 Brenner Autobahn abgewickelt, um die Belastung der Bevölkerung durch das hohe Verkehrsaufkommen durch \"Schwerfahrzeuge\" und die damit verbundenen Lärm- und Schadstoffbelastungen zu vermeiden. Das mit der angefochtenen Verordnung verordnete Fahrverbot sei erlassen worden, um einen – etwa mautpflichtbedingten – \"Umwegverkehr\" der Schwerfahrzeuge über die Landesstraßen B 182 Brennerstraße und L 38 Ellbögener Straße zu verhindern. Die angefochtene Verordnung sehe gewisse Ausnahmen von dem Fahrverbot vor. So seien etwa Fahrten zu und von einer in §5 der angefochtenen Verordnung ausdrücklich genannten Kfz-Werkstätte in Matrei am Brenner – obwohl diese innerhalb des Fahrverbotsbereiches auf der B 182 Brenner Straße und der L 38 Ellbögener Straße gelegen sei – unter bestimmten Voraussetzungen zulässig.",
            "annotations": []
        },
        {
            "text": "1.3. Die Zulässigkeit des vorliegenden Antrages wird im Wesentlichen folgendermaßen begründet:",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin sei durch die mit dem Haupt- und den Eventualanträgen angefochtenen Bestimmungen in ihren Rechten betroffen, weil sie durch diese in sachlich nicht gerechtfertigter und damit in gesetzwidriger Weise im Vergleich zu der in der Verordnung ausdrücklich genannten, unter gewissen Voraussetzungen vom Fahrverbot ausgenommenen Kfz-Werkstätte ungleich behandelt werde. Die Antragstellerin sei Adressatin der angefochtenen Verordnung, weil diese ein Verbot von Fahrten zu und von ihrer Kfz-Werkstätte zu Reparatur-, Service- oder Begutachtungszwecken verordnen würde. Bei der rechtlichen Privilegierung der in der angefochtenen Verordnung ausdrücklich genannten Kfz-Werkstätte – die nicht nur Kunden dieser Kfz-Werkstätte, sondern auch diese Kfz-Werkstätte selbst betreffe – handle es sich nicht um bloß faktische (wirtschaftliche) Reflexwirkungen im Sinne der Rechtsprechung des Verfassungsgerichtshofes. Der Antragstellerin stehe auch kein zumutbarer Weg offen, ihre Bedenken gegen die angefochtenen Bestimmungen an den Verfassungsgerichtshof heranzutragen. Insbesondere erweise sich die Einholung einer Ausnahmebewilligung vorliegend nicht als geeigneter Weg, weil die Antragstellerin selbst Betreiberin der Kfz-Werkstätte sei und daher keine – für die Berufung auf §5 der angefochtenen Verordnung in einem Verfahren zur Erlangung einer Ausnahmebewilligung maßgeblichen – Fahrten zu ihrer Kfz-Werkstätte vornehme und diese Bestimmung in einem Ausnahmebewilligungsverfahren und einem nachfolgenden Beschwerdeverfahren vor dem Verfassungsgerichtshof daher nicht präjudiziell wäre.",
            "annotations": []
        },
        {
            "text": "1.4. In der Folge legt die Antragstellerin ihre Bedenken gegen die angefochtenen Bestimmungen wie folgt dar:",
            "annotations": []
        },
        {
            "text": "Durch die angefochtenen Bestimmungen würde die Antragstellerin in sachlich nicht gerechtfertigter Weise im Vergleich zu der in der angefochtenen Verordnung ausdrücklich genannten, unter gewissen Voraussetzungen vom Fahrverbot ausgenommenen Kfz-Werkstätte ungleich behandelt. Diese Ungleichbehandlung resultiere daraus, dass für Fahrten zu oder von der von der Antragstellerin betriebenen Kfz-Werkstätte zu Reparatur-, Service- oder Begutachtungszwecken ein ausnahmsloses Fahrverbot gelte, während hinsichtlich der in der angefochtenen Verordnung ausdrücklich genannten Kfz-Werkstätte Fahrten zu diesen Zwecken erlaubt seien. Daran vermöge der Umstand, dass es zu beiden Kfz-Werkstätten alternative Zufahrtsmöglichkeiten gebe, nichts zu ändern. Die Antragstellerin bringt ferner vor, dass die verordnungserlassende Behörde vor Erlassung der angefochtenen Verordnung kein Ermittlungsverfahren durchgeführt habe.",
            "annotations": []
        },
        {
            "text": "2. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß Art139 Abs1 Z3 B-VG erkennt der Verfassungsgerichtshof über die Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behautet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Voraussetzung der Antragslegitimation gemäß Art139 Abs1 Z3 B-VG ist einerseits, dass der Antragsteller behauptet, unmittelbar durch die angefochtene Verordnung – im Hinblick auf deren Gesetzwidrigkeit – in seinen Rechten verletzt worden zu sein, dann aber auch, dass die Verordnung für den Antragsteller tatsächlich, und zwar ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist. Grundlegende Voraussetzung der Antragslegitimation ist also, dass die Verordnung in die Rechtssphäre des Antragstellers nachteilig eingreift und diese – im Falle ihrer Gesetzwidrigkeit – verletzt.",
            "annotations": []
        },
        {
            "text": "Es ist darüber hinaus erforderlich, dass die Verordnung selbst tatsächlich in die Rechtssphäre des Antragstellers unmittelbar eingreift. Ein derartiger Eingriff ist nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch die Verordnung selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn dem Antragsteller kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 13.944/1994, 15.234/1998, 15.947/2000).",
            "annotations": []
        },
        {
            "text": "2.2. Mit Verordnung der Bezirkshauptmannschaft Innsbruck vom 22. Februar 2000, Z 4-51/1-00, wurde auf näher bezeichneten Abschnitten der B 182 Brenner Straße sowie der L 38 Ellbögener Straße ein Fahrverbot für Lastkraftfahrzeuge (auch Sattelzugfahrzeuge) mit einem höchsten zulässigen Gesamtgewicht von mehr als 3,5 Tonnen (§1) und für Kraftfahrzeuge mit Anhänger (§2) in beiden Fahrtrichtungen verordnet. §§3 bis 5 leg. cit. sehen Ausnahmen von diesem Fahrverbot vor. Die §§1, 2 und 5 der Verordnung haben folgenden Wortlaut (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"§1",
            "annotations": []
        },
        {
            "text": "Auf der B 182 Brenner Straße wird ab Straßenkilometer 7,530 der B 182 Brenner Straße in der Gemeinde Schönberg bis Straßenkilometer 35,10 in der Gemeinde Gries am Brenner sowie auf der L 38 Ellbögener Straße ab Straßenkilometer 10,350 (Kreuzung der L 38 Ellbögener Straße mit dem Autobahnzubringer Patsch) in der Gemeinde Patsch bis Straßenkilometer 22,60 (Kreuzung der L 38 Ellbögener Straße mit der B 182 Brenner Straße) in der Gemeinde Matrei am Brenner ein Fahrverbot für Lastkraftfahrzeuge (auch Sattelzugfahrzeuge) mit einem höchsten zulässigen Gesamtgewicht von mehr als 3,5 t in beiden Richtungen verfügt.\"",
            "annotations": []
        },
        {
            "text": "\"§2",
            "annotations": []
        },
        {
            "text": "Auf der B 182 Brenner Straße wird ab Straßenkilometer 7,530 der B 182 Brenner Straße in der Gemeinde Schönberg bis Straßenkilometer 35,10 in der Gemeinde Gries am Brenner sowie auf der L 38 Ellbögener Straße ab Straßenkilometer 10,350 (Kreuzung der L 38 Ellbögener Straße mit dem Autobahnzubringer Patsch) in der Gemeinde Patsch bis Straßenkilometer 22,60 (Kreuzung der L 38 Ellbögener Straße mit der B 182 Brenner Straße) in der Gemeinde Matrei am Brenner ein Fahrverbot für Kraftfahrzeuge mit Anhänger in beiden Richtungen verfügt.\"",
            "annotations": []
        },
        {
            "text": "\"§5",
            "annotations": []
        },
        {
            "text": "Vom Verbot nach den §§1 und 2 ausgenommen sind Fahrten zu bzw von der KFZ-Werkstätte Auer in Matrei zu Reparatur-, Service- oder Begutachtungszwecken, sofern nach erfolgter und allenfalls durch geeignete Urkunden nachzuweisender Reparatur-, Service- oder Begutachtungstätigkeit keine Fortsetzung der vor der Reparatur, dem Service oder der Begutachtung durchgeführten Fahrt aus Richtung Brenner kommend in Fahrtrichtung Innsbruck bzw aus Richtung Innsbruck kommend in Fahrtrichtung Brenner, sondern lediglich eine Rückfahrt in Fahrtrichtung Brenner bzw Innsbruck, auf der B 182 Brenner Straße erfolgt.",
            "annotations": []
        },
        {
            "text": "Bei allen übrigen Fahrten zu Reparaturzwecken zur KFZ-Werkstätte Auer, die nicht unter die Ausnahmen der §§3, 4, und 5 fallen, ist für die Zu- und Abfahrt die  A13 Brenner Autobahn – Autobahnanschlussstelle Matrei zu benutzen.\"",
            "annotations": []
        },
        {
            "text": "2.3. Mit ihrem Vorbringen vermag die Antragstellerin nicht darzutun, dass ihre Rechtsposition durch die angefochtenen Bestimmungen unmittelbar betroffen ist. Sie leitet ihre Betroffenheit nämlich daraus ab, dass für den von der Verordnung erfassten Adressatenkreis, der potentiell (auch) zu ihrem Kundenstock zählen würde, eine Ausnahme vom verordneten Fahrverbot zu Gunsten einer in der Verordnung ausdrücklich genannten (anderen) Kfz-Werkstätte eingeräumt wird.",
            "annotations": []
        },
        {
            "text": "Die angefochtenen Bestimmungen richten sich entgegen der Ansicht der Antragstellerin jedoch weder direkt an die Antragstellerin noch direkt an die in §5 der angefochtenen Verordnung ausdrücklich genannte Kfz-Werkstätte, sondern vielmehr ausschließlich an (potentielle) Kunden dieser beiden Kfz-Werkstätten.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof verkennt nicht, dass sich die durch die angefochtenen Bestimmungen bewirkte Beschränkung der Zufahrtsmöglichkeit für potentielle Kunden der Antragstellerin – zu Gunsten der in der Verordnung ausdrücklich genannten (anderen) Kfz-Werkstätte – auf die wirtschaftliche Position der Antragstellerin auszuwirken vermag. Dies ändert aber nichts daran, dass die angefochtene Bestimmung die Rechtsstellung der Antragstellerin – als Betreiberin einer Kfz-Werkstätte – nicht gestaltet (vgl statt vieler VfSlg 14.359/1995 mwN).",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs3 Z2 lite VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}