{
    "document_id": "JFT_20230309_22E01710_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist ein im Jahr 1991 geborener afghanischer Staatsangehöriger, der der Volksgruppe der Sayed angehört und sich zum schiitischen Islam bekennt. Er stellte am 11. August 2015 einen Antrag auf internationalen Schutz in Österreich und begründete diesen damit, wegen seiner Tätigkeit in der afghanischen Nationalarmee von den Taliban bedroht worden zu sein. Er habe rund drei Jahre lang zuerst als Unteroffizier und dann als Kommunikationsoffizier gearbeitet und zuletzt eine Einheit mit 25 Soldaten kommandiert. Die Taliban hätten ihm mehrere Drohbriefe zukommen lassen, weshalb er seinen Dienst beendet und Afghanistan verlassen habe.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 16. März 2018 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag sowohl hinsichtlich der Zuerkennung des Status des Asylberechtigten als auch hinsichtlich des Status des subsidiär Schutzberechtigten ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ gegen den Beschwerdeführer eine Rückkehrentscheidung, stellte fest, dass die Abschiebung nach Afghanistan zulässig ist, setzte eine Frist von 14 Tagen für die freiwillige Ausreise und erließ gegen den Beschwerdeführer ein auf zwei Jahre befristetes Einreiseverbot. In seiner gegen diesen Bescheid erhobenen Beschwerde verwies der Beschwerdeführer im Wesentlichen erneut auf eine ihm auf Grund seiner Position in der afghanischen Nationalarmee drohende Verfolgung seitens der Taliban. ",
            "annotations": []
        },
        {
            "text": "3. Diese Beschwerde wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 16. Mai 2022 hinsichtlich des Status des Asylberechtigten als unbegründet ab, erkannte dem Beschwerdeführer den Status des subsidiär Schutzberechtigten zu und erteilte ihm eine befristete Aufenthaltsberechtigung für ein Jahr. Die übrigen, auf der Abweisung des Antrags auf internationalen Schutz aufbauenden Spruchpunkte wurden ersatzlos behoben. ",
            "annotations": []
        },
        {
            "text": "Begründend führte das Bundesverwaltungsgericht insbesondere aus, dass der Beschwerdeführer bis 3. Jänner 2015 als \"Unteroffizier und Kommunikationsoffizier\" in der afghanischen Nationalarmee tätig gewesen sei. Er sei in Afghanistan jedoch keiner konkreten individuellen Verfolgung ausgesetzt. Gründe, die seine Verfolgung oder sonstige Gefährdung im Fall der Rückkehr maßgeblich wahrscheinlich erscheinen ließen, seien nicht glaubhaft gemacht worden. Insbesondere habe der Beschwerdeführer eine Bedrohung durch die Taliban mittels Drohbriefen nicht glaubhaft gemacht. ",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesamt für Fremdenwesen und Asyl hat die Verwaltungsakten, das Bundesverwaltungsgericht die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift wurde aber jeweils abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht stellt fest, dass der Beschwerdeführer bis 3. Jänner 2015 als \"Unteroffizier und Kommunikationsoffizier\" der afghanischen Nationalarmee tätig war. Dies ergebe sich beweiswürdigend aus seinen im Wesentlichen konstanten Angaben und den von ihm vorgelegten Unterlagen. Der Beschwerdeführer sei in Afghanistan jedoch keiner konkreten individuellen Verfolgung ausgesetzt. Gründe, die seine Verfolgung oder sonstige Gefährdung im Fall der Rückkehr maßgeblich wahrscheinlich erscheinen ließen, seien nicht glaubhaft gemacht worden. Insbesondere habe er eine Bedrohung durch die Taliban mittels Drohbriefen nicht glaubhaft gemacht.",
            "annotations": []
        },
        {
            "text": "3.2. Zur Beurteilung der Situation in Afghanistan zieht das Bundesverwaltungsgericht das Länderinformationsblatt der Staatendokumentation vom 28. Jänner 2022 heran und stellt auf dessen Grundlage unter anderem fest, dass es zwar \"[ü]ber zielgerichtete, groß angelegte Vergeltungsmaßnahmen gegen ehemalige Angehörige der Regierung oder Sicherheitskräfte […] bislang keine fundierten Erkenntnisse\" gebe. Es gebe jedoch \"Berichte aus Teilen Afghanistans unter anderem über die gezielte Tötung von Personen, die früher für die Regierung gearbeitet haben\". Weiters sei \"von Hinrichtungen von Zivilisten und Zivilistinnen sowie ehemaligen Angehörigen der afghanischen Sicherheitskräfte […] berichtet\" worden. Zur \"Verfolgungspraxis der Taliban\" stellt das Bundesverwaltungsgericht fest, dass \"[t]rotz mehrfacher Versicherungen der Taliban, von Vergeltungsmaßnahmen gegenüber Angehörigen der ehemaligen Regierung und Sicherheitskräften abzusehen […] nach der Machtübernahme der Taliban berichtet [worden sei], dass diese auf der Suche nach ehemaligen Mitarbeitern der internationalen Streitkräfte oder der afghanischen Regierung von Tür zu Tür gingen und deren Angehörige bedrohten\". Auch sei berichtet worden, \"dass die Taliban bei Kontrollpunkten Telefone durchsuchen, um Personen mit Verbindungen […] zu den [ehemaligen] afghanischen Streitkräften (ANDSF) zu finden\". ",
            "annotations": []
        },
        {
            "text": "3.3. Auch in dem vom Bundesverwaltungsgericht ins Verfahren eingebrachten Länderbericht \"Afghanistan Country focus\" des EASO (nunmehr EUAA) vom Jänner 2022 wird zur Lage von Personen, die mit der ehemaligen Regierung, Sicherheitskräften oder ausländischen Kräften verbunden sind, unter anderem ausgeführt, dass die Taliban einem Bericht des RHIPTO Center zufolge eine \"schwarze Liste\" erstellt hätten und Jagd auf Personen mit mutmaßlichen Verbindungen zur früheren Regierung oder US-geführten Kräften machen würden, wobei \"Personen in zentralen Positionen in Militär, Polizei und Ermittlungseinheiten\" besonders gefährdet seien (EASO, S 45). Auch habe Human Rights Watch in einem im November 2021 veröffentlichten Bericht die standrechtliche Hinrichtung oder das Verschwindenlassen von 47 früheren Mitgliedern der afghanischen Sicherheitskräfte zwischen 15. August und 31. Oktober 2021 dokumentiert, die sich Taliban-Kräften ergeben hätten oder von diesen festgenommen worden seien. Ihre Recherchen würden darauf hindeuten, dass über 100 ehemalige Sicherheitskräfte und deren Familienmitglieder ins Visier genommen worden seien (EASO, S 46). Einem vom Länderbericht zitierten afghanischen Menschenrechtsexperten zufolge wirke es zwar nicht, als gebe es eine Vorgabe, ehemalige afghanische Sicherheitskräfte anzugreifen und zu töten, es scheine in einigen Gebieten aber häufig zu passieren. Der Quelle zufolge seien die Taliban entweder unfähig oder unwillig, ihre Soldaten davon abzuhalten, \"verrückte\" und \"empörende\" Dinge zu tun. Mit Stand 11. November 2021 habe der Experte Berichte über 30 gezielte Angriffe in den letzten zwei Monaten gesehen, deren Opfer wegen ihrer Verbindungen zur ehemaligen Regierung und den Sicherheitskräften oder einer mutmaßlichen Verbindung zum IS getötet worden wären (EASO, S 47).",
            "annotations": []
        },
        {
            "text": "3.4. Das Bundesverwaltungsgericht hat es unterlassen, die von ihm festgestellte Tätigkeit des Beschwerdeführers als \"Unteroffizier und Kommunikationsoffizier\" der afghanischen Nationalarmee mit diesen Länderinformationen in Beziehung zu setzen. Eine Auseinandersetzung mit der Frage, ob der Beschwerdeführer auf Grund seiner Tätigkeit ein erhöhtes Risikoprofil aufweist und daher im Falle einer Rückkehr von Verfolgung bedroht ist, fand mit keinem Wort statt. Das Bundesverwaltungsgericht hat sohin das Parteivorbringen ignoriert und die Ermittlung des Sachverhalts in einem wesentlichen Punkt unterlassen (vgl zB VfGH 9.6.2020, E460/2020; 24.2.2021, E4048/2020; 15.12.2021, E2558/2021; 28.2.2022, E233/2021; 28.2.2022, E2765/2021).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander gemäß ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}