{
    "document_id": "JFT_20230227_22G00318_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit der Wortfolge \"deren Kind ab diesem Zeitpunkt geboren (oder adoptiert oder in unentgeltliche Pflege genommen) wird\" in §40 Abs29 Mutterschutzgesetz 1979 – MSchG wegen Verstoßes gegen Art7 Abs1 B-VG. Das Ziel der Frauenförderung werde durch die Stichtagsregelung zu einem großen Teil nicht erreicht, zumal es einzig und allein von zufälligen Faktoren abhänge, nämlich dem Zeitpunkt der Geburt eines Kindes, ob eine Anrechnung der Karenzzeiten erfolge oder nicht.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat wiederholt darauf hingewiesen, dass es grundsätzlich im rechtspolitischen Gestaltungsspielraum des Gesetzgebers liegt, festzulegen, wann eine neue, den Normadressaten begünstigende Bestimmung in Kraft treten soll und für welche Fälle sie zu gelten hat. Dabei bleibt es ihm im Prinzip überlassen, den Stichtag festzulegen, ohne dass es für die Wahl des Stichtages einer Rechtfertigung bedarf. In diesem Sinn weist jede Stichtagsregelung auch ein gewisses Maß an Beliebigkeit auf. Es müsste besondere Gründe geben, warum gerade ein bestimmter Stichtag unsachlich ist (vgl zB VfSlg 16.370/2001, 17.238/2004, 19.308/2011, 19.884/2014, 20.145/2017, 20.180/2017, 20.298/2018; VfGH 17.3.2022, G63/2022).",
            "annotations": []
        },
        {
            "text": "Im Lichte dieser Rechtsprechung ist für den Verfassungsgerichtshof – mit Blick auf den vorliegenden Anlassfall und die vorgebrachten Bedenken – nicht ersichtlich, dass der Gesetzgeber bei der Festsetzung des Stichtages in §40 Abs29 MSchG die Grenzen des ihm zustehenden Gestaltungsspielraumes überschritten hätte.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}