{
    "document_id": "JFT_20230919_23E00073_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Die Beschwerdeführer sind irakische Staatsangehörige und sunnitische Muslime. Die Erstbeschwerdeführerin und der Zweitbeschwerdeführer stellten am 27. Oktober 2015 Anträge auf internationalen Schutz. Sie sind Eltern dreier minderjähriger Kinder (der Drittbeschwerdeführerin, der Viertbeschwerdeführerin sowie der in Österreich geborenen Fünftbeschwerdeführerin), für die ebenfalls Anträge auf internationalen Schutz gestellt wurden.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheiden vom 23. November 2018 wies das Bundesamt für Fremdenwesen und Asyl die Anträge auf internationalen Schutz gemäß §3 Abs1 iVm §2 Abs1 Z13 AsylG 2005 ab (Spruchpunkt I.); ebenso wurden die Anträge auf Zuerkennung des Status der subsidiär Schutzberechtigten gemäß §8 Abs1 iVm §2 Abs1 Z13 AsylG 2005 in Bezug auf den Herkunftsstaat Irak abgewiesen (Spruchpunkt II.). Weiters wurden Aufenthaltstitel aus berücksichtigungswürdigen Gründen gemäß §57 AsylG 2005 nicht erteilt (Spruchpunkt III.), gemäß §10 Abs1 Z3 AsylG 2005 iVm §9 BFA-VG Rückkehrentscheidungen gemäß §52 Abs2 Z2 FPG erlassen (Spruchpunkt IV.) und gemäß §52 Abs9 FPG ausgesprochen, dass die Abschiebungen in den Irak gemäß §46 FPG zulässig seien (Spruchpunkt V.). Gleichzeitig wurden gemäß §55 Abs1 bis 3 FPG zweiwöchige Fristen für die freiwillige Ausreise ab Rechtskraft der Rückkehrentscheidungen gesetzt (Spruchpunkt VI.).",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht mit – nach Durchführung einer mündlichen Verhandlung ergangenem – Erkenntnis hinsichtlich der Spruchpunkte I. bis III. als unbegründet ab (Spruchpunkt A) I.). Im Übrigen behob das Bundesverwaltungsgericht die bekämpften Bescheide, erklärte die Rückkehrentscheidungen in Bezug auf den Herkunftsstaat Irak auf Dauer für unzulässig und erteilte den Erst- bis Viertbeschwerdeführern den Aufenthaltstitel \"Aufenthaltsberechtigung plus\" für die Dauer von 12 Monaten. Der Fünftbeschwerdeführerin erteilte es eine \"Aufenthaltsberechtigung\" für die Dauer von 12 Monaten. ",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Bergründend wird darin unter anderem vorgebracht, dass das Bundesverwaltungsgericht – obwohl in der Beschwerde sowie der Stellungnahme vom 19. August 2022 wiederholt auf die volatile Sicherheitslage im Irak in Bezug auf minderjährige Kinder hingewiesen worden sei – wesentliche Ermittlungen und Feststellungen dazu unterlassen habe. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber Abstand genommen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Die – zulässige – Beschwerde ist, soweit sie sich gegen die Abweisung des Antrages auf internationalen Schutz hinsichtlich der Zuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak richtet, begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001). ",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Nichtzuerkennung des Status der subsidiär Schutzberechtigten unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §8 Abs1 AsylG 2005 ist einem Fremden, dessen Antrag auf internationalen Schutz in Bezug auf die Zuerkennung des Status des Asylberechtigten abgewiesen wird, der Status des subsidiär Schutzberechtigten zuzuerkennen, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2, 3 EMRK oder der Protokolle Nr 6 oder Nr 13 zur EMRK bedeuten oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "2.2. Bei den Beschwerdeführern handelt es sich um eine Familie mit drei minderjährigen Kindern und somit um eine besonders vulnerable und schutzbedürftige Personengruppe. Nach den UNHCR-Erwägungen (\"International Protection Considerations with Regard to People Fleeing the Republic of Iraq\", S 115) vom Mai 2019 ist bei der Prüfung, ob subsidiärer Schutz zuzuerkennen ist, auf eine solche Vulnerabilität besonders Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "2.3. Im angefochtenen Erkenntnis trifft das Bundesverwaltungsgericht zwar Feststellungen zur allgemeinen Gefährdungslage von Minderjährigen im Irak, in Ermangelung individuell-konkreter Feststellungen ist jedoch nicht ersichtlich, von welcher tatsächlichen \"Rückkehrsituation\" das Bundesverwaltungsgericht in Bezug auf die Dritt- bis Fünftbeschwerdeführerinnen ausgeht:",
            "annotations": []
        },
        {
            "text": "2.4. Das Bundesverwaltungsgericht begründet die Nichtzuerkennung des Status der Asylberechtigten in Bezug auf die minderjährigen Beschwerdeführerinnen unter anderem damit, dass aus der Berichtslage der Länderinformationsberichte nicht hervorgehen würde, dass es sich bei den im Beschwerdevorbringen angeführten kinderspezifischen Menschenrechtsverletzungen etwa um systematisch begangenen Kinderhandel oder um sexuelle Ausbeutung von Kindern handle, welche von den irakischen Behörden toleriert werden würden, beziehungsweise nicht schlüssig aufgezeigt worden sei, inwiefern die minderjährigen Beschwerdeführerinnen konkret von den Problemaspekten tangiert wären. Zudem, dass in Anbetracht der Qualifikation sowie der beruflichen Erfahrung der erwachsenen Beschwerdeführer von guten Berufsaussichten und der Aussicht auf ein überdurchschnittliches Einkommen auszugehen sei, was die Bestreitung des Lebensunterhaltes auch unter Berücksichtigung der Bedürfnisse der minderjährigen Beschwerdeführerinnen erwarten ließe. ",
            "annotations": []
        },
        {
            "text": "Da es sich bei den Dritt- bis Fünftbeschwerdeführerinnen um minderjährige Mädchen und somit um besonders vulnerable Personen handelt (vgl die Definition schutzbedürftiger Personen in Art21 der Richtlinie 2013/33/EU zur Festlegung von Normen für die Aufnahme von Personen, die internationalen Schutz beantragen [Aufnahmerichtlinie]; VwGH 30.8.2017, Ra 2017/18/0089; vgl auch VfGH 11.6.2018, E1815/2018), ist jedoch eine konkrete Auseinandersetzung mit der Frage erforderlich, wie sich die Situation der Dritt- bis Viertbeschwerdeführerinnen nach ihrer Rückkehr beziehungsweise der Fünftbeschwerdeführerin nach ihrer erstmaligen Einreise in den Herkunftsstaat Irak tatsächlich darstellen würde. Das Bundesverwaltungsgericht hat sohin eine Auseinandersetzung mit der Frage, ob der zum Zeitpunkt der Entscheidung fünfzehn und dreizehn Jahre alten Dritt- und Viertbeschwerdeführerin sowie der (im Bundesgebiet geborenen) sieben Jahre alten Fünftbeschwerdeführerin im Fall einer \"Rückkehr\" eine Verletzung ihrer gemäß Art2 und 3 EMRK gewährleisteten Rechte droht, weitgehend unterlassen (vgl zB VfGH 11.10.2017, E1734/2017; 25.9.2018, E1463/2018; 24.11.2020, E3039/2020 ua).",
            "annotations": []
        },
        {
            "text": "3. Dieser Mangel schlägt gemäß §34 Abs4 AsylG 2005 auf die Entscheidung betreffend die jeweils anderen Beschwerdeführer durch (vgl VfSlg 19.855/2014), sodass das Erkenntnis bzgl. aller Beschwerdeführer im selben Umfang aufzuheben ist.",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen wird – soweit sich die Beschwerde gegen die durch das Bundesverwaltungsgericht bestätigte Nichtzuerkennung des Status der Asylberechtigten richtet – die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die vorliegende Beschwerde rügt die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten. Nach den Beschwerdebehauptungen wären diese Rechtsverletzungen aber zum erheblichen Teil nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob die Entscheidung des Bundesverwaltungsgerichtes in jeder Hinsicht dem Gesetz entspricht, insoweit nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "3. Demgemäß wurde beschlossen, von einer Behandlung der Beschwerde, soweit sie sich gegen die Abweisung der Anträge auf Zuerkennung des Status der Asylberechtigten richtet, abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch das angefochtene Erkenntnis, soweit damit die Beschwerde gegen die Abweisung der Anträge auf internationalen Schutz bezüglich der Zuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander gemäß ArtI Abs1 BVG zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von der Behandlung der Beschwerde abgesehen und diese insoweit dem Verwaltungsgerichtshof gemäß Art144 Abs3 B-VG zur Entscheidung abgetreten (zum System der Abtretung der Beschwerde an den Verwaltungsgerichtshof durch den Verfassungsgerichtshof nach Inkrafttreten der Verwaltungsgerichtsbarkeits-Novelle 2012 vgl VfSlg 19.867/2014).",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 545,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}