{
    "document_id": "JFT_20230613_22E02452_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein aus dem palästinensischen Autonomiegebiet des Gazastreifens (im Folgenden: Gaza) stammender staatenloser Palästinenser, der sich zur sunnitischen Glaubensrichtung des Islams bekennt. Er ist beim Hilfswerk der Vereinten Nationen für Palästinaflüchtlinge im Nahen Osten (United Nations Relief and Works Agency for Palestine Refugees in the Near East – UNRWA) als palästinensischer Flüchtling in Gaza registriert. Nach seiner Einreise in das österreichische Bundesgebiet stellte er am 30. April 2019 einen Antrag auf internationalen Schutz. Als Fluchtgrund gab er an, aus Angst vor den Al-Quds-Brigaden aus Gaza geflohen zu sein.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 16. Oktober 2019 wies das Bundesamt für Fremdenwesen und Asyl den Antrag hinsichtlich der Zuerkennung des Status des Asylberechtigten und hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten ab, erteilte keinen Aufenthaltstitel, erließ eine Rückkehrentscheidung, stellte fest, dass eine Abschiebung nach Gaza zulässig sei und setzte eine vierzehntägige Frist für die freiwillige Ausreise ab Rechtskraft der Rückkehrentscheidung.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 25. Juli 2022 nach Durchführung einer mündlichen Verhandlung mit näherer Maßgabe als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Begründend führte das Bundesverwaltungsgericht im Wesentlichen aus, dass der Beschwerdeführer über eine Registrierung als palästinensischer Flüchtling bei UNRWA verfüge, weshalb Art1 Abschnitt D GFK auf seinen Fall anzuwenden sei. Dies ziehe nach §6 Abs1 Z1 AsylG 2005 und Art12 Abs1 lita Richtlinie 2011/95/EU über Normen für die Anerkennung von Drittstaatsangehörigen oder Staatenlosen als Personen mit Anspruch auf internationalen Schutz, für einen einheitlichen Status für Flüchtlinge oder für Personen mit Anrecht auf subsidiären Schutz und für den Inhalt des zu gewährenden Schutzes (im Folgenden: Status-RL), ABl. 2011 L 337, 9, den Ausschluss von der Anerkennung als Flüchtling nach sich, solange der Schutz gemäß Art1 Abschnitt D GFK bestehe. Nach Art12 Abs1 lita Status-RL genieße der Beschwerdeführer jedoch \"ipso facto\" den Schutz der Richtlinie, wenn der Schutz oder Beistand gemäß Art1 Abschnitt D GFK aus irgendeinem Grund wegfalle. Im Sinne der Rechtsprechung des Gerichtshofes der Europäischen Union sei zu prüfen, ob der Betroffene durch nicht von ihm zu kontrollierende und von seinem Willen unabhängige Gründe gezwungen war, das UNRWA-Einsatzgebiet zu verlassen.",
            "annotations": []
        },
        {
            "text": "Im Fall des Beschwerdeführers sei eine solche Zwangslage nicht zu erkennen. Zum einen sei die vom Beschwerdeführer behauptete Gefährdung durch die Al-Quds-Brigaden nicht glaubhaft gewesen. Zum anderen seien auch keine stichhaltigen Hinweise dafür hervorgekommen, dass UNRWA seine Aufgabe in Gaza wegen eines aktuellen innerstaatlichen bewaffneten Konfliktes nicht mehr ausreichend wahrnehmen könne oder aus sonstigen Gründen nicht mehr vor Ort agieren würde. Der Beschwerdeführer habe sich daher freiwillig dem Schutz der UNRWA entzogen, sodass eine Zuerkennung von Asyl gemäß §6 Abs1 Z1 AsylG 2005 nicht in Betracht komme.",
            "annotations": []
        },
        {
            "text": "Weiters gebe es keine Hinweise, dass dem Beschwerdeführer im Falle einer Rückkehr eine Verletzung seiner durch Art2 und 3 EMRK gewährleisteten Rechte drohen würde. Stichhaltige Hinweise darauf, dass der Beschwerdeführer im Fall der Rückkehr in seinen Herkunftsstaat Folter, einer erniedrigenden oder unmenschlichen Behandlung oder Strafe ausgesetzt sein könnte, seien nicht hervorgekommen. Weiters sei von der Selbsterhaltungsfähigkeit des Beschwerdeführers auszugehen. Der Beschwerdeführer sei gesund, verfüge über eine gute Schul- und Berufsausbildung und familiäre Anknüpfungspunkte in Gaza. Insbesondere sei davon auszugehen, dass dem Beschwerdeführer bei seiner Rückkehr nach Gaza soziale und wirtschaftliche Unterstützung zuteilwerde. Die Lage in Gaza sei zwar weiterhin seit den Zusammenstößen zwischen Israel und der Hamas im Mai 2021 angespannt, es habe allerdings keine Eskalationen des Konfliktes gegeben. Trotz anhaltender Spannungen zwischen den Konfliktparteien sowie einer teils schwierigen allgemeinen Versorgungslage stelle sich die Lage in Gaza nicht dergestalt dar, dass jeder dort Lebende mit maßgeblicher Wahrscheinlichkeit einer Verletzung seiner Rechte nach Art2 und 3 EMRK ausgesetzt sei.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3.  Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. UNRWA ist eine Organisation der Vereinten Nationen im Sinne des Art1 Abschnitt D GFK, auf den sowohl Art12 Abs1 lita Status-RL als auch §6 Abs1 Z1 AsylG 2005 Bezug nehmen. Die Rechtsstellung von Asylwerbern, die unter dem Schutz oder Beistand von UNRWA stehen, unterscheidet sich von jener anderer Asylwerber (VfSlg 19.777/2013; VfGH 24.9.2018, E761/2018 ua mwN):",
            "annotations": []
        },
        {
            "text": "Gemäß §6 Abs1 Z1 AsylG 2005 (in Umsetzung des Art12 Abs1 lita erster Satz Status-RL und dieser wiederum in Entsprechung des Art1 Abschnitt D erster Satz GFK) sind diese Personen von der Anerkennung als Flüchtling zunächst ausgeschlossen. Sie genießen aber – nach der in diesem Punkt im innerstaatlichen Recht nicht umgesetzten und sohin unmittelbar anwendbaren Bestimmung des zweiten Satzes des Art12 Abs1 lita Status-RL – dann \"ipso facto\" den Schutz der Status-RL bzw der GFK, wenn der Schutz oder Beistand von UNRWA \"aus irgendeinem Grund\" nicht länger gewährt wird. Dieser \"ipso facto\"-Schutz bewirkt insofern eine Privilegierung, als für die Zuerkennung des Status von Asylberechtigten keine Verfolgung aus den in Art1 Abschnitt A GFK genannten Gründen glaubhaft zu machen ist, sondern nur, dass sie erstens unter dem Schutz des UNRWA gestanden sind und zweitens, dass dieser Beistand aus \"irgendeinem Grund\" weggefallen ist. Die erste Voraussetzung ist mit der Vorlage einer UNRWA-Registrierungskarte erfüllt (EuGH 17.6.2010, C-31/09, Bolbol, Rz 52). Die zweite Voraussetzung erfordert eine Prüfung, \"ob der Wegzug des Betroffenen durch nicht von ihm zu kontrollierende und von seinem Willen unabhängige Gründe gerechtfertigt ist, die ihn zum Verlassen dieses Gebiets zwingen und somit daran hindern, den vom UNRWA gewährten Beistand zu genießen\" (EuGH 19.12.2012 [GK], C-364/11, El Kott, Rz 61). Ein Zwang zum Verlassen des Einsatzgebietes einer Organisation iSd Art12 Abs1 lita zweiter Satz Status-RL liegt nach den Ausführungen des Gerichtshofes der Europäischen Union dann vor, wenn sich die betroffene Person in einer sehr unsicheren persönlichen Lage befindet und es dem UNRWA unmöglich ist, ihr in diesem Gebiet Lebensverhältnisse zu gewährleisten, die mit der Aufgabe des UNRWA im Einklang stehen (EuGH, El Kott, Rz 65; vgl auch EuGH 25.7.2018, C-585/16, Alheto, Rz 86). Bei dieser Beurteilung ist nach der weiteren Rechtsprechung des Gerichtshofes der Europäischen Union auch festzustellen, ob der Betroffene derzeit daran gehindert ist, Schutz oder Beistand des UNRWA zu erhalten, weil sich mutmaßlich die Lage im betreffenden Einsatzgebiet aus nicht von ihm zu kontrollierenden und von seinem Willen unabhängigen Gründen verschlechtert hat (EuGH 3.3.2022, C-349/20, NB und AB, Rz 57). Zur Feststellung, ob der Schutz oder Beistand des UNRWA nicht länger gewährt wird, sind im Rahmen einer individuellen Beurteilung aller maßgeblichen Umstände des fraglichen Sachverhaltes alle Operationsgebiete des Einsatzgebietes des UNRWA zu berücksichtigen, in deren Gebiete ein Staatenloser palästinensischer Herkunft, der dieses Einsatzgebiet verlassen hat, eine konkrete Möglichkeit hat, einzureisen und sich dort in Sicherheit aufzuhalten (EuGH 13.1.2021, C-507/19, Bundesrepublik Deutschland, Rz 67). Für die Feststellung, ob der Schutz oder Beistand des UNRWA nicht länger gewährt wird, sodass eine Person \"ipso facto\" die \"Anerkennung als Flüchtling\" im Sinne dieser Bestimmung beanspruchen kann, sind im Rahmen einer individuellen Beurteilung die relevanten Umstände nicht nur zu dem Zeitpunkt, zu dem diese Person das UNRWA-Einsatzgebiet verlassen hat, sondern auch zu dem Zeitpunkt zu berücksichtigen, zu dem die zuständigen Verwaltungsbehörden einen Antrag auf Zuerkennung der Flüchtlingseigenschaft prüfen oder die zuständigen Gerichte über den Rechtsbehelf gegen eine die Anerkennung als Flüchtling versagende Entscheidung erkennen (EuGH, NB und AB, Rz 58).",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht stützt seine Feststellungen zur allgemeinen Lage in Gaza auf das Länderinformationsblatt der Staatendokumentation zu Gaza mit der letzten Gesamtaktualisierung vom 31. Mai 2022. In dieser aktuellsten Version des Länderinformationsblattes (Stand: 31.5.2022) ist das zuletzt im März 2022 erneuerte Dokument mit dem Titel \"UNHCR Position on Returns to Gaza\" wiedergegeben, in dem sich unter Berufung auf die Volatilität der Situation in Gaza die Aufforderung findet, Palästinenser – auch wenn sie über eine UNRWA-Registrierung verfügen – nicht zwangsweise zurückzuführen. Allerdings zeigen die weiteren Ausführungen, dass die Position von UNHCR in den Erwägungen des Bundesverwaltungsgerichtes keine Berücksichtigung fand, obwohl diese als Teil des Länderinformationsblattes (in zusammengefasster Form) in den Feststellungen abgedruckt ist. Ohne Auseinandersetzung mit der Position von UNHCR oder mit den individuellen Möglichkeiten des Beschwerdeführers kommt das Bundesverwaltungsgericht im Rahmen der Beweiswürdigung unter Rückgriff auf eine Standardformulierung – die der Verfassungsgerichtshof in gleichgelagerten Entscheidungen ebenfalls nicht genügen ließ (vgl zB VfGH 22.9.2017, E1965/2017; 26.11.2018, E2067/2017; zuletzt 14.12.2022, E3069/2022) – zu dem Ergebnis, dass der Beschwerdeführer den Beistand der UNRWA nach seiner Rückkehr in Anspruch nehmen könne, zumal keine stichhaltigen Hinweise darauf hervorgekommen seien, dass die UNRWA ihre Aufgaben in Gaza wegen eines aktuellen innerstaatlichen bewaffneten Konflikts nicht mehr ausreichend wahrnehmen könne oder aus sonstigen Gründen nicht mehr vor Ort agieren würde. Die für die Eigenschaft als Flüchtling iSd Art1 Abschnitt D GFK relevante (Un-)Möglichkeit der Rückkehr hat das Bundesverwaltungsgericht somit nicht hinreichend ermittelt. Diese unzureichende Auseinandersetzung mit der allgemeinen Situation im Herkunftsstaat vermag auch die Berücksichtigung von individuellen Umständen einer allfälligen Rückkehr des Beschwerdeführers im Hinblick auf die Zuerkennung von subsidiärem Schutz nicht zu kompensieren.",
            "annotations": []
        },
        {
            "text": "3.3. Indem das Bundesverwaltungsgericht die Position des UNHCR nicht berücksichtigt, hat es seine Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen und sein Erkenntnis daher mit Willkür belastet (vgl zB VfGH 14.6.2022, E761/2022; 20.9.2022, E4601/2021, 14.12.2022, E3069/2022).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}