{
    "document_id": "JFT_20230228_22E00995_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist Staatsangehöriger Marokkos, gehört der Volksgruppe der Berber an und bekennt sich zum sunnitisch-muslimischen Glauben. Am 2. September 2020 stellte er im Bundesgebiet einen Antrag auf internationalen Schutz und begründete diesen im Rahmen der am selben Tag durchgeführten Erstbefragung vor Organen des öffentlichen Sicherheitsdienstes im Wesentlichen damit, dass er auf Grund seiner Hautfarbe in seinem Herkunftsstaat diskriminiert worden sei und bei einer Rückkehr psychische Probleme fürchte. Im Rahmen der niederschriftlichen Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl am 8. April 2021 führte der Beschwerdeführer weiters aus, dass er homosexuell sei. Bei der Erstbefragung habe er sich aber nicht getraut, dies als Fluchtgrund anzugeben.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 22. Dezember 2021 wies das Bundesamt für Fremdenwesen und Asyl den Antrag des Beschwerdeführers sowohl hinsichtlich der Zuerkennung des Status des Asylberechtigten als auch des Status des subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Marokko als unbegründet ab (Spruchpunkt I. und II.), erteilte keinen Aufenthaltstitel gemäß §57 AsylG 2005 (Spruchpunkt III.), erließ eine Rückkehrentscheidung (Spruchpunkt IV.) und stellte fest, dass die Abschiebung nach Marokko zulässig sei (Spruchpunkt V.). Weiters wurde keine Frist für die freiwillige Ausreise gewährt (Spruchpunkt VI.) und gemäß §18 Abs1 Z1 BFA-VG die aufschiebende Wirkung aberkannt (Spruchpunkt VII.).",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 4. März 2022 als unbegründet ab. ",
            "annotations": []
        },
        {
            "text": "3.1. Dem Beschwerdeführer sei es nicht gelungen, eine asylrelevante Verfolgung hinsichtlich seiner Homosexualität im Herkunftsstaat glaubhaft zu machen. ",
            "annotations": []
        },
        {
            "text": "3.2. Zur Lage Homosexueller in Marokko stellte das Bundesverwaltungsgericht unter anderem Folgendes fest: ",
            "annotations": []
        },
        {
            "text": "\"Homosexualität ist weiterhin bei Strafe verboten (USDOS 30.3.2021). Art489 stellt homosexuelle Handlungen sowohl für Frauen als auch für Männer unter Strafe: Haftstrafen von sechs Monate bis drei Jahren (AA 31.1.2021; vgl FH 3.3.2021; HRW 13.1.2021; USDOS 30.3.2021), sowie Geldstrafen von 200 bis 1.000 Dirham (AA 31.1.2021). Im Rahmen der Strafrechtsreform wurde diskutiert, die Strafbarkeit homosexueller Handlungen abzuschaffen, dies wird jedoch von der PJD und von großen Teilen der Bevölkerung abgelehnt. Wie auch außerehelicher Geschlechtsverkehr so wird auch Homosexualität, die im Verborgenen gelebt wird, nur in Ausnahmefällen strafrechtlich verfolgt - in der Regel auf Anzeige von Familien oder Nachbarn (AA 31.1.2021).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sexuelle Minderheiten werden vom marokkanischen Staat nicht anerkannt. Die sexuelle Selbstbestimmung wird durch das generelle Verbot außerehelicher einvernehmlicher sexueller Beziehungen sowie durch die generelle Kriminalisierung der Homosexualität stark eingeschränkt. Homosexualität muss im Verborgenen gelebt werden. Offen gelebte Homosexualität wird gesellschaftlich nicht toleriert (AA 31.1.2021). Anti-Diskriminierungsgesetze gelten nicht für Angehörige sexueller Minderheiten. Es kommt zur Stigmatisierung solcher Personen, und es gibt einzelne Berichte über offensichtliche Diskriminierung aufgrund der sexuellen Orientierung oder der Geschlechtsidentität in Beschäftigung, Wohnung, Zugang zu Bildung oder Gesundheitsversorgung (USDOS 30.3.2021).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Bereich Homosexualität gibt es keine offen und legal agierenden zivilgesellschaftlichen Initiativen. Eine bekannte - aber nicht als NGO registrierte - Initiative ist \"Aswat\" (AA 31.1.2021).",
            "annotations": []
        },
        {
            "text": "[…].\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Bezüglich der sexuellen Orientierung des Beschwerdeführers stellte das Bundesverwaltungsgericht fest, dass der Beschwerdeführer nicht homosexuell sei. Begründend führte es aus, dass es nicht nachvollziehbar sei, dass der Beschwerdeführer aus Angst vor den Organen des öffentlichen Sicherheitsdienstes seine behauptete sexuelle Orientierung nicht bereits bei der Erstbefragung vorgebracht habe, zumal der Beschwerdeführer, der Österreich als Zielland ausgewählt und sich vor seiner Antragstellung auf internationalen Schutz bereits mehrere Monate in Europa aufgehalten habe, hätte wissen müssen, dass er aus Gründen seiner sexuellen Orientierung in Österreich keine Diskriminierung erfahre. Weiters sei dem Vorbringen des Beschwerdeführers bezüglich des fluchtauslösenden Ereignisses kein Glauben zu schenken, weil es nicht nachvollziehbar sei, dass der Beschwerdeführer im Bewusstsein, dass gleichgeschlechtliche Handlungen in seinem Herkunftsstaat in der Öffentlichkeit verboten seien, seinen gleichgeschlechtlichen Partner in einem Park geküsst habe. Dem Beschwerdeführer sei auch deshalb kein Glauben zu schenken, da sein Fluchtvorbringen Widersprüche etwa bezüglich der Angaben zu seinem Alter, der zeitlichen Abfolge seiner Ausreise oder des Verbleibes seines Reisepasses aufweise.",
            "annotations": []
        },
        {
            "text": "4. Gegen die Entscheidung des Bundesverwaltungsgerichtes vom 4. März 2022 richtet sich die vorliegende, auf Art144 B-VG gestützte und mit einem Antrag auf Zuerkennung der aufschiebenden Wirkung gemäß §85 Abs2 VfGG verbundene Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein solches willkürliches Verhalten ist dem Bundesverwaltungsgericht vorzuwerfen:",
            "annotations": []
        },
        {
            "text": "2.1. Die Feststellung, wonach der Beschwerdeführer nicht homosexuell sei, stützt das Bundesverwaltungsgericht zunächst im Wesentlichen darauf, dass der Beschwerdeführer sein diesbezügliches Vorbringen erst nach der Erstbefragung vor Organen des öffentlichen Sicherheitsdienstes, nämlich in der Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl, vorgebracht habe. Begründend führt das Bundesverwaltungsgericht in diesem Zusammenhang aus:",
            "annotations": []
        },
        {
            "text": "\"In der niederschriftlichen Einvernahme am 8. April 2021 gab der Beschwerdeführer bei der Erstbefragung an sich nicht getraut zu haben, seinen Hauptgrund anzugeben. Der Hauptgrund sei homosexuell zu sein, aus Angst habe er nicht erwähnt homosexuell zu sein. Am 4. Mai 2021 brachte er vor, gedacht zu haben, dass österreichische Polizisten, Vorbehalte gegen Homosexuelle hätten und er deshalb in seine Heimat zurückgeschickt werde. Dazu befragt brachte er in der Verhandlung am 15. Februar 2022 vor; er dachte, dass nicht alle Personen in Österreich Homosexuelle akzeptieren würden. Homosexuelle würden ausschließlich aufgrund der gesetzlichen Bestimmungen geschützt und nicht von den Menschen akzeptiert werden. Nach der Registrierung und der Erstbefragung habe er in der Einvernahme erwähnt homosexuell zu sein. In Kroatien sei sein Geburtsdatum bei der Registrierung falsch geschrieben worden, deshalb sei er nach Bosnien zurückgeschickt worden und deshalb habe er vor der Erstbefragung Angst gehabt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht verkennt nicht, dass sich die Erstbefragung nicht auf die näheren Fluchtgründe zu beziehen hat und gegen eine unreflektierte Verwertung von Beweisergebnissen Bedenken bestehen. Dennoch fällt im gegenständlichen Fall ins Gewicht, dass der Beschwerdeführer bei der Erstbefragung vorbrachte aufgrund seiner Hauptfarbe diskriminiert worden zu sein und deshalb Marokko verlassen zu haben. Dass der Beschwerdeführer homosexuell sei wurde in der Erstbefragung nicht vorgebracht. Aus dem Protokoll ist zu entnehmen, dass ihm das Protokoll rückübersetzt und ausgefolgt wurde. Darüber hinaus wurde der Beschwerdeführer belehrt durch wahre und vollständige Angaben an der Sachverhaltsdarstellung mitzuwirken; unwahre Aussagen können nachteilige Folgen haben. Es ist nicht nachvollziehbar, dass der Beschwerdeführer trotz Ausfolgung des Erstbefragungsprotokolls die Behauptung homosexuell zu sein erstmals trotz Rücksprache mit einer Sozialarbeiterin in Traiskirchen erst bei der Einvernahme zirka acht Monate später erstmalig erwähnte. Es ist auch nicht nachvollziehbar, dass der Beschwerdeführer gewusst haben soll, dass das Organ des öffentlichen Sicherheitsdienstes nicht rassistisch sein sollte, jedoch davon ausging, dass in Österreich die Polizei was gegen Homosexuelle habe. Zudem brachte der Beschwerdeführer vor in Griechenland rassistisch behandelt worden zu sein. Es ist auch nicht nachvollziehbar, dass sich der Beschwerdeführer als Zielland ein Land der Europäischen Union hatte und nicht gewusst haben soll, dass Homosexuelle von den staatlichen Institutionen nicht verfolgt werden. Diesbezüglich ist auch nicht nachvollziehbar, dass der Beschwerdeführer sich vor seiner Antragstellung in Österreich mindestens acht Monate in Europa aufhielt und nicht gewusst habe, dass Homosexuelle in Österreich nicht verfolgt werden.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. Wie sich aus den vom United Nations High Commissioner for Refugees (UNHCR) herausgegebenen \"Guidelines on International Protection No. 9: Claims to Refugee Status based on Sexual Orientation and/or Gender Identity within the context of Article 1A(2) of the 1951 Convention and/or its 1967 Protocol relating to the Status of Refugees\" vom 23. Oktober 2012 (im Folgenden: SOGI-Richtlinien) ergibt, können sich Diskriminierung, Hass und Gewalt in all ihren Formen nachteilig auf die Fähigkeit eines Antragstellers auswirken, seine Ansprüche geltend zu machen: Manche Menschen litten unter Schamgefühlen, verinnerlichter Homophobie und Traumata, weshalb ihre Fähigkeit, ihren Fall vorzutragen, stark eingeschränkt sein könne. Wenn ein Antragsteller im Stadium sei, sich mit seiner Identität zu arrangieren, oder sich davor fürchte, seine sexuelle Orientierung und Geschlechtsidentität offen zu äußern, werde er möglicherweise zögern, das wahre Ausmaß der erlittenen oder befürchteten Verfolgung anzugeben. Die Tatsache, dass eine Person ihre sexuelle Ausrichtung oder Geschlechtsidentität in der \"Screening-Phase\" oder am Beginn des Gesprächs nicht angegeben hat, solle im Allgemeinen nicht zu einem negativen Urteil führen. Auf Grund ihrer oft komplexen Natur eigneten sich Anträge, die auf der sexuellen Ausrichtung oder der Geschlechtsidentität beruhen, im Allgemeinen nicht für eine beschleunigte Bearbeitung oder die Anwendung des Konzepts des \"sicheren Herkunftslandes\".",
            "annotations": []
        },
        {
            "text": "2.3. Den Berichten des UNHCR und des European Asylum Support Office (EASO; nunmehr European Union Agency for Asylum, EUAA) ist nach ständiger Rechtsprechung des Verfassungsgerichtshofes bei der Beurteilung von Anträgen auf internationalen Schutz besondere Beachtung zu schenken (vgl zB VfSlg 20.358/2019, 20.372/2020; VfGH 12.12.2019, E2692/2019; 23.6.2021, E865/2021). Dies gilt auch für die oben erwähnten SOGI-Richtlinien (vgl jüngst VfGH 26.6.2020, E902/2020; 27.9.2021, E1951/2021; 19.9.2022, E2406/2021).",
            "annotations": []
        },
        {
            "text": "2.4. Auch der Gerichtshof der Europäischen Union meint, dass nicht alleine deshalb, weil eine Person zögert, intime Aspekte ihres Lebens – wie insbesondere ihrer Sexualität – zu offenbaren, auf die Unglaubwürdigkeit dieser Person geschlossen werden könne. Angesichts des sensiblen Charakters der Fragen, die die Sexualität betreffen würden, spreche alleine der Umstand, dass eine Person nicht sofort ihre Homosexualität angegeben hat, nicht gegen die Glaubwürdigkeit eines solchen Vorbringens (vgl EuGH 2.12.2014, Rs C-148/13 bis C-150/13, A., B., C., Rz 69). Außerdem sei zu beachten, dass die in Art4 Abs1 der Richtlinie 2004/83/EG des Rates vom 29. April 2004 über Mindestnormen für die Anerkennung und den Status von Drittstaatsangehörigen oder Staatenlosen als Flüchtlinge oder als Personen, die anderweitig internationalen Schutz benötigen, und über den Inhalt des zu gewährenden Schutzes vorgesehene Pflicht, \"so schnell wie möglich\" alle zur Begründung des Antrages auf internationalen Schutz erforderlichen Anhaltspunkte darzulegen, dadurch abgemildert werde, dass die zuständigen Behörden nach Art13 Abs3 lita der Richtlinie 2005/85/EG des Rates vom 1. Dezember 2005 über Mindestnormen für Verfahren in den Mitgliedstaaten zur Zuerkennung und Aberkennung der Flüchtlingseigenschaft und Art4 Abs3 der Richtlinie 2004/83/EG bei der Anhörung die persönlichen oder allgemeinen Umstände des Antrages einschließlich der Verletzlichkeit des Antragstellers zu berücksichtigen hätten und den Antrag individuell prüfen müssten, wobei die individuelle Lage und die persönlichen Umstände jedes Antragstellers zu berücksichtigen seien (EuGH, A., B., C., Rz 70). Es liefe somit auf einen Verstoß gegen das dargestellte Erfordernis hinaus, wenn ein Asylwerber allein deshalb als unglaubwürdig angesehen würde, weil er seine sexuelle Ausrichtung nicht bei der ersten ihm gegebenen Gelegenheit zur Darlegung der Verfolgungsgründe offenbart hat (EuGH, A., B., C., Rz 71).",
            "annotations": []
        },
        {
            "text": "2.5. Das Bundesverwaltungsgericht stellt in seiner Begründung maßgeblich darauf ab, dass der Beschwerdeführer nicht bereits zu Beginn des Verfahrens Angaben zu seiner behaupteten Homosexualität gemacht hatte. Abgesehen davon, dass §19 Abs1 AsylG 2005 bestimmt, dass die Erstbefragung insbesondere der Ermittlung der Identität und der Reiseroute des Fremden dient und sich nicht auf die näheren Fluchtgründe zu beziehen hat (vgl ",
            "annotations": []
        },
        {
            "text": "auch VfGH 19.11.2015, E1600/2014; 24.9.2019, E159/2019), spricht aber der alleinige Umstand, dass eine Person nicht sofort ihre Homosexualität angegeben hat, angesichts des sensiblen Charakters von Themen, die die Sexualität betreffen, nicht gegen die Glaubwürdigkeit eines solchen Vorbringens (EuGH, A., B., C., Rz 69). Vor diesem Hintergrund erweist sich die Begründung des Bundesverwaltungsgerichtes als nicht nachvollziehbar.",
            "annotations": []
        },
        {
            "text": "2.6. Insoweit das Bundesverwaltungsgericht die Feststellung, wonach der Beschwerdeführer nicht homosexuell sei, weiters damit begründet, dass das Fluchtvorbringen des Beschwerdeführers bezüglich der Angaben zu seinem Alter, des Ausreisezeitpunktes, des Verbleibes seines Reisepasses sowie bezüglich der Asylantragstellung und des Ziellandes Widersprüche aufweise, kommt dieser Begründungstechnik in diesem Zusammenhang kein Begründungswert zu, zumal nicht erkannt werden kann, inwiefern aus diesen beweiswürdigenden Erwägungen auf die sexuelle Orientierung des Beschwerdeführers geschlossen werden kann. Gleiches gilt insoweit, als das Bundesverwaltungsgericht im Übrigen pauschal darauf verweist, dass das Vorbringen des Beschwerdeführers nicht nachvollziehbar sei, ohne darzulegen, weshalb es das Vorbringen des Beschwerdeführers als nicht nachvollziehbar erachtet. Da somit eine ausreichende Auseinandersetzung zu den entscheidungsrelevanten Umständen fehlt, wird auch den nach der Rechtsprechung des Verfassungsgerichtshofes statuierten verfassungsrechtlichen Anforderungen an eine verwaltungsgerichtliche Entscheidung nicht entsprochen (vgl zB VfGH 26.11.2018, E2786/2018; 26.6.2019, E967/2019). ",
            "annotations": []
        },
        {
            "text": "3. Die angefochtene Entscheidung ist daher mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}