{
    "document_id": "JFT_20230613_23E00965_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit am 22. September 2022 im Wege des elektronischen Rechtsverkehrs eingebrachtem Schriftsatz begehrte der Antragsteller die Wiedereinsetzung in den vorigen Stand gegen die Versäumung der Frist zur Erhebung einer Beschwerde und verwies auf die bereits am 21. September 2022 verspätet eingebrachte Beschwerde gegen die oben angeführte Entscheidung des Bundesverwaltungsgerichtes.",
            "annotations": []
        },
        {
            "text": "Zur Begründung seines Wiedereinsetzungsantrages führte der Antragsteller im Wesentlichen aus, die rechtzeitige Eingabe an den Verfassungsgerichtshof im Wege des Web-ERV sei auf Grund eines Serverausfalles in der Kanzlei seines Rechtsvertreters nicht möglich gewesen. Durch dieses unvorhergesehene Ereignis sei der Antragsteller an der rechtzeitigen Vornahme der Erhebung der Beschwerde an den Verfassungsgerichtshof gehindert worden. Als Bescheinigungsmittel legte der Rechtsvertreter des Antragstellers eine eidesstattliche Erklärung seines juristischen Mitarbeiters vor.",
            "annotations": []
        },
        {
            "text": "2. Mit Beschluss vom 14. Dezember 2022, E2546/2022, wurde der Antrag auf Wiedereinsetzung in den vorigen Stand abgewiesen, da – abgesehen von der eidesstattlichen Erklärung des juristischen Mitarbeiters des Rechtsvertreters des Antragstellers – keinerlei Bescheinigungsmittel, wie etwa Serverprotokolle vorgelegt worden waren und der behauptete Serverausfall somit nicht hinreichend dargetan worden war (Spruchpunkt I.). Die Beschwerde wurde als verspätet zurückgewiesen (Spruchpunkt II.).",
            "annotations": []
        },
        {
            "text": "3. Der Antragsteller stellt nunmehr einen auf §530 Abs1 Z7 ZPO gestützten Antrag auf Wiederaufnahme der mit Beschluss vom 14. Dezember 2022, E2546/2022, erledigten Beschwerdesache.",
            "annotations": []
        },
        {
            "text": "Begründend wird ausgeführt, dass der Rechtsvertreter des Antragstellers nunmehr über ein Beweismittel verfüge, welches sich auf die Tatsachen vom 20. September 2022 beziehe und die Richtigkeit der Behauptungen über das Vorliegen der Wiedereinsetzungsgründe beweise. Dem Antragsteller sei erst am 13. März 2023 von der technischen Systembetreuung der Kanzlei des Rechtsvertreters die Bestätigung des technischen Problems vom 20. September 2022 ausgestellt und dem Antragsteller am 14. März 2023 zur Kenntnis gebracht worden. Darin werde der Stromausfall vom 20. September 2022 bestätigt und ausgeführt, dass dadurch gravierende technische Probleme aufgetreten seien und somit der Web-ERV zu diesem Zeitpunkt nicht zur Verfügung gestanden habe.",
            "annotations": []
        },
        {
            "text": "4. Der Antrag auf Wiederaufnahme ist nicht zulässig.",
            "annotations": []
        },
        {
            "text": "4.1. Da das Verfassungsgerichtshofgesetz die Voraussetzungen für die Wiederaufnahme des Verfahrens nicht selbst regelt, hat der Verfassungsgerichtshof die entsprechenden Bestimmungen der ZPO (§§530 ff.) iVm §35 Abs1 VfGG sinngemäß anzuwenden (VfSlg 8972/1980, 9126/1981).",
            "annotations": []
        },
        {
            "text": "Demzufolge kann ein Verfahren, das durch eine die Sache erledigende Entscheidung abgeschlossen worden ist, auf Antrag einer Partei wiederaufgenommen werden, \"wenn die Partei in Kenntnis von neuen Tatsachen gelangt oder Beweismittel auffindet oder zu benützen in den Stand gesetzt wird, deren Vorbringen und Benützung im früheren Verfahren eine ihr günstigere Entscheidung herbeigeführt haben würde\" (§530 Abs1 Z7 ZPO). ",
            "annotations": []
        },
        {
            "text": "Der Antrag auf Wiederaufnahme des Verfahrens im Falle des §530 Abs1 Z7 ZPO ist aber nur dann zulässig, wenn die Partei ohne ihr Verschulden außerstande war, die neuen Tatsachen oder Beweismittel vor Schluss der mündlichen Verhandlung, auf welche die Entscheidung erster Instanz erging, geltend zu machen (§530 Abs2 ZPO).",
            "annotations": []
        },
        {
            "text": "4.2. Die Voraussetzungen für die Wiederaufnahme des Verfahrens sind nicht gegeben:",
            "annotations": []
        },
        {
            "text": "4.2.1. Mit dem vorliegenden Antrag wird – entgegen den gesetzlichen Bestimmungen – weder hinreichend konkret dargelegt, weshalb der Antragsteller (erst jetzt) neue Beweismittel aufgefunden hat oder zu benützen in den Stand gesetzt wurde, noch weshalb er ohne Verschulden außerstande war, das Beweismittel vor der Entscheidung des Verfassungsgerichtshofes am 14. Dezember 2022 geltend zu machen. Insbesondere legt der Antragsteller nicht dar, zu welchem Zeitpunkt eine Bestätigung über den Serverausfall durch seinen Rechtsvertreter angefordert wurde bzw weshalb diese erst knapp sechs Monate nach dem vorgebrachten Serverausfall ausgestellt werden konnte.",
            "annotations": []
        },
        {
            "text": "4.2.2. In sinngemäßer Anwendung des §15 Abs2 VfGG ist dieser Mangel einer Mängelbehebung nicht zugänglich (siehe dazu etwa VfSlg 11.419/1987, 14.858/1997, 17.799/2006).",
            "annotations": []
        },
        {
            "text": "5. Der Antrag auf Wiederaufnahme des zu E2546/2022 geführten Verfahrens war daher zurückzuweisen. Dies konnte in sinngemäßer Anwendung des §19 Abs4 VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden. ",
            "annotations": []
        }
    ]
}