{
    "document_id": "JFT_20230613_22E03365_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein Staatsangehöriger Ghanas. Am 31. August 2022 wurde der Beschwerdeführer im Zuge einer polizeilichen Kontrolle in einer Betriebsstätte des Gastgewerbes bei der \"Schwarzarbeit\" betreten und nach erkennungsdienstlicher Behandlung festgenommen. Mit Mandatsbescheid vom 1. September 2022 ordnete das Bundesamt für Fremdenwesen und Asyl (im Folgenden: BFA) gegenüber dem Beschwerdeführer die Schubhaft gemäß Art28 Abs1 und 2 Dublin III-Verordnung iVm §76 Abs2 Z3  FPG zum Zwecke der Sicherung des Überstellungsverfahrens an. Der Beschwerdeführer sei in Italien erkennungsdienstlich behandelt worden und habe über eine bis 27. Februar 2022 gültige Aufenthaltsberechtigung in Italien verfügt. Es werde ein Konsultationsverfahren nach der Dublin III-Verordnung mit Italien eingeleitet. Der Beschwerdeführer sei in Österreich nicht behördlich gemeldet und habe sich mit gefälschten Dokumenten Zugang zum Arbeitsmarkt verschafft. ",
            "annotations": []
        },
        {
            "text": "2. Am 25. Oktober 2022 langte beim Bundesverwaltungsgericht die auf §22a BFA-VG gestützte Beschwerde des Beschwerdeführers ein. In der Beschwerde wurde ua vorgebracht, der Beschwerdeführer sei von Mitarbeitern des Vereines *** als Opfer von Menschenhandel identifiziert worden. Aus der beigelegten Stellungnahme zum begründeten Verdacht des Menschenhandels gemäß §104a StGB gehe hervor, dass der Beschwerdeführer zumindest zwischen März und August 2022 mit Täuschung und unter Ausnutzung seiner Zwangslage angeworben, beherbergt und aufgenommen worden sei, um die Arbeitskraft des Beschwerdeführers auszubeuten. Als gelinderes Mittel biete *** die Unterbringung des Beschwerdeführers in einer Schutzwohnung an, die eigens für Betroffene von Menschenhandel im Auftrag des Bundesministeriums für Inneres von *** betrieben werde. Auf Grund des anhängigen Asylverfahrens sowie des zu erwartenden Strafverfahrens hinsichtlich des Verdachtes auf Menschenhandel sei nicht mit der Abschiebung des Beschwerdeführers zu rechnen und es bestehe keine Fluchtgefahr.",
            "annotations": []
        },
        {
            "text": "3. Mit dem angefochtenen Erkenntnis vom 27. Oktober 2022 wies das Bundesverwaltungsgericht – ohne Durchführung einer mündlichen Verhandlung – die Beschwerde gemäß §76 Abs2 Z3 FPG iVm §22a BFA-VG als unbegründet ab (Spruchpunkt A) I.) und stellte gemäß §22a Abs3 BFA-VG iVm §76 Abs2 Z3 FPG fest, dass die für die Fortsetzung der Schubhaft maßgeblichen Voraussetzungen zum Zeitpunkt der Entscheidung vorlägen (Spruchpunkt A) II.). Unter einem wurde ausgesprochen, dass der Beschwerdeführer dem Bund Aufwendungen in Höhe von € 426,20 binnen zwei Wochen bei sonstiger Exekution zu ersetzen habe (Spruchpunkt A) III.). Der Antrag auf Kostenersatz wurde abgewiesen (Spruchpunkt A) IV.).",
            "annotations": []
        },
        {
            "text": "3.1. Begründend stellte das Bundesverwaltungsgericht fest, der Beschwerdeführer sei am 28. März 2022 illegal in das Bundesgebiet eingereist, nachdem sein Asylantrag in Italien abgewiesen worden sei. Er sei in Österreich nie gemeldet gewesen und sei am 31. August 2022 von der Polizei in einem Lokal bei der \"Schwarzarbeit\" als Küchenhelfer betreten worden. Der Beschwerdeführer habe keinen dauerhaften Aufenthaltstitel und es sei ihm kein Aufenthaltstitel nach §57 AsylG 2005 erteilt worden. Am 28. September 2022 habe er einen weiteren Antrag auf internationalen Schutz gestellt. Der Beschwerdeführer habe keine ins Gewicht fallenden Integrationsschritte gesetzt und könne seinen Aufenthalt nicht finanzieren. Er sei nicht vertrauenswürdig; er habe die aufenthalts-, ausländerbeschäftigungs- und melderechtlichen Bestimmungen missachtet und besitze kein gültiges Reisedokument. Es sei ein Wiederaufnahmeersuchen an Italien gestellt worden, welchem durch Verfristung zugestimmt worden sei. Die Abschiebung nach Italien sei problemlos möglich. Der Beschwerdeführer sei haftfähig.",
            "annotations": []
        },
        {
            "text": "3.2. In seiner rechtlichen Begründung führt das Bundesverwaltungsgericht das Folgende aus: Der Beschwerdeführer befinde sich seit Monaten illegal und unangemeldet in Österreich und mache \"keine Anstalten\", seiner Ausreiseverpflichtung nachzukommen. Daher sei in einer Gesamtsicht des Verhaltens vom Bestehen eines erheblichen Sicherungsbedarfs iSd §76 Abs3 FPG auszugehen. Darüber hinaus sei die Verhältnismäßigkeit der Verhängung der Schubhaft gegeben. Es bestünden keine gewichtigen familiären und sozialen Kontakte im Inland. Die Abschiebung nach Italien sei problemlos möglich, daher sei von einer verhältnismäßig kurzen Schubhaftdauer auszugehen. Es stehe kein gelinderes Mittel iSd §77 FPG zur Verfügung. Eine Sicherheitsleistung komme auf Grund fehlender finanzieller Mittel nicht in Frage. Auch die konkrete Zuweisung einer Unterkunft oder die Meldeverpflichtung könne auf Grund des in der Vergangenheit gezeigten Verhaltens nicht zum Ziel der Sicherung der Abschiebung führen, weil die konkrete Gefahr des Untertauchens bestehe. Eine mündliche Verhandlung habe unterbleiben können, weil der Sachverhalt aus der Aktenlage in Verbindung mit der Beschwerde geklärt sei.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichbehandlung von Fremden untereinander, auf persönliche Freiheit und auf Durchführung einer mündlichen Verhandlung geltend gemacht und die kostenpflichtige Aufhebung des Erkenntnisses im Umfang seines Spruchpunktes A) beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und von der Erstattung einer Gegenschrift Abstand genommen.",
            "annotations": []
        },
        {
            "text": "6. Das BFA hat von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Bundesgesetzes über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 – FPG), BGBl I 100/2015, idF BGBl I 56/2018 (§§76, 80) lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"8. Abschnitt",
            "annotations": []
        },
        {
            "text": "Schubhaft und gelinderes Mittel",
            "annotations": []
        },
        {
            "text": "Schubhaft",
            "annotations": []
        },
        {
            "text": "§76. (1) Fremde können festgenommen und angehalten werden (Schubhaft), sofern der Zweck der Schubhaft nicht durch ein gelinderes Mittel (§77) erreicht werden kann. Unmündige Minderjährige dürfen nicht in Schubhaft angehalten werden.",
            "annotations": []
        },
        {
            "text": "(2) Die Schubhaft darf nur angeordnet werden, wenn",
            "annotations": []
        },
        {
            "text": "1. dies zur Sicherung des Verfahrens über einen Antrag auf internationalen Schutz im Hinblick auf die Erlassung einer aufenthaltsbeendenden Maßnahme notwendig ist, sofern der Aufenthalt des Fremden die öffentliche Ordnung oder Sicherheit gemäß §67 gefährdet, Fluchtgefahr vorliegt und die Schubhaft verhältnismäßig ist,",
            "annotations": []
        },
        {
            "text": "           2. dies zur Sicherung des Verfahrens zur Erlassung einer aufenthaltsbeendenden Maßnahme nach dem 8. Hauptstück oder der Abschiebung notwendig ist, sofern jeweils Fluchtgefahr vorliegt und die Schubhaft verhältnismäßig ist, oder",
            "annotations": []
        },
        {
            "text": "           3. die Voraussetzungen des Art28 Abs1 und 2 Dublin-Verordnung vorliegen.",
            "annotations": []
        },
        {
            "text": "Bedarf es der Erlassung einer aufenthaltsbeendenden Maßnahme deshalb nicht, weil bereits eine aufrechte rechtskräftige Rückkehrentscheidung vorliegt (§59 Abs5), so steht dies der Anwendung der Z1 nicht entgegen. In den Fällen des §40 Abs5 BFA-VG gilt Z1 mit der Maßgabe, dass die Anordnung der Schubhaft eine vom Aufenthalt des Fremden ausgehende Gefährdung der öffentlichen Ordnung oder Sicherheit nicht voraussetzt.",
            "annotations": []
        },
        {
            "text": "(2a) Im Rahmen der Verhältnismäßigkeitsprüfung (Abs2 und Art28 Abs1 und 2 Dublin-Verordnung) ist auch ein allfälliges strafrechtlich relevantes Fehlverhalten des Fremden in Betracht zu ziehen, insbesondere ob unter Berücksichtigung der Schwere der Straftaten das öffentliche Interesse an einer baldigen Durchsetzung einer Abschiebung den Schutz der persönlichen Freiheit des Fremden überwiegt.",
            "annotations": []
        },
        {
            "text": "(3) Eine Fluchtgefahr im Sinne des Abs2 Z1 oder 2 oder im Sinne des Art2 litn Dublin-Verordnung liegt vor, wenn bestimmte Tatsachen die Annahme rechtfertigen, dass sich der Fremde dem Verfahren oder der Abschiebung entziehen wird oder dass der Fremde die Abschiebung wesentlich erschweren wird. Dabei ist insbesondere zu berücksichtigen,",
            "annotations": []
        },
        {
            "text": "           1. ob der Fremde an dem Verfahren zur Erlassung einer aufenthaltsbeendenden Maßnahme mitwirkt oder die Rückkehr oder Abschiebung umgeht oder behindert;",
            "annotations": []
        },
        {
            "text": "           1a. ob der Fremde eine Verpflichtung gemäß §46 Abs2 oder 2a verletzt hat, insbesondere, wenn ihm diese Verpflichtung mit Bescheid gemäß §46 Abs2b auferlegt worden ist, er diesem Bescheid nicht Folge geleistet hat und deshalb gegen ihn Zwangsstrafen (§3 Abs3 BFA-VG) angeordnet worden sind;",
            "annotations": []
        },
        {
            "text": "           2. ob der Fremde entgegen einem aufrechten Einreiseverbot, einem aufrechten Aufenthaltsverbot oder während einer aufrechten Anordnung zur Außerlandesbringung neuerlich in das Bundesgebiet eingereist ist;",
            "annotations": []
        },
        {
            "text": "           3. ob eine durchsetzbare aufenthaltsbeendende Maßnahme besteht oder der Fremde sich dem Verfahren zur Erlassung einer aufenthaltsbeendenden Maßnahme oder über einen Antrag auf internationalen Schutz bereits entzogen hat;",
            "annotations": []
        },
        {
            "text": "           4. ob der faktische Abschiebeschutz bei einem Folgeantrag (§2 Abs1 Z23 AsylG 2005) aufgehoben wurde oder dieser dem Fremden nicht zukommt;",
            "annotations": []
        },
        {
            "text": "           5. ob gegen den Fremden zum Zeitpunkt der Stellung eines Antrages auf internationalen Schutz eine durchsetzbare aufenthaltsbeendende Maßnahme bestand, insbesondere, wenn er sich zu diesem Zeitpunkt bereits in Schubhaft befand oder aufgrund §34 Abs3 Z1 bis 3 BFA-VG angehalten wurde;",
            "annotations": []
        },
        {
            "text": "           6. ob aufgrund des Ergebnisses der Befragung, der Durchsuchung oder der erkennungsdienstlichen Behandlung anzunehmen ist, dass ein anderer Mitgliedstaat nach der Dublin-Verordnung zuständig ist, insbesondere sofern",
            "annotations": []
        },
        {
            "text": "a. der Fremde bereits mehrere Anträge auf internationalen Schutz in den Mitgliedstaaten gestellt hat oder der Fremde falsche Angaben hierüber gemacht hat,",
            "annotations": []
        },
        {
            "text": "b. der Fremde versucht hat, in einen dritten Mitgliedstaat weiterzureisen, oder",
            "annotations": []
        },
        {
            "text": "c. es aufgrund der Ergebnisse der Befragung, der Durchsuchung, der erkennungsdienstlichen Behandlung oder des bisherigen Verhaltens des Fremden wahrscheinlich ist, dass der Fremde die Weiterreise in einen dritten Mitgliedstaat beabsichtigt;",
            "annotations": []
        },
        {
            "text": "           7. ob der Fremde seiner Verpflichtung aus dem gelinderen Mittel nicht nachkommt;",
            "annotations": []
        },
        {
            "text": "           8. ob Auflagen, Mitwirkungspflichten, Gebietsbeschränkungen, Meldeverpflichtungen oder Anordnungen der Unterkunftnahme gemäß §§52a, 56, 57 oder 71 FPG, §38b SPG, §13 Abs2 BFA-VG oder §§15a oder 15b AsylG 2005 verletzt wurden, insbesondere bei Vorliegen einer aktuell oder zum Zeitpunkt der Stellung eines Antrags auf internationalen Schutzes durchsetzbaren aufenthaltsbeendenden Maßnahme;",
            "annotations": []
        },
        {
            "text": "           9. der Grad der sozialen Verankerung in Österreich, insbesondere das Bestehen familiärer Beziehungen, das Ausüben einer legalen Erwerbstätigkeit beziehungsweise das Vorhandensein ausreichender Existenzmittel sowie die Existenz eines gesicherten Wohnsitzes.",
            "annotations": []
        },
        {
            "text": "(4) Die Schubhaft ist schriftlich mit Bescheid anzuordnen; dieser ist gemäß §57 AVG zu erlassen, es sei denn, der Fremde befände sich bei Einleitung des Verfahrens zu seiner Erlassung aus anderem Grund nicht bloß kurzfristig in Haft. Nicht vollstreckte Schubhaftbescheide gemäß §57 AVG gelten 14 Tage nach ihrer Erlassung als widerrufen.",
            "annotations": []
        },
        {
            "text": "(5) Wird eine aufenthaltsbeendende Maßnahme (Z1 oder 2) durchsetzbar und erscheint die Überwachung der Ausreise des Fremden notwendig, so gilt die zur Sicherung des Verfahrens angeordnete Schubhaft ab diesem Zeitpunkt als zur Sicherung der Abschiebung verhängt.",
            "annotations": []
        },
        {
            "text": "(6) Stellt ein Fremder während einer Anhaltung in Schubhaft einen Antrag auf internationalen Schutz, so kann diese aufrechterhalten werden, wenn Gründe zur Annahme bestehen, dass der Antrag zur Verzögerung der Vollstreckung einer aufenthaltsbeendenden Maßnahme gestellt wurde. Das Vorliegen der Voraussetzungen ist mit Aktenvermerk festzuhalten; dieser ist dem Fremden zur Kenntnis zu bringen. §11 Abs8 und §12 Abs1 BFA-VG gelten sinngemäß.",
            "annotations": []
        },
        {
            "text": "Gelinderes Mittel",
            "annotations": []
        },
        {
            "text": "§77. (1) Das Bundesamt hat bei Vorliegen der in §76 genannten Gründe gelindere Mittel anzuordnen, wenn es Grund zur Annahme hat, dass der Zweck der Schubhaft durch Anwendung des gelinderen Mittels erreicht werden kann. Gegen mündige Minderjährige hat das Bundesamt gelindere Mittel anzuwenden, es sei denn bestimmte Tatsachen rechtfertigen die Annahme, dass der Zweck der Schubhaft damit nicht erreicht werden kann; diesfalls gilt §80 Abs2 Z1.",
            "annotations": []
        },
        {
            "text": "(2) Voraussetzung für die Anordnung gelinderer Mittel ist, dass der Fremde seiner erkennungsdienstlichen Behandlung zustimmt, es sei denn, diese wäre bereits aus dem Grunde des §24 Abs1 Z4 BFA-VG von Amts wegen erfolgt.",
            "annotations": []
        },
        {
            "text": "(3) Gelindere Mittel sind insbesondere die Anordnung,",
            "annotations": []
        },
        {
            "text": "           1. in vom Bundesamt bestimmten Räumen Unterkunft zu nehmen,",
            "annotations": []
        },
        {
            "text": "           2. sich in periodischen Abständen bei einer Dienststelle einer Landespolizeidirektion zu melden oder",
            "annotations": []
        },
        {
            "text": "           3. eine angemessene finanzielle Sicherheit beim Bundesamt zu hinterlegen.",
            "annotations": []
        },
        {
            "text": "(4) Kommt der Fremde seinen Verpflichtungen nach Abs3 nicht nach oder leistet er ohne ausreichende Entschuldigung einer ihm zugegangenen Ladung zum Bundesamt, in der auf diese Konsequenz hingewiesen wurde, nicht Folge, ist die Schubhaft anzuordnen. Für die in der Unterkunft verbrachte Zeit gilt §80 mit der Maßgabe, dass die Dauer der Zulässigkeit verdoppelt wird.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Dauer der Schubhaft",
            "annotations": []
        },
        {
            "text": "§80. (1) Das Bundesamt ist verpflichtet, darauf hinzuwirken, dass die Schubhaft so kurz wie möglich dauert. Die Schubhaft darf so lange aufrechterhalten werden, bis der Grund für ihre Anordnung weggefallen ist oder ihr Ziel nicht mehr erreicht werden kann.",
            "annotations": []
        },
        {
            "text": "(2) Die Schubhaftdauer darf, vorbehaltlich des Abs5 und der Dublin-Verordnung, grundsätzlich",
            "annotations": []
        },
        {
            "text": "           1. drei Monate nicht überschreiten, wenn die Schubhaft gegen einen mündigen Minderjährigen angeordnet wird;",
            "annotations": []
        },
        {
            "text": "           2. sechs Monate nicht überschreiten, wenn die Schubhaft gegen einen Fremden, der das 18. Lebensjahr vollendet hat, angeordnet wird und kein Fall der Abs3 und 4 vorliegt.",
            "annotations": []
        },
        {
            "text": "(3) Darf ein Fremder deshalb nicht abgeschoben werden, weil über einen Antrag gemäß §51 noch nicht rechtskräftig entschieden ist, kann die Schubhaft bis zum Ablauf der vierten Woche nach rechtskräftiger Entscheidung, insgesamt jedoch nicht länger als sechs Monate aufrecht erhalten werden.",
            "annotations": []
        },
        {
            "text": "(4) Kann ein Fremder deshalb nicht abgeschoben werden, weil",
            "annotations": []
        },
        {
            "text": "           1. die Feststellung seiner Identität und der Staatsangehörigkeit, insbesondere zum Zweck der Erlangung eines Ersatzreisedokumentes, nicht möglich ist,",
            "annotations": []
        },
        {
            "text": "           2. eine für die Ein- oder Durchreise erforderliche Bewilligung eines anderen Staates nicht vorliegt,",
            "annotations": []
        },
        {
            "text": "           3. der Fremde die Abschiebung dadurch vereitelt, dass er sich der Zwangsgewalt (§13) widersetzt, oder",
            "annotations": []
        },
        {
            "text": "           4. die Abschiebung dadurch, dass der Fremde sich bereits einmal dem Verfahren entzogen oder ein Abschiebungshindernis auf sonstige Weise zu vertreten hat, gefährdet erscheint,",
            "annotations": []
        },
        {
            "text": "kann die Schubhaft wegen desselben Sachverhalts abweichend von Abs2 Z2 und Abs3 höchstens 18 Monate aufrechterhalten werden.",
            "annotations": []
        },
        {
            "text": "(5) Abweichend von Abs2 und vorbehaltlich der Dublin-Verordnung darf die Schubhaft, sofern sie gegen einen Asylwerber oder einen Fremden, der einen Antrag auf internationalen Schutz gestellt hat, angeordnet wurde, bis zum Zeitpunkt des Eintritts der Durchsetzbarkeit der aufenthaltsbeendenden Maßnahme die Dauer von 10 Monaten nicht überschreiten. Wird die Schubhaft über diesen Zeitpunkt hinaus aufrechterhalten oder nach diesem Zeitpunkt neuerlich angeordnet, ist die Dauer der bis dahin vollzogenen Schubhaft auf die Dauer gemäß Abs2 oder 4 anzurechnen.",
            "annotations": []
        },
        {
            "text": "(5a) In den Fällen des §76 Abs2 letzter Satz ist auf die Schubhaftdauer gemäß Abs5 auch die Dauer der auf den Festnahmeauftrag gestützten Anhaltung anzurechnen, soweit sie nach Stellung des Antrags auf internationalen Schutz gemäß §40 Abs5 BFA-VG aufrechterhalten wurde. Die Anrechnung gemäß Abs5 letzter Satz bleibt davon unberührt.",
            "annotations": []
        },
        {
            "text": "(6) Das Bundesamt hat von Amts wegen die Verhältnismäßigkeit der Anhaltung in Schubhaft längstens alle vier Wochen zu überprüfen. Ist eine Beschwerde gemäß §22a Abs1 Z3 BFA-VG anhängig, hat diesfalls die amtswegige Überprüfung zu entfallen.",
            "annotations": []
        },
        {
            "text": "(7) Das Bundesamt hat einen Fremden, der ausschließlich aus den Gründen des Abs3 oder 4 in Schubhaft anzuhalten ist, hievon unverzüglich schriftlich in Kenntnis zu setzen.\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen der Verordnung (EU) Nr 604/2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen oder Staatenlosen in einem Mitgliedstaat gestellten Antrags auf internationalen Schutz zuständig ist (Dublin III-Verordnung), ABl. 2013 L 180, 31, lauten auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Artikel 2",
            "annotations": []
        },
        {
            "text": "Definitionen",
            "annotations": []
        },
        {
            "text": "Im Sinne dieser Verordnung bezeichnet der Ausdruck",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "n) 'Fluchtgefahr' das Vorliegen von Gründen im Einzelfall, die auf objektiven gesetzlich festgelegten Kriterien beruhen und zu der Annahme Anlass geben, dass sich ein Antragsteller, ein Drittstaatsangehöriger oder Staatenloser, gegen den ein Überstellungsverfahren läuft, diesem Verfahren möglicherweise durch Flucht entziehen könnte.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "ABSCHNITT V",
            "annotations": []
        },
        {
            "text": "Inhaftnahme zum Zwecke der Überstellung",
            "annotations": []
        },
        {
            "text": "Artikel 28",
            "annotations": []
        },
        {
            "text": "Haft",
            "annotations": []
        },
        {
            "text": "(1) Die Mitgliedstaaten nehmen eine Person nicht allein deshalb in Haft, weil sie dem durch diese Verordnung festgelegten Verfahren unterliegt.",
            "annotations": []
        },
        {
            "text": "(2) Zwecks Sicherstellung von Überstellungsverfahren, dürfen die Mitgliedstaaten im Einklang mit dieser Verordnung, wenn eine erhebliche Fluchtgefahr besteht, nach einer Einzelfallprüfung die entsprechende Person in Haft nehmen und nur im Falle dass Haft verhältnismäßig ist und sich weniger einschneidende Maßnahmen nicht wirksam anwenden lassen.",
            "annotations": []
        },
        {
            "text": "(3) Die Haft hat so kurz wie möglich zu sein und nicht länger zu sein, als bei angemessener Handlungsweise notwendig ist, um die erforderlichen Verwaltungsverfahren mit der gebotenen Sorgfalt durchzuführen, bis die Überstellung gemäß dieser Verordnung durchgeführt wird.",
            "annotations": []
        },
        {
            "text": "Wird eine Person nach diesem Artikel in Haft genommen, so darf die Frist für die Stellung eines Aufnahme- oder Wiederaufnahmegesuchs einen Monat ab der Stellung des Antrags nicht überschreiten. Der Mitgliedstaat, der das Verfahren gemäß dieser Verordnung durchführt, ersucht in derartigen Fällen um eine dringende Antwort. Diese Antwort erfolgt spätestens zwei Wochen nach Eingang des Gesuchs. Wird innerhalb der Frist von zwei Wochen keine Antwort erteilt, ist davon auszugehen, dass dem Aufnahme- bzw Wiederaufnahmegesuch stattgegeben wird, was die Verpflichtung nach sich zieht, die Person aufzunehmen und angemessene Vorkehrungen für die Ankunft zu treffen.",
            "annotations": []
        },
        {
            "text": "Befindet sich eine Person nach diesem Artikel in Haft, so erfolgt die Überstellung aus dem ersuchenden Mitgliedstaat in den zuständigen Mitgliedstaat, sobald diese praktisch durchführbar ist und spätestens innerhalb von sechs Wochen nach der stillschweigenden oder ausdrücklichen Annahme des Gesuchs auf Aufnahme oder Wiederaufnahme der betreffenden Person durch einen anderen Mitgliedstaat oder von dem Zeitpunkt an, ab dem der Rechtsbehelf oder die Überprüfung gemäß Artikel 27 Absatz 3 keine aufschiebende Wirkung mehr hat.",
            "annotations": []
        },
        {
            "text": "Hält der ersuchende Mitgliedstaat die Fristen für die Stellung eines Aufnahme- oder Wiederaufnahmegesuchs nicht ein oder findet die Überstellung nicht innerhalb des Zeitraums von sechs Wochen im Sinne des Unterabsatz 3 statt, wird die Person nicht länger in Haft gehalten. Die Artikel 21, 23, 24 und 29 gelten weiterhin entsprechend.",
            "annotations": []
        },
        {
            "text": "(4) Hinsichtlich der Haftbedingungen und der Garantien für in Haft befindliche Personen gelten zwecks Absicherung der Verfahren für die Überstellung in den zuständigen Mitgliedstaat, die Artikel 9, 10 und 11 der Richtlinie 2013/33/EU.\"",
            "annotations": []
        },
        {
            "text": "3. §22a des Bundesgesetzes, mit dem die allgemeinen Bestimmungen über das Verfahren vor dem Bundesamt für Fremdenwesen und Asyl zur Gewährung von internationalem Schutz, Erteilung von Aufenthaltstiteln aus berücksichtigungswürdigen Gründen, Abschiebung, Duldung und zur Erlassung von aufenthaltsbeendenden Maßnahmen sowie zur Ausstellung von österreichischen Dokumenten für Fremde geregelt werden (BFA-Verfahrensgesetz – BFA-VG), BGBl I 87/2012, idF BGBl I 70/2015 lautet:",
            "annotations": []
        },
        {
            "text": "\"Rechtsschutz bei Festnahme, Anhaltung und Schubhaft",
            "annotations": []
        },
        {
            "text": "§22a. (1) Der Fremde hat das Recht, das Bundesverwaltungsgericht mit der Behauptung der Rechtswidrigkeit des Schubhaftbescheides, der Festnahme oder der Anhaltung anzurufen, wenn",
            "annotations": []
        },
        {
            "text": "1. er nach diesem Bundesgesetz festgenommen worden ist,",
            "annotations": []
        },
        {
            "text": "2. er unter Berufung auf dieses Bundesgesetz angehalten wird oder wurde, oder",
            "annotations": []
        },
        {
            "text": "3. gegen ihn Schubhaft gemäß dem 8. Hauptstück des FPG angeordnet wurde.",
            "annotations": []
        },
        {
            "text": "(1a) Für Beschwerden gemäß Abs1 gelten die für Beschwerden gemäß Art130 Abs1 Z2 B-VG anwendbaren Bestimmungen des VwGVG mit der Maßgabe, dass belangte Behörde jene Behörde ist, die den angefochtenen Schubhaftbescheid erlassen hat oder der die Festnahme oder die Anhaltung zuzurechnen ist.",
            "annotations": []
        },
        {
            "text": "(2) Die Entscheidung des Bundesverwaltungsgerichtes über die Fortsetzung der Schubhaft hat binnen einer Woche zu ergehen, es sei denn, die Anhaltung des Fremden hätte vorher geendet. Hat das Bundesverwaltungsgericht dem Beschwerdeführer gemäß §13 Abs3 AVG aufgetragen, innerhalb bestimmter Frist einen Mangel der Beschwerde zu beheben, wird der Lauf der Entscheidungsfrist bis zur Behebung des Mangels oder bis zum fruchtlosen Ablauf der Frist gehemmt.",
            "annotations": []
        },
        {
            "text": "(3) Sofern die Anhaltung noch andauert, hat das Bundesverwaltungsgericht jedenfalls festzustellen, ob zum Zeitpunkt seiner Entscheidung die für die Fortsetzung der Schubhaft maßgeblichen Voraussetzungen vorliegen.",
            "annotations": []
        },
        {
            "text": "(4) Soll ein Fremder länger als vier Monate durchgehend in Schubhaft angehalten werden, so ist die Verhältnismäßigkeit der Anhaltung nach dem Tag, an dem das vierte Monat überschritten wurde, und danach alle vier Wochen vom Bundesverwaltungsgericht zu überprüfen. Das Bundesamt hat die Verwaltungsakten so rechtzeitig vorzulegen, dass dem Bundesverwaltungsgericht eine Woche zur Entscheidung vor den gegenständlichen Terminen bleibt. Mit Vorlage der Verwaltungsakten gilt die Beschwerde als für den in Schubhaft befindlichen Fremden eingebracht. Das Bundesamt hat darzulegen, warum die Aufrechterhaltung der Schubhaft notwendig und verhältnismäßig ist. Das Bundesverwaltungsgericht hat jedenfalls festzustellen, ob zum Zeitpunkt seiner Entscheidung die für die Fortsetzung der Schubhaft maßgeblichen Voraussetzungen vorliegen und ob die Aufrechterhaltung der Schubhaft verhältnismäßig ist. Diese Überprüfung hat zu entfallen, soweit eine Beschwerde gemäß Abs1 bereits eingebracht wurde.",
            "annotations": []
        },
        {
            "text": "(5) Gegen die Anordnung der Schubhaft ist eine Vorstellung nicht zulässig.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis eines Verwaltungsgerichtes, mit dem darüber entschieden wird, ob eine Festnahme oder Anhaltung einer Person rechtmäßig war oder ist, verletzt das durch Art1 ff des Bundesverfassungsgesetzes über den Schutz der persönlichen Freiheit und durch Art5 EMRK verfassungsgesetzlich gewährleistete Recht auf Freiheit und Sicherheit (persönliche Freiheit), wenn es gegen die verfassungsgesetzlich festgelegten Erfordernisse der Festnahme bzw Anhaltung verstößt, wenn es in Anwendung eines verfassungswidrigen, insbesondere den genannten Verfassungsvorschriften widersprechenden Gesetzes erlassen wurde oder wenn es gesetzlos oder in denkunmöglicher Anwendung einer verfassungsrechtlich unbedenklichen Rechtsgrundlage ergangen ist; ein Fall, der nur dann vorläge, wenn das Verwaltungsgericht einen so schweren Fehler begangen hätte, dass dieser mit Gesetzlosigkeit auf eine Stufe zu stellen wäre (VfSlg 13.708/1994, 15.131/1998, 15.684/1999 und 16.384/2001).",
            "annotations": []
        },
        {
            "text": "3. Derartige Fehler sind dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Gemäß dem vom Bundesverwaltungsgericht als Rechtsgrundlage herangezogenen §76 Abs2 Z3 FPG kann ein Fremder in Schubhaft genommen werden, wenn die Voraussetzungen des Art28 Abs1 und 2 Dublin III-Verordnung vorliegen. Danach dürfen Personen, die dem durch diese Verordnung festgelegten Verfahren unterliegen, zwar nicht allein deshalb in Haft genommen werden, jedoch zur Sicherstellung von Überstellungsverfahren dann, wenn nach einer Einzelfallprüfung \"erhebliche Fluchtgefahr\" besteht, die Haft verhältnismäßig ist und sich weniger einschneidende Maßnahmen nicht wirksam anwenden lassen. Art2 litn Dublin III-Verordnung enthält eine Legaldefinition des Wortes \"Fluchtgefahr\" als \"das Vorliegen von Gründen im Einzelfall, die auf objektiven gesetzlich festgelegten Kriterien beruhen und zu der Annahme Anlass geben, dass sich ein Antragsteller, ein Drittstaatsangehöriger oder Staatenloser, gegen den ein Überstellungsverfahren läuft, diesem Verfahren möglicherweise durch Flucht entziehen könnte\".",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Verwaltungsgerichtshofes vermögen ausschließlich die Tatbestände des §76 Abs3 FPG \"Fluchtgefahr\" an sich zu konstituieren. Zur Erfüllung des Kriteriums der Fluchtgefahr bedarf es daher zunächst jedenfalls des Vorliegens eines in diesem Sinne tauglichen Tatbestandes des §76 Abs3 FPG (vgl VwGH 11.5.2017, Ro 2016/21/0021). Der demonstrative Charakter dieser Bestimmung kommt lediglich insofern zum Tragen, als neben den dort genannten Tatbeständen andere Aspekte nur im Rahmen der abschließend vorzunehmenden konkreten Bewertung aller im Einzelfall maßgeblichen Gesichtspunkte miteinbezogen werden können (vgl VwGH 29.6.2017, Ro 2017/21/0011 mwN; 26.4.2018, Ro 2017/21/0010 mwN). Das gilt auch vor dem Hintergrund, dass Art28 Abs2 Dublin III-Verordnung \"erhebliche Fluchtgefahr\" voraussetzt, wobei darunter allgemein eine solche Fluchtgefahr zu verstehen ist, die in ihrer Intensität über das hinausgeht, was unter Art2 litn dieser Verordnung als \"Fluchtgefahr\" definiert wird (vgl VwGH 29.6.2017, Ro 2017/21/0011 mwN).",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht führt hiezu – ohne zwischen der Überprüfung des vorangegangenen Schubhaftbescheides nach §22a Abs1 BFA-VG einerseits und dem Ausspruch der Fortsetzung der Anhaltung in Schubhaft nach §22a Abs3 BFA-VG andererseits zu differenzieren (vgl dazu zB VwGH 5.10.2017, Ro 2017/21/0007 mwN) – aus, der Beschwerdeführer befinde sich seit Monaten illegal und unangemeldet in Österreich und mache \"keine Anstalten\", seiner Ausreiseverpflichtung nachzukommen. Daher sei in einer Gesamtsicht vom Vorliegen eines erheblichen Sicherungsbedarfes iSd §76 Abs3 FPG auszugehen. Damit legt das Bundesverwaltungsgericht aber nicht dar, auf Grund welches Tatbestandes bzw welcher Tatbestände des §76 Abs3 Z1 bis 9 FPG es davon ausgeht, der Beschwerdeführer könnte sich dem gegen ihn laufenden Überstellungsverfahren durch Flucht entziehen. Der pauschale Verweis auf einen unrechtmäßigen Aufenthalt und die Missachtung einer nicht näher begründeten Ausreiseverpflichtung lässt nicht erkennen, welchen – die Fluchtgefahr erst konstituierenden – Tatbestand iSd §76 Abs3 FPG das Bundesverwaltungsgericht als erfüllt erachtet. Darüber hinaus verkennt das Bundesverwaltungsgericht, dass es für eine – wie hier – auf Art28 Dublin III-Verordnung gestützte Verhängung bzw Aufrechterhaltung der Schubhaft auf das Vorliegen einer \"erheblichen\" Fluchtgefahr ankommt. Ausführungen dazu fehlen im angefochtenen Erkenntnis dementsprechend zur Gänze.",
            "annotations": []
        },
        {
            "text": "3.3. Indem es das Bundesverwaltungsgericht sohin in grober Verkennung der Rechtslage unterlassen hat, die Rechtmäßigkeit der (Fortsetzung der) Anhaltung des Beschwerdeführers in Schubhaft hinreichend zu begründen, und auszuführen, weshalb es vom Vorliegen einer erheblichen Fluchtgefahr iSd Art28 Abs2 Dublin III-Verordnung iVm §76 Abs3 FPG ausgeht, ist der Beschwerdeführer durch das angefochtene Erkenntnis in seinem verfassungsgesetzlich gewährleisteten Recht auf persönliche Freiheit verletzt.",
            "annotations": []
        },
        {
            "text": "3.4. Gemäß §76 Abs2 Z3 FPG iVm Art28 Abs2 Dublin III-Verordnung ist Schubhaft zudem nur dann zulässig, wenn diese verhältnismäßig ist und sich weniger einschneidende Maßnahmen nicht wirksam anwenden lassen. Die Beachtung des Verhältnismäßigkeitsgebotes ergibt sich auch unmittelbar aus Art2 Abs1 Z7 des Bundesverfassungsgesetzes vom 29. November 1988 über den Schutz der persönlichen Freiheit.",
            "annotations": []
        },
        {
            "text": "3.5. Das Bundesverwaltungsgericht begründet die Verhältnismäßigkeit der Verhängung der Schubhaft damit, dass der Beschwerdeführer im Inland keine gewichtigen familiären und sozialen Kontakte habe und die Abschiebung nach Italien problemlos möglich sei. Die Verhängung eines gelinderen Mittels nach §77 FPG komme nicht in Betracht. Der Beschwerdeführer verfüge über keine finanziellen Mittel; die Zuweisung einer Unterkunft oder eine Meldeverpflichtung könnten auf Grund des \"in der Vergangenheit gezeigten Verhaltens\" des Beschwerdeführers nicht zum Ziel der Sicherung der Abschiebung führen, weil die konkrete Gefahr des Untertauchens bestehe. ",
            "annotations": []
        },
        {
            "text": "Mit diesen formelhaften Ausführungen unterlässt das Bundesverwaltungsgericht eine nachvollziehbare, auf die Umstände des vorliegenden Falles Bedacht nehmende Begründung, weshalb es die Anordnung bzw Aufrechterhaltung der Schubhaft im vorliegenden Fall für notwendig und verhältnismäßig erachtet. Es lässt zudem wesentliches Parteivorbringen außer Acht, so etwa das in der Beschwerde erstattete Vorbringen, wonach der Beschwerdeführer zwischenzeitig von einer gemäß §66 Abs2 StPO beauftragten Opferschutzeinrichtung als Opfer von Menschenhandel identifiziert worden und ihm von dieser Einrichtung als gelinderes Mittel die Unterbringung in einer Schutzwohnung angeboten worden sei (vgl zur gebotenen Berücksichtigung der zum Entscheidungszeitpunkt des Verwaltungsgerichtes vorliegenden Sach- und Rechtslage in Bezug auf den \"Fortsetzungsausspruch\" gemäß §22a Abs3 BFA-VG bereits VfSlg 19.970/2015; vgl auch zB VwGH 14.11.2017, Ra 2017/21/0143 mwN). ",
            "annotations": []
        },
        {
            "text": "3.6. Das Bundesverwaltungsgericht lässt daher in seiner Entscheidung eine nachvollziehbare Begründung für die Erforderlichkeit der Anordnung bzw Aufrechterhaltung der Schubhaft vermissen. Es hat somit dadurch, dass es die im Lichte des Art2 Abs1 Z7 des Bundesverfassungsgesetzes über den Schutz der persönlichen Freiheit gebotene einzelfallbezogene Prüfung der Notwendigkeit und Verhältnismäßigkeit der (Aufrechterhaltung der) Schubhaft unterlassen hat, den Beschwerdeführer in seinem verfassungsgesetzlich gewährleisteten Recht auf Freiheit und Sicherheit (persönliche Freiheit) verletzt.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Freiheit und Sicherheit (persönliche Freiheit) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist. ",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten. ",
            "annotations": []
        }
    ]
}