{
    "document_id": "JFT_20231005_23E00872_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist ein am 25. Jänner 1989 geborener syrischer Staatsangehöriger, der der Volksgruppe der Araber und der Konfession der Sunniten angehört. Er wurde im Ort Al-Marashidah, Gouvernement Deir ez-Zour, geboren und lebte dort – mit zwischenzeitlichen Aufenthalten im Libanon, in der Türkei, im Sudan und im Irak – bis zu seiner Ausreise im Jahr 2021. Seinen verpflichtenden Grundwehrdienst absolvierte der Beschwerdeführer im Zeitraum 2008 bis 2010. Er stellte am 11. November 2021 im Bundesgebiet einen Antrag auf internationalen Schutz, den er im Wesentlichen damit begründete, dass er im Fall seiner Rückkehr nach Syrien für den Militärreservedienst rekrutiert werde. Er wolle jedoch nicht am Krieg teilnehmen und niemanden töten. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 25. August 2022 wies das Bundesamt für Fremdenwesen und Asyl den Antrag des Beschwerdeführers auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten ab (Spruchpunkt I.), erkannte ihm jedoch den Status des subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihm eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "3. In seiner ausschließlich gegen Spruchpunkt I. dieses Bescheides erhobenen Beschwerde sowie in einer nachträglich erstatteten Stellungnahme vom 25. Jänner 2023 brachte der Beschwerdeführer unter anderem vor, dass für ihn die Gefahr bestehe, zum Reservedienst zwangsrekrutiert zu werden bzw dass er vom syrischen Regime als Gegner gesehen und verfolgt werde. Es gebe für ihn keine Möglichkeit, legal und sicher in seine Herkunftsregion zu gelangen. Der Beschwerdeführer müsse über einen Flughafen in Damaskus, Aleppo oder Qamishli einreisen, welcher unter Kontrolle des syrischen Regimes stehe. Dort würde er mit maßgeblicher Wahrscheinlichkeit aufgegriffen und kontrolliert und in weiterer Folge einer Bestrafung wegen Wehrdienstverweigerung zugeführt oder direkt zum Reservedienst eingezogen. ",
            "annotations": []
        },
        {
            "text": "4. Die gegen Spruchpunkt I. erhobene Beschwerde wies das Bundesverwaltungsgericht – nach Durchführung einer mündlichen Verhandlung – mit Erkenntnis vom 14. Februar 2023 als unbegründet ab. Begründend führt das Bundesverwaltungsgericht im Wesentlichen aus, dass der Beschwerdeführer in seinem Herkunftsort, der unter der Kontrolle der Kurden stehe, nicht von einer Zwangsrekrutierung durch das syrische Regime bedroht, bzw keinen Repressalien durch die syrische Regierung ausgesetzt sei. Es bestehe keine maßgebliche Gefährdung durch den syrischen Staat auf Grund der Wehrdienstverweigerung und der damit verbundenen unterstellen oppositionellen Gesinnung. Der Beschwerdeführer sei in seinem Herkunftsort vor Verfolgung durch den syrischen Staat sicher. ",
            "annotations": []
        },
        {
            "text": "Im Rahmen der Feststellungen bzw der Beweiswürdigung führt das Bundesverwaltungsgericht dazu aus, dass sich durch eine Nachschau auf der Homepage des Verteidigungsministeriums Syriens ergeben habe, dass der Beschwerdeführer – nach seiner Ausreise aus Syrien – mittlerweile zum Reservedienst eingezogen worden sei. Er werde daher derzeit von der syrischen Regierung wegen des Wehrdienstes bzw Militärreservedienstes gesucht. Der Beschwerdeführer stamme aber aus dem Ort Al-Marashidah im syrischen Gouvernement Deir ez-Zour, einem Gebiet, welches derzeit nach dem Länderinformationsblatt der BFA-Staatendokumentation zu Syrien vom 29. Dezember 2022, Version 8, und der \"Syria Live Map\" unter der Kontrolle der kurdisch geführten Syrian Democratic Forces (SDF) stehe. Das Länderinformationsblatt halte dazu fest, dass die syrische Regierung im kurdischen Selbstverwaltungsgebiet über mehrere kleine Gebiete verfüge. In Qamishli und al-Hassakah befänden sich in sogenannten \"Sicherheitsquadraten\" verschiedene staatliche Behörden, denen auch die Zuständigkeit für die Rekrutierung zukomme. Im Heimatgebiet des Beschwerdeführers werde nicht vom Bestehen solcher \"Sicherheitsquadrate\" berichtet. Ein Zugriff der syrischen Armee auf den Beschwerdeführer sei in seinem Herkunftsort nicht möglich. Eine mögliche Verfolgung durch die kurdischen Kräfte, welche derzeit seine Heimatregion kontrollieren würden, wegen einer ihm zumindest unterstellten politischen Gesinnung habe der Beschwerdeführer nicht glaubhaft machen können.",
            "annotations": []
        },
        {
            "text": "Nach der jüngsten Judikatur des Verwaltungsgerichtshofes komme es bei Klärung des Sachverhaltes in Hinblick auf den Asylstatus auf die Erreichbarkeit der Herkunftsregion nicht an (vgl VwGH 3.1.2023, Ra 2022/01/0328, mwN). Dementsprechend hätten Ausführungen betreffend die sichere und legale Erreichbarkeit des Heimatortes des Beschwerdeführers unterbleiben können. ",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht gemäß ArtI Abs1 Bundesverfassungsgesetz zur Durchführung des internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung behauptet und die kostenpflichtige Aufhebung des Erkenntnisses beantragt wird. Begründend wird unter anderem ausgeführt, dass dem Beschwerdeführer eine Einreise nach Syrien ausschließlich über den Luftweg, und hier wiederum auch nur über einen internationalen Flughafen, möglich sei. Dementsprechend könne eine legale Einreise des Beschwerdeführers nur über die Flughäfen von Damaskus, Aleppo oder Qamishli erfolgen. Sämtliche der genannten Flughäfen stünden aber unter Kontrolle der syrischen Regierung. Dementsprechend sei es dem Beschwerdeführer gänzlich unmöglich, einer Kontrolle durch das syrische Regime zu entgehen. Vielmehr sei im Fall einer Rückkehr des Beschwerdeführers nach Syrien mit an Sicherheit grenzender Wahrscheinlichkeit davon auszugehen, dass dieser im Zuge der strengen Einreisekontrollen, welche an den staatlichen Kontrollstellen der jeweiligen Flughäfen vorgenommen würden, sofort als Wehrdienstpflichtiger erkannt und festgesetzt werde.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber – wie auch das Bundesamt für Fremdenwesen und Asyl – abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 13.836/1994, 14.650/1996, 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001, 20.374/2020; VfGH 14.3.2023, E3480/2022), oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001, 18.614/2008, 20.448/2021 und 20.478/2021).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001, 20.371/2020 und 20.405/2020).",
            "annotations": []
        },
        {
            "text": "3. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen: ",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht stellt fest, dass der Beschwerdeführer seinen verpflichtenden Grundwehrdienst von 2008 bis 2010 abgeleistet hat, dass dessen Name auf der Homepage des syrischen Verteidigungsministeriums unter den zum Militärdienst eingezogenen Personen aufscheint und er daher derzeit von der syrischen Regierung wegen Militärreservedienstes gesucht wird. Es geht davon aus, dass der Beschwerdeführer tatsächlich zum Militärreservedienst einberufen wurde. Vor diesem Hintergrund begründet das Bundesverwaltungsgericht die Nichtzuerkennung des Status des Asylberechtigten damit, dass sich die Herkunftsregion des Beschwerdeführers nicht unter Kontrolle des syrischen Regimes befinde, weshalb dieses dort keine Zugriffsmöglichkeit auf ihn habe. Insofern drohe dem Beschwerdeführer keine reale Gefahr, wegen der Verweigerung der Ableistung des Militärreservedienstes von der syrischen Regierung wegen unterstellter oppositioneller Gesinnung verfolgt zu werden. ",
            "annotations": []
        },
        {
            "text": "Diese Rechtsauffassung begründet das Bundesverwaltungsgericht mit einem Verweis auf den Beschluss des Verwaltungsgerichtshofes, mit dem eine Revision zurückgewiesen wurde (vgl VwGH 3.1.2023, Ra 2022/01/0328). Nach dieser Entscheidung komme \"es bei Verneinung einer Verfolgung nach §3 AsylG 2005 für die Klärung des Sachverhalts im Hinblick auf den Asylstatus auf die Erreichbarkeit der Herkunftsregion nicht an\".",
            "annotations": []
        },
        {
            "text": "3.2. Vor dem Hintergrund der Feststellung bzw den beweiswürdigenden Ausführungen des Bundesverwaltungsgerichtes, dass der Beschwerdeführer bereits zum Reservedienst einberufen wurde und er daher derzeit von der syrischen Regierung wegen des Militärreservedienstes gesucht wird, vermag der bloße Verweis auf den zitierten Beschluss des Verwaltungsgerichtshofes nicht hinreichend zu begründen, weshalb eine Auseinandersetzung mit der Frage, ob die Herkunftsregion für den Beschwerdeführer ohne Gefahr einer asylrelevanten Verfolgung erreichbar ist, gänzlich unterbleiben kann. Schließlich könnte sich die vom Bundesverwaltungsgericht – durch die Feststellung, dass der Beschwerdeführer wegen des Reservedienstes vom syrischen Regime gesucht wird – implizit angenommene Gefahr der Verfolgung des Beschwerdeführers auch auf dem Weg in seine Herkunftsregion realisieren. Das Bundesverwaltungsgericht hätte daher prüfen müssen, ob der Beschwerdeführer in seine Herkunftsregion gelangen kann, ohne dabei der festgestellten asylrelevanten Verfolgung durch den syrischen Staat ausgesetzt zu sein (vgl VfGH 29.6.2023, E3450/2022).",
            "annotations": []
        },
        {
            "text": "4. Da das Bundesverwaltungsgericht allerdings nur prüft, ob dem Beschwerdeführer in Al-Marashidah im syrischen Gouvernement Deir ez-Zour, mithin in seiner Herkunftsregion, Verfolgung droht, jedoch die Frage außer Acht lässt, ob dem Beschwerdeführer ein Weg in diese Region offensteht, auf dem er nicht der Gefahr läuft, einer Verfolgung iSd Art1 Abschnitt A Z2 GFK ausgesetzt zu sein, belastet es sein Erkenntnis mit Willkür (vgl hinsichtlich der auf den Herkunftsstaat bezogenen Prüfung auch VwGH 4.7.2023, Ra 2023/18/0108).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander gemäß ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}