{
    "document_id": "JFT_20230613_23E00818_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein syrischer Staatsangehöriger und seit 14. Dezember 2016 anerkannter Schutzberechtigter in Griechenland. Ihm wurde ein Aufenthaltstitel mit einer Gültigkeit bis 14. Dezember 2019 beziehungsweise ein Reisedokument mit einer Gültigkeit vom 22. September 2017 bis 21. September 2022 ausgestellt. Am 6. November 2017 stellte er in Österreich seinen ersten Antrag auf internationalen Schutz. Das Bundesamt für Fremdenwesen und Asyl wies den Antrag mit Bescheid vom 12. April 2018 gemäß §4a AsylG 2005 als unzulässig zurück, sprach aus, dass sich der Beschwerdeführer nach Griechenland zurückzubegeben habe, erteilte keinen Aufenthaltstitel nach §57 leg cit, ordnete die Außerlandesbringung nach §61 Abs1 Z1 FPG an und stellte fest, dass die Abschiebung nach Griechenland gemäß §61 Abs2 leg cit zulässig sei. Die gegen diesen Bescheid erhobene Beschwerde wurde mit Erkenntnis des Bundesverwaltungsgerichtes vom 4. Juli 2018 als unbegründet abgewiesen. In der Folge wurde der Beschwerdeführer am 7. Juli 2018 nach Griechenland überstellt. Am 17. Juli 2022 stellte er in Österreich erneut einen Antrag auf internationalen Schutz und gab an, Griechenland verlassen zu haben, weil seine Frau, seine Eltern und vier Schwestern im Bundesgebiet leben würden. \"In Griechenland sei die Lage für Asylanten sehr schlecht, er habe keine Unterstützung, keine Hilfe von Behörden und keinen Job erhalten.\"",
            "annotations": []
        },
        {
            "text": "2. Das Bundesamt für Fremdenwesen und Asyl wies den Antrag mit Bescheid vom 9. August 2022 nach §4a AsylG 2005 als unzulässig zurück, sprach aus, dass sich der Beschwerdeführer nach Griechenland zurückzubegeben habe, erteilte keinen Aufenthaltstitel nach §57 leg cit, ordnete die Außerlandesbringung nach §61 Abs1 Z1 FPG an und stellte fest, dass die Abschiebung nach Griechenland gemäß §61 Abs2 leg cit zulässig sei.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 27. Jänner 2023 ohne Durchführung einer mündlichen Verhandlung ab.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht geht davon aus, dass dem Beschwerdeführer im Fall seiner Rückkehr keine Verletzung seiner nach Art3 EMRK bzw Art4 GRC gewährleisteten Rechte drohe und führt dazu aus:",
            "annotations": []
        },
        {
            "text": "\"Konkrete Vorfälle habe es in Griechenland nicht gegeben. Darüber hinaus brachte der Beschwerdeführer im Wesentlichen vor, dass die Lage in Griechenland sehr schlecht gewesen sei. Die Situation sei nicht wie in Österreich. Er habe zwar in Griechenland eine eigene Unterkunft gehabt, jedoch habe er diese immer wieder wechseln müssen, da die Verträge nur für eine kurze Dauer abgeschlossen worden seien. Er sei einer legalen Arbeit nachgegangen; allerdings werde man ausgenützt, wenn man arbeiten gehe; man werde um sein Geld geprellt. Er habe sich selbstständig grundlegende Kenntnisse der griechischen Sprache angeeignet und sei nie obdachlos gewesen. Insgesamt habe er zwei bis zweieinhalb Jahre für sich gesorgt […]. Befragt, ob er in Griechenland eine Residence Permit Card besessen habe, führte der Beschwerdeführer aus, dass er einen Zettel erhalten habe mit dem er zum Arzt gehen habe können […]. Zur geplanten Vorgehensweise des Bundesamtes, ihn nach Griechenland auszuweisen, gab der Beschwerdeführer lediglich an, dass er hier Familie habe und bei dieser leben wolle. Er wolle bei seiner Familie bleiben. Mit diesem Vorbringen zeigt der Beschwerdeführer jedoch keine Behandlung durch Griechenland auf, die Art3 EMRK widersprechen würde. Offenbar – das zeigt auch der bis 21.09.2022 gültige griechische Aufenthaltstitel - war weder die Durchführung des Asylverfahrens noch die Behandlung des Beschwerdeführers als Asylwerber und in der Folge als anerkannter Konventionsflüchtling durch die griechischen Behörden zu beanstanden.",
            "annotations": []
        },
        {
            "text": "Gemäß den Feststellungen im angefochtenen Bescheid gewährleistet Griechenland grundsätzlich ausreichend Schutz und Versorgung für Schutzberechtigte wie den Beschwerdeführer. Anerkannte Flüchtlinge und subsidiär Schutzberechtigte haben Anspruch auf die gleichen sozialstaatlichen Möglichkeiten wie griechische Staatsangehörige. Das Gesetz gewährt Personen, die internationalen Schutz genießen, Zugang zu Sozialhilfe und zu Sozialleistungen zu denselben Bedingungen wie griechischen Staatsangehörigen. Ebenso haben Schutzberechtigte grundsätzlich in gleichem Maße Zugang zu medizinischer Versorgung wie griechische Staatsbürger. Anerkannte Schutzberechtigte haben auch unter denselben Bedingungen wie griechische Staatsangehörige Zugang zu einer Beschäftigung im Angestelltenverhältnis, zur Erbringung von Dienstleistungen oder Arbeit sowie das Recht, eine selbstständige wirtschaftliche Tätigkeit auszuüben. Zwar ist der gleichberechtigte Zugang zu sozialen Rechten wie für griechische Staatsangehörige in der Praxis durch verschiedene Faktoren erschwert, doch ergibt sich aus den Länderberichten, dass Schutzberechtigte in Bezug auf ihre Unterbringung und Versorgung etwa auch auf Hilfsangebote von NGOs zurückgreifen können.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Dass ihm die Ausstellung einer [Residence Permit Card] verweigert worden wäre, wurde ebenfalls nicht vorgebracht, sondern – im Gegenteil – verfügt der Beschwerdeführer über einen griechischen Aufenthaltstitel mit Gültigkeit von 14.12.2016 bis 14.12.2019 sowie über ein griechisches Reisedokument mit Gültigkeit von 22.09.2017 bis 21.09.2022.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Es bestehen keine Anhaltspunkte dafür, dass der Beschwerdeführer nach seiner Rückkehr in Griechenland keinerlei Existenzgrundlage vorfinden und sich in einer Situation extremer materieller Not befinden würde. So ist darauf hinzuweisen, dass anerkannte Flüchtlinge bzw Personen mit einem Aufenthaltsrecht nach einer Übergangsphase der Unterstützung grundsätzlich gehalten sind, ihre Existenz – wie auch alle anderen Staatsbürger eines Landes – selbst zu erwirtschaften. Der Beschwerdeführer ist arbeitsfähig. Er hat in Syrien elf Jahre die Grundschule besucht und war als Koch tätig […]. Daher ist davon auszugehen, dass der in Griechenland asyl- und sohin aufenthaltsberechtigte Beschwerdeführer, der jung, arbeitsfähig sowie arbeitswillig und gesund ist und auch nicht zur COVID-19 Risikogruppe zählt, in der Lage sein wird, eine Erwerbstätigkeit zu finden und so für ein (wenngleich auch möglicherweise geringes) Einkommen zu sorgen, wie es ihm bereits in der Vergangenheit möglich war. Auch wenn es in Griechenland zu Schwierigkeiten bei der Arbeitssuche für Schutzberechtigte kommen kann, ist zu berücksichtigen, dass der Beschwerdeführer nach seinem fünfjährigen beinahe durchgehenden Aufenthalt in Griechenland mit den dortigen Begebenheiten vertraut ist, sodass er mit maßgeblicher Wahrscheinlichkeit nicht in eine ausweglose, existenzbedrohende Situation geraten wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Generell kann nicht in Abrede gestellt werden, dass Schwierigkeiten auf dem Gebiet des Arbeitsmarktes und der Wohnraumbeschaffung für Schutzberechtigte in Griechenland bestehen, wobei ebenso berücksichtigt werden muss, dass auch die einheimische Bevölkerung insofern mit minder günstigen Bedingungen konfrontiert ist und sich diesen stellen muss. Es sind zwar Schutzberechtigte gesetzlich verpflichtet, die Flüchtlingslager bzw Unterkünfte, in denen sie während des Asylverfahrens untergebracht waren, innerhalb von 30 Tagen nach Schutzzuerkennung zu verlassen; allerdings wird die Verlängerung des Aufenthalts von der griechischen Regierung oftmals toleriert. NGOs wie Caritas Hellas bieten gemischte Wohnprojekte an. Ebenso bietet das HELIOS-Programm Mietzuschüsse für die Anmietung von Wohnraum. […] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer brachte im Zuge des Verfahrens keine konkret gegen seine Person gerichteten Vorfälle zur Sprache. Eine Schutzunfähigkeit oder Schutzunwilligkeit der griechischen Behörden hinsichtlich allfälliger Übergriffe gegen Schutzberechtigte kann den Länderfeststellungen nicht entnommen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der vorliegende Fall kann auch nicht mit jenem Sachverhalt verglichen werden, der der Entscheidung des Verfassungsgerichtshofes vom 25.06.2021, E599/2021-12, zugrunde lag. Dieser Entscheidung lag nämlich ein Fall zugrunde, in dem eine 29jährige, alleinstehende Frau nächtelang auf der Straße bzw privat in überfüllten Häusern schlafen musste. Alleine aus dem Grund, dass es sich im vorliegenden Fall um einen jungen, gesunden und arbeitsfähigen Mann handelt, liegt kein vergleichbarer Sachverhalt vor. […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gerade eine Einzelfallprüfung wie sie im gegenständlichen Verfahren erfolgt ist, ergibt, dass der Beschwerdeführer, der keiner vulnerablen Personengruppe angehört, in Griechenland kein 'real risk' einer Verletzung seiner Rechte zu befürchten hat.\" ",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten, insbesondere im Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) und im Recht, nicht der Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen zu werden (Art3 EMRK), behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "Begründend führt die Beschwerde dazu im Wesentlichen und für den vorliegenden Fall relevant aus, der Beschwerdeführer sei derzeit in Griechenland nicht asylberechtigt. Eine aktuelle Prüfung der Unterbringungs- und Versorgungslage in Griechenland konkret auf den Einzelfall bezogen sei dem angefochtenen Erkenntnis nicht zu entnehmen. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, und ebenso wie das Bundesamt für Fremdenwesen und Asyl von der Erstattung einer Gegenschrift bzw Äußerung abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001). ",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Gemäß §4a AsylG 2005 ist ein Antrag auf internationalen Schutz als unzulässig zurückzuweisen, wenn dem Fremden in einem anderen EWR-Staat oder der Schweiz der Status des Asylberechtigten oder des subsidiär Schutzberechtigten zuerkannt wurde und er dort Schutz vor Verfolgung gefunden hat. Nach der Rechtsprechung des Gerichtshofes der Europäischen Union zu Art33 Abs2 lita der Richtlinie 2013/32/EU zu gemeinsamen Verfahren für die Zuerkennung und Aberkennung des internationalen Schutzes, ABl. 2013 L 180, 60, hat eine Zurückweisung des Antrages auf internationalen Schutz, weil bereits von einem anderen Mitgliedstaat internationaler Schutz gewährt worden ist, allerdings dann zu unterbleiben, wenn die Lebensverhältnisse, die die antragstellende Partei in dem anderen Mitgliedstaat als anerkannter Flüchtling erwarten würde, sie der ernsthaften Gefahr aussetzten, eine unmenschliche oder erniedrigende Behandlung im Sinne von Art4 GRC bzw des diesem entsprechenden Art3 EMRK zu erfahren (EuGH 13.11.2019, C-540/17 ua, Hamed ua, Rz 43; ferner bereits EuGH 19.3.2019, C-297/17 ua, Ibrahim ua, Rz 101). ",
            "annotations": []
        },
        {
            "text": "Das mit der Rechtssache befasste Gericht – wie zuvor auch die befasste Behörde – trifft demnach die Verpflichtung, \"auf der Grundlage objektiver, zuverlässiger, genauer und gebührend aktualisierter Angaben und im Hinblick auf den durch das Unionsrecht gewährleisteten Schutzstandard der Grundrechte zu würdigen, ob entweder systemische oder allgemeine oder aber bestimmte Personengruppen betreffende Schwachstellen vorliegen\", die einer Zurückweisung des Antrages auf internationalen Schutz entgegenstehen (EuGH 19.3.2019, C-163/17, Jawo, Rz 90; EuGH, Ibrahim ua, Rz 88).",
            "annotations": []
        },
        {
            "text": "Diese \"Schwachstellen\" sind nur dann im Hinblick auf Art4 GRC bzw Art3 EMRK relevant, wenn sie eine besonders hohe Schwelle der Erheblichkeit erreichen (EuGH, Jawo, Rz 91 mit Verweis auf EGMR 21.1.2011 [GK], 30.696/09, M.S.S./Belgien und Griechenland), indem etwa \"die Gleichgültigkeit der Behörden eines Mitgliedstaats zur Folge hätte, dass eine vollständig von öffentlicher Unterstützung abhängige Person sich unabhängig von ihrem Willen und ihren persönlichen Entscheidungen in einer Situation extremer materieller Not befände, die es ihr nicht erlaubte, ihre elementarsten Bedürfnisse zu befriedigen, wie insbesondere, sich zu ernähren, sich zu waschen und eine Unterkunft zu finden, und die ihre physische oder psychische Gesundheit beeinträchtigte oder sie in einen Zustand der Verelendung versetzte, der mit der Menschenwürde unvereinbar wäre\" (EuGH, Jawo, Rz 92; EuGH, Ibrahim ua, Rz 90).",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht hat bei seiner Entscheidung über die Rückkehrpflicht des Beschwerdeführers im vorliegenden Fall in Bezug auf die Gewährleistung der grundlegenden Existenzsicherung in Griechenland, insbesondere die Möglichkeit der Inanspruchnahme einer geeigneten Unterkunft, notwendige Ermittlungen unterlassen. ",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht stützt seine Entscheidung, dass dem Beschwerdeführer im Falle seiner Rückkehr keine gegen Art4 GRC bzw Art3 EMRK verstoßende Behandlung drohen werde, weitgehend auf die Gleichstellung von griechischen Staatsangehörigen und anerkannten Flüchtlingen und weist zudem pauschal auf Hilfsangebote von NGOs sowie darauf hin, dass der Beschwerdeführer nach einer Übergangsphase der Unterstützung grundsätzlich gehalten sei, sich selbst seine Existenz zu sichern, insbesondere sich selbst eine Unterkunft zu suchen. Auch der pauschal erfolgte Verweis darauf, dass sich der Beschwerdeführer ca fünf Jahre lang in Griechenland aufgehalten und dort einen gleichberechtigten Zugang zu sozialen Rechten wie griechische Staatsangehörige hätte und es ihm daher wieder möglich sei, seine Existenz in Griechenland zu sichern, wird seiner Situation – im Hinblick auf die vom Bundesverwaltungsgericht selbst wiedergegebene Berichtslage zur Situation von Schutzberechtigten in Griechenland – nicht gerecht (vgl VfGH 29.4.2022, E3231/2021; siehe auch VfGH 25.6.2021, E599/2021; 15.12.2021, E3242/2021; VwGH 25.1.2022, Ra 2021/18/0085). Im Übrigen ist die Annahme, der Beschwerdeführer könnte diesbezüglich auch auf Hilfsangebote von NGOs zurückgreifen, mit den zitierten Länderberichten nicht in Einklang zu bringen (vgl VfGH 29.9.2021, E1377/2021 ua). ",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht setzt sich auch mit dem Erkenntnis des Verfassungsgerichtshofes vom 25. Juni 2021, E599/2021, auseinander und gelangt zur Ansicht, dass allein auf Grund des Umstandes, dass es sich bei dem Beschwerdeführer nicht um eine Frau, sondern um einen jungen, gesunden und arbeitsfähigen Mann handle, kein vergleichbarer Sachverhalt vorliege. Damit verkennt das Bundesverwaltungsgericht die Rechtsprechung des Verfassungsgerichtshofes, wonach die unzureichende Ermittlungstätigkeit in Bezug auf die konkrete Situation der Beschwerdeführerin in entscheidenden Punkten zu der oben genannten Entscheidung geführt hat (vgl VfGH 15.12.2021, E3242/2021; 29.4.2022, E3231/2021, betreffend männliche Beschwerdeführer).",
            "annotations": []
        },
        {
            "text": "3.3. Indem das Bundesverwaltungsgericht sohin in entscheidenden Punkten die notwendige Ermittlungstätigkeit unterlassen hat, hat es sein Erkenntnis mit Willkür belastet (vgl zB VfGH 25.6.2021, E599/2021; 29.4.2022, E3231/2021).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 400,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}