{
    "document_id": "JFT_20230314_22E03480_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin beantragte am 8. Jänner 2018 die Verleihung der Staatsbürgerschaft und deren Erstreckung auf ihre beiden minderjährigen Kinder. Mit Bescheid vom 31. März 2022 wies die belangte Behörde den Antrag ab, da die Identität der Beschwerdeführerin nicht feststellbar sei.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Salzburg bestätigte mit Erkenntnis vom 10. November 2022 diese Entscheidung. Im Staatsbürgerschaftsverleihungsverfahren gehe es darum, einer ganz bestimmten, durch ihren Namen identifizierbaren Person die Staatsbürgerschaft zu verleihen und insofern ihren rechtlichen Status zu gestalten. Gemäß §5 Abs3 StbG habe der Fremde seine Identität durch unbedenkliche Urkunden oder sonstige geeignete und gleichwertige Bescheinigungsmittel nachzuweisen. Gelinge dies nicht, so könne die Abnahme der Papillarlinienabdrücke der Finger angeordnet werden. Die Beschwerdeführerin habe lediglich einen Fremdenpass und eine Geburtsurkunde vorgelegt. Diese seien aber keine tauglichen Mittel, um die Identität zweifelsfrei festzustellen, da beide Dokumente auf einer \"Verfahrensidentität\" beruhten. Auch die Abnahme von Papillarlinienabdrücken der Finger sei nicht anzuordnen gewesen, da die Beschwerdeführerin in der mündlichen Verhandlung ausgeführt hat, dass sie (nur) im Asylverfahren derartige Abdrücke abgegeben habe. Da sich diese Form der Identitätsfeststellung aber mangels entsprechender Registerabfragemöglichkeit wiederum nur auf die \"Verfahrensidentität\" stützen könne, sei eine dem §5 Abs3 StbG entsprechende Identitätsfeststellung nicht möglich. ",
            "annotations": []
        },
        {
            "text": "2. Gegen diese Entscheidung des Landesverwaltungsgerichtes Salzburg richtet sich die vorliegende, auf Art144 Abs1 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet wird. Die Beschwerdeführerin sei als Minderjährige in das Bundesgebiet eingereist, sei zum Zeitpunkt ihrer Geburt Flüchtling gewesen und trotz Bemühungen ihrerseits sei es ihr nicht möglich gewesen, entsprechende Urkunden zum Nachweis ihrer Identität beizubringen. Es gebe auch keine Familienangehörigen, die ihre Identität bestätigen könnten, weshalb sie vom Erwerb der Staatsbürgerschaft ausgeschlossen sei.",
            "annotations": []
        },
        {
            "text": "3. Die Salzburger Landesregierung und das Landesverwaltungsgericht Salzburg haben die Verwaltungs- und Gerichtsakten vorgelegt; die Salzburger Landesregierung hat eine Gegenschrift erstattet, in der sie insbesondere vorbringt, dass die Identität der Beschwerdeführerin nicht zweifelsfrei festgestellt werden könne. Sie habe lediglich eine Geburtsurkunde und einen Fremdenpass vorgelegt. Beide Dokumente seien auf Grund der freien Angaben der Beschwerdeführerin ausgestellt worden. Die Beschwerdeführerin habe ausreichend Zeit gehabt, weitere Dokumente zu erlangen; ein derartiges Bemühen sei nicht vorgelegen.",
            "annotations": []
        },
        {
            "text": "Nach der Rechtsprechung des Verwaltungsgerichtshofes sei für den Nachweis der Identität jedenfalls ein amtliches Dokument in Verbindung mit Identitätszeugen erforderlich; dies liege nicht vor. Ein Nachweis anhand von Papillarlinienabdrücken sei zudem bei Sachverhalten mit Auslandsbezug nicht durchführbar, zumal die Behörde nicht berechtigt sei, im Herkunftsstaat Ermittlungen anzustellen. Ziel des §5 Abs3 StbG sei es, sämtliche Dokumente einer Person zuordnen zu können. Eine zu weite Aufweichung der Kriterien für die Identitätsprüfung würde die internationale Glaubwürdigkeit österreichischer Identitätsdokumente, insbesondere des Reisepasses, unterminieren und die Missbrauchsgefahr erhöhen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Bundesgesetzes über die österreichische Staatsbürgerschaft (Staatsbürgerschaftsgesetz 1985 – StbG), BGBl 311/1985 (WV), idF BGBl I 83/2022 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§5. (1) Gelingt es dem Fremden nicht, eine behauptete und auf Grund der bisher vorliegenden Ergebnisse des Ermittlungsverfahrens zweifelhafte Minderjährigkeit, auf die er sich in einem Verfahren nach diesem Bundesgesetz beruft, durch unbedenkliche Urkunden oder sonstige geeignete und gleichwertige Bescheinigungsmittel nachzuweisen, kann die Behörde im Rahmen einer multifaktoriellen Untersuchungsmethodik zur Altersdiagnose (§2 Abs1 Z25 AsylG 2005) auch die Vornahme radiologischer Untersuchungen, insbesondere Röntgenuntersuchungen, anordnen. Jede Untersuchungsmethode hat mit dem geringst möglichen Eingriff zu erfolgen. Die Mitwirkung des Fremden an einer radiologischen Untersuchung ist nicht mit Zwangsmittel durchsetzbar. Bestehen nach der Altersdiagnose weiterhin begründete Zweifel, so ist zu Gunsten des Fremden von seiner Minderjährigkeit auszugehen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Gelingt es einem Fremden nicht, ein behauptetes Verwandtschaftsverhältnis, auf das er sich in einem Verfahren nach diesem Bundesgesetz beruft, durch unbedenkliche Urkunden oder sonstige geeignete und gleichwertige Bescheinigungsmittel nachzuweisen, so hat ihm die Behörde auf sein Verlangen und auf seine Kosten die Vornahme einer DNA-Analyse zu ermöglichen. Der Fremde ist über diese Möglichkeit zu belehren. Das mangelnde Verlangen des Fremden auf Vornahme einer DNA-Analyse ist keine Weigerung des Fremden, an der Klärung des Sachverhaltes mitzuwirken. Im weiteren Verfahren darf nur die Information über das Verwandtschaftsverhältnis verarbeitet werden; allenfalls darüber hinaus gehende Daten sind zu löschen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Gelingt es dem Fremden nicht, seine Identität, auf die er sich in einem Verfahren nach diesem Bundesgesetz beruft, durch unbedenkliche Urkunden oder sonstige geeignete und gleichwertige Bescheinigungsmittel nachzuweisen, so kann die Behörde die Abnahme der Papillarlinienabdrücke der Finger anordnen. Die Weigerung des Fremden, an der Abnahme mitzuwirken, ist von der Behörde im Rahmen der Beweiswürdigung zu berücksichtigen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§19. (1) Anträge auf Verleihung und Erstreckung der Verleihung der Staatsbürgerschaft sind persönlich bei der Behörde zu stellen. Soweit der Antragsteller nicht selbst handlungsfähig ist, hat den Antrag sein gesetzlicher Vertreter einzubringen. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Fremde hat am Verfahren mitzuwirken und der Behörde alle notwendigen Unterlagen und Beweismittel sowie ein Lichtbild zur Verfügung zu stellen. Der Bundesminister für Inneres ist ermächtigt, durch Verordnung festzulegen, welche Urkunden und Beweismittel jedenfalls vorzulegen sind. Diese Verordnung kann auch Form und Art der Antragstellung, einschließlich bestimmter, ausschließlich zu verwendender Antragsformulare, enthalten.\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen der Verordnung des Bundesministers für Inneres vom 31. Juli 1985 zur Durchführung des Staatsbürgerschaftsgesetzes 1985 (Staatsbürgerschaftsverordnung 1985), BGBl 329/1985, idF BGBl II 280/2022 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§2. (1) Dem Antrag auf Verleihung oder Erstreckung der Verleihung der Staatsbürgerschaft sind folgende Urkunden und Nachweise anzuschließen: ",
            "annotations": []
        },
        {
            "text": "1. gültiges Reisedokument (§2 Abs4 Z4 und 5 FPG); ",
            "annotations": []
        },
        {
            "text": "2. Geburtsurkunde oder ein dieser gleichzuhaltendes Dokument; ",
            "annotations": []
        },
        {
            "text": "3. aktuelles Lichtbild des Antragstellers (von 3,5 x 4,5 cm bis 4,0 x 5,0 cm); ",
            "annotations": []
        },
        {
            "text": "4. erforderlichenfalls Heiratsurkunde, Urkunde über die Ehescheidung, Partnerschaftsurkunde, Urkunde über die Auflösung der eingetragenen Partnerschaft, Nachweis über die Anerkennung oder gerichtliche Feststellung der Vaterschaft, Urkunde über die Annahme an Kindesstatt, Nachweis oder Urkunde über das Verwandtschaftsverhältnis, Sterbeurkunde, Nachweis über Namensänderung; ",
            "annotations": []
        },
        {
            "text": "5. erforderlichenfalls Nachweis des gesicherten Lebensunterhalts, insbesondere Lohnzettel, Lohnbestätigungen, Dienstverträge, arbeitsrechtliche Vorverträge, Bestätigungen über Pensions-, Renten- oder sonstige Versicherungsleistungen, Nachweis über den Bezug von Kinderbetreuungsgeld und Nachweis eigenen Vermögens in ausreichender Höhe. Diese Nachweise sind für die gemäß §10 Abs5 StbG geltend gemachten Monate beizubringen. Beruft sich der Antragsteller auf Leistungen eines verpflichteten Dritten, so ist jeweils ein Nachweis dieser Leistung durch den Dritten anzuschließen; ",
            "annotations": []
        },
        {
            "text": "6. In den Fällen des §11a Abs2 Z1 und 2 StbG ein Nachweis des Dienstverhältnisses und des Dienstortes des österreichischen Staatsbürgers, insbesondere Dienstvertrag; ",
            "annotations": []
        },
        {
            "text": "7. In den Fällen des §11a Abs6 Z1 StbG ein Nachweis über Deutschkenntnisse zumindest auf dem B2-Niveau des Gemeinsamen Europäischen Referenzrahmens für Sprachen (GERS) in Form eines allgemein anerkannten Sprachdiplomes oder Kurszeugnisses, insbesondere von folgenden Einrichtungen: ",
            "annotations": []
        },
        {
            "text": "a) Österreichisches Sprachdiplom Deutsch; ",
            "annotations": []
        },
        {
            "text": "b) Goethe-Institut e.V.; ",
            "annotations": []
        },
        {
            "text": "c) Telc GmbH; ",
            "annotations": []
        },
        {
            "text": "d) Österreichischer Integrationsfonds; ",
            "annotations": []
        },
        {
            "text": "Jede Einrichtung hat in dem von ihr auszustellenden Sprachdiplom oder Kurszeugnis schriftlich zu bestätigen, dass der betreffende Fremde über Kenntnisse der deutschen Sprache gemäß dem Gemeinsamen Europäischen Referenzrahmen für Sprachen (GERS) zumindest auf dem B2-Niveau verfügt; ",
            "annotations": []
        },
        {
            "text": "8. In den Fällen des §11a Abs6 Z2 StbG ein Nachweis über eine entsprechende Tätigkeit. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Von der Vorlage von Urkunden und Nachweisen gemäß Abs1 Z1, 2 und 4 kann abgesehen werden, wenn deren Beschaffung nachweislich nicht möglich oder nicht zumutbar ist und jeweils die Identität des Antragstellers anhand anderer unbedenklicher Dokumente festgestellt werden kann, wobei zur Beurteilung der Unbedenklichkeit insbesondere Verfahren gemäß §5 StbG herangezogen werden können. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Im Fall des Antrages eines Kindes auf Verleihung oder Erstreckung der Verleihung der Staatsbürgerschaft binnen sechs Monaten nach der Geburt entfällt, sofern das Kind noch nicht über ein gültiges Reisedokument verfügt, das Erfordernis der Vorlage des gültigen Reisedokumentes gemäß Abs1 Z1. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Eine Pflicht zur Vorlage von Urkunden nach Abs1 besteht nicht, wenn die zu beweisenden Tatsachen oder Rechtsverhältnisse durch Einsicht in das Zentrale Staatsbürgerschaftsregister (ZSR, §56a StbG), oder in andere den Behörden zur Verfügung stehende Register festgestellt werden können.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "1. Bedenken gegen die Verfassungsmäßigkeit der das angefochtene Erkenntnis tragenden Rechtsvorschriften wurden in der Beschwerde nicht geltend gemacht. Beim Verfassungsgerichtshof sind solche Bedenken angesichts des vorliegenden Beschwerdefalles auch nicht entstanden.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung unter anderem dann, wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher ",
            "annotations": []
        },
        {
            "text": "– in die Verfassung reichender – Fehler ist dem Landesverwaltungsgericht Salzburg unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Fremde haben im staatsbürgerschaftsrechtlichen Verfahren nach §19 Abs2 StbG mitzuwirken und einem Antrag auf Verleihung oder Erstreckung der Verleihung der Staatsbürgerschaft gemäß §2 Abs1 Staatsbürgerschaftsverordnung 1985 unter anderem ein gültiges Reisedokument (Z1) und eine Geburtsurkunde oder ein dieser gleichzuhaltendes Dokument (Z2) anzuschließen. Von der Vorlage von Urkunden und Nachweisen unter anderem gemäß §2 Abs1 Z1 und 2 Staatsbürgerschaftsverordnung 1985 kann abgesehen werden, wenn deren Beschaffung nachweislich nicht möglich oder nicht zumutbar ist und jeweils die Identität des Antragstellers anhand anderer unbedenklicher Dokumente festgestellt werden kann, wobei zur Beurteilung der Unbedenklichkeit insbesondere Verfahren gemäß §5 StbG herangezogen werden können (§2 Abs2 Staatsbürgerschaftsverordnung 1985).",
            "annotations": []
        },
        {
            "text": "Allgemein hält §5 Abs3 StbG fest, dass ein Fremder seine Identität durch unbedenkliche Urkunden oder sonstige geeignete und gleichwertige Bescheinigungsmittel nachzuweisen hat, wenn seine Identität nicht bereits durch Einsicht in das Zentrale Staatsbürgerschaftsregister (ZSR) oder in andere den Behörden zur Verfügung stehende Register unzweifelhaft festgestellt werden kann (VwGH 2.4.2021, Ro 2021/01/0010, mit Verweis auf §2 Abs4 Staatsbürgerschaftsverordnung 1985). Für einen Nachweis nach §5 Abs3 StbG kommen nur amtliche Lichtbildausweise in Betracht, die Vorlage anderer amtlicher Dokumente, wie einer Geburtsurkunde, genügen hiefür nicht (VwGH 2.4.2021, Ro 2021/01/0010). ",
            "annotations": []
        },
        {
            "text": "Gelingt dem Fremden ein solcher Nachweis seiner Identität nicht (und kann diese nicht bereits iSd §2 Abs4 Staatsbürgerschaftsverordnung 1985 durch Einsicht in entsprechende Register festgestellt werden), kann die Behörde die Abnahme der Papillarlinienabdrücke der Finger anordnen (§5 Abs3 StbG), \"um davon ausgehend beweiswürdigend die Identität des Fremden für die Verleihung der Staatsbürgerschaft zweifelsfrei festzustellen\" (VwGH 2.4.2021, Ro 2021/01/0010). Führt auch dies allein oder im Zusammenhang mit anderen Dokumenten und daran allenfalls anzuschließenden Ermittlungen nicht zur zweifelsfreien Feststellung der Identität, so hat die Behörde bzw das Verwaltungsgericht von Amts wegen auf andere Weise – etwa durch die Einsichtnahme in dafür geeignete Dokumente bzw Datenbanken oder durch Identitätszeugen – zu versuchen, die Identität des Fremden zweifelsfrei festzustellen (vgl VwGH 2.4.2021, Ro 2021/01/0010). ",
            "annotations": []
        },
        {
            "text": "3.2. Das Landesverwaltungsgericht Salzburg geht davon aus, dass die von der Beschwerdeführerin vorgelegten Dokumente, nämlich ein Fremdenpass und eine Geburtsurkunde, keinen Nachweis zur zweifelsfreien Feststellung der Identität im Sinne des §5 Abs3 StbG darstellen, da beide Dokumente (nur) auf einer \"Verfahrensidentität\" beruhen würden. Auch von der Abnahme der Papillarlinienabdrücke der Finger sei abzusehen, weil dies im Fall der Beschwerdeführerin nur zu einem Abgleich mit den schon im Asylverfahren abgenommenen Papillarlinienabdrücken und damit wiederum nur zu einer \"Verfahrensidentität\" führen könne. Einen Zusammenhang mit anderen Identitätsdokumenten herzustellen, sei nicht möglich.",
            "annotations": []
        },
        {
            "text": "3.3. Es geht im Staatsbürgerschaftsverleihungsverfahren darum, einer ganz bestimmten, durch ihren Namen identifizierbaren Person die Staatsbürgerschaft zu verleihen und insofern ihren rechtlichen Status zu gestalten (VwGH 2.9.2020, Ra 2020/01/0263 ua mwN). Das Landesverwaltungsgericht Salzburg geht – wie die Salzburger Landesregierung in ihrer Gegenschrift – davon aus, dass eine von §5 Abs3 StbG geforderte Identitätsfeststellung nur dann vorliege, wenn ein Identitätsnachweis im Zusammenhang mit Identitätsdokumenten (oder allenfalls in Verbindung mit Identitätszeugen) erbracht werden könne, die außerhalb der im Zuge des Asylverfahrens festgestellten \"Verfahrensidentität\" der Beschwerdeführerin liegen. Hätte §5 Abs3 StbG diesen Inhalt, würde diese Bestimmung Personen wie die Beschwerdeführerin, (die schon als Flüchtling geboren wurden und) denen es (objektiv) nicht möglich ist, Nachweise über ihre Identität zu erbringen, die nicht mit ihrer Identitätsfeststellung im Verfahren auf internationalen Schutz im Zusammenhang stehen, letztlich von der Verleihung der Staatsbürgerschaft ausschließen. Eine solche Anordnung wäre sachlich nicht zu rechtfertigen und stünde daher im Widerspruch zu den Anforderungen des aus ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973 folgenden Gleichbehandlungsgebotes von Fremden untereinander, deren Ungleichbehandlung nur dann und insoweit zulässig ist, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Salzburg wird im fortgesetzten Verfahren, wenn Identitätszeugen nicht vorhanden sind und Identitätsdokumente aus einem Herkunftsstaat (der Eltern) nicht beibringbar sind, zu prüfen haben, ob die von der Beschwerdeführerin durch Vorlage eines Fremdenpasses und einer Geburtsurkunde nachgewiesene Identität, auch wenn diese Nachweise während des Verfahrens über den Antrag der Beschwerdeführerin auf internationalen Schutz begründet wurden, zweifelsfrei feststeht und insofern die Anforderungen des §5 Abs3 StbG erfüllt sind.",
            "annotations": []
        },
        {
            "text": "4. Da das Landesverwaltungsgericht Salzburg §5 Abs3 StbG einen, dem ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973 widersprechenden Inhalt unterstellt hat, verletzt es die Beschwerdeführerin in ihrem verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (vgl VfGH 10.12.2014, B144/2013).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}