{
    "document_id": "JFT_20230613_23V00039_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art139 Abs1 Z3 B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art139 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof ist in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Gesetzwidrigkeit näher bezeichneter Bestimmungen der Verordnung des Gemeinderates der Stadt Wien vom 21. Dezember 2022, Pr. Zl 2001026-2022-GGI, Plandokument 8263.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (VfSlg 17.651/2005) lässt das Vorbringen des Antrages die behaupteten Gesetzwidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat:",
            "annotations": []
        },
        {
            "text": "Aus dem Antragsvorbringen lässt sich nicht ableiten, inwieweit unter Berücksichtigung der vom Verordnungsgeber abzuwägenden gesetzgeberischen Ziele die bekämpften Festlegungen (die Festlegung von durchblickfreien Einfriedungen ab einer Höhe von 0,5 m auf gärtnerisch auszugestaltenden Flächen sowie die Freihaltung und Duldung eines Raumes zur Errichtung eines öffentlichen Durchganges) auch angesichts der spezifischen Nutzung der Flächen (Zugang bzw Zufahrt zu einem Parkplatz) gesetzwidrig sein sollen. ",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Prozessvoraussetzungen hin geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}