{
    "document_id": "JFT_20230613_23G00163_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit der Wortfolge \"ihrer Ehegattin/ihres Ehegatten oder\" und beide Male des Wortes \"eingetragenen\" in §123 Abs3 erster Satz ASVG, BGBl 189/1955, idF BGBl I 100/2018 (in eventu idF BGBl I 139/2013) sowie des Wortes \"eingetragenen\" in §123 Abs3 zweiter Satz ASVG, BGBl 189/1955, idF BGBl I 100/2018 (in eventu idF BGBl I 139/2013), in eventu der Wortfolge \"ihrer Ehegattin/ihres Ehegatten oder\" und beide Male des Wortes \"eingetragenen\" in §123 Abs3 erster Satz ASVG, BGBl 189/1955, idF BGBl I 100/2018 (in eventu idF BGBl I 139/2013) sowie der Wortfolgen \"oder Nichtigerklärung\" und \"Ehe oder der eingetragenen\" in §123 Abs3 zweiter Satz ASVG, BGBl 189/1955, idF BGBl I 100/2018 (in eventu idF BGBl I 139/2013), in eventu der Wortfolge \"ihrer Ehegattin/ihres Ehegatten oder\" und beide Male des Wortes \"eingetragenen\" in §123 Abs3 erster Satz ASVG, BGBl 189/1955, idF BGBl I 100/2018 (in eventu idF BGBl I 139/2013) sowie des §123 Abs3 zweiter Satz ASVG, BGBl 189/1955, idF BGBl I 100/2018 (in eventu idF BGBl I 139/2013), in eventu des §123 Abs3 ASVG, BGBl 189/1955, idF BGBl I 100/2018 (in eventu idF BGBl I 139/2013), in eventu des §123 ASVG, BGBl 189/1955, idF BGBl I 100/2018 (in eventu idF BGBl I 139/2013) wegen Verstoßes gegen die verfassungsgesetzlich gewährleisteten Rechte auf Achtung des Privat- und Familienlebens (Art8 EMRK), auf \"Freiheit von Diskriminierung und auf Gleichbehandlung\" (Art7 B-VG, Art2 StGG, Art14 iVm Art8 EMRK, Art1 1. ZPEMRK, Art21 GRC) sowie auf \"bestmögliche Entwicklung und Entfaltung jedes Kindes sowie auf die Wahrung seiner Interessen und auf Primat des Kindeswohls bei allen Kinder betreffenden Maßnahmen\" (Art1 BVG Kinderrechte, Art24 Abs2 GRC):",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 17.979/2006 zur – von Art und Inhalt der Regelung und dem jeweiligen Sachzusammenhang abhängigen – verfassungsrechtlichen Zulässigkeit des Anknüpfens an formale familienrechtliche Kategorien sowie VfSlg 18.885/2009 zum dem Gesetzgeber bei der Beurteilung sozialer Bedarfslagen und bei der Ausgestaltung der an diese Bedarfslagen anknüpfenden sozialen Maßnahmen zukommenden weiten Beurteilungsspielraum und weiten rechtspolitischen Gestaltungsspielraum) lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}