{
    "document_id": "JFT_20230615_23G00013_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag ",
            "annotations": []
        },
        {
            "text": "Mit den vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Anträgen begehrt der Verwaltungsgerichtshof, \"die Wortfolge 'des Bundesverwaltungsgerichts und' in §209 Z3 Bundesgesetz über das Dienstverhältnis der Richterinnen und Richter, Staatsanwältinnen und Staatsanwälte und Richteramtsanwärterinnen und Richteramtsanwärter (Richter- und Staatsanwaltschaftsdienstgesetz - RStDG), BGBl Nr 305/1961 idF BGBl I Nr 120/2012, in eventu die Wortfolge 'des Bundesverwaltungsgerichts und' in §209 Z3 Bundesgesetz über das Dienstverhältnis der Richterinnen und Richter, Staatsanwältinnen und Staatsanwälte und Richteramtsanwärterinnen und Richteramtsanwärter (Richter- und Staatsanwaltschaftsdienstgesetz - RStDG), BGBl Nr 305/1961 idF BGBl I Nr 120/2012, sowie die Wortfolge 'und der beim Gerichtshof verwendeten Richter mit Ausnahme des Präsidenten und des (der) Vizepräsidenten' in §52 Abs1 Z1 Bundesgesetz über das Dienstverhältnis der Richterinnen und Richter, Staatsanwältinnen und Staatsanwälte und Richteramtsanwärterinnen und Richteramtsanwärter (Richter- und Staatsanwaltschaftsdienstgesetz - RStDG), BGBl Nr 305/1961 idF BGBl Nr 230/1988\", als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgebliche Rechtslage stellt sich wie folgt dar (die angefochtene Bestimmung ist hervorgehoben): ",
            "annotations": []
        },
        {
            "text": "1. Die relevanten Bestimmungen des Bundesgesetzes über das Dienstverhältnis der Richterinnen und Richter, Staatsanwältinnen und Staatsanwälte und Richteramtsanwärterinnen und Richteramtsanwärter (Richter- und Staatsanwaltschaftsdienstgesetz – RStDG), BGBl 305/1961, idF BGBl I 224/2021 lauten auszugsweise: ",
            "annotations": []
        },
        {
            "text": "\"Zuständigkeit für die Dienstbeschreibung",
            "annotations": []
        },
        {
            "text": "§52. (1) Für die Dienstbeschreibung der Richter ist zuständig:",
            "annotations": []
        },
        {
            "text": "1. der Personalsenat des Gerichtshofes erster Instanz hinsichtlich der bei den unterstellten Bezirksgerichten und der beim Gerichtshof verwendeten Richter mit Ausnahme des Präsidenten und des (der) Vizepräsidenten;",
            "annotations": []
        },
        {
            "text": "2. der Personalsenat des Oberlandesgerichtes hinsichtlich der Richter für den Sprengel des Oberlandesgerichtes, der Präsidenten und der Vizepräsidenten der Gerichtshöfe erster Instanz und der beim Oberlandesgericht verwendeten Richter mit Ausnahme des Präsidenten und des Vizepräsidenten;",
            "annotations": []
        },
        {
            "text": "3. der Personalsenat des Obersten Gerichtshofes hinsichtlich der Präsidenten und der Vizepräsidenten der Oberlandesgerichte und der beim Obersten Gerichtshof verwendeten Richter mit Ausnahme des Präsidenten und der Vizepräsidenten. ",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Entwurf und Festsetzung der Dienstbeschreibung",
            "annotations": []
        },
        {
            "text": "§53. (1) Der Berichterstatter des Personalsenates hat die Dienstbeschreibung nach den Fragepunkten des §54 schriftlich zu entwerfen.",
            "annotations": []
        },
        {
            "text": "(2) Der Personalsenat hat die Dienstbeschreibung nach Prüfung des schriftlichen Entwurfes festzusetzen. Hält er ergänzende Aufklärungen für geboten, so kann er die ihm erforderlich erscheinenden Ermittlungen durchführen.",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "Gesamtbeurteilung",
            "annotations": []
        },
        {
            "text": "§54. (1) Bei der Dienstbeschreibung sind zu berücksichtigen:",
            "annotations": []
        },
        {
            "text": "1. Umfang und Aktualität der fachlichen Kenntnisse, insbesondere der zur Amtsführung notwendigen Vorschriften;",
            "annotations": []
        },
        {
            "text": "2. die Fähigkeiten und die Auffassung;",
            "annotations": []
        },
        {
            "text": "3. der Fleiß, die Ausdauer, Gewissenhaftigkeit, Verläßlichkeit, Entschlußkraft und Zielstrebigkeit;",
            "annotations": []
        },
        {
            "text": "4. die sozialen Fähigkeiten (§14 Abs2), die Kommunikationsfähigkeit und die Eignung für den Parteienverkehr;",
            "annotations": []
        },
        {
            "text": "5. die Ausdrucksfähigkeit (schriftlich und mündlich) in der deutschen Sprache und, sofern es für den Dienst erforderlich ist, die Kenntnis von Fremdsprachen;",
            "annotations": []
        },
        {
            "text": "6. das sonstige Verhalten im Dienst, insbesondere gegenüber Vorgesetzten, Mitarbeitern und Parteien, sowie das Verhalten außerhalb des Dienstes, sofern Rückwirkungen auf den Dienst eintreten;",
            "annotations": []
        },
        {
            "text": "7. bei Richtern, die auf eine leitende Planstelle ernannt sind oder bei denen die Ernennung auf eine solche Planstelle in Frage kommt, die Eignung hiefür;",
            "annotations": []
        },
        {
            "text": "8. der Erfolg der Verwendung.",
            "annotations": []
        },
        {
            "text": "(2) Besondere, für die Dienstbeschreibung entscheidende Umstände sind ausdrücklich anzuführen.",
            "annotations": []
        },
        {
            "text": "(3) Die Gesamtbeurteilung hat zu lauten:",
            "annotations": []
        },
        {
            "text": "1. ausgezeichnet, bei hervorragenden Kenntnissen, Fähigkeiten und Leistungen;",
            "annotations": []
        },
        {
            "text": "2. sehr gut, bei überdurchschnittlichen Kenntnissen, Fähigkeiten und Leistungen;",
            "annotations": []
        },
        {
            "text": "3. gut, bei durchschnittlichen Kenntnissen, Fähigkeiten und Leistungen;",
            "annotations": []
        },
        {
            "text": "4. entsprechend, wenn das zur ordnungsgemäßen Versehung des Dienstes unerläßliche Mindestmaß an Leistung ständig erreicht wird;",
            "annotations": []
        },
        {
            "text": "5. nicht entsprechend, wenn das zur ordnungsgemäßen Versehung des Dienstes unerläßliche Mindestmaß an Leistung nicht erreicht wird.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Dienst- und Disziplinarrecht",
            "annotations": []
        },
        {
            "text": "§209. Soweit in den Organisationsgesetzen des Bundesverwaltungsgerichts und des Bundesfinanzgerichts nicht anderes bestimmt ist, sind die für das Dienstverhältnis der Richterinnen und Richter des Landesgerichtes geltenden Bestimmungen dieses Bundesgesetzes auf das Dienstverhältnis der Richterinnen und Richter des Bundesverwaltungsgerichts und des Bundesfinanzgerichts mit folgenden Maßgaben sinngemäß anzuwenden:",
            "annotations": []
        },
        {
            "text": "1. […]",
            "annotations": []
        },
        {
            "text": "2. Der gemäß §36 zu bildende Personalsenat besteht aus der Präsidentin oder dem Präsidenten und der Vizepräsidentin oder dem Vizepräsidenten des Bundesverwaltungsgerichts oder des Bundesfinanzgerichts als Mitglieder kraft Amtes und fünf von der Vollversammlung aus ihrer Mitte gewählten Mitgliedern (Wahlmitglieder). Für die fünf Wahlmitglieder sind von der Vollversammlung aus ihrer Mitte fünfzehn Ersatzmitglieder zu wählen.",
            "annotations": []
        },
        {
            "text": "3. Für die Dienstbeschreibung der Richterinnen und Richter des Bundesverwaltungsgerichts und des Bundesfinanzgerichts mit Ausnahme der Präsidentin oder des Präsidenten und der Vizepräsidentin oder des Vizepräsidenten gemäß §52 ist der Personalsenat zuständig.",
            "annotations": []
        },
        {
            "text": "4.-5. […]\"",
            "annotations": []
        },
        {
            "text": "2. Das Bundesgesetz über die Organisation des Bundesverwaltungsgerichtes (Bundesverwaltungsgerichtsgesetz – BVwGG), BGBl I 10/2013, idF BGBl I 87/2021 lautet auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Zusammensetzung des Bundesverwaltungsgerichtes und Ernennung der Mitglieder",
            "annotations": []
        },
        {
            "text": "§2. (1) Das Bundesverwaltungsgericht besteht aus folgenden Mitgliedern:",
            "annotations": []
        },
        {
            "text": "1. dem Präsidenten,",
            "annotations": []
        },
        {
            "text": "2. dem Vizepräsidenten und",
            "annotations": []
        },
        {
            "text": "3. den sonstigen Mitgliedern.",
            "annotations": []
        },
        {
            "text": "(2)-(3) […]",
            "annotations": []
        },
        {
            "text": "(4) Vor der Erstattung von Vorschlägen für die Stellen der sonstigen Mitglieder hat die Bundesregierung Dreiervorschläge des Personalsenates einzuholen.",
            "annotations": []
        },
        {
            "text": "(5) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Organe des Bundesverwaltungsgerichtes",
            "annotations": []
        },
        {
            "text": "Präsident",
            "annotations": []
        },
        {
            "text": "§3. (1) Der Präsident leitet das Bundesverwaltungsgericht, übt die Dienstaufsicht über das gesamte Personal aus und führt die Justizverwaltungsgeschäfte für das Bundesverwaltungsgericht, soweit diese nicht auf Grund dieses oder anderer Bundesgesetze durch andere Organe zu erledigen sind. Insbesondere nimmt er auch die dienstbehördlichen Aufgaben und die Aufgaben der inneren Revision (§78a des Gerichtsorganisationsgesetzes – GOG, RGBl. Nr 217/1896) wahr. Dem Präsidenten obliegt es auch, bei voller Wahrung der richterlichen Unabhängigkeit auf eine möglichst einheitliche Rechtsprechung Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "(2)-(5) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Personalsenat",
            "annotations": []
        },
        {
            "text": "§10. (1) Der Personalsenat besteht aus dem Präsidenten, dem Vizepräsidenten und fünf von der Vollversammlung aus ihrer Mitte gewählten Mitgliedern (Wahlmitglieder). Für die Wahlmitglieder sind von der Vollversammlung aus ihrer Mitte 15 Ersatzmitglieder zu wählen.",
            "annotations": []
        },
        {
            "text": "(2) Im Übrigen sind auf die Zusammensetzung, die Wahl und die Geschäftsführung des Personalsenates die Bestimmungen des Richter- und Staatsanwaltschaftsdienstgesetzes – RStDG, BGBl Nr 305/1961, über die Personalsenate sinngemäß anzuwenden.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Den Anträgen liegen folgende Sachverhalte zugrunde: ",
            "annotations": []
        },
        {
            "text": "Beim Verwaltungsgerichtshof sind Revisionen anhängig, mit denen die Revisionswerber, beide Mitglieder des Bundesverwaltungsgerichtes, Beschlüsse des Personalsenates des Bundesverwaltungsgerichtes bekämpfen. Von einem Revisionswerber wurden Beschlüsse des Personalsenates des Bundesverwaltungsgerichtes vom 24. Februar 2021 (Ro 2021/09/0014) und vom 29. März 2022 (Ro 2022/09/0005) angefochten; mit dem Beschluss vom 24. Februar 2021 wurde die Gesamtbeurteilung der Dienstbeschreibung des Revisionswerbers für das Kalenderjahr 2020 mit \"nicht entsprechend\" festgelegt und mit dem Beschluss vom 29. März 2022 wurde das Dienstbeurteilungsverfahren des Revisionswerbers für das Kalenderjahr 2021 ausgesetzt. Der zweite Revisionswerber hat den Beschluss des Personalsenates des Bundesverwaltungsgerichtes vom 8. März 2021 angefochten, mit dem seine Dienstbeschreibung mit \"sehr gut\" festgelegt wurde.",
            "annotations": []
        },
        {
            "text": "Bei der Behandlung der gegen diese Beschlüsse erhobenen Revisionen sind beim Verwaltungsgerichtshof Bedenken ob der Verfassungskonformität der Wortfolge \"des Bundesverwaltungsgerichts und\" in §209 Z3 RStDG entstanden. ",
            "annotations": []
        },
        {
            "text": "2. Der Verwaltungsgerichtshof legt die Bedenken, die ihn zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar: ",
            "annotations": []
        },
        {
            "text": "\"Der Verfassungsgerichtshof hat in seinem Erkenntnis vom 14. Juni 2018, G29/2018-14, G108/2018-10, die Bestimmungen des Gesetzes über das Verwaltungsgericht Wien - VGWG betreffend den Disziplinarausschuss des Verwaltungsgerichts Wien als verfassungswidrig aufgehoben, weil es sich bei diesem um keinen gemäß Art135 Abs1 B-VG gebildeten Senat gehandelt hat. Dabei hat der Verfassungsgerichtshof ausgesprochen, dass zu den vom Verwaltungsgericht zu besorgenden Geschäften nicht nur die Aufgaben im Sinne des Art130 B-VG gehören, sondern auch die gerichtlichen Geschäfte im Sinn des Art87 Abs2 B-VG. Letztere umfassen jedenfalls sämtliche Angelegenheiten, die von den Richtern in Ausübung ihres richterlichen Amtes auf Grund verfassungsrechtlicher Anordnung - wie zB jener in Art88 Abs2 B-VG - zu besorgen sind. Weiters hat er darauf hingewiesen, dass für diese Einordnung spricht, dass betreffend die monokratische Justizverwaltung die Verwaltungsgerichte selbst Rechtsmittelbehörde sind; Entscheidungen von kollegialen Justizverwaltungsorganen jedoch - obwohl es sich, materiell betrachtet, um erstinstanzliche Justizverwaltungsangelegenheiten handelt - wie jede andere von einem Verwaltungsgericht nach Art135 Abs1 B-VG erlassene Entscheidung als Erkenntnis oder Beschluss eines Verwaltungsgerichts direkt beim Verwaltungsgerichtshof bzw Verfassungsgerichtshof zu bekämpfen sind.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat im Zusammenhang mit Gesamtbeurteilungen nach §54 RStDG ebenfalls die Auffassung vertreten, dass gegen die in Ausübung der kollegialen Justizverwaltung ergangenen Beschlüsse (dort: Personalsenat des Bundesfinanzgerichtes) - obwohl es sich materiell betrachtet um erstinstanzliche Justizverwaltungsangelegenheiten handelt - wie gegen jede andere von einem Verwaltungsgericht erlassene Entscheidung mittels Revision an den Verwaltungsgerichtshof gemäß Art133 Abs1 Z1 iVm Abs9 B-VG oder mittels Beschwerde an den Verfassungsgerichtshof gemäß Art144 B-VG vorgegangen werden kann (VfGH 25.6.2021, E1873/2021-8, unter Hinweis auf VfGH 14.6.2018, G29/2018-14, G108/2018-10).",
            "annotations": []
        },
        {
            "text": "Der Verwaltungsgerichtshof hat sich (auch im Fall einer Dienstbeschreibung nach dem RStDG) der vom Verfassungsgerichtshof judizierten Ansicht angeschlossen, wonach Entscheidungen von kollegialen Justizverwaltungsorganen der Verwaltungsgerichte, obwohl es sich materiell betrachtet um erstinstanzliche Justizverwaltungsangelegenheiten handelt, wie jede andere von einem Verwaltungsgericht nach Art135 Abs1 B-VG erlassene Entscheidung als Erkenntnis oder Beschluss eines Verwaltungsgerichts beim Verwaltungsgerichtshof mit Revision bekämpft werden können (VwGH 28.10.2021, Ro 2021/09/0007 und 0030).",
            "annotations": []
        },
        {
            "text": "Vor diesem Hintergrund bestehen Bedenken an der Verfassungskonformität der angefochtenen Regelungen, mit denen eine Zuständigkeit des Personalsenats für Dienstbeschreibungen von Richterinnen und Richtern des Bundesverwaltungsgerichts festgelegt wird, kann die Dienstbeurteilung doch auch als gerichtliches Geschäft im Sinn des Art87 Abs2 B-VG im Sinn der angeführten Rechtsprechung des Verfassungsgerichtshofes verstanden werden, die von einem gemäß Art135 Abs1 B-VG gebildeten Senat zu besorgen ist. Der Personalsenat setzt sich jedoch gemäß §209 Z2 RStDG aus Mitgliedern zusammen, die teils unmittelbar durch Gesetz in diese Funktion berufen werden (Präsident, Vizepräsident), mehrheitlich jedoch durch die Vollversammlung gewählt werden. Die Zusammensetzung entspricht sohin nicht den Vorgaben des Art135 B-VG.",
            "annotations": []
        },
        {
            "text": "Selbst wenn man die Ansicht vertreten sollte, dass es sich bei der Dienstbeschreibung durch den Personalsenat um kein gerichtliches Geschäft im Sinn des Art87 Abs2 B-VG handle, stellt sich die Frage, ob die angefochtenen Regelungen, mit denen die Zuständigkeit für die Dienstbeschreibungen festgelegt wird, auch unter den Tatbestand des Art130 Abs2 Z3 B-VG (Zulässigkeit der erstinstanzlichen Betrauung eines Verwaltungsgerichts zur Entscheidung über Streitigkeiten in dienstrechtlichen Angelegenheiten; siehe dazu insbesondere VfGH 14.6.2019, G396/2018-14) oder die mit BGBl I Nr 14/2019 dem Art130 Abs2 B-VG hinzugefügten Z4 eingeführte Generalklausel zu subsumieren sind. Dann läge eine Aufgabe im Sinn des Art130 B-VG vor und somit ein vom Verwaltungsgericht 'zu besorgendes Geschäft' nach Art135 Abs2 B-VG, welches Senaten im Sinn des Art135 Abs1 B-VG vorbehalten ist.",
            "annotations": []
        },
        {
            "text": "Mit der Aufhebung der im Hauptantrag angeführten Wortfolge in §209 Z3 RStDG würde die Verfassungswidrigkeit im dargelegten Sinn beseitigt, ohne dass der verbleibende Rest der gesetzlichen Bestimmungen unverständlich oder unanwendbar oder eine Veränderung seiner Bedeutung erfahren würde. Es würde aber auch nicht mehr aus dem Rechtsbestand ausgeschieden, als Voraussetzung für den einen Richter des Bundesverwaltungsgerichts betreffenden Anlassfall ist.",
            "annotations": []
        },
        {
            "text": "Der Eventualantrag wird für den Fall gestellt, dass der Verfassungsgerichtshof der Ansicht ist, dass die Regelung des §209 erster Satz RStDG so zu verstehen ist, dass damit bei Wegfall der im Hauptantrag angeführten Wortfolge auf §52 Abs1 Z1 RStDG, welcher die Zuständigkeit der Personalsenate der Gerichtshöfe erster Instanz für die Dienstbeschreibung der Richter der Landesgerichte normiert, verwiesen und eine Zuständigkeit des Personalsenats des Bundesverwaltungsgerichts für die Dienstbeschreibung der Richterinnen und Richter des Bundesverwaltungsgerichts festgelegt wird, und daher der verfassungskonforme Zustand nur durch die Beseitigung der im Eventualantrag zusätzlich bekämpften Wortfolge in §52 Abs1 Z1 RStDG hergestellt werden kann.\"",
            "annotations": []
        },
        {
            "text": "3. Die Bundesregierung hat eine Äußerung erstattet, in der sie beantragt, \"der Verfassungsgerichthof wolle aussprechen, dass die angefochtenen Wortfolgen nicht als verfassungswidrig aufgehoben werden\". Sie erachtet den Hauptantrag für zulässig und tritt den im Antrag erhobenen Bedenken – auszugsweise – wie folgt entgegen: ",
            "annotations": []
        },
        {
            "text": "\"1.3. Gemäß Art135 Abs1 B-VG 'erkennen' die Verwaltungsgerichte durch Einzelrichter. Durch Gesetz kann statt der Zuständigkeit des Einzelrichters auch eine Senatszuständigkeit begründet werden. Das 'Erkennen' bezieht sich auf die in Art130 Abs1, 1a, 2 und 2a B-VG genannten Beschwerden, Streitigkeiten und Anträge (vgl F. Herbst, Art135 B-VG, in Köhler/Brandtner/Schmelz (Hrsg.), VwGVG, 2021, Rz 12, 32). Davon nicht erfasst ist die (monokratische oder kollegiale) Justizverwaltung, sodass es auch zulässig ist, für die Angelegenheiten der kollegialen Justizverwaltung besondere Kollegialorgane einzurichten, denen auch Amtsmitglieder angehören können (siehe Ranacher, Organisation und Dienstrecht: Anforderungen und Spielräume für die Gesetzgeber, in Holoubek/Lang [Hrsg.], Die Verwaltungsgerichtsbarkeit erster Instanz, 2013, 163 [174]; Segalla, Die Organisation der Landesverwaltungsgerichte, in ÖJK [Hrsg.], Justizstaat: Chance oder Risiko?, 2014, 167 [169 f]; Fischer/Zeinhofer/Buchinger, Organisation, Besetzung und Zuständigkeit der Landesverwaltungsgerichte, in Fischer/Pabel/Raschauer [Hrsg.], Handbuch der Verwaltungsgerichtsbarkeit2, 2019, Rz 9; Madner, Organisation, Besetzung und Zuständigkeit des Bundesverwaltungsgerichts, in Fischer/Pabel/Raschauer [Hrsg.], Handbuch der Verwaltungsgerichtsbarkeit2, 2019, Rz 22).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof ist in seinem Erk. VfSlg 20.254/2018 darüber hinaus zur Auffassung gelangt, dass auch Angelegenheiten der Justizverwaltung durch Einzelrichter oder Senate iSv. Art135 Abs1 B-VG zu besorgen sind, wenn diese 'in Ausübung ihres richterlichen Amtes auf Grund verfassungsrechtlicher Anordnung – wie zB jener in Art88 Abs2 B-VG – zu besorgen sind'. Eine verfassungsrechtliche Anordnung, wonach Dienstbeschreibungen zu erstellen wären, besteht nicht. Auch führen Dienstbeschreibungen nicht ex lege zu einer Amtsenthebung, Versetzung oder Versetzung in den Ruhestand (vgl OGH 17.12.2002, Dg 2/02; 9.03.2005, Dg 1/04; daran anschließend BFG 29.05.2019, DG/001/2018; siehe auch Fellner/Nogratnig, RStDG, GOG und StAG I5.01 §88 RStDG Rz 6 f [Stand 1.2.2022, rdb.at]).",
            "annotations": []
        },
        {
            "text": "1.4. Der Verwaltungsgerichtshof führt in seinem Antrag nicht etwa aus, dass sämtliche Angelegenheiten der kollegialen Justizverwaltung durch Senate iSv. Art135 Abs1 B-VG zu besorgen wären, sondern stellt vielmehr einen Zusammenhang zwischen der Revisibilität der Dienstbeschreibungen und dem verfassungsrechtlich zu erkennen habenden Organ her: Dienstbeschreibungen können 'wie jede andere von einem Verwaltungsgericht nach Art135 Abs1 B-VG erlassene Entscheidung als Erkenntnis oder Beschluss eines Verwaltungsgerichts' beim Verwaltungsgerichtshof bzw Verfassungsgerichtshof angefochten werden.",
            "annotations": []
        },
        {
            "text": "1.5. Die Bundesregierung geht zunächst davon aus, dass Angelegenheiten der kollegialen Justizverwaltung nicht schlechthin durch Senate iSv Art135 Abs1 B-VG zu besorgen sind (da ansonsten die Einrichtung sonstiger kollegialer Justizverwaltungsorgane verunmöglicht wäre), sondern dass (ausschließlich) fraglich ist, ob die Erstellung von Dienstbeschreibungen, obwohl es sich dabei um eine Angelegenheit der Justizverwaltung handelt, durch einen Senat iSv Art135 Abs1 B-VG zu erfolgen habe.",
            "annotations": []
        },
        {
            "text": "1.6. Nach Ansicht der Bundesregierung ist aus dem Umstand, dass die Dienstbeschreibung als 'Beschluss' eines Verwaltungsgerichts (genauer: eines Personalsenats) in Revision oder Beschwerde gezogen werden kann, nicht zwingend zu folgern, dass der Beschluss deshalb durch ein bestimmtes Organ des Verwaltungsgerichts zu fassen ist. Allenfalls könnte die Erlassung eines 'Beschlusses' durch ein anderes als in Art135 Abs1 B-VG genanntes Organ dazu führen, dass die Revision beim Verwaltungsgerichtshof bzw die Beschwerde beim Verfassungsgerichtshof unzulässig ist (siehe zum Verhältnis von Rechtsaktqualifikation und daran anknüpfenden Rechtsfolgen Ringhofer, Was ist und woran erkennt man einen Bescheid?, ZfV 1987, 109).",
            "annotations": []
        },
        {
            "text": "1.7. Zu der vom Verwaltungsgerichtshof aufgeworfenen Frage, ob es sich bei der Dienstbeschreibung um eine Entscheidung des Verwaltungsgerichts in dienstrechtlichen Streitigkeiten gemäß Art130 Abs2 Z3 B-VG oder über sonstige Beschwerden, Streitigkeiten oder Anträge gemäß Art130 Abs2 Z4 B-VG handelt (sodass deshalb ein Senat iSv Art135 Abs1 B-VG zur Entscheidung berufen wäre), nimmt die Bundesregierung wie folgt Stellung:",
            "annotations": []
        },
        {
            "text": "Anhand der Rechtsentwicklung lässt sich zeigen, dass das Erstellen der Dienstbeschreibung, nicht zuletzt auf Grund ihrer Herkunft aus der ordentlichen Gerichtsbarkeit, von der Gesetzgebung als Angelegenheit der Justizverwaltung behandelt wurde. Schon für die Mitglieder des Asylgerichtshofs sieht §209 Z3 RStDG in der Fassung der Dienstrechts-Novelle 2011 eine Dienstbeschreibung durch den Personalsenat vor. Die Zuständigkeit der Verwaltungsgerichte gemäß Art130 Abs2 Z3 B-VG wurde jedoch erst durch die Verwaltungsgerichtsbarkeits-Novelle 2012 geschaffen. Die Zuständigkeit gemäß Art130 Abs2 Z4 B-VG, über Beschwerden, Streitigkeiten oder Anträge in sonstigen Angelegenheiten zu erkennen, wurde durch das Bundesgesetz BGBl I Nr 14/2019 eingeführt.",
            "annotations": []
        },
        {
            "text": "Dass das Erstellen der Dienstbeschreibung keine Entscheidung in Verfahren nach Art130 Abs2 Z3 oder 4 B-VG ist, lässt sich nach Auffassung der Bundesregierung auch daran erkennen, dass §209 Z3 RStDG nicht das 'Verwaltungsgericht' für zuständig erklärt, sondern den 'Personalsenat'.",
            "annotations": []
        },
        {
            "text": "Andernfalls müsste geprüft werden, ob für die in Art130 Abs2 Z3 B-VG genannten dienstrechtlichen Streitigkeiten auch amtswegig wahrzunehmende Befugnisse der Verwaltungsgerichte begründet werden können (bejahend Faber, Verwaltungsgerichtsbarkeit 2013, Art130 Rz 45, mwN), wogegen jedoch der Wortlaut der Bestimmung spricht (es erscheint auch fraglich, ob das Erstellen einer Dienstbeschreibung als dienstrechtliche 'Streitigkeit' angesehen werden kann). Auch legt die Formulierung des Art130 Abs2 Z4 B-VG die Annahme nahe, dass eine Zuständigkeit der Verwaltungsgerichte für amtswegige Verfahren ausgeschlossen ist, da ansonsten die Tatbestandselemente der 'Beschwerden', 'Streitigkeiten' und 'Anträge' überflüssig erschienen und sich die Verfassungsgesetzgebung darauf beschränken hätte können, anzuordnen, dass durch Bundes- oder Landesgesetz Zuständigkeiten der Verwaltungsgerichte 'zur Entscheidung in sonstigen Angelegenheiten' begründet werden können. Eine auf Art130 Abs2 Z3 oder 4 B-VG gestützte Zuständigkeit der Verwaltungsgerichte, amtswegig über Dienstbeschreibungen zu erkennen, dürfte daher nach Auffassung der Bundesregierung unzulässig sein.",
            "annotations": []
        },
        {
            "text": "2. Zusammenfassend wird daher festgehalten, dass die angefochtenen Wortfolgen nach Ansicht der Bundesregierung nicht verfassungswidrig sind.\" (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "4. Der Personalsenat des Bundesverwaltungsgerichtes erstattete eine Äußerung, in der er zunächst seine Annahme darlegt, dass eine Aufhebung – mit Ausnahme der (Quasi-)Anlassfälle – keine Auswirkungen auf jene Dienstbeurteilungen habe, die im Zeitpunkt der Antragstellung bereits anhängig oder abgeschlossen gewesen seien. Zudem führt er aus, dass eine Differenzierung zwischen den Dienstbeurteilungen von Richterinnen des Bundesverwaltungsgerichtes und jenen der ordentlichen Gerichtsbarkeit nicht mit dem Willen des Verfassungsgesetzgebers vereinbar sei. Dieser sei nämlich von einem einheitlichen Richterbild ausgegangen, mit dem es unvereinbar wäre, der Dienstbeurteilung im Bereich der Verwaltungsgerichtsbarkeit nicht dieselben gesetzlichen Bestimmungen zugrunde zu legen. ",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat über die in sinngemäßer Anwendung von §187 und §404 ZPO iVm §35 Abs1 VfGG zur gemeinsamen Beratung und Entscheidung verbundenen Anträge erwogen:",
            "annotations": []
        },
        {
            "text": "1. Die – zulässigen – Anträge sind nicht begründet. ",
            "annotations": []
        },
        {
            "text": "2. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "3. Der Verwaltungsgerichtshof hegt verfassungsrechtliche Bedenken gegen die Zuständigkeit des Personalausschusses für Dienstbeurteilungen, weil solche Entscheidungen zwar materiell betrachtet erstinstanzliche Justizverwaltungsangelegenheiten seien, auf Grund ihrer gesetzlich vorgesehenen kollegialen Besorgung aber als gerichtliches Geschäft im Sinne des Art87 Abs2 B-VG anzusehen seien. Der übereinstimmenden Rechtsprechung der Gerichtshöfe des öffentlichen Rechtes sei zu entnehmen, dass die Dienstbeurteilung mittels Revision nach Art133 Abs1 Z1 iVm Abs9 B-VG oder mittels Beschwerde nach Art144 B-VG bekämpft werden könne. Aus diesen Rechtsschutzmöglichkeiten und der Einordnung als gerichtliches Geschäft folge, dass nur ein Senat gemäß Art135 Abs1 vierter Satz B-VG, der von der Vollversammlung oder einem aus ihrer Mitte zu wählenden Ausschuss zu bilden sei, mit der Dienstbeurteilung betraut werden dürfe. Diesen Anforderungen werde der Personalsenat des Bundesverwaltungsgerichtes nicht gerecht, weil ihm nach §10 BVwGG iVm §209 RStDG zwei seiner Mitglieder, nämlich der Präsident sowie der Vizepräsident des Bundesverwaltungsgerichtes, schon ex lege auf Grund ihrer Funktion angehören würden und die weiteren fünf Mitglieder von der Vollversammlung zu wählen seien.",
            "annotations": []
        },
        {
            "text": "4. Die Bundesregierung tritt diesen Bedenken zunächst mit dem Argument entgegen, dass nicht alle Justizverwaltungssachen durch Einzelrichter oder Senate im Sinne des Art135 Abs1 B-VG zu besorgen seien, sondern nur jene, für die eine verfassungsrechtliche Anordnung – wie Art88 Abs2 B-VG – dies gebiete. Dienstbeurteilungen würden nicht darunterfallen. Zudem lasse sich aus dem Umstand, dass die Dienstbeurteilung der Revision bzw der Beschwerde nach Art144 B-VG unterliege, nicht auf eine Zuständigkeit eines bestimmten Organes des Verwaltungsgerichtes schließen. Vielmehr könne aus der Zuständigkeit eines anderen als der in Art135 Abs1 B-VG genannten Organe allenfalls die Unzulässigkeit der Revision bzw Beschwerde geschlossen werden, zumal es sich auch aus historischen Erwägungen nicht um Angelegenheiten gemäß Art130 Abs2 Z3 und 4 B-VG handle. ",
            "annotations": []
        },
        {
            "text": "5. Aus Art134 Abs7 iVm Art87 Abs2 B-VG ergibt sich nach der Rechtsprechung des Verfassungsgerichtshofes, dass der einfache Gesetzgeber ermächtigt ist, Aufgaben der Justizverwaltung an Einzelrichter oder Senate bzw Kommissionen der Verwaltungsgerichte zu übertragen (vgl VfSlg 20.076/2016, 20.254/2018; VfGH 7.3.2023, G282/2022 ua). Sofern Aufgaben der Justizverwaltung kollegial zu besorgen sind, werden die Richter in Ausübung ihres richterlichen Amtes tätig und liegt eine Vollziehung durch Gerichte vor (zB VfSlg 7753/1976, 13.215/1992, 19.618/2012, 20.076/2016, 20.254/2018; VfGH 7.3.2023, G282/2022 ua).",
            "annotations": []
        },
        {
            "text": "Sieht der Gesetzgeber die kollegiale Besorgung einer Justizverwaltungssache in Form eines Erkenntnisses oder Beschlusses vor, das bzw der mittels Beschwerde gemäß Art144 B-VG sowie mittels Revision gemäß Art133 Abs1 iVm Abs9 B-VG anfechtbar ist, handelt es sich um ein vom Verwaltungsgericht zu besorgendes Geschäft im Sinne des Art135 Abs2 B-VG (VfGH 7.3.2023, G282/2022 ua). Darunter fallen sohin nicht nur – wie die Bundesregierung vermeint – die von Art88 Abs2 B-VG erfassten Justizverwaltungssachen, sondern auch jene vom einfachen Gesetzgeber der kollegialen Erledigung durch Erkenntnis oder Beschluss zugewiesenen Justizverwaltungssachen, sofern sie einer Anfechtung vor den Gerichtshöfen des öffentlichen Rechtes zugänglich sind (vgl zu den von Art88 Abs2 B-VG erfassten Angelegenheiten bereits VfSlg 20.327/2019 und zum darüberhinausgehenden Bereich VfGH 7.3.2022, G282/2022).",
            "annotations": []
        },
        {
            "text": "Gemäß Art135 Abs2 B-VG sind die vom Verwaltungsgericht zu besorgenden Geschäfte grundsätzlich durch die Vollversammlung oder einen aus ihrer Mitte zu wählenden Ausschuss auf die Einzelrichter und die Senate zu verteilen. Nach Art135 Abs1 B-VG haben die für die Verwaltungsgerichte zuständigen Organisationsgesetzgeber die Größe der Senate festzulegen. Zu bilden sind die Senate grundsätzlich von der Vollversammlung oder einem aus ihrer Mitte zu wählenden Ausschuss, der aus dem Präsidenten, dem Vizepräsidenten und einer gesetzlich zu bestimmenden Zahl von sonstigen Mitgliedern des Verwaltungsgerichtes zu bestehen hat. Eine gesetzlich zwingend vorgesehene Zugehörigkeit eines bestimmten Mitgliedes des Verwaltungsgerichtes ist daher mit diesen Anforderungen unvereinbar (vgl VfSlg 20.076/2016; VfGH 7.3.2023, G282/2022 ua).",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof im Erkenntnis vom 7. März 2023, G282/2022 ua ausgesprochen hat, dürfen aber jene bereits verfassungsgesetzlich unmittelbar mit der Besorgung einzelner Justizverwaltungssachen betrauten Kollegialorgane mit weiteren Justizverwaltungssachen betraut werden, die in einem sachlichen Zusammenhang mit der durch die Verfassung zugewiesenen Aufgabe stehen, auch wenn diese als vom Verwaltungsgericht zu besorgendes Geschäft im Sinne des Art135 Abs2 B-VG zu qualifizieren sind.",
            "annotations": []
        },
        {
            "text": "6. Die Erstellung der Dienstbeurteilung inklusive Gesamtbeurteilung nach §53, §54 iVm §209 Z3 RStDG für Richter des Bundesverwaltungsgerichtes stellt eine Aufgabe der Justizverwaltung dar. §209 Z3 RStDG weist diese Aufgabe dem Personalsenat des Bundesverwaltungsgerichtes zur kollegialen Besorgung zu, sodass eine Vollziehung durch ein Gericht vorliegt (vgl VfSlg 13.215/1992 zur Einordnung einer Dienstbeschreibung als gerichtliche Entscheidung in der ordentlichen Gerichtsbarkeit). Bei der Dienstbeurteilung handelt es sich um eine Entscheidung des Personalsenates des Bundesverwaltungsgerichtes, die vor den Gerichtshöfen des öffentlichen Rechtes angefochten werden kann (vgl VfGH 25.6.2021, E1873/2021 sowie etwa VwGH 28.10.2021, Ro 2021/09/0007 ua zum Bundesfinanzgericht, für das die Dienstbeurteilung ebenfalls gemäß §53, §54 iVm §209 Z3 RStDG vorzunehmen ist). Es liegt somit eine Aufgabe vor, die als ein vom Verwaltungsgericht zu besorgendes Geschäft im Sinne des Art135 Abs2 B-VG zu qualifizieren ist.",
            "annotations": []
        },
        {
            "text": "Die Zusammensetzung des Personalsenates des Bundesverwaltungsgerichtes wird durch §10 BVwGG iVm §209 Z2 RStDG geregelt, wonach diesem der Präsident und der Vizepräsident des Bundesverwaltungsgerichtes (als Mitglieder kraft Amtes) und fünf von der Vollversammlung aus ihrer Mitte gewählte Mitglieder (Wahlmitglieder) angehören. Den Anforderungen an Senate im Sinne des Art135 Abs1 B-VG wird der Personalsenat schon auf Grund der Mitglieder kraft Amtes nicht gerecht.",
            "annotations": []
        },
        {
            "text": "Allerdings entspricht die Zusammensetzung damit den Voraussetzungen des Art134 Abs3 B-VG, der die vorschlagsberechtigte Bundesregierung verpflichtet, vor der Ernennung von Mitgliedern der Verwaltungsgerichte des Bundes durch den Bundespräsidenten einen Dreiervorschlag der Vollversammlung oder eines aus ihrer Mitte zu wählenden Ausschusses, der aus dem Präsidenten, dem Vizepräsidenten und mindestens fünf sonstigen Mitgliedern des Verwaltungsgerichtes des Bundes zu bestehen hat, einzuholen. Zudem betraut §2 Abs4 BVwGG den Personalsenat des Bundesverwaltungsgerichtes mit der Erstattung von Dreiervorschlägen für die Ernennung von Mitgliedern des Bundesverwaltungsgerichtes. Daher handelt es sich bei dem durch §209 Z3 RStDG mit der Dienstbeurteilung betrauten Kollegialorgan um den bereits in der Verfassung verankerten – und ein Surrogat zur Vollversammlung bildenden – Ausschuss im Sinne des Art134 Abs3 B-VG. ",
            "annotations": []
        },
        {
            "text": "Die Verfassung steht der Zuständigkeit des Personalsenates des Bundesverwaltungsgerichtes somit nicht entgegen, zumal die Dienstbeurteilung ob der allfällig daraus resultierenden dienstrechtlichen Konsequenzen als dienstrechtliche Angelegenheit anzusehen ist (vgl die in §91 RStDG – für den Fall von auf \"nicht entsprechend\" lautende Gesamtbeurteilungen für zwei aufeinanderfolgende Kalenderjahre – vorgesehene Aufforderung, die Versetzung in den Ruhestand zu beantragen sowie die in §92 RStDG geregelten Folgen der Nichtbeachtung dieser Aufforderung). Die Dienstbeurteilung steht damit in einem sachlichen Zusammenhang mit der verfassungsgesetzlich dem Ausschuss nach Art134 Abs3 B-VG zugewiesenen Aufgabe, Dreiervorschläge für die Ernennung von Mitgliedern des Verwaltungsgerichtes zu erstatten (vgl schon VfGH 7.3.2022, G282/2022 ua zur in jeglicher Hinsicht vergleichbaren Rechtslage betreffend Dienstbeurteilungen durch den Personalausschuss des Verwaltungsgerichtes Wien).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die vom Verwaltungsgerichtshof erhobenen Bedenken ob der Verfassungsmäßigkeit der Wortfolge \"des Bundesverwaltungsgerichts und\" in §209 Z3 RStDG treffen nicht zu. Die Anträge sind daher abzuweisen. ",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}