{
    "document_id": "JFT_20230228_22V00115_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art139 Abs1 Z4 B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art139 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof ist in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Gesetzwidrigkeit der Schwerarbeitsverordnung, BGBl II 104/2006, idF BGBl II 413/2019, in eventu des §1 der genannten Verordnung, in eventu des §1 Abs1 Z1 dieser Verordnung, in eventu der Wortfolgen \"in Schicht- oder Wechseldienst auch\" sowie \"(unregelmäßige Nachtarbeit)\" in §1 Abs1 Z1 der Verordnung, wegen Verstoßes gegen den Gleichheitsgrundsatz:",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 19.530/2011 und 20.229/2017 zum [weiten] Entscheidungsspielraum des Verordnungsgebers) lässt das Vorbringen des Antrages die behaupteten Gesetzwidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}