{
    "document_id": "JFT_20230315_23E00238_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist Staatsangehörige der Ukraine. Am 3. Juni 2022 reiste sie aus den USA kommend nach Österreich ein und ließ sich zur Ausstellung eines Ausweises für Vertriebene registrieren. Am 21. Juli 2022 stellte die Beschwerdeführerin einen Antrag auf Feststellung ihres Status als Kriegsvertriebene. Dazu gab sie an, dass sie bis zum Kriegsausbruch in Kiew gewohnt habe, wo sie über einen registrierten Wohnsitz verfüge. Am 19. Februar 2022 sei sie auf Urlaub nach Sri Lanka gereist. Auf Grund des Kriegsbeginnes habe sie nicht in die Ukraine zurückkehren können, weshalb sie am 13. März 2022 in die USA gereist sei, um dort das Kriegsende abzuwarten. Am 3. Juni 2022 sei die Beschwerdeführerin schließlich nach Österreich eingereist und habe sich hier als Kriegsvertriebene registrieren lassen.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 1. September 2022 stellte das Bundesamt für Fremdenwesen und Asyl unter Spruchpunkt I. fest, dass der Beschwerdeführerin gemäß §62 Abs1 des Asylgesetzes 2005 (AsylG 2005) iVm der Vertriebenen-Verordnung (VertriebenenVO) kein vorübergehendes Aufenthaltsrecht als Vertriebener zukomme. Mit Spruchpunkt II. wurde der Antrag der Beschwerdeführerin auf Ausstellung eines Ausweises für Vertriebene gemäß §62 Abs4 AsylG 2005 zurückgewiesen. Gegen diesen Bescheid erhob die Beschwerdeführerin Beschwerde an das Bundesverwaltungsgericht und beantragte die Erlassung einer einstweiligen Anordnung unmittelbar auf Grund des Unionsrechts.",
            "annotations": []
        },
        {
            "text": "3. Mit Erkenntnis vom 7. Dezember 2022 wies das Bundesverwaltungsgericht die Beschwerde als unbegründet ab (Spruchpunkt I.) und den Antrag auf Erlassung einer einstweiligen Anordnung unmittelbar auf Grund des Unionsrechts als unzulässig zurück (Spruchpunkt II.). ",
            "annotations": []
        },
        {
            "text": "3.1. Begründend führte das Bundesverwaltungsgericht im Wesentlichen aus, dass §1 VertriebenenVO nur Staatsangehörigen der Ukraine mit Wohnsitz in der Ukraine, die am oder nach dem 24. Februar 2022 in der Ukraine anwesend waren, und deren Familienangehörigen ein vorübergehendes Aufenthaltsrecht im Bundesgebiet gewähre. Die Beschwerdeführerin sei an oder nach diesem Stichtag nicht in der Ukraine anwesend gewesen, weshalb §1 Z1 VertriebenenVO auf sie nicht anzuwenden sei. Die Beschwerdeführerin gehöre überdies nicht zur Gruppe jener Staatsangehörigen der Ukraine, die gemäß §3 VertriebenenVO in den Kreis der Schutzberechtigten einbezogen sei, auch wenn sie sich am 24. Februar 2022 außerhalb der Ukraine aufgehalten habe.",
            "annotations": []
        },
        {
            "text": "3.2. Der Antrag auf Erlassung einer einstweiligen Anordnung unmittelbar auf Grund des Unionsrechts sei zurückzuweisen, weil keine Gründe erkennbar seien, welche das Feststehen der Dringlichkeit im Sinne der Verhinderung des Eintritts eines schweren und nicht wiedergutzumachenden Schadens bei der Antragstellerin nahelegen würden.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im Recht auf Gleichbehandlung von Fremden untereinander behauptet und unter anderem die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift abgesehen und auf die Begründung der angefochtenen Entscheidung verwiesen. ",
            "annotations": []
        },
        {
            "text": "6. Das Bundesamt für Fremdenwesen und Asyl hat eine Äußerung erstattet, in der es dem Beschwerdevorbringen entgegentritt.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §62 Bundesgesetz über die Gewährung von Asyl (Asylgesetz 2005 – AsylG 2005), BGBl I 100/2005, idF BGBl I 70/2015, lautet:",
            "annotations": []
        },
        {
            "text": "\"3. Abschnitt:",
            "annotations": []
        },
        {
            "text": "Aufenthaltsrecht für Vertriebene",
            "annotations": []
        },
        {
            "text": "Aufenthaltsrecht für Vertriebene",
            "annotations": []
        },
        {
            "text": "§62. (1) Für Zeiten eines bewaffneten Konfliktes oder sonstiger die Sicherheit ganzer Bevölkerungsgruppen gefährdender Umstände kann die Bundesregierung im Einvernehmen mit dem Hauptausschuss des Nationalrates mit Verordnung davon unmittelbar betroffenen Gruppen von Fremden, die anderweitig keinen Schutz finden (Vertriebene), ein vorübergehendes Aufenthaltsrecht im Bundesgebiet gewähren. Bis zum Inkrafttreten dieser Verordnung ist der Aufenthalt von Vertriebenen im Bundesgebiet geduldet. Dies ist dem Fremden durch die Behörde zu bestätigen. ",
            "annotations": []
        },
        {
            "text": "(2) In der Verordnung gemäß Abs1 sind Einreise und Dauer des Aufenthaltes der Fremden unter Berücksichtigung der Umstände des besonderen Falles zu regeln. ",
            "annotations": []
        },
        {
            "text": "(3) Wird infolge der längeren Dauer der in Abs1 genannten Umstände eine dauernde Integration erforderlich, kann in der Verordnung festgelegt werden, dass bestimmte Gruppen der Aufenthaltsberechtigten einen Antrag auf Erteilung eines Aufenthaltstitels wirksam im Inland stellen können und dass ihnen der Aufenthaltstitel trotz Vorliegens eines Versagungsgrundes erteilt werden kann. ",
            "annotations": []
        },
        {
            "text": "(4) Die Behörde hat das durch die Verordnung eingeräumte Aufenthaltsrecht durch Ausstellung eines Ausweises für Vertriebene von Amts wegen zu bestätigen. Der Ausweis ist als 'Ausweis für Vertriebene' zu bezeichnen, kann verlängert werden und genügt zur Erfüllung der Passpflicht. Der Bundesminister für Inneres legt durch Verordnung die Form und den Inhalt des Ausweises sowie der Bestätigung gemäß Abs1 fest. ",
            "annotations": []
        },
        {
            "text": "(5) - (6) […]\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen der Verordnung der Bundesregierung über ein vorübergehendes Aufenthaltsrecht für aus der Ukraine Vertriebene (Vertriebenen-Verordnung – VertriebenenVO), BGBl II 92/2022, lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§1. Folgende Personengruppen haben nach ihrer Einreise ein vorübergehendes Aufenthaltsrecht im Bundesgebiet: ",
            "annotations": []
        },
        {
            "text": "1. Staatsangehörige der Ukraine mit Wohnsitz in der Ukraine, die aus dieser aufgrund des bewaffneten Konfliktes ab dem 24. Februar 2022 vertrieben wurden, ",
            "annotations": []
        },
        {
            "text": "2. sonstige Drittstaatsangehörige oder Staatenlose mit einem vor dem 24. Februar 2022 gewährten internationalen Schutzstatus oder vergleichbaren nationalen Schutzstatus jeweils gemäß ukrainischem Recht, die aus der Ukraine aufgrund des bewaffneten Konfliktes ab dem 24. Februar 2022 vertrieben wurden und ",
            "annotations": []
        },
        {
            "text": "3. Familienangehörige gemäß §2, ",
            "annotations": []
        },
        {
            "text": "sofern nicht Ausschlussgründe im Sinne des Art28 Abs1 der Richtlinie 2001/55/EG über Mindestnormen für die Gewährung vorübergehenden Schutzes im Falle eines Massenzustroms von Vertriebenen und Maßnahmen zur Förderung einer ausgewogenen Verteilung der Belastungen, die mit der Aufnahme dieser Personen und den Folgen dieser Aufnahme verbunden sind, auf die Mitgliedstaaten, ABl. L 212 vom 7.8.2001 S. 12, vorliegen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3. (1) Staatsangehörige der Ukraine, die am 24. Februar 2022 über einen gültigen Aufenthaltstitel nach dem Niederlassungs- und Aufenthaltsgesetz (NAG), BGBl I Nr 100/2005, zuletzt geändert durch BGBl I Nr 234/2021, oder gemäß §§55 bis 57 Asylgesetz 2005 (AsylG 2005), BGBl I Nr 100/2005, zuletzt geändert durch BGBl I Nr 234/2021, verfügt haben, der mangels Erfüllung der Erteilungsvoraussetzungen nicht verlängert oder entzogen wurde und die aufgrund des bewaffneten Konfliktes nicht in die Ukraine zurückkehren können, haben nach Ablauf der Gültigkeitsdauer dieses Aufenthaltstitel ebenfalls ein vorübergehendes Aufenthaltsrecht im Bundesgebiet, sofern nicht Ausschlussgründe im Sinne des Art28 Abs1 der Richtlinie 2001/55/EG vorliegen. ",
            "annotations": []
        },
        {
            "text": "(2) Staatsangehörige der Ukraine, die am 24. Februar 2022 rechtmäßig im Bundesgebiet aufhältig waren und die aufgrund des bewaffneten Konfliktes nicht in die Ukraine oder in den Staat ihres Wohnsitzes zurückkehren können, haben nach Ablauf ihres visumfreien oder visumpflichtigen Aufenthaltes ebenfalls ein vorübergehendes Aufenthaltsrecht im Bundesgebiet, sofern nicht Ausschlussgründe im Sinne des Art28 Abs1 der Richtlinie 2001/55/EG vorliegen.",
            "annotations": []
        },
        {
            "text": "§4. (1) Das vorübergehende Aufenthaltsrecht besteht bis 3. März 2023. Wird dieses nicht gemäß Art6 Abs1 litb der Richtlinie 2001/55/EG beendet, verlängert es sich automatisch um jeweils sechs Monate, längstens jedoch um ein Jahr. ",
            "annotations": []
        },
        {
            "text": "(2) Ergeht ein Beschluss des Rates gemäß Art6 Abs1 litb oder Abs2 der Richtlinie 2001/55/EG, endet das Aufenthaltsrecht zu dem im Beschluss genannten Zeitpunkt. ",
            "annotations": []
        },
        {
            "text": "(3) Das Aufenthaltsrecht gemäß §§1 oder 3 erlischt, wenn der Betreffende das Bundesgebiet nicht bloß kurzfristig verlässt.\"",
            "annotations": []
        },
        {
            "text": "3. Der Durchführungsbeschluss (EU) 2022/382 des Rates zur Feststellung des Bestehens eines Massenzustroms von Vertriebenen aus der Ukraine im Sinne des Artikels 5 der Richtlinie 2001/55/EG und zur Einführung eines vorübergehenden Schutzes, ABl. 2022 L 71, 1, lautet:",
            "annotations": []
        },
        {
            "text": "\"Artikel 1",
            "annotations": []
        },
        {
            "text": "Gegenstand",
            "annotations": []
        },
        {
            "text": "Hiermit wird das Bestehen eines Massenzustroms von Vertriebenen in die Union festgestellt, die infolge eines bewaffneten Konflikts die Ukraine verlassen mussten. ",
            "annotations": []
        },
        {
            "text": "Artikel 2",
            "annotations": []
        },
        {
            "text": "Personen, für die der vorübergehende Schutz gilt",
            "annotations": []
        },
        {
            "text": "(1) Dieser Beschluss gilt für die folgenden Gruppen von Personen, die am oder nach dem 24. Februar 2022 infolge der militärischen Invasion der russischen Streitkräfte, die an diesem Tag begann, aus der Ukraine vertrieben wurden: ",
            "annotations": []
        },
        {
            "text": "a) ukrainische Staatsangehörige, die vor dem 24. Februar 2022 ihren Aufenthalt in der Ukraine hatten, ",
            "annotations": []
        },
        {
            "text": "b) Staatenlose und Staatsangehörige anderer Drittländer als der Ukraine, die vor dem 24. Februar 2022 in der Ukraine internationalen Schutz oder einen gleichwertigen nationalen Schutz genossen haben, und ",
            "annotations": []
        },
        {
            "text": "c) Familienangehörige der unter den Buchstaben a und b genannten Personen. ",
            "annotations": []
        },
        {
            "text": "(2) Die Mitgliedstaaten wenden entweder diesen Beschluss oder einen angemessenen Schutz nach ihrem nationalen Recht auf Staatenlose und Staatsangehörige anderer Drittländer als der Ukraine an, die nachweisen können, dass sie sich vor dem 24. Februar 2022 auf der Grundlage eines nach ukrainischem Recht erteilten gültigen unbefristeten Aufenthaltstitels rechtmäßig in der Ukraine aufgehalten haben, und die nicht in der Lage sind, sicher und dauerhaft in ihr Herkunftsland oder ihre Herkunftsregion zurückzukehren. ",
            "annotations": []
        },
        {
            "text": "(3) Nach Artikel 7 der Richtlinie 2001/55/EG können die Mitgliedstaaten diesen Beschluss auch auf andere Personen, insbesondere Staatenlose und Staatsangehörige anderer Drittländer als der Ukraine anwenden, die sich rechtmäßig in der Ukraine aufhielten und nicht sicher und dauerhaft in ihr Herkunftsland oder ihre Herkunftsregion zurückkehren können. ",
            "annotations": []
        },
        {
            "text": "(4) Für die Zwecke des Absatzes 1 Buchstabe c gelten folgende Personen als Teil einer Familie, sofern die Familie bereits vor dem 24. Februar 2022 in der Ukraine anwesend und aufhältig war: ",
            "annotations": []
        },
        {
            "text": "a) der Ehegatte einer in Absatz 1 Buchstabe a oder b genannten Person oder ihr nicht verheirateter Partner, der mit dieser Person in einer dauerhaften Beziehung lebt, sofern nicht verheiratete Paare nach den nationalen ausländerrechtlichen Rechtsvorschriften oder den Gepflogenheiten des betreffenden Mitgliedstaats verheirateten Paaren gleichgestellt sind; ",
            "annotations": []
        },
        {
            "text": "b) die minderjährigen ledigen Kinder einer in Absatz 1 Buchstabe a oder b genannten Person oder ihres Ehepartners, gleichgültig, ob es sich um ehelich oder außerehelich geborene oder adoptierte Kinder handelt; ",
            "annotations": []
        },
        {
            "text": "c) andere enge Verwandte, die zum Zeitpunkt der den Massenzustrom von Vertriebenen auslösenden Umstände innerhalb des Familienverbands lebten und vollständig oder größtenteils von einer in Absatz 1 Buchstabe a oder b genannten Person abhängig waren. ",
            "annotations": []
        },
        {
            "text": "Artikel 3",
            "annotations": []
        },
        {
            "text": "Zusammenarbeit und Überwachung",
            "annotations": []
        },
        {
            "text": "(1) Für die Zwecke des Artikels 27 der Richtlinie 2001/55/EG nutzen die Mitgliedstaaten das EU-Vorsorge- und Krisenmanagementnetz für Migration gemäß der Empfehlung (EU) 2020/1366. Die Mitgliedstaaten sollten auch durch den Austausch relevanter Informationen im Rahmen der Integrierten Regelung für die politische Reaktion auf Krisen (IPCR) zu einem gemeinsamen Lagebewusstsein der Union beitragen. ",
            "annotations": []
        },
        {
            "text": "(2) Die Kommission koordiniert die Zusammenarbeit und den Informationsaustausch zwischen den Mitgliedstaaten, insbesondere in Bezug auf die Überwachung der Aufnahmekapazitäten in jedem Mitgliedstaat und die Ermittlung eines etwaigen Bedarfs an zusätzlicher Unterstützung. ",
            "annotations": []
        },
        {
            "text": "Zu diesem Zweck beobachtet und überprüft die Kommission in Zusammenarbeit mit den Mitgliedstaaten, der Europäischen Agentur für die Grenz- und Küstenwache (Frontex), der Asylagentur der Europäischen Union (EUAA) und der Agentur der Europäischen Union für die Zusammenarbeit auf dem Gebiet der Strafverfolgung (Europol) ständig die Lage unter Nutzung des EU-Vorsorge- und Krisenmanagementnetzes für Migration. ",
            "annotations": []
        },
        {
            "text": "Darüber hinaus leisten Frontex, die EUAA und Europol den Mitgliedstaaten, die um ihre Hilfe bei der Bewältigung der Situation ersuchen, operative Unterstützung, auch im Hinblick auf die Anwendung dieses Beschlusses. ",
            "annotations": []
        },
        {
            "text": "Artikel 4",
            "annotations": []
        },
        {
            "text": "Inkrafttreten",
            "annotations": []
        },
        {
            "text": "Dieser Beschluss tritt am Tag seiner Veröffentlichung im Amtsblatt der Europäischen Union in Kraft.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einer gegen diese Bestimmung verstoßenden Rechtsgrundlage beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht der angewendeten Rechtsgrundlage fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn die Rechtsgrundlage – diese als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §62 Abs1 AsylG 2005 kann die Bundesregierung im Einvernehmen mit dem Hauptausschuss des Nationalrates für Zeiten eines bewaffneten Konfliktes durch Verordnung Personen ein vorübergehendes Aufenthaltsrecht im Bundesgebiet gewähren, die zu einer unmittelbar von einem solchen Konflikt betroffenen Gruppe von Fremden gehören, die anderweitig keinen Schutz finden. Auf dieser Grundlage hat die Bundesregierung zur Umsetzung des Durchführungsbeschlusses (EU) 2022/382 des Rates zur Feststellung des Bestehens eines Massenzustroms von Vertriebenen aus der Ukraine im Sinne des Artikels 5 der Richtlinie 2001/55/EG und zur Einführung eines vorübergehenden Schutzes, ABl. 2022 L 71, 1, die VertriebenenVO erlassen. Mit dem Durchführungsbeschluss (EU) 2022/382 wird das Bestehen eines Massenzustroms von Vertriebenen iSd Art5 der Richtlinie 2001/55/EG über Mindestnormen für die Gewährung vorübergehenden Schutzes im Falle eines Massenzustroms von Vertriebenen und Maßnahmen zur Förderung einer ausgewogenen Verteilung der Belastungen, die mit der Aufnahme dieser Personen und den Folgen dieser Aufnahme verbunden sind, auf die Mitgliedstaaten (im Folgenden: MassenzustromRL), ABl. 2001 L 212, 12, festgestellt. ",
            "annotations": []
        },
        {
            "text": "2.2. In Ausübung des den Mitgliedstaaten überlassenen Spielraums (vgl Erwägungsgrund 14 des Durchführungsbeschlusses [EU] 2022/382 und Art7 MassenzustromRL) legt die VertriebenenVO den Personenkreis, dem ein vorübergehendes Aufenthaltsrecht gewährt wird, weiter als der Durchführungsbeschluss (EU) 2022/382 fest. Nach Art2 Abs1 lita Durchführungsbeschluss (EU) 2022/382 haben die Mitgliedstaaten insbesondere ukrainischen Staatsangehörigen ein Aufenthaltsrecht zu gewähren, die vor dem 24. Februar 2022 \"ihren Aufenthalt\" in der Ukraine hatten und die am oder nach dem 24. Februar 2022 aus der Ukraine vertrieben wurden. Gemäß §1 Z1 VertriebenenVO haben Staatsangehörige der Ukraine \"mit Wohnsitz\" in der Ukraine ein vorübergehendes Aufenthaltsrecht im Bundesgebiet, wenn sie auf Grund des bewaffneten Konflikts ab dem 24. Februar 2022 vertrieben wurden. ",
            "annotations": []
        },
        {
            "text": "2.3. Unter Wohnsitz ist jener Ort zu verstehen, an dem eine Person sich in der erweislichen oder aus den Umständen hervorgehenden Absicht niedergelassen hat, dort einen Mittelpunkt ihrer Lebensbeziehungen zu schaffen (vgl Art6 Abs3 B-VG; VfSlg 1394/1931, 1994/1950, 2935/1955, 9598/1982, 20.104/2016, 20.419/2020). Daher erfasst §1 Z1 VertriebenenVO auch Staatsangehörige der Ukraine, welche die Ukraine nicht lange vor dem 24. Februar 2022 verlassen haben, weil diese am 24. Februar 2022 nach wie vor einen Wohnsitz in der Ukraine hatten und durch den Ausbruch des bewaffneten Konflikts aus der Ukraine vertrieben wurden. ",
            "annotations": []
        },
        {
            "text": "2.4. Die VertriebenenVO stellt nicht darauf ab, ob eine Person im Einzelfall Schutz in einem anderen Staat bzw einem Drittstaat finden könnte, sondern auf den Wohnsitz. Deshalb sind auch Überlegungen für eine Einzelfallprüfung, in der allenfalls auf einen sicheren Aufenthalt in einem anderen Staat abgestellt wird, nicht anzustellen. ",
            "annotations": []
        },
        {
            "text": "2.5. Das Bundesverwaltungsgericht legt §1 Z1 VertriebenenVO dahingehend aus, dass nur jene Staatsangehörigen der Ukraine ein vorübergehendes Aufenthaltsrecht im Bundesgebiet hätten, die am oder nach dem 24. Februar 2022 in der Ukraine anwesend waren und erst an oder nach diesem Stichtag die Ukraine verlassen haben. Damit verkennt das Bundesverwaltungsgericht die Rechtslage in einem entscheidenden Punkt. §1 Z1 VertriebenenVO gewährt Staatsangehörigen der Ukraine mit Wohnsitz in der Ukraine, die auf Grund des bewaffneten Konflikts vertrieben wurden, die also nicht an ihrem Wohnsitz bleiben können bzw die nicht an diesen Wohnsitz zurückkehren können, Schutz in Form eines vorübergehenden Aufenthaltsrechts im Bundesgebiet. Ob eine Person am oder nach dem 24. Februar 2022 in der Ukraine anwesend war, ist für die Frage des Wohnsitzes in der Ukraine nicht entscheidend. Eine ukrainische Staatsangehörige hat ihren Wohnsitz auch dann in der Ukraine, wenn sie diesen Ort kurzzeitig verlässt, um zB einen Urlaub im Ausland zu verbringen. Auch Personen wie die Beschwerdeführerin, welche die Ukraine nicht lange vor dem 24. Februar 2022 verlassen haben, sind von §1 Z1 VertriebenenVO erfasst, weil sie am 24. Februar 2022 einen Wohnsitz in der Ukraine hatten und durch den Ausbruch des bewaffneten Konflikts aus der Ukraine vertrieben wurden.",
            "annotations": []
        },
        {
            "text": "2.6. Indem das Bundesverwaltungsgericht ausschließlich auf die Tatsache abstellt, dass die Beschwerdeführerin die Ukraine vor dem 24. Februar 2022 verlassen hat, hat es die Rechtslage in einem wesentlichen Punkt gröblich verkannt und sein Erkenntnis mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}