{
    "document_id": "JFT_20230315_23E00451_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist Staatsangehöriger von Kamerun und bekennt sich zum christlichen Glauben. Nach seiner Einreise in das österreichische Bundesgebiet stellte er am 13. September 2019 einen Antrag auf internationalen Schutz. Begründend führte er sowohl bei der Erstbefragung als auch bei der Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl unter anderem aus, dass er auf Grund der bevorstehenden Hochzeit mit einer Frau aus dem französischsprachigen Teil Kameruns entführt und in das Dorf seines Vaters verschleppt worden sei. Er habe eine Frau aus diesem Dorf heiraten sollen und sei gefoltert worden.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 20. November 2019 wies das Bundesamt für Fremdenwesen und Asyl den Antrag des Beschwerdeführers hinsichtlich der Zuerkennung des Status des Asylberechtigten und hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ gegen den Beschwerdeführer eine Rückkehrentscheidung, erklärte die Abschiebung in den Herkunftsstaat Kamerun für zulässig und setzte für die freiwillige Ausreise eine Frist von 14 Tagen fest.",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht – nachdem die Rechtssache zunächst einem Richter männlichen Geschlechts zugewiesen, jedoch mit Verfügung des Geschäftsverteilungsausschusses vom 10. August 2022 neu zugewiesen worden ist – nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 24. November 2022 als unbegründet ab. Begründend wird darin unter anderem ausgeführt, dass die behauptete Entführung und Folterung des Beschwerdeführers auf Grund seiner geplanten Hochzeit mit einer Frau aus dem französischsprachigen Teil Kameruns wegen mehrerer Unstimmigkeiten und Widersprüche unglaubwürdig sei. Die Entscheidung des Bundesverwaltungsgerichtes erfolgte durch eine Richterin weiblichen Geschlechts.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der unter anderem die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter (Art83 Abs2 B-VG) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung an den Verwaltungsgerichtshof, beantragt wird. Dies wird unter anderem damit begründet, dass der Beschwerdeführer bereits bei seiner Asylantragstellung und in seiner Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl eine Zwangsverheiratung und damit einen Eingriff in seine sexuelle Selbstbestimmung vorgebracht habe. Entgegen §20 Abs2 AsylG 2005 habe das Bundesverwaltungsgericht im vorliegenden Fall jedoch nicht durch einen Richter männlichen Geschlechts, sondern eine Richterin weiblichen Geschlechts entschieden.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und ebenso wie das Bundesamt für Fremdenwesen und Asyl von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "§20 Bundesgesetz über die Gewährung von Asyl (Asylgesetz 2005 - AsylG 2005), BGBl I 100/2005 idF BGBl I 68/2013, lautet:",
            "annotations": []
        },
        {
            "text": "\"Einvernahmen von Opfern bei Eingriffen in die sexuelle Selbstbestimmung",
            "annotations": []
        },
        {
            "text": "§20. (1) Gründet ein Asylwerber seine Furcht vor Verfolgung (Art1 Abschnitt A Z2 der Genfer Flüchtlingskonvention) auf Eingriffe in seine sexuelle Selbstbestimmung, ist er von einem Organwalter desselben Geschlechts einzuvernehmen, es sei denn, dass er anderes verlangt. Von dem Bestehen dieser Möglichkeit ist der Asylwerber nachweislich in Kenntnis zu setzen.",
            "annotations": []
        },
        {
            "text": "(2) Für Verfahren vor dem Bundesverwaltungsgericht gilt Abs1 nur, wenn der Asylwerber den Eingriff in seine sexuelle Selbstbestimmung bereits vor dem Bundesamt oder in der Beschwerde behauptet hat. Diesfalls ist eine Verhandlung von einem Einzelrichter desselben Geschlechts oder einem aus Richtern desselben Geschlechts bestehenden Senat durchzuführen. Ein Verlangen nach Abs1 ist spätestens gleichzeitig mit der Beschwerde zu stellen.",
            "annotations": []
        },
        {
            "text": "(4) Wenn der betroffene Asylwerber dies wünscht, ist die Öffentlichkeit von der Verhandlung eines Senates oder Kammersenates auszuschließen. Von dieser Möglichkeit ist er nachweislich in Kenntnis zu setzen. Im Übrigen gilt §25 Bundesgesetz über das Verfahren der Verwaltungsgerichte (Verwaltungsgerichtsverfahrensgesetz – VwGVG), BGBl I Nr 33/2013.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "Das Recht auf ein Verfahren vor dem gesetzlichen Richter wird durch die Entscheidung eines Verwaltungsgerichtes verletzt, wenn das Verwaltungsgericht eine ihm gesetzlich nicht zukommende Zuständigkeit in Anspruch nimmt (zB VfSlg 15.372/1998, 15.738/2000, 16.066/2001, 16.298/2001 und 16.717/2002).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen.",
            "annotations": []
        },
        {
            "text": "2.1. Gründet ein Asylwerber seine Furcht vor Verfolgung auf Eingriffe in seine sexuelle Selbstbestimmung, normiert §20 AsylG 2005 in Abs1 das Gebot der Einvernahme durch Organwalter desselben Geschlechts vor der Verwaltungsbehörde und in Abs2 das Gebot der Verhandlung (und demzufolge auch Entscheidung) vor dem Bundesverwaltungsgericht durch Richter desselben Geschlechts. Davon kann nur abgegangen werden, wenn die Partei ausdrücklich anderes verlangt (vgl VfSlg 20.260/2018 und bereits VfGH 25.11.2013, U1121/2012 ua). Dabei begründen sowohl Behauptungen eines bereits erfolgten als auch eines drohenden Eingriffes die Pflicht zur Einvernahme bzw zur Verhandlung und Entscheidung durch Organwalter desselben Geschlechts (VfSlg 20.260/2018; VfGH 2.12.2020, E1414/2020; 28.11.2022, E99/2022 ua; siehe auch VwGH 13.2.2020, Ro 2019/01/0007; 22.10.2020, Ro 2020/14/0003).",
            "annotations": []
        },
        {
            "text": "2.2. Der Beschwerdeführer hat in der niederschriftlichen Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl unter anderem vorgebracht, dass er auf Grund der bevorstehenden Hochzeit mit einer Frau aus dem französischsprachigen Teil Kameruns entführt und in das Dorf seines Vaters verschleppt worden sei, eine Frau aus diesem Dorf heiraten habe sollen und gefoltert worden sei. Er hat damit der Sache nach einen Eingriff in sein Recht auf sexuelle Selbstbestimmung im Sinne des §20 AsylG 2005 behauptet (vgl VfSlg 20.260/2018; VfGH 7.6.2021, E357/2021; 29.11.2021, E2865/2021; 24.2.2020, E3107/2019; 4.10.2022, E881/2022; 28.11.2022, E99/2022 ua).",
            "annotations": []
        },
        {
            "text": "2.3. Da die Zuständigkeit durch die entsprechende Behauptung vor dem Bundesamt für Fremdenwesen und Asyl begründet wird, ohne dass dabei eine nähere Prüfung der Glaubwürdigkeit oder ein Zusammenhang mit dem konkreten Fluchtvorbringen zu erfolgen hat (vgl VfSlg 20.260/2018; VfGH 2.12.2020, E1414/2020; 28.11.2022, E99/2022 ua; VwGH 13.2.2020, Ro 2019/01/0007), kommt dem Umstand keine Bedeutung zu, dass die erkennende Richterin des Bundesverwaltungsgerichtes dieses Vorbringen als unglaubwürdig gewertet hat.",
            "annotations": []
        },
        {
            "text": "2.4. Indem das Bundesverwaltungsgericht über die Beschwerde des Beschwerdeführers hinsichtlich der Nichtzuerkennung des Status des Asylberechtigten durch eine Richterin weiblichen Geschlechts entschieden hat, obgleich §20 Abs2 AsylG 2005 im vorliegenden Fall anzuwenden war und der Beschwerdeführer ein Abgehen von der sich daraus ergebenden Zuständigkeit eines Richters männlichen Geschlechts nicht verlangt hat, hat es den Beschwerdeführer in seinem Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt (VfSlg 19.671/2012, 20.260/2018). Das Erkenntnis ist daher bereits aus diesem Grund aufzuheben.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten sind Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        },
        {
            "text": "5. Damit erübrigt sich ein Abspruch über den Antrag, der Beschwerde die aufschiebende Wirkung zuzuerkennen.",
            "annotations": []
        }
    ]
}