{
    "document_id": "JFT_20230612_23V00047_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Mit dem auf Art139 Abs1 Z3 B-VG gestützten (Individual-)Antrag begehrt der Antragsteller die Aufhebung der Verordnung der Finanzmarktaufsichtsbehörde (FMA) über Maßnahmen zur Begrenzung systemischer Risiken aus der Immobilienfinanzierung bei Kreditinstituten (Kreditinstitute-Immobilienfinanzierungsmaßnahmen-Verordnung – KIM-V), BGBl II 230/2022, zur Gänze wegen Gesetzwidrigkeit.",
            "annotations": []
        },
        {
            "text": "2. Zur Zulässigkeit des (Individual-)Antrages führt der Antragsteller aus, er habe den Erwerb einer Eigentumswohnung um einen näher bestimmten Kaufpreis zuzüglich Grunderwerbsteuer und Eintragungsgebühr sowie Maklerprovision beabsichtigt. Angesichts der Sanierungsnotwendigkeit der Wohnung sei ein weiteres \"Sanierungsdarlehen\" in bestimmter Höhe in den Kreditantrag integriert worden. Der zu finanzierende Gesamtbetrag habe damit EUR 216.580,– ausgemacht. Der Antragsteller verfüge über Eigenmittel in Höhe von EUR 30.000,–, sodass EUR 186.580,– (fremd) zu finanzieren gewesen wären. Die monatliche Rate für einen Euro-Annuitätenkredit über EUR 190.700,– auf 30 Jahre mit einem Fixzinssatz auf zehn Jahre wäre bei EUR 911,45 gelegen. Gemäß Haushaltsrechnung wäre die Schuldendienstquote dadurch bei 46,88 % gelegen. Da das Ausnahmekontingent dem präsumtiven finanzierenden Kreditinstitut im Sinne von §2 Abs1 KIM-V bereits ausgeschöpft gewesen sei, habe diese auf Grund der Vorgaben der Kreditinstitute-Immobilienfinanzierungsmaßnahmen-Verordnung keine Finanzierung gewähren können.",
            "annotations": []
        },
        {
            "text": "Über die Ablehnung einer derartigen Immobilienfremdfinanzierung durch ein Kreditinstitut ergehe weder ein Urteil noch ein Bescheid. Der Antragsteller werde vielmehr unmittelbar durch die näher dargelegte Gesetzwidrigkeit der Kreditinstitute-Immobilienfinanzierungmaßnahmen-Verordnung in seinen Rechten verletzt.",
            "annotations": []
        },
        {
            "text": "Die Ablehnung der Kreditgewährung durch das präsumtive finanzierende Kreditinstitut fuße ausschließlich darauf, dass gemäß §4 Z2 KIM-V die Grenze für neu vereinbarte private Wohnimmobilienfinanzierungen für die Schuldendienstquote 40 % betrage. Diese werde insofern vom Antragsteller überschritten, als die Schuldendienstquote 46,88 % betrage. Ferner werde die Obergrenze für neu vereinbarte private Wohnimmobilienfinanzierungen hinsichtlich der Beleihungsquote von 90 % gemäß §4 Z1 KIM-V überschritten. Dies ergebe sich aus der Mitteilung des präsumtiven finanzierenden Kreditinstitutes. Da das angefragte Kreditinstitut auf Grund der Bestimmungen in der Kreditinstitute-Immobilienfinanzierungsmaßnahmen-Verordnung die angefragte Finanzierung verweigern habe müssen und auch tatsächlich verweigert habe, seien die Voraussetzungen für die Zulässigkeit des Antrages gemäß Art139 Abs1 Z3 B-VG gegeben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die einschlägigen Regelungen in §§1 bis 6 der Verordnung der Finanzmarktaufsichtsbehörde (FMA) über Maßnahmen zur Begrenzung systemischer Risiken aus der Immobilienfinanzierung bei Kreditinstituten (Kreditinstitute-Immobilienfinanzierungsmaßnahmen-Verordnung – KIM-V), BGBl II 230/2022, idF BGBl II 79/2023 lauten:",
            "annotations": []
        },
        {
            "text": "\"1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Allgemeine Vorschriften",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zweck",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§1. Diese Verordnung legt Maßnahmen zur Verminderung von festgestellten Veränderungen in der Intensität des systemischen Risikos bei Fremdkapitalfinanzierungen von Immobilien auf Basis der Empfehlungen des Finanzmarktstabilitätsgremiums und der gutachtlichen Äußerung der Oesterreichischen Nationalbank gemäß §23h BWG fest.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Anwendungsbereich",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2. (1) Die in dieser Verordnung festgelegten Maßnahmen sind von CRR-Kreditinstituten gemäß §1a Abs1 Z1 BWG mit Sitz im Inland, CRR-Kreditinstituten, die gemäß §4 Abs4 BWG konzessioniert sind, sowie von CRR-Kreditinstituten aus Mitgliedstaaten, die in Österreich gemäß §9 Abs1 BWG über eine Zweigstelle tätig werden, einzuhalten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die in dieser Verordnung festgelegten Maßnahmen sind auf private Wohnimmobilienfinanzierungen anzuwenden, bei denen es sich um keine Zwischenfinanzierungen (§3 Z4) handelt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3. Im Sinne dieser Verordnung bezeichnet der Begriff:",
            "annotations": []
        },
        {
            "text": "1. private Wohnimmobilienfinanzierung: Fremdkapitalfinanzierungen von Immobilien gemäß §2 Z46 BWG,",
            "annotations": []
        },
        {
            "text": "a) die für den Bau oder Erwerb von Wohnimmobilien gemäß Art4 Abs1 Nr 75 der Verordnung (EU) Nr 575/2013 über Aufsichtsanforderungen an Kreditinstitute und zur Änderung der Verordnung (EU) Nr 648/2012, ABl Nr L 176 vom 27.06.2013 S. 1, in der Fassung der Verordnung (EU) 2021/558, ABl Nr L 116 vom 06.04.2021 S. 25, bestimmt sind,",
            "annotations": []
        },
        {
            "text": "b) deren Kreditnehmer eine oder mehrere, höchstens aber vier natürliche Personen als Verbraucher gemäß §1 Abs1 Z2 oder Abs3 des Konsumentenschutzgesetzes – KSchG, BGBl Nr 140/1979, sind,",
            "annotations": []
        },
        {
            "text": "c) die",
            "annotations": []
        },
        {
            "text": "aa) mit einer Liegenschaft im Inland besichert werden oder",
            "annotations": []
        },
        {
            "text": "bb) mit keiner Liegenschaft im Inland besichert werden, wenn zumindest ein Kreditnehmer gemäß litb seinen Hauptwohnsitz im Inland hat, und",
            "annotations": []
        },
        {
            "text": "d) die unter keine der Ausnahmen gemäß §23h Abs3 BWG fallen;",
            "annotations": []
        },
        {
            "text": "2. neu vereinbarte private Wohnimmobilienfinanzierung: eine private Wohnimmobilienfinanzierung, die vom Kreditinstitut mit dem Kreditnehmer neu vereinbart wird, wobei als Zeitpunkt der Neu-Vereinbarung der Zeitpunkt des Abschlusses des Finanzierungsvertrags gilt. Wird das Finanzierungsvolumen einer bestehenden Finanzierungsvereinbarung erhöht, liegt die Vereinbarung einer neuen Finanzierung nur in Höhe der Differenz des neu vereinbarten Finanzierungsvolumens zum bisher aushaftenden Restbetrag vor. Bei einem Rahmenkredit liegt die Vereinbarung einer neuen Finanzierung nur in Höhe des Differenzbetrags zwischen bisherigem und neu vereinbartem Rahmen vor. Sonstige Änderungen oder Erneuerungen der Finanzierungsvereinbarung, einschließlich Änderungen des Finanzierungszwecks, des Zinssatzes, der Laufzeit, des Tilgungsplans, Währungskonvertierungen, Konsolidierungen oder Aufspaltungen von Finanzierungen sowie Stundungen und andere Maßnahmen für notleidende Kredite, gelten nicht als neue Vereinbarung einer privaten Wohnimmobilienfinanzierung. Private Wohnimmobilienfinanzierungen, die ab dem 1. April 2023 als Zwischenfinanzierung (Z4) neu vereinbart wurden und deren Laufzeit danach durch eine entsprechende Vereinbarung auf einen zwei Jahre übersteigenden Zeitraum verlängert wird, gelten im Zeitpunkt der Verlängerung als neu vereinbarte private Wohnimmobilienfinanzierung gemäß §2 Abs2;",
            "annotations": []
        },
        {
            "text": "3. Durchrechnungszeitraum: jeweils die Zeiträume von 1. Jänner bis 30. Juni sowie von 1. Juli bis 31. Dezember;",
            "annotations": []
        },
        {
            "text": "4. Zwischenfinanzierung: private Wohnimmobilienfinanzierungen mit einer vereinbarten Laufzeit von höchstens zwei Jahren, bei denen das Kreditinstitut mit dem Kreditnehmer vereinbart hat,",
            "annotations": []
        },
        {
            "text": "a) den Kredit aus dem Verkaufserlös einer Immobilie zu tilgen, die zum Zeitpunkt des Abschlusses der Zwischenfinanzierung",
            "annotations": []
        },
        {
            "text": "aa) im Eigentum des Kreditnehmers steht, von ihm oder seinen Angehörigen im Sinne des §72 StGB bewohnt wird und für die das Kreditinstitut eine eintragungsfähige Pfandurkunde einholt, oder",
            "annotations": []
        },
        {
            "text": "bb) gemäß §7 Abs3 Z1 für die Zwischenfinanzierung als Sicherheit dient, wobei die Kreditsumme 90% des Betrags der Hypothek nicht übersteigt,",
            "annotations": []
        },
        {
            "text": "wobei die Kreditsumme zuzüglich Vorlasten der Immobilie 80% des Marktwerts der Immobilie gemäß Art4 Abs1 Nr 76 der Verordnung (EU) Nr 575/2013 nicht übersteigt. Der Marktwert ist unter Einhaltung der Anforderungen gemäß Rz 209 bis 214 der Leitlinien für die Kreditvergabe und Überwachung der Europäischen Bankenaufsichtsbehörde vom 29. Mai 2020 (EBA/GL/2020/06) festzustellen und zu dokumentieren. Vorlasten sind nicht zu berücksichtigen, wenn das Kreditinstitut im Zeitpunkt der Vereinbarung der Zwischenfinanzierung sicherstellt und dokumentiert, dass die Vorlast durch die Zwischenfinanzierung getilgt und im Grundbuch gelöscht wird; oder",
            "annotations": []
        },
        {
            "text": "b) die Kreditsumme aus einer Förderung für den Bau oder Erwerb von Wohnimmobilien zu tilgen,",
            "annotations": []
        },
        {
            "text": "aa) die als Geldleistung gewährt wird und vom Kreditnehmer nicht zurückzuzahlen ist (Zuschuss),",
            "annotations": []
        },
        {
            "text": "bb) die von einem Rechtsträger gemäß Art112 Buchstabe a bis c der Verordnung (EU) Nr 575/2013 gewährt wird und",
            "annotations": []
        },
        {
            "text": "cc) für die der Kreditnehmer zum Zeitpunkt der Auszahlung der Zwischenfinanzierung über eine verbindliche Förderzusage auf Gewährung und Auszahlung der Förderung verfügt;",
            "annotations": []
        },
        {
            "text": "5. Vorfinanzierungen von Bauspardarlehen und Förderkrediten: Kredite mit einer vereinbarten Laufzeit von höchstens zwei Jahren, bei denen das Kreditinstitut mit dem Kreditnehmer vereinbart hat, die Kreditsumme",
            "annotations": []
        },
        {
            "text": "a) aus einem Darlehen einer Bausparkasse gemäß §2 Abs1 Z1 und Z2 lita und des Bausparkassengesetzes – BSpG, BGBl Nr 532/1993, zu tilgen, für das der Kreditnehmer zum Zeitpunkt der Auszahlung der Vorfinanzierung über eine verbindliche Zusage zur Gewährung und Auszahlung des Darlehens verfügt, welche die Bausparkasse nach Prüfung der Anforderungen des BSpG vorbehaltlich deren vollständiger Erfüllung erteilt hat, oder",
            "annotations": []
        },
        {
            "text": "b) aus einer privaten Wohnimmobilienfinanzierung zu tilgen, für die der Kreditnehmer zum Zeitpunkt der Auszahlung der Vorfinanzierung über eine verbindliche Zusage eines Rechtsträgers gemäß Art112 Buchstabe a bis c der Verordnung (EU) Nr 575/2013 zur Gewährung, Förderung oder Besicherung dieser privaten Wohnimmobilienfinanzierung verfügt (Förderkredit);",
            "annotations": []
        },
        {
            "text": "6. Bemessungsperiode: Der aktuelle oder der vorangegangene Durchrechnungszeitraum, je nachdem in welchem Durchrechnungszeitraum die Summe der Kreditsummen der vom Kreditinstitut neu vereinbarten Finanzierungen gemäß §2 Abs2 höher ist.",
            "annotations": []
        },
        {
            "text": "Im Übrigen sind die Begriffsbestimmungen gemäß §2 BWG anzuwenden.",
            "annotations": []
        },
        {
            "text": "2. Abschnitt",
            "annotations": []
        },
        {
            "text": "Maßnahmen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Obergrenzen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4. Die Obergrenzen für neu vereinbarte private Wohnimmobilienfinanzierungen betragen:",
            "annotations": []
        },
        {
            "text": "1. für die Beleihungsquote 90%,",
            "annotations": []
        },
        {
            "text": "2. für die Schuldendienstquote 40%,",
            "annotations": []
        },
        {
            "text": "3. für die maximale Laufzeit 35 Jahre.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Geringfügigkeitsgrenze",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5. (1) Neu vereinbarte Finanzierungen gemäß §2 Abs2 sind nach Maßgabe von Abs2 von der Anwendung der Maßnahmen gemäß §4 ausgenommen, wenn unter Berücksichtigung der Berechnungsvorschriften gemäß §9 die Summe sämtlicher aushaftender Kreditverbindlichkeiten des Kreditnehmers aus privaten Wohnimmobilienfinanzierungen einschließlich der neu vereinbarten Finanzierung höchstens 50 000 € beträgt (kreditnehmerbezogene Geringfügigkeitsgrenze).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Obergrenze für den Anteil der gemäß Abs1 ausgenommenen Finanzierungen an allen vom Kreditinstitut neu vereinbarten Finanzierungen gemäß §2 Abs2 beträgt unter Berücksichtigung der Berechnungsvorschriften gemäß §9 2% (institutsbezogenes Geringfügigkeitskontingent).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Institutsbezogenes Ausnahmekontingent",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§6. Neu vereinbarte Finanzierungen gemäß §2 Abs2 dürfen die Obergrenzen gemäß §4 überschreiten, wenn das Kreditinstitut unter Berücksichtigung der Berechnungsvorschriften gemäß §10 sicherstellt, dass von den von diesem Kreditinstitut neu vereinbarten Finanzierungen gemäß §2 Abs2, welche nicht gemäß §5 ausgenommen sind, höchstens",
            "annotations": []
        },
        {
            "text": "1. 20% oder Finanzierungen mit einem Gesamtvolumen pro Durchrechnungszeitraum von 1 000 000 €, je nachdem welcher Wert höher ist, die Obergrenze für die Beleihungsquote gemäß §4 Z1,",
            "annotations": []
        },
        {
            "text": "2. 10% oder Finanzierungen mit einem Gesamtvolumen pro Durchrechnungszeitraum von 500 000 €, je nachdem welcher Wert höher ist, die Obergrenze für die Schuldendienstquote gemäß §4 Z2,",
            "annotations": []
        },
        {
            "text": "3. 5% oder Finanzierungen mit einem Gesamtvolumen pro Durchrechnungszeitraum von 250 000 €, je nachdem welcher Wert höher ist, die Obergrenze für die Laufzeit gemäß §4 Z3 und",
            "annotations": []
        },
        {
            "text": "4. 20% oder Finanzierungen mit einem Gesamtvolumen pro Durchrechnungszeitraum von 1 000 000 €, je nachdem welcher Wert höher ist, eine oder mehrere der Obergrenzen gemäß §4 überschreiten.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art139 Abs1 Z3 B-VG erkennt der Verfassungsgerichtshof über die Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof in seiner mit VfSlg 8058/1977 beginnenden ständigen Rechtsprechung ausgeführt hat, ist daher grundlegende Voraussetzung für die Antragslegitimation, dass die Verordnung in die Rechtssphäre der betroffenen Person unmittelbar eingreift und sie – im Fall ihrer Gesetzwidrigkeit – verletzt. Hiebei hat der Verfassungsgerichtshof vom Antragsvorbringen auszugehen und lediglich zu prüfen, ob die vom Antragsteller ins Treffen geführten Wirkungen solche sind, wie sie Art139 Abs1 Z3 B-VG als Voraussetzung für die Antragslegitimation fordert (vgl zB VfSlg 8594/1979, 15.527/1999, 16.425/2002 und 16.426/2002).",
            "annotations": []
        },
        {
            "text": "1.2. Nach §57 Abs1 VfGG muss der Antrag, eine Verordnung als gesetzwidrig aufzuheben, begehren, dass entweder die Verordnung ihrem ganzen Inhalte nach oder dass bestimmte Stellen der Verordnung als gesetzwidrig aufgehoben werden. Ein Antrag, der sich gegen den ganzen Inhalt einer Verordnung richtet, muss die Bedenken gegen die Gesetzmäßigkeit aller Bestimmungen der Verordnung \"im Einzelnen\" darlegen und insbesondere auch dartun, inwieweit alle angefochtenen Verordnungsregelungen unmittelbar und aktuell in die Rechtssphäre des Antragstellers eingreifen. Bei der Prüfung der aktuellen Betroffenheit hat der Verfassungsgerichtshof vom Antragsvorbringen auszugehen und lediglich zu untersuchen, ob die vom Antragsteller ins Treffen geführten Wirkungen solche sind, wie sie Art139 Abs1 Z3 B-VG als Voraussetzung für die Antragslegitimation fordert (vgl zB VfSlg 10.353/1985, 14.277/1995, 15.306/1998, 16.890/2003, 18.357/2008, 19.919/2014, 19.971/2015). Das Erfordernis solcher Darlegungen durch den Antragsteller besteht auch dann, wenn bestimmte Annahmen im Hinblick auf die sonst geschilderte Situation naheliegen mögen (vgl VfSlg 14.309/1995, 14.817/1997, 19.613/2011). Ferner ist es nicht Aufgabe des Verfassungsgerichtshofes, aus den Ausführungen des Antragstellers zur behaupteten Rechtswidrigkeit der angefochtenen Verordnung weitere, für ihn günstige Gesichtspunkte zu suchen und zusammenzutragen, die seine aktuelle Betroffenheit stützen könnten, jedoch in seinen Ausführungen zur Antragslegitimation nicht enthalten sind (vgl etwa VfGH 1.10.2020, V405/2020).",
            "annotations": []
        },
        {
            "text": "1.3. Anträge, die dem Erfordernis des §57 Abs1 VfGG nicht entsprechen, sind nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 14.320/1995, 14.526/1996, 15.977/2000, 18.235/2007) nicht im Sinne von §18 VfGG verbesserungsfähig, sondern als unzulässig zurückzuweisen (vgl etwa VfSlg 12.797/1991, 13.717/1994, 17.111/2004, 18.187/2007, 19.505/2011, 19.721/2012, VfGH 1.10.2020, V405/2020; 1.10.2020, V463/2020).",
            "annotations": []
        },
        {
            "text": "2. Der Antragsteller legt in seinem Antrag nicht konkret dar, inwieweit er von sämtlichen Bestimmungen der Kreditinstitute-Immobilienfinanzierungs-Verordnung unmittelbar und aktuell betroffen ist (vgl in diesem Zusammenhang etwa die Regelung des §6 KIM-V, die sich offenkundig ausschließlich an das jeweilige Kreditinstitut wendet und gegenüber dem Antragsteller – wenn überhaupt – nur Reflexwirkungen entfaltet). Damit entspricht der Antrag nicht den Inhaltserfordernissen des §57 Abs1 VfGG.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der auf Art139 Abs1 Z3 B-VG gestützte Antrag, die Verordnung der Finanzmarktaufsichtsbehörde (FMA) über Maßnahmen zur Begrenzung systemischer Risiken aus der Immobilienfinanzierung bei Kreditinstituten, BGBl II 230/2022, zur Gänze als gesetzwidrig aufzuheben, ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren und ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}