{
    "document_id": "JFT_20231005_23E01178_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist der Volksgruppe der Kurden und der Konfession der Sunniten zugehörig. Er ist am 10. Juli 1978 geboren, seit dem Jahr 2017 syrischer Staatsangehöriger (davor: staatenlos) und hielt sich bis zu seiner Ausreise in der Stadt Derbasia, Gouvernement Al-Hasaka, auf. Er stellte am 1. März 2021 im Bundesgebiet einen Antrag auf internationalen Schutz. ",
            "annotations": []
        },
        {
            "text": "2. Das Bundesamt für Fremdenwesen und Asyl wies mit Bescheid vom 21. September 2021 den Antrag des Beschwerdeführers auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten ab (Spruchpunkt I.), erkannte ihm den Status des subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihm eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.). ",
            "annotations": []
        },
        {
            "text": "3. Die gegen Spruchpunkt I. erhobene Beschwerde wies das Bundesverwaltungsgericht – nach Durchführung einer mündlichen Verhandlung – mit Erkenntnis vom 1. März 2023 als unbegründet ab. Begründend führt das Bundesverwaltungsgericht im Wesentlichen aus, dass der Beschwerdeführer seit seiner Einbürgerung als syrischer Staatsangehöriger wehrpflichtig sei, den Wehrdienst noch nicht abgeleistet habe und deswegen vom syrischem Regime gesucht werde. Im Falle einer Festnahme drohe dem Beschwerdeführer zumindest eine mit Folter verbundene Anhaltung und in weiterer Folge die Zuführung zum Militärdienst. Mit den kurdischen Behörden hätten der Beschwerdeführer und seine Familie, abgesehen von dem Versuch den minderjährigen Sohn des Beschwerdeführers einem militärischen Training zuzuführen, keine Probleme. Das Vorbringen, wonach der Beschwerdeführer auch von kurdischen Streitkräften auf Grund der Weigerung Vorrichtungen für Waffen zu konstruieren und an Fahrzeugen zu montieren verfolgt werde, erachte das Bundesverwaltungsgericht als nicht glaubhaft. Die Prüfung einer innerstaatlichen Fluchtalternative komme schon deshalb nicht in Betracht, weil dem Beschwerdeführer der Status des subsidiär Schutzberechtigen rechtskräftig zuerkannt worden sei und sich weder die Tatsachen- noch die Rechtslage maßgeblich verändert habe. ",
            "annotations": []
        },
        {
            "text": "Im Herkunftsgebiet des Beschwerdeführers, der Stadt Derbasia, drohe diesem keine Verfolgung durch das Regime, da dieses – trotz offensichtlichem Verfolgungsinteresse – keinen Zugriff auf ihn habe. Vor diesem Hintergrund sei dem Beschwerdeführer der Status des Asylberechtigten nicht zuzuerkennen, zumal die Sicherheitslage, die Rückkehrsituation und die Erreichbarkeit der Herkunftsregion nach der Rechtsprechung des Verwaltungsgerichtshofes hinsichtlich der Gewährung von Asyl (anders als im Hinblick auf den subsidiären Schutz) außer Betracht zu bleiben habe.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander behauptet und die kostenpflichtige Aufhebung des Erkenntnisses, in eventu die Abtretung an den Verwaltungsgerichtshof, beantragt wird. Begründend wird im Wesentlichen ausgeführt, dass das Erkenntnis mit Willkür belastet sei, weil es – entgegen der Ansicht des Bundesverwaltungsgerichtes – für die Zuerkennung des Status des Asylberechtigten nicht darauf ankomme, dass eine asylrelevante Verfolgungsgefahr im gesamten Territorium des Herkunftsstaates vorliege. Das Bundesverwaltungsgericht habe die Bedeutung der Rechtsprechung des Verwaltungsgerichtshofes hinsichtlich der Erreichbarkeit der Herkunftsregion verkannt und in der Folge jegliche Ermittlung und Auseinandersetzung hinsichtlich der Möglichkeit des Beschwerdeführers seine Heimatregion zu erreichen von vornherein verweigert. Dabei sei es gerade dem Beschwerdeführer ohne Reisepass nicht möglich auf dem Landweg über die Türkei oder den Irak in seine Heimatregion einzureisen. Flugverkehr gäbe es in die kurdisch kontrollierten Gebiete nicht. Zudem wird vorgebracht, dass das Bundesverwaltungsgericht aktenwidrig festgestellt habe, dass der Beschwerdeführer der Volksgruppe der Araber zugehörig sei.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und eine Gegenschrift erstattet, in der es in Bezug auf das Vorbringen, wonach einer Verfolgung am Rückkehrweg über das vom syrischen Regime beherrschte Gebiet Asylrelevanz zukomme, erneut auf die im Erkenntnis zitierte Rechtsprechung des Verwaltungsgerichtshofes verweist und zudem ausführt, dass es sich bei der Feststellung der ethnischen Zugehörigkeit des Beschwerdeführers als Araber um einen Schreibfehler handle und das Bundesverwaltungsgericht von einer kurdischen Volksgruppenzugehörigkeit ausgegangen sei. Daher werde die Abweisung der Beschwerde und die Auferlegung der Kosten beantragt.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungs-sphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechts-lage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht stellt fest, dass dem Beschwerdeführer in Syrien mit maßgeblicher Wahrscheinlichkeit eine Verfolgung drohe, weil er vom syrischen Regime auf Grund der Nichtableistung des Wehrdienstes zumindest festgenommen und einer mit Folter verbundenen Anhaltung zugeführt werden würde. Nach Auffassung des Bundesverwaltungsgerichtes komme diesem Umstand allerdings keine Relevanz im Hinblick auf die Zuerkennung des Status des Asylberechtigten gemäß §3 AsylG 2005 zu, weil der Beschwerdeführer diese Verfolgung in seiner Herkunftsregion nicht zu fürchten habe, zumal das syrische Regime dort keinen Zugriff auf ihn habe. Ob er seine Heimatregion erreichen könne, ohne mit dem syrischen Regime in Kontakt zu kommen, könne außer Betracht bleiben, weil es hinsichtlich des Status des Asylberechtigten nicht auf die Sicherheitslage, die Rückkehrsituation und die Erreichbarkeit der Herkunftsregion ankomme.",
            "annotations": []
        },
        {
            "text": "3.2. Diese Rechtsauffassung begründet das Bundesverwaltungsgericht mit einem Verweis auf Beschlüsse des Verwaltungsgerichtshofes, mit denen Revisionen zurückgewiesen wurden (vgl VwGH 27.5.2015, Ra 2015/18/0041; 3.1.2023, Ra 2022/01/0328; in diesem Sinn nach Erlass des angefochtenen Erkenntnisses auch VwGH 9.3.2023, Ra 2022/20/0211). Nach diesen Entscheidungen komme \"es bei Verneinung einer Verfolgung nach §3 AsylG 2005 für die Klärung des Sachverhalts im Hinblick auf den Asylstatus auf die Erreichbarkeit der Herkunftsregion nicht an\" (vgl VwGH 3.1.2023, Ra 2022/01/0328; 9.3.2023, Ra 2022/20/0211).",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der Feststellung des Bundesverwaltungsgerichtes, dass der Beschwerdeführer im Fall des Kontaktes zum syrischen Regime mit überwiegender Wahrscheinlichkeit zumindest festgenommen und einer mit Folter verbundenen Anhaltung zugeführt werden würde, vermag der bloße Verweis auf die zitierten Beschlüsse des Verwaltungsgerichtshofes nicht hinreichend zu begründen, wes-halb eine Auseinandersetzung mit der Frage, ob die Herkunftsregion für den Beschwerdeführer ohne Gefahr einer asylrelevanten Verfolgung erreichbar ist, gänzlich unterbleiben kann. Schließlich könnte sich die vom Bundesverwaltungsgericht festgestellte Gefahr der Verfolgung des Beschwerdeführers auch auf dem Weg in seine Herkunftsregion realisieren. Das Bundesverwaltungsgericht hätte daher prüfen müssen, ob der Beschwerdeführer in seine Herkunftsregion gelangen kann, ohne dabei einer asylrelevanten Verfolgung durch den syrischen Staat ausgesetzt zu sein.",
            "annotations": []
        },
        {
            "text": "3.3. Da das Bundesverwaltungsgericht allerdings nur prüft, ob dem Beschwerdeführer in der Stadt Derbasia, im Gouvernement Al-Hasaka, mithin in seiner Herkunftsregion, Verfolgung droht, jedoch die Frage außer Acht lässt, ob dem Beschwerdeführer ein Weg in diese Region offensteht, auf dem er nicht der Gefahr läuft, einer Verfolgung iSd Art1 Abschnitt A Z2 GFK ausgesetzt zu sein, belastet es sein Erkenntnis mit Willkür (vgl hinsichtlich der auf den Herkunftsstaat bezogenen Prüfung nunmehr auch VwGH 4.7.2023, Ra 2023/18/0108).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}