{
    "document_id": "JFT_20230427_23E00093_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind Staatsangehörige der Russischen Föderation und gehören der tschetschenischen Volksgruppe an. Die Erstbeschwerdeführerin ist die Mutter des minderjährigen Zweitbeschwerdeführers. Die Drittbeschwerdeführerin ist die Mutter der Erstbeschwerdeführerin bzw die Großmutter des Zweitbeschwerdeführers. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid des Bundesasylamtes vom 17. September 2008 wurde der Erstbeschwerdeführerin der Status der subsidiär Schutzberechtigten zuerkannt. Es wurde festgestellt, dass sie an Multipler Sklerose leide und dauerhafter ärztlicher Betreuung bedürfe. Auf Basis allgemeiner Feststellungen zur damaligen aktuellen Versorgungslage in der Russischen Föderation kam das Bundesasylamt zum Schluss, dass für die Erstbeschwerdeführerin nach einem Abbruch der Behandlung ihrer Krankheit in Österreich eine ausreichende ärztliche Versorgung in ihrem Heimatstaat nicht sichergestellt sei. ",
            "annotations": []
        },
        {
            "text": "Dem damaligen Ehemann und den Söhnen der Erstbeschwerdeführerin, so auch dem Zweitbeschwerdeführer, wurde mit Bescheiden vom selben Tag der Status der subsidiär Schutzberechtigten unter Anwendung der Bestimmungen über das asylrechtliche Familienverfahren nach §34 AsylG 2005 zuerkannt. ",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl (im Folgenden: BFA) vom 18. April 2016 wurde auch der erst im November 2015 nach Österreich eingereisten Drittbeschwerdeführerin der Status der subsidiär Schutzberechtigten auf Grund der Pflegebedürftigkeit ihrer kranken Tochter gewährt. Die erteilten befristeten Aufenthaltsberechtigungen wurden in der Folge wiederholt verlängert; hinsichtlich der Erstbeschwerdeführerin zuletzt im Jahr 2018 gültig bis 17. September 2020. ",
            "annotations": []
        },
        {
            "text": "4. Aus Anlass zahlreicher Strafanzeigen wurde gegen den Zweitbeschwerdeführer am 18. Oktober 2021 ein Verfahren zur Aberkennung seines Status als subsidiär Schutzberechtigter eingeleitet. ",
            "annotations": []
        },
        {
            "text": "5. Am 20. November 2021 und am 10. Dezember 2021 wurden sodann auch gegen die Erstbeschwerdeführerin und die Drittbeschwerdeführerin Verfahren zur Aberkennung ihres Status als subsidiär Schutzberechtigte eingeleitet. ",
            "annotations": []
        },
        {
            "text": "6. Mit Bescheiden des BFA vom 13. Dezember 2021, vom 25. Jänner 2022 und vom 9. März 2022 wurde den Beschwerdeführern jeweils der ihnen zuerkannte Status der subsidiär Schutzberechtigten gemäß §9 Abs1 AsylG 2005 von Amts wegen aberkannt (Spruchpunkt I.) und hinsichtlich der Erstbeschwerdeführerin ihr Antrag auf Verlängerung der Aufenthaltsberechtigung für subsidiär Schutzberechtigte vom 12. November 2021 abgewiesen bzw hinsichtlich dem Zweitbeschwerdeführer und der Drittbeschwerdeführerin die ihnen erteilten befristeten Aufenthaltsberechtigungen als subsidiär Schutzberechtigte entzogen (Spruchpunkt II.). Ein Aufenthaltstitel aus berücksichtigungswürdigen Gründen gemäß §57 AsylG 2005 wurde nicht erteilt (Spruchpunkt III.). Zudem wurden gegen die Beschwerdeführer Rückkehrentscheidungen erlassen (Spruchpunkt VI.) und festgestellt, dass ihre Abschiebung in die Russische Föderation zulässig sei (Spruchpunkt V.). Gemäß §55 Abs1 bis 3 FPG betrage die Frist für die freiwillige Ausreise vierzehn Tage ab Rechtskraft der Rückkehrentscheidungen (Spruchpunkt VI.). Gegen den Zweitbeschwerdeführer wurde zudem gemäß §53 Abs1 iVm Abs2 FPG ein auf die Dauer von vier Jahren und sechs Monaten befristetes Einreiseverbot erlassen (Spruchpunkt VII.). ",
            "annotations": []
        },
        {
            "text": "7. Gegen die Bescheide des BFA erhoben die Beschwerdeführer fristgerecht Beschwerden an das Bundesverwaltungsgericht. ",
            "annotations": []
        },
        {
            "text": "8. Mit Urteil des Landesgerichtes Salzburg vom 29. Juni 2022 wurde der – damals 14-jährige – Zweitbeschwerdeführer wegen des Vergehens der Nötigung nach §105 Abs1 StGB, des versuchten Verbrechens des Raubes nach §15 Abs1 und §142 Abs1 StGB, des Verbrechens des Raubes nach §142 Abs1 StGB, des Vergehens der Körperverletzung nach §83 Abs1 StGB, des versuchten Vergehens der Körperverletzung nach §15 Abs1 und §83 Abs1 StGB, des Vergehens nach §50 Abs1 Z3 WaffenG und des Vergehens der gefährlichen Drohung nach §107 Abs1 StGB unter Anwendung der §28 Abs1 StGB und §5 Z4 JGG (Jugendstraftat) nach §142 Abs1 StGB zu einer Freiheitsstrafe in der Dauer von 18 Monaten rechtskräftig verurteilt; wobei der Vollzug eines Teils der verhängten Strafe im Ausmaß von zwölf Monaten unter Bestimmung einer Probezeit von drei Jahren bedingt nachgesehen wurde.",
            "annotations": []
        },
        {
            "text": "9. Das Bundesverwaltungsgericht führte mündliche Verhandlungen am 4. April 2022, am 22. Juni 2022 und am 21. Juli 2022 durch. Im Zuge derer wurden der Zweitbeschwerdeführer und die Drittbeschwerdeführerin als Parteien befragt, sowie die Drittbeschwerdeführerin und die Großmutter des Zweitbeschwerdeführers väterlicherseits als Zeuginnen einvernommen. Die Erstbeschwerdeführerin blieb auf Grund ihres gesundheitlichen Zustandes entschuldigt von den mündlichen Verhandlungen fern.",
            "annotations": []
        },
        {
            "text": "10. Am 8. August 2022 wurde seitens des Bundesverwaltungsgerichtes eine Anfrage an die Staatendokumentation hinsichtlich der Behandlungsmöglichkeiten für an Multipler Sklerose erkrankte Personen in der Russischen Föderation sowie der dortigen Beschaffungsmöglichkeiten betreffend die von der Erstbeschwerdeführerin eingenommenen Medikamente gestellt. ",
            "annotations": []
        },
        {
            "text": "11. Am 25. August 2022 wurde der – damals 14-jährige – Zweitbeschwerdeführer vom Landesgericht Salzburg rechtskräftig wegen des Verbrechens der versuchten Erpressung nach §15 Abs1 und §144 Abs1 StGB unter Anwendung des §5 Z4 JGG nach §144 Abs1 StGB zu einer zusätzlichen Freiheitsstrafe in der Dauer von drei Monaten, bedingt nachgesehen unter Setzung einer dreijährigen Probezeit, verurteilt. ",
            "annotations": []
        },
        {
            "text": "12. Mit Erkenntnis vom 6. Dezember 2022 wies das Bundesverwaltungsgericht die Beschwerden mit der Maßgabe als unbegründet ab, dass gemäß §53 Abs1 iVm Abs3 FPG gegen den Zweitbeschwerdeführer ein Einreiseverbot in der Dauer von 5 Jahren erlassen werde. Die Aberkennung des Status der subsidiär Schutzberechtigten der Erstbeschwerdeführerin begründet das Bundesverwaltungsgericht zusammengefasst damit, dass aus den Länderfeststellungen zur Lage im Herkunftsland nun zweifelsfrei hervorgehe, dass die medizinische Versorgung in der Russischen Föderation sichergestellt sei, wobei russische Staatsbürger im Rahmen der staatlich finanzierten, obligatorischen Krankenversicherung (OMS) Zugang zur kostenlosen medizinischen Versorgung hätten. Weiters habe auf Grund einer eingeholten Anfragebeantwortung der Staatendokumentation ermittelt werden können, dass in der Russischen Föderation zahlreiche Behandlungsmöglichkeiten für an Multipler Sklerose erkrankte Personen vorhanden seien und dass die Erstbeschwerdeführerin dort auch Zugang zu den entsprechend ihrem individuellen Medikationsplan erforderlichen Arzneimitteln habe. Eine akute lebensbedrohende Krankheit, welche eine Überstellung in den Herkunftsstaat gemäß der Judikatur des EGMR verbieten würde, liege im konkreten Fall nicht vor. Auch der Transport in die Russische Föderation wäre unter möglichster Schonung und unter Berücksichtigung ihres Gesundheitszustandes zumutbar. ",
            "annotations": []
        },
        {
            "text": "Dem Zweitbeschwerdeführer sei der Status des subsidiär Schutzberechtigten im Familienverfahren nach §34 AsylG 2005 zuerkannt worden. Für die Aberkennung komme es darauf an, ob die Voraussetzungen für die Zuerkennung des Status des subsidiär Schutzberechtigten im Familienverfahren nicht länger vorlägen. Angesichts der strafgerichtlichen Verurteilungen des Zweitbeschwerdeführers lägen diese nicht mehr vor. Der Drittbeschwerdeführerin sei der Status der subsidiär Schutzberechtigten allein auf Grund der Erstbeschwerdeführerin gewährt und dazu ausgeführt worden, dass die Erstbeschwerdeführerin auf die Anwesenheit und die Pflege durch die Drittbeschwerdeführerin angewiesen sei. Da sich nun ergeben habe, dass die Gründe, die zur Zuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf die Erstbeschwerdeführerin geführt hätten, nicht mehr vorlägen, gelte dies in konsequenter Weise auch für die Drittbeschwerdeführerin. Sonstige Gründe, wonach der Zweitbeschwerdeführer und die Drittbeschwerdeführerin selbst die Voraussetzungen nach §8 Abs1 AsylG 2005 erfüllten, seien nicht zu erblicken. Alle drei Beschwerdeführer seien von den aufenthaltsbeendenden Maßnahmen betroffen und verfügten in der Russischen Föderation auch über ein familiäres Netz. Die Beschwerdeführer würden im Falle ihrer Rückkehr somit nicht in eine ihre Existenz gefährdende Notlage geraten.",
            "annotations": []
        },
        {
            "text": "13. Gegen das Erkenntnis des Bundesverwaltungsgerichtes vom 6. Dezember 2021 richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "14. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift abgesehen und auf die Begründung der angefochtenen Entscheidung verwiesen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Solche Fehler sind dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Zum Gesundheitszustand der Erstbeschwerdeführerin trifft das Bundesverwaltungsgericht folgende Feststellungen: ",
            "annotations": []
        },
        {
            "text": "\"1.1.2. Die zum Entscheidungszeitpunkt 43-jährige Erstbeschwerdeführerin leidet an einer sekundär progredienten Form der Multiplen Sklerose, EDSS 9.0, bei welcher es zu einer kontinuierlichen funktionellen Verschlechterung kommt. Sie ist seit über zwei Jahren rollstuhlpflichtig bzw bettlägerig, auf ständige Betreuung angewiesen und befindet sich in Pflegestufe 7. Aktuell wird sie von ihrer Mutter, der Drittbeschwerdeführerin, gepflegt. Die Erstbeschwerdeführerin nimmt folgende Medikamente: Lioresal, Reparil, Effektil, Novalgin.\" ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3.2. In der Beweiswürdigung wird zum Gesundheitszustand der Erstbeschwerdeführerin lediglich ausgeführt, dass sich die diesbezüglichen Feststellungen \"aus den in Vorlage gebrachten medizinischen Befunden\" ergäben. Zudem seien seitens der rechtsfreundlichen Vertretung telefonische Auskünfte hinsichtlich der aktuellen (medikamentösen) Behandlung der Erstbeschwerdeführerin bei den sie betreuenden Ärzten eingeholt worden, welche dem BVwG nachweislich zur Kenntnis gebracht worden seien.",
            "annotations": []
        },
        {
            "text": "3.3. Aus diesen Feststellungen zieht das Bundesverwaltungsgericht den Schluss, dass \"[e]ine akute lebensbedrohende Krankheit, welche eine Überstellung in den Herkunftsstaat gemäß der Judikatur des EGMR verbieten würde, […] im konkreten Fall nicht vor[liegt]\". Auch der Transport der Erstbeschwerdeführerin in die Russische Föderation sei \"unter möglichster Schonung und unter Berücksichtigung ihres Gesundheitszustandes zumutbar\".",
            "annotations": []
        },
        {
            "text": "3.4. Das Bundesverwaltungsgericht setzt sich aber weder im Rahmen der Beweiswürdigung noch im Rahmen der rechtlichen Beurteilung näher mit dem konkreten Krankheitsbild (zur diesbezüglichen Beachtungspflicht vgl etwa VfGH 24.11.2016, E1085/2016 ua) und der Bedeutung des Grades der Behinderung EDSS 9.0 der Erstbeschwerdeführerin auseinander. Es stellt auch keine näheren Ermittlungen zur Transportfähigkeit oder zur Frage an, welche Auswirkungen eine Abschiebung der Erstbeschwerdeführerin in die Russische Föderation auf ihren Gesundheitszustand hätte. ",
            "annotations": []
        },
        {
            "text": "Auf das mehrmalige Vorbringen der Drittbeschwerdeführerin in der mündlichen Verhandlung am 4. April 2022, die Erstbeschwerdeführerin werde die Reise nach Russland nicht überleben, wird in der Entscheidung nicht eingegangen.",
            "annotations": []
        },
        {
            "text": "3.5. Zudem geht aus dem im verfassungsgerichtlichen Verfahren vorgelegten Akt der Erstbeschwerdeführerin hervor, dass der ärztliche Befundbericht über ihren Gesundheitszustand vom 19. November 2021 stammt. Dieser wurde somit mindestens ein Jahr vor der Entscheidung des Bundesverwaltungsgerichtes vom 6. Dezember 2022 erstellt. Zur hinreichenden Aktualität der vom Bundesverwaltungsgericht herangezogenen medizinischen Befunde finden sich keine Ausführungen in der Entscheidung. Das Bundesverwaltungsgericht stellt hingegen selbst fest, dass sich die Erstbeschwerdeführerin bereits in der höchsten Pflegestufe befinde und unter einer Krankheit leide, bei der es zu einer kontinuierlichen funktionellen Verschlechterung komme. ",
            "annotations": []
        },
        {
            "text": "3.6. Vor diesem Hintergrund wäre das Bundesverwaltungsgericht gehalten gewesen, – etwa durch die Einholung eines fachärztlichen Gutachtens – nähere Ermittlungen zum aktuellen physischen und psychischen Zustand der Erstbeschwerdeführerin anzustellen (vgl VfGH 22.9.2016, E850/2016; 11.6.2019, E137/2019; 13.6.2021, E2530/2021), um nachvollziehbar zum Ergebnis kommen zu können, dass eine akute lebensbedrohende Krankheit, welche eine Überstellung in den Herkunftsstaat verbieten würde, nicht vorliege und der Transport in die Russische Föderation zumutbar sei (vgl EGMR 13.12.2016 [GK], 41.738/10, Paposhvili). Das Bundesverwaltungsgericht hat somit Ermittlungen in einem wesentlichen Punkt unterlassen und dadurch das angefochtene Erkenntnis mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "4. Der Entscheidung wurde die Prämisse zugrunde gelegt, dass alle drei Beschwerdeführer gleichermaßen von den aufenthaltsbeendenden Maßnahmen betroffen seien. Aus diesem Grund blieb ungeprüft, ob es zulässig wäre, dass der minderjährige Zweitbeschwerdeführer alleine in den Herkunftsstaat zurückkehren muss. Der Mangel schlägt daher auch auf die Entscheidung betreffend den Zweitbeschwerdeführer durch. Hinsichtlich der Drittbeschwerdeführerin geht das Bundesverwaltungsgericht davon aus, dass ihr allein auf Grund ihrer Tochter, der Erstbeschwerdeführerin, der Status der subsidiär Schutzberechtigten gewährt worden sei, weil die Erstbeschwerdeführerin auf die Anwesenheit und Pflege durch die Drittbeschwerdeführerin angewiesen sei. Lägen die Gründe für die Zuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf die Erstbeschwerdeführerin nicht mehr vor, gelte dies konsequenter Weise auch für die Drittbeschwerdeführerin. Der Mangel in der Entscheidung betreffend die Erstbeschwerdeführerin schlägt daher auch auf die Entscheidung betreffend die Drittbeschwerdeführerin durch. Das Erkenntnis ist hinsichtlich aller Beschwerdeführer aufzuheben.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl Nr 390/1973) verletzt worden verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 476,– enthalten. Ein Ersatz der Eingabegebühr ist nicht zuzusprechen, weil die Beschwerdeführer Verfahrenshilfe im Umfang des §64 Abs1 Z1 lita ZPO genießen.",
            "annotations": []
        }
    ]
}