{
    "document_id": "JFT_20230315_21E03975_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist ein am 4. Juli 1992 geborener Staatsangehöriger von Afghanistan, der der Volksgruppe der Paschtunen angehört. Er stellte nach illegaler Einreise in das österreichische Bundesgebiet am 20. Jänner 2016 einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 22. Oktober 2016 wies das Bundesamt für Fremdenwesen und Asyl (in der Folge: BFA) den Antrag zurück und sprach aus, dass gemäß Art13 Abs1 der Verordnung (EU) Nr 604/2013 Kroatien für die Prüfung des Antrages auf internationalen Schutz zuständig sei.",
            "annotations": []
        },
        {
            "text": "3. Der gegen diesen Bescheid erhobenen Beschwerde gab das Bundesverwaltungsgericht mit Erkenntnis vom 17. November 2016 statt und ließ das Verfahren auf internationalen Schutz zu.",
            "annotations": []
        },
        {
            "text": "4. Mit Urteil eines nicht näher bezeichneten Landesgerichtes vom 7. März 2017 wurde der Beschwerdeführer wegen des Vergehens des unerlaubten Umgangs mit Suchtgiften nach §27 Abs2a 2. Fall SMG iVm §15 StGB sowie gemäß §27 Abs1 Z1 1. und 2. Fall SMG zu einer bedingten Freiheitsstrafe in der Dauer von 5 Monaten verurteilt.",
            "annotations": []
        },
        {
            "text": "5. Mit Bescheid vom 15. Mai 2017 wies das BFA den Antrag auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten (Spruchpunkt I.) sowie hinsichtlich des Status des subsidiär Schutzberechtigten in Bezug auf seinen Herkunftsstaat Afghanistan (Spruchpunkt II.) als unbegründet ab, erteilte dem Beschwerdeführer keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ gegen ihn eine Rückkehrentscheidung und stellte fest, dass seine Abschiebung nach Afghanistan zulässig sei (Spruchpunkt III.), gewährte eine Frist für die freiwillige Ausreise (Spruchpunkt IV.) und stellte fest, dass der Beschwerdeführer sein Recht auf Aufenthalt im Bundesgebiet ab 11. März 2017 verloren habe (Spruchpunkt V.).",
            "annotations": []
        },
        {
            "text": "6. Mit Urteil eines nicht näher bezeichneten Landesgerichtes vom 6. August 2018 wurde der Beschwerdeführer wegen Begehung einer mit Strafe bedrohten Handlung im Zustand voller Berauschung gemäß §§287, 125 StGB sowie nach §§287, 270 Abs1, 269 Abs1 StGB zu einer bedingten Freiheitsstrafe von 9 Monaten verurteilt.",
            "annotations": []
        },
        {
            "text": "7. Mit Urteil eines nicht näher bezeichneten Landesgerichtes vom 25. April 2019 wurde der Beschwerdeführer wegen des Vergehens des Diebstahls nach §15 iVm §127 StGB, des Vergehens der sexuellen Belästigung und öffentlicher geschlechtlicher Handlungen nach §218 Abs1 Z1 StGB, des Vergehens des Widerstands gegen die Staatsgewalt nach §15 iVm §269 Abs1 StGB und des Vergehens des unerlaubten Umgangs mit Suchtgiften nach §15 StGB iVm §27 Abs1, Abs2 und Abs2a SMG zu einer unbedingten Freiheitsstrafe von 15 Monaten verurteilt. ",
            "annotations": []
        },
        {
            "text": "8. Die gegen den Bescheid des BFA vom 15. Mai 2017 erhobene Beschwerde wurde mit Erkenntnis des Bundesverwaltungsgerichtes vom 29. Mai 2019 nach Durchführung einer mündlichen Verhandlung als unbegründet abgewiesen und der Spruchpunkt IV. des Bescheides dahingehend abgeändert, dass die Frist für die freiwillige Ausreise 14 Tage ab Enthaftung des Beschwerdeführers betrage.",
            "annotations": []
        },
        {
            "text": "9. Am 11. Juni 2020 stellte der Beschwerdeführer einen weiteren Antrag auf internationalen Schutz. Das BFA wies diesen Antrag mit Bescheid vom 20. Oktober 2020 hinsichtlich des Status des Asylberechtigten sowie hinsichtlich des Status des subsidiär Schutzberechtigten gemäß §68 Abs1 AVG wegen entschiedener Sache zurück (Spruchpunkte I. und II.) und stellte fest, dass der Beschwerdeführer sein Recht zum Aufenthalt im Bundesgebiet seit dem 3. Juli 2020 verloren habe (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "10. Das Bundesverwaltungsgericht wies die dagegen erhobene Beschwerde mit dem angefochtenen Erkenntnis vom 16. September 2021 als unbegründet ab. Das Bundesverwaltungsgericht begründet seine Entscheidung zunächst damit, dass der Beschwerdeführer sich zur individuellen Begründung seines Folgeantrages auf internationalen Schutz nicht auf einen nach rechtskräftigem Abschluss des ersten Rechtsganges neu entstandenen Sachverhalt, sondern ausschließlich auf Umstände, die keinen glaubhaften Kern aufweisen würden (behauptete Homosexualität) bezogen habe. Zu der Frage, ob auch in Bezug auf den Folgeantrag auf Zuerkennung des subsidiären Schutzstatus keine entscheidungswesentliche Änderung des Sachverhaltes eingetreten ist, hält das Bundesverwaltungsgericht im Rahmen der rechtlichen Beurteilung Folgendes fest:",
            "annotations": []
        },
        {
            "text": "\"Der angefochtene Bescheid wurde am 20.10.2020 erlassen. Bezogen auf den Entscheidungszeitpunkt der belangten Behörde ist keine maßgebliche Sachverhaltsänderung im Hinblick auf die Zumutbarkeit einer Rückkehr nach Kabul oder einer innerstaatlichen Fluchtalternative in der Stadt Mazar-e Sharif für den Beschwerdeführer hervorgekommen:",
            "annotations": []
        },
        {
            "text": "Angesichts der von der belangten Behörde zum Entscheidungszeitpunkt herangezogenen Länderberichte liegen keine Hinweise vor, wonach seit dem rechtskräftigen Abschluss der ersten Asylverfahren im Hinblick auf den Beschwerdeführer eine derartige erhebliche Lageänderung im vorliegenden Herkunftsland eingetreten wäre, wonach ihm nach Verlassen des Herkunftslandes und Asylantragstellungen im Ausland im Falle einer Rückkehr nach Afghanistan im gesamten Staatsgebiet Gefahr für Leib und Leben in einem Maße drohen würde, dass die Ausweisung im Lichte des Art3 EMRK unzulässig wäre.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der von der belangten Behörde getroffenen Feststellungen zu den Verhältnissen im Herkunftsstaat kann auch nicht angenommen werden, dass in der Zwischenzeit Umstände eingetreten wären, wonach der Beschwerdeführer nach einer Rückkehr in seinen Herkunftsstaat in Ansehung existentieller Grundbedürfnisse einer lebensbedrohenden Situation ausgesetzt wäre (vgl dazu etwa VwGH 25.05.2016, Zl Ra 2016/19/0036, wonach die Feststellung, dass ein gesunder, arbeitsfähiger und erwachsener Mann ohne Berufsausbildung und -erfahrung bei einer Rückkehr nach Kabul kein berufliches oder familiäres Netz mehr vorfinden würde, zwar geeignet war, eine schwierige Lebenssituation bei der Arbeitsplatz- und Wohnraumsuche sowie in wirtschaftlicher Hinsicht darzutun, jedoch noch keine reale Gefahr existenzbedrohender Verhältnisse; VwGH 16.07.2003, Zl 2003/01/0059, wonach die voraussichtliche Unterbringung eines Asylwerbers in einem notdürftig errichteten, beheizten, mit Stroh ausgelegten Zelt, das er sich mit mehreren Personen teilen hätte müssen, grundsätzlich einer Abschiebung nicht entgegenstand, VwGH 05.10.2016, Zl Ra 2016/19/0158, Rz 13-14, zur Rückkehrmöglichkeit eines gesunden Revisionswerbers nach Mogadischu ohne familiäre Unterstützung).",
            "annotations": []
        },
        {
            "text": "Auch die Ausbreitung des Coronavirus steht einer Rückkehr des Beschwerdeführers nach Afghanistan nicht entgegen. Der Beschwerdeführer leidet oder litt zudem an keinen Atemwegserkrankungen. Auch die notorisch bekannten Zahlen der an COVID-19 Erkrankten in Afghanistan (s https://www.who.int/countries/afg/) zeigen bezogen auf den Entscheidungszeitpunkt der belangten Behörde kein für eine Schutzgewährung hinreichend signifikantes Risiko für den Beschwerdeführer auf. Eine bloße Möglichkeit einer Verletzung seiner in der EMRK genannten Rechte ist für die Gewährung des Status des subsidiär Schutzberechtigten jedenfalls nicht ausreichend (siehe dazu auch VwGH 23.06.2020, Ra 2020/20/0188).",
            "annotations": []
        },
        {
            "text": "Da sohin keine Anhaltspunkte für eine entscheidungswesentliche Änderung des Sachverhalts im Hinblick auf das individuelle Vorbringen bzw Umstände des Beschwerdeführers oder allgemein bekannte Tatsachen, die von der belangten Behörde von Amts wegen zu berücksichtigen gewesen wären, vorliegen, und auch die Rechtslage sich in der Zwischenzeit nicht entscheidungswesentlich geändert hat, steht der Behandlung der gegenständlichen Anträge auf internationalen Schutz im Hinblick auf die Zuerkennung des Status von Asylberechtigten und subsidiär Schutzberechtigten das Prozesshindernis der rechtskräftig entschiedenen Sache nach §68 Abs1 AVG entgegen.\"",
            "annotations": []
        },
        {
            "text": "11. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet, die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses und die Zuerkennung der aufschiebenden Wirkung beantragt werden. Der Beschwerdeführer bringt unter anderem vor, dass sich die Sicherheitslage auf Grund der Machtübernahme der Taliban in Afghanistan derart verschlechtert habe, dass der Beschwerdeführer bei einer Rückkehr nach Afghanistan dem realen Risiko einer Verletzung seiner durch Art2 und 3 EMRK gewährleisteten Rechte ausgesetzt wäre.",
            "annotations": []
        },
        {
            "text": "12. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet, soweit sie sich gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich der Zurückweisung des Antrages auf Zuerkennung des Status des subsidiär Schutzberechtigten gemäß §68 Abs1 AVG richtet.",
            "annotations": []
        },
        {
            "text": "1.1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008). ",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "1.2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Zurückweisung des Antrages auf Zuerkennung des Status des subsidiär Schutzberechtigten unterlaufen:",
            "annotations": []
        },
        {
            "text": "1.2.1. Der Verfassungsgerichtshof ist der Auffassung, dass auf Grundlage des Länderinformationsblattes vom 11. Juni 2021 sowie der Kurzinformation der Staatendokumentation vom 19. Juli 2021 (und der zum Entscheidungszeitpunkt des Bundesverwaltungsgerichtes verfügbaren, breiten medialen Berichterstattung) spätestens ab 20. Juli 2021 – daher bereits auch zum Zeitpunkt der angefochtenen Entscheidung des Bundesverwaltungsgerichtes – von einer extremen Volatilität der Sicherheitslage in Afghanistan auszugehen war (VfGH 30.9.2021, E3445/2021), sodass jedenfalls eine Situation vorliegt, die den Beschwerdeführer im Fall seiner Rückkehr nach Afghanistan einer realen Gefahr einer Verletzung seiner verfassungsgesetzlich gewährleisteten Rechte gemäß Art2 und 3 EMRK aussetzt (zur Bedeutung dieses Umstandes für die Beurteilung des Vorliegens einer realen Gefahr im Sinne des Art2 und 3 EMRK siehe statt vieler VfSlg 19.466/2011, 20.296/2018, 20.358/2019; VfGH 6.10.2020, E2406/2020).",
            "annotations": []
        },
        {
            "text": "1.2.2. Indem das Bundesverwaltungsgericht von einer im Hinblick auf Art2 und 3 EMRK zulässigen Rückkehrsituation des Beschwerdeführers in Afghanistan ausgegangen ist, ohne dass es sich mit der oben genannten – zum Zeitpunkt seiner Entscheidung relevanten – Berichtslage auseinandergesetzt hat, hat es sein Erkenntnis, soweit es sich auf die Zurückweisung des Antrages hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten gemäß §68 Abs1 AVG wegen entschiedener Sache bezieht, mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "1.2.3. Im fortgesetzten Verfahren wird bei der Entscheidung, ob dem Beschwerdeführer der Status des subsidiär Schutzberechtigten zuzuerkennen ist, auch §8 Abs3a iVm §9 Abs2 AsylG 2005 zu beachten sein.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen – soweit sich die Beschwerde gegen die Zurückweisung des Antrages auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten gemäß §68 Abs1 AVG wegen entschiedener Sache und die Feststellung des Verlustes des Rechtes zum Aufenthalt im Bundesgebiet richtet – wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Die gerügten Rechtsverletzungen wären im vorliegenden Fall nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis, soweit damit seine Beschwerde gegen die Zurückweisung des Antrages auf internationalen Schutz bezüglich der Zuerkennung des Status des subsidiär Schutzberechtigten gemäß §68 Abs1 AVG wegen entschiedener Sache abgewiesen wurde, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerde abgesehen. ",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        },
        {
            "text": "5. Damit erübrigt sich ein Abspruch über den Antrag, der Beschwerde die aufschiebende Wirkung zuzuerkennen.",
            "annotations": []
        }
    ]
}