{
    "document_id": "JFT_20231004_21V00267_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art139 Abs1 Z3 B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art139 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof ist in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Gesetzwidrigkeit des Flächenwidmungsplanes der Gemeinde Inzing, beschlossen vom Gemeinderat der Gemeinde Inzing am 10. November 2005, aufsichtsbehördlich genehmigt mit Bescheid der Tiroler Landesregierung vom 16. Dezember 2005, soweit sich dieser auf das Grundstück Nr 2400, KG Inzing, bezieht:",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (zum Erfordernis ausreichender Grundlagenforschung im Verfahren der Verordnungserlassung vgl zB VfSlg 12.926/1991, 14.143/1995, 17.224/2004, 19.075/2010, 20.169/2017; zum planerischen Gestaltungsspielraum des Verordnungsgebers vgl zB VfSlg 11.075/1986, 14.375/1995, 15.682/1999, 16.372/2001, 17.894/2006, 20.009/2015) lässt das Vorbringen des Antrages die behaupteten Gesetzwidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Formerfordernisse und Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}