{
    "document_id": "JFT_20230612_23G00118_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit des §66 Abs1 Sbg Landes-Vertragsbedienstetengesetz 2000, LGBl 4/2000, idF LGBl 98/2017 sowie der Wortfolge \"nach Ablauf der in Abs1 genannten Frist\" in Abs2 leg cit:",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes, der zufolge dem Gesetzgeber bei der Regelung des Dienst-, Besoldungs- und Pensionsrechtes der Beamten ein verhältnismäßig weiter Gestaltungsspielraum offengelassen ist (vgl zB VfSlg 16.176/2001 mwN sowie VfSlg 17.452/2005, 20.073/2016; VfGH 7.6.2013, B1345/2012; 1.7.2022, G17/2022), das bundesstaatliche Prinzip die Anwendung des Gleichheitssatzes auf das Verhältnis der Regelungen verschiedener Gesetzgeber zueinander ausschließt (vgl zB VfSlg 9804/1983, 17.488/2005 jeweils mwN) und keine Verfassungsvorschrift den Schutz erworbener Rechtspositionen gewährleistet, sodass es im Prinzip in den rechtspolitischen Gestaltungsspielraum des Gesetzgebers fällt, eine einmal geschaffene Rechtsposition auch zu Lasten des Betroffenen zu verändern (vgl zB VfSlg 11.665/1988, 14.846/1997, 16.764/2002, 19.832/2013), lässt das Vorbringen des Antrages zur Gleichheitswidrigkeit der in §66 Abs1 Z1 und Z2 Sbg L-VBG enthaltenen Differenzierung und zur Verletzung des Vertrauensschutzes durch das Fehlen von Übergangsvorschriften, die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat. Die Differenzierung zwischen in Betrieben und nicht in Betrieben tätigen Bediensteten ist zudem schon in der Verfassung angelegt, weil die kompetenzrechtliche Regelung des Art21 B-VG es grundsätzlich ermöglicht, unterschiedliche einfachgesetzliche Regelungen zu schaffen (vgl zB VfSlg 16.733/2002, 19.658/2012 zum Betriebsbegriff des Art21 Abs2 B-VG sowie zur Anwendbarkeit des §105 Arbeitsverfassungsgesetzes, BGBl 22/1974, idF BGBl I 115/2022 für in Betrieben beschäftigte Bedienstete etwa Trost in: Strasser/Jabornegg/Resch [Hrsg.], ArbVG §105, Stand 1.9.2013, rdb.at, Rz 111).",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}