{
    "document_id": "JFT_20230228_22G00246_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litc B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015). ",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit näher bezeichneter Bestimmungen des Burgenländischen Jagdgesetzes 2017 – Bgld JagdG 2017, LGBl 24/2017, idF LGBl 31/2022. Die im Antrag dargelegten Bedenken richten sich gegen die im Bgld JagdG 2017 vorgesehene Ermächtigung von Jagdschutzorganen, wildernde Hunde – insbesondere auch solche, die sich der Einwirkung ihrer Besitzer zumindest vorübergehend entzogen haben und im Jagdgebiet allein umherstreifen, also außer Reich- und Rufweite ihrer Besitzerin oder ihres Besitzers sind – zu töten. Die Antragstellerin bringt zusammengefasst vor, dass die angefochtenen Bestimmungen gegen die verfassungsgesetzlich gewährleisteten Rechte auf Gleichheit aller Staatsbürger vor dem Gesetz (Art2 StGG und Art7 Abs1 B-VG) und auf Unverletzlichkeit des Eigentums (Art5 StGG und Art1 1. ZPEMRK) sowie gegen §2 des Bundesverfassungsgesetzes über die Nachhaltigkeit, den Tierschutz, den umfassenden Umweltschutz, die Sicherstellung der Wasser- und Lebensmittelversorgung und die Forschung, BGBl I 111/2013, idF BGBl I 82/2019 verstoßen würden. ",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfSlg 10.856/1986) lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat. Der Gesetzgeber überschreitet seinen rechtspolitischen Gestaltungsspielraum nicht, wenn er zur Hintanhaltung einer Schädigung des gehegten Wildes die Jagdschutzorgane unter bestimmten Voraussetzungen zur Tötung von Tieren ermächtigt, die das gehegte Wild gefährden.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf sämtliche Prozessvoraussetzungen hin geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}