{
    "document_id": "JFT_20230613_22E02174_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin lebt mit ihrem am 3. Oktober 2003 geborenen, behinderten Neffen im gemeinsamen Haushalt. Sie ist als seine Erwachsenenvertreterin registriert. Für den Neffen wird erhöhte Familienbeihilfe gemäß §8 Abs4 Familienlastenausgleichsgesetz 1967 (im Folgenden: FLAG 1967) vom Ehemann der Beschwerdeführerin bezogen. Bis 31. Jänner 2022 war die Beschwerdeführerin in der Pensionsversicherung für Zeiten der Pflege eines behinderten Kindes gemäß §18a Allgemeines Sozialversicherungsgesetz (ASVG) selbstversichert.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 28. Jänner 2022 stellte die Pensionsversicherungsanstalt (PVA) fest, dass die Selbstversicherung der Beschwerdeführerin in der Pensionsversicherung für Zeiten der Pflege ihres behinderten Neffen mit 31. Jänner 2022 ende. Begründend führte die PVA aus, ärztlicherseits sei festgestellt worden, dass der Neffe der Beschwerdeführerin nicht ständig der persönlichen Pflege bedürfe.",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht mit Erkenntnis vom 28. Juni 2022 als unbegründet ab. Gemäß §18a ASVG könnten sich Personen, die ein behindertes Kind, für das erhöhte Familienbeihilfe im Sinne des §8 Abs4 FLAG 1967 gewährt werde, unter überwiegender Beanspruchung ihrer Arbeitskraft in häuslicher Umgebung pflegen, solange sie während dieses Zeitraumes ihren Wohnsitz im Inland haben, längstens jedoch bis zur Vollendung des 40. Lebensjahres des Kindes, in der Pensionsversicherung selbstversichern. Der Verweis auf §8 leg cit bedeute, dass sich die Auslegung des Kindesbegriffes nach §2 leg cit zu richten habe. Dadurch ergebe sich aber auch, dass es sich bei den Pflegepersonen nur um die in §2 Abs3 leg cit in Betracht kommenden Personen, an erster Stelle also um die leibliche Mutter oder den leiblichen Vater handeln könne. Gemäß §2 Abs3 leg cit seien Kinder einer Person deren Nachkommen (lita), deren Wahlkinder und deren Nachkommen (litb), deren Stiefkinder (litc) und deren Pflegekinder (§§186 und 186a ABGB; litd). Die Begünstigung in der Pensionsversicherung komme somit grundsätzlich für Eltern, Groß-, Adoptiv-, Stief- oder Pflegeeltern in Betracht.",
            "annotations": []
        },
        {
            "text": "§2 Abs3 litd FLAG 1967 definiere als Kinder einer Person unter anderem auch deren Pflegekinder und verweise in diesem Zusammenhang auf das ABGB. §185 ABGB stelle auf die gerichtlich an Pflegeeltern übertragene Obsorge ab. Die Obsorge ende allerdings mit der Volljährigkeit des Kindes, also mit dem 18. Geburtstag. Erwachsenenvertreter seien nicht genannt.",
            "annotations": []
        },
        {
            "text": "Bei der Beschwerdeführerin handle es sich um die Tante des volljährigen Kindes, welche dessen Erwachsenenvertreterin sei. Eine behördliche Bestellung der Beschwerdeführerin und ihres Mannes als Pflegeeltern sei nicht vorgelegen und liege nicht vor. Die Beschwerdeführerin gehöre somit nicht zum Kreis der anspruchsberechtigten Pflegepersonen, obwohl weiterhin erhöhte Familienbeihilfe für das behinderte Kind ausbezahlt werde.",
            "annotations": []
        },
        {
            "text": "Es sei davon auszugehen, dass der Gesetzgeber bewusst zwischen leiblichen Kindern und unter anderem Pflegekindern differenzieren habe wollen und diese daher unterschiedlich geregelt habe. Dies auch vor dem Hintergrund, dass §18b ASVG eine Selbstversicherung in der Pensionsversicherung für Zeiten der Pflege naher Angehöriger vorsehe und die Angehörigeneigenschaft als Tante bei Erfüllung der sonstigen Voraussetzungen einer Antragstellung nach §18b ASVG nicht entgegenstehe. Für eine analoge Anwendung der §§184 ff ABGB werde daher kein Anwendungsbereich gesehen.",
            "annotations": []
        },
        {
            "text": "Da bereits das Kriterium der Zugehörigkeit zu den Anspruchsberechtigten des §18a ASVG nicht erfüllt sei, sei über die weiteren Erfordernisse nicht mehr abzusprechen gewesen.",
            "annotations": []
        },
        {
            "text": "4. Dagegen richtet sich die auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichheit aller Staatsbürger vor dem Gesetz (Art7 B-VG, Art2 StGG) sowie auf Unversehrtheit des Eigentums (Art5 StGG, Art1 1. ZPEMRK) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "Begründend wird dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht unterstelle dem Gesetz einen gleichheitswidrigen Inhalt, weil es davon ausgehe, dass der Gesetzgeber bewusst zwischen leiblichen Kindern und Pflegekindern differenzieren habe wollen. Dies sei aber nicht der Fall. Das ergebe sich etwa daraus, dass gemäß §2 Abs1 litc FLAG 1967 Anspruch auf Familienbeihilfe für volljährige Kinder bestehe, die wegen einer vor Vollendung des 21. Lebensjahres oder während einer späteren Berufsausbildung, jedoch spätestens vor Vollendung des 25. Lebensjahres, eingetretenen körperlichen oder geistigen Behinderung voraussichtlich dauernd außerstande sind, sich selbst den Unterhalt zu verschaffen. Dies treffe auf den Neffen der Beschwerdeführerin zu; er erhalte sogar erhöhte Familienbeihilfe für erheblich behinderte Kinder gemäß §8 Abs4 FLAG 1967. Folgte man der Rechtsansicht des Bundesverwaltungsgerichtes, würde für den Neffen der Beschwerdeführerin aber kein Anspruch auf Familienbeihilfe bestehen, weil er das 18. Lebensjahr erreicht habe. Das Bundesverwaltungsgericht unterstelle dem Gesetzgeber daher, dass er sowohl die Voraussetzungen für den Bezug der Familienbeihilfe als auch für die Möglichkeit der Selbstversicherung gemäß §18a ASVG für Pflegeeltern anders habe regeln wollen als für Eltern, Groß-, Adoptiv- und Stiefeltern. Dafür gebe es aber keine sachliche Rechtfertigung. §2 Abs3 litd FLAG 1967 sei daher verfassungskonform dahingehend auszulegen, dass vom Begriff Pflegekinder auch behinderte Kinder im Sinne von §18a ASVG, die von ihren Pflegeeltern gepflegt werden, nach Vollendung des 18. Lebensjahres umfasst seien. Das Bundesverwaltungsgericht habe das angefochtene Erkenntnis zudem durch das gehäufte Verkennen der Rechtslage mit Willkür belastet. Überdies sei die Beschwerdeführerin in ihrem Recht auf Unversehrtheit des Eigentums verletzt, weil ihr die Möglichkeit genommen worden sei, dieselben Pensionsansprüche wie Eltern, Groß-, Adoptiv- oder Stiefeltern für die Pflege eines behinderten Kindes zu erwerben. Für den Fall, dass die Rechtsansicht des Bundesverwaltungsgerichtes von §18a ASVG und §2 Abs3 litd FLAG 1967 gedeckt sei, wären diese Bestimmungen gleichheitswidrig.",
            "annotations": []
        },
        {
            "text": "5. Das Bundeskanzleramt-Verfassungsdienst hat auf Ersuchen des Verfassungsgerichtshofes zu den in der Beschwerde vorgebrachten Bedenken hinsichtlich §18a ASVG und §2 Abs3 litd FLAG 1967 Stellung genommen und bringt im Wesentlichen zusammengefasst Folgendes vor:",
            "annotations": []
        },
        {
            "text": "5.1. Zur einschlägigen Rechtslage und zu deren Entwicklung führt das Bundeskanzleramt-Verfassungsdienst unter anderem aus, dass die Aufnahme des Begriffes Pflegekinder in §2 Abs3 litd FLAG 1967 auf die Novelle BGBl 284/1972 zurückgehe. Den Gesetzesmaterialien dazu (RV 310 BlgNR 13. GP, 6) sei zu entnehmen, dass die bis dahin enthaltene Umschreibung des Begriffes Kind vielfach bei Pflegekindern zu Härten geführt habe. Die vorgeschlagene Fassung solle diese Härten beseitigen und die Pflegekinder den übrigen Kindern (§2 Abs3 lita bis c leg cit) völlig gleichstellen.",
            "annotations": []
        },
        {
            "text": "Zum Verweis auf die §§186 und 186a ABGB in §2 Abs3 litd FLAG 1967 führt das Bundeskanzleramt-Verfassungsdienst aus, dass dieser auf Grund einer Umnummerierung dieser Paragrafen im ABGB im Rahmen des Kindschafts- und Namensrechts-Änderungsgesetzes 2013, BGBl I 15, als Bezugnahme auf die §§184 und 185 ABGB zu deuten sei. Die Nennung der §§186 und 186a ABGB sei ansonsten nämlich sinnlos: §186 leg cit treffe gar keine Regelung über Pflegeeltern und §186a leg cit existiere nicht einmal mehr. Die Umnummerierung im ABGB sei im FLAG 1967 bis jetzt nicht nachvollzogen worden.",
            "annotations": []
        },
        {
            "text": "5.2. Zur Bedeutung des Begriffes Pflegekinder in §2 Abs3 litd FLAG 1967 und dem Verhältnis zwischen §184 und §185 ABGB legt das Bundeskanzleramt-Verfassungsdienst dar, dass gemäß §184 leg cit die Pflegeelternschaft ex lege gegeben sei, wenn die beiden gesetzlichen Tatbestandsmerkmale vorlägen, nämlich die tatsächliche – gänzliche oder teilweise – Besorgung der Pflege und Erziehung sowie das Bestehen einer dem Verhältnis zwischen leiblichen Eltern und Kindern nahekommenden persönlichen Beziehung oder die Absicht, eine solche herzustellen. Zu beachten sei allerdings auch §185 AGBG, in dem die gerichtliche Betrauung von Pflegeeltern mit der Obsorge für das Pflegekind geregelt werde. Es liege daher die Vermutung nahe, dass es neben Pflegeeltern gemäß §184 leg cit auch solche Pflegeeltern gebe, die gemäß §185 leg cit vom Gericht zusätzlich mit der Obsorge betraut würden. Für die Beantwortung der Frage nach der Begründung der Pflegekindeigenschaft im Sinne des §2 Abs3 litd FLAG 1967 komme es auf das Verhältnis zwischen §184 und §185 ABGB allerdings nicht an. Denn es gebe keinen Hinweis darauf, dass mit der Bezugnahme auf das ABGB in §2 Abs3 litd FLAG 1967 auf die gerichtliche Übertragung der Obsorge an die Pflegeeltern abgestellt werden solle. Das ungeklärte Verhältnis zwischen §184 und §185 ABGB schlage aber auf die Beantwortung der Frage nach der Beendigung der Eigenschaft als Pflegeeltern und Pflegekinder durch. Entscheidend sei dafür die Auslegung des §183 Abs1 ABGB, wonach die Obsorge ex lege mit dem Eintritt der Volljährigkeit erlösche. Denkbar sei einerseits die Auffassung, wonach sich diese Anordnung nur auf die gemäß §185 leg cit übertragene Obsorge beziehe und die von einer solchen Obsorgeübertragung unabhängige, auf die bloße faktische Besorgung von Pflege und Erziehung abstellende Pflegeelternschaft im Sinne des §184 leg cit unberührt lasse. Andererseits könne man argumentieren, dass die in §183 Abs1 ABGB getroffene Anordnung sämtliche Bereiche der Obsorge – somit auch die für die Eigenschaft der Pflegeelternschaft konstitutiven Teilbereiche Pflege und Erziehung – erfasse und dass mit dem Eintritt der Volljährigkeit des Pflegekindes somit auch die Pflegeelternschaft erlösche. Zu entsprechend unterschiedlichen Ergebnissen gelange man auch bei der Auslegung des §2 Abs3 litd FLAG 1967 und bei den sich daraus ergebenden Rechtsfolgen.",
            "annotations": []
        },
        {
            "text": "Ausdrücklich werde auf diese Frage in den Durchführungsrichtlinien zum Familienlastenausgleichsgesetz 1967 des damaligen Bundesministeriums für soziale Sicherheit, Generationen und Konsumentenschutz eingegangen: Dort werde explizit die Auffassung vertreten, dass das Pflegekindschaftsverhältnis durch den Eintritt der Volljährigkeit des Pflegekindes nicht aufgehoben werde. Ein Hinweis auf eine unterschiedliche Behandlung von Eltern, Groß-, Adoptiv- und Stiefeltern einerseits und Pflegeeltern andererseits abhängig vom Alter des Pflegekindes finde sich auch nicht in der Kommentierung zu §18a ASVG (Pfeil, §18a ASVG, in: Mosler/Müller/Pfeil [Hrsg.], Der SV-Komm, 216. Lfg. 2018, Rz 4 und 5).",
            "annotations": []
        },
        {
            "text": "5.3. Zu den verfassungsrechtlichen Bedenken der Beschwerdeführerin sei auszuführen, dass einer Auslegung dahingehend, dass die Gewährung von Familienbeihilfe und die Möglichkeit der Selbstversicherung auch nach Vollendung des 18. Lebensjahres des Pflegekindes möglich sei, der Wortlaut der einschlägigen Bestimmungen jedenfalls nicht entgegenstehe. Eine solche Auslegung sei auch im Einklang mit den Durchführungsrichtlinien zum Familienlastenausgleichsgesetz 1967. Vor diesem Hintergrund gingen die Bedenken der Beschwerdeführerin hinsichtlich §18a Abs1 ASVG und §2 Abs3 litd FLAG 1967 ins Leere.",
            "annotations": []
        },
        {
            "text": "Selbst wenn man diese Auffassung nicht teilen sollte, sei es dem Gesetzgeber – vor dem Hintergrund der Judikatur des Verfassungsgerichtshofes im Bereich der Familienpolitik und im Beihilfenrecht – erlaubt, auch dann auf die Pflegekindschaft nach dem ABGB abzustellen, wenn dadurch die Pflegeelterneigenschaft mit dem Eintritt der Volljährigkeit des Pflegekindes wegfalle. Aus Sicht des Bundeskanzleramtes-Verfassungsdienst liege daher weder ein Verstoß gegen das Recht auf Gleichheit aller Staatsbürger vor dem Gesetz noch auf Unverletzlichkeit des Eigentums vor.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber Abstand genommen.",
            "annotations": []
        },
        {
            "text": "7. Die Pensionsversicherungsanstalt hat keine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §18a ASVG, BGBl 189/1955, idF BGBl I 2/2015 lautet auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Selbstversicherung in der Pensionsversicherung für Zeiten der Pflege eines behinderten Kindes",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§18a. (1) Personen, die ein behindertes Kind, für das erhöhte Familienbeihilfe im Sinne des §8 Abs4 des Familienlastenausgleichsgesetzes 1967, BGBl Nr 376, gewährt wird, unter überwiegender Beanspruchung ihrer Arbeitskraft in häuslicher Umgebung pflegen, können sich, solange sie während dieses Zeitraumes ihren Wohnsitz im Inland haben, längstens jedoch bis zur Vollendung des 40. Lebensjahres des Kindes, in der Pensionsversicherung selbstversichern. Der gemeinsame Haushalt besteht weiter, wenn sich das behinderte Kind nur zeitweilig wegen Heilbehandlung außerhalb der Hausgemeinschaft aufhält. Eine Selbstversicherung in der Pensionsversicherung für Zeiten der Pflege eines behinderten Kindes kann jeweils nur für eine Person bestehen.",
            "annotations": []
        },
        {
            "text": "(2) – (4) […]",
            "annotations": []
        },
        {
            "text": "(5) Die Selbstversicherung beginnt mit dem Zeitpunkt, den der (die) Versicherte wählt, frühestens mit dem Monatsersten, ab dem die erhöhte Familienbeihilfe (Abs1) gewährt wird, spätestens jedoch mit dem Monatsersten, der auf die Antragstellung folgt.",
            "annotations": []
        },
        {
            "text": "(6) Die Selbstversicherung endet mit dem Ende des Kalendermonates,",
            "annotations": []
        },
        {
            "text": "1. in dem die erhöhte Familienbeihilfe oder eine sonstige Voraussetzung (Abs1) weggefallen ist,",
            "annotations": []
        },
        {
            "text": "2. in dem der (die) Versicherte seinen (ihren) Austritt erklärt hat.",
            "annotations": []
        },
        {
            "text": "Ab dem erstmaligen Beginn der Selbstversicherung (Abs5) gelten die Voraussetzungen bis zum Ablauf des nächstfolgenden Kalenderjahres als erfüllt; in weiterer Folge hat der Versicherungsträger jeweils jährlich einmal festzustellen, ob die Voraussetzungen für die Selbstversicherung nach Abs1 gegeben sind. Der Versicherte ist verpflichtet, den Wegfall der erhöhten Familienbeihilfe dem Träger der Pensionsversicherung binnen zwei Wochen anzuzeigen.",
            "annotations": []
        },
        {
            "text": "(7) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §§2 und 8 FLAG 1967, BGBl 376, idF BGBl I 220/2021 (§2 leg cit) bzw idF BGBl I 226/2022 (§8 leg cit) lauten auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Abschnitt I",
            "annotations": []
        },
        {
            "text": "Familienbeihilfe",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2. (1) Anspruch auf Familienbeihilfe haben Personen, die im Bundesgebiet einen Wohnsitz oder ihren gewöhnlichen Aufenthalt haben,",
            "annotations": []
        },
        {
            "text": "a) für minderjährige Kinder,",
            "annotations": []
        },
        {
            "text": "b) […]",
            "annotations": []
        },
        {
            "text": "c) für volljährige Kinder, die wegen einer vor Vollendung des 21. Lebensjahres oder während einer späteren Berufsausbildung, jedoch spätestens vor Vollendung des 25. Lebensjahres, eingetretenen körperlichen oder geistigen Behinderung voraussichtlich dauernd außerstande sind, sich selbst den Unterhalt zu verschaffen,",
            "annotations": []
        },
        {
            "text": "d) – l) […]",
            "annotations": []
        },
        {
            "text": "(2) Anspruch auf Familienbeihilfe für ein im Abs1 genanntes Kind hat die Person, zu deren Haushalt das Kind gehört. Eine Person, zu deren Haushalt das Kind nicht gehört, die jedoch die Unterhaltskosten für das Kind überwiegend trägt, hat dann Anspruch auf Familienbeihilfe, wenn keine andere Person nach dem ersten Satz anspruchsberechtigt ist.",
            "annotations": []
        },
        {
            "text": "(3) Im Sinne dieses Abschnittes sind Kinder einer Person",
            "annotations": []
        },
        {
            "text": "a) deren Nachkommen,",
            "annotations": []
        },
        {
            "text": "b) deren Wahlkinder und deren Nachkommen,",
            "annotations": []
        },
        {
            "text": "c) deren Stiefkinder,",
            "annotations": []
        },
        {
            "text": "d) deren Pflegekinder (§§186 und 186a des allgemeinen bürgerlichen Gesetzbuches).",
            "annotations": []
        },
        {
            "text": "(3a) Kinder im Sinne dieses Abschnittes sind auch Kinder, die aufgrund einer akut gefährdenden Lebenssituation kurzfristig von Krisenpflegepersonen betreut werden (Krisenpflegekinder). Krisenpflegepersonen im Sinne dieses Bundesgesetzes sind Personen, die im Auftrag des zuständigen Kinder- und Jugendhilfeträgers ausgebildet und von diesem mit der vorübergehenden Pflege und Erziehung eines Kindes für die Dauer der Gefährdungsabklärung betraut wurden.",
            "annotations": []
        },
        {
            "text": "(4) – (9) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§8. (1) Der einer Person zustehende Betrag an Familienbeihilfe bestimmt sich nach der Anzahl und dem Alter der Kinder, für die ihr Familienbeihilfe gewährt wird.",
            "annotations": []
        },
        {
            "text": "(2) – (3) […]",
            "annotations": []
        },
        {
            "text": "(4) Die Familienbeihilfe erhöht sich monatlich für jedes Kind, das erheblich behindert ist,",
            "annotations": []
        },
        {
            "text": "3. ab 1. Jänner 2018 um 155,9 €.",
            "annotations": []
        },
        {
            "text": "(5) Als erheblich behindert gilt ein Kind, bei dem eine nicht nur vorübergehende Funktionsbeeinträchtigung im körperlichen, geistigen oder psychischen Bereichoder in der Sinneswahrnehmung besteht. Als nicht nur vorübergehend gilt ein Zeitraum von voraussichtlich mehr als sechs Monaten. Der Grad der Behinderung muß mindestens 50 vH betragen, soweit es sich nicht um ein Kind handelt, das voraussichtlich dauernd außerstande ist, sich selbst den Unterhalt zu verschaffen. Für die Einschätzung des Grades der Behinderung sind §14 Abs3 des Behinderteneinstellungsgesetzes, BGBl Nr 22/1970, in der jeweils geltenden Fassung, und die Verordnung des Bundesministers für Arbeit, Soziales und Konsumentenschutz betreffend nähere Bestimmungen über die Feststellung des Grades der Behinderung (Einschätzungsverordnung) vom 18. August 2010, BGBl II Nr 261/2010, in der jeweils geltenden Fassung anzuwenden. Die erhebliche Behinderung ist spätestens alle fünf Jahre neu festzustellen, wenn nach Art und Umfang eine mögliche Änderung zu erwarten ist.",
            "annotations": []
        },
        {
            "text": "(6) – (10) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. §§183 – 186 ABGB, JGS 946/1811, idF BGBl I 15/2013 (§§183, 184 und 186 leg cit) bzw BGBl I 59/2017 (§185 leg cit) lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Erlöschen der Obsorge",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§183. (1) Die Obsorge für das Kind erlischt mit dem Eintritt seiner Volljährigkeit.",
            "annotations": []
        },
        {
            "text": "(2) Der gesetzliche Vertreter hat dem volljährig gewordenen Kind dessen Vermögen sowie sämtliche dessen Person betreffenden Urkunden und Nachweise zu übergeben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Pflegeeltern",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§184. Pflegeeltern sind Personen, die die Pflege und Erziehung des Kindes ganz oder teilweise besorgen und zu denen eine dem Verhältnis zwischen leiblichen Eltern und Kindern nahe kommende Beziehung besteht oder hergestellt werden soll. Sie haben das Recht, in den die Person des Kindes betreffenden Verfahren Anträge zu stellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§185. (1) Das Gericht hat einem Pflegeelternpaar (Pflegeelternteil) auf seinen Antrag die Obsorge für das Kind ganz oder teilweise zu übertragen, wenn das Pflegeverhältnis nicht nur für kurze Zeit beabsichtigt ist und die Übertragung dem Wohl des Kindes entspricht. Die Regelungen über die Obsorge gelten dann für dieses Pflegeelternpaar (diesen Pflegeelternteil).",
            "annotations": []
        },
        {
            "text": "(2) Sind die Eltern oder Großeltern mit der Obsorge betraut und stimmen sie der Übertragung nicht zu, so darf diese nur verfügt werden, wenn ohne sie das Wohl des Kindes gefährdet wäre.",
            "annotations": []
        },
        {
            "text": "(3) Die Übertragung ist aufzuheben, wenn dies dem Wohl des Kindes entspricht. Gleichzeitig hat das Gericht unter Beachtung des Wohles des Kindes auszusprechen, auf wen die Obsorge übergeht.",
            "annotations": []
        },
        {
            "text": "(4) Das Gericht hat vor seiner Entscheidung die Eltern, den gesetzlichen Vertreter, weitere Erziehungsberechtigte, den Kinder- und Jugendhilfeträger und jedenfalls das bereits zehnjährige Kind zu hören. §196 Abs2 gilt sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Fünfter Abschnitt",
            "annotations": []
        },
        {
            "text": "Sonstige Rechte und Pflichten",
            "annotations": []
        },
        {
            "text": "Persönliche Kontakte",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§186. Jeder Elternteil eines minderjährigen Kindes hat mit dem Kind eine persönliche Beziehung einschließlich der persönlichen Kontakte (§187) zu pflegen.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Eine Verletzung des verfassungsgesetzlich gewährleisteten Rechtes auf Gleichheit aller Staatsbürger vor dem Gesetz kann nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (zB VfSlg 10.413/1985, 14.842/1997, 15.326/1998 und 16.488/2002) nur vorliegen, wenn die angefochtene Entscheidung auf einer dem Gleichheitsgebot widersprechenden Rechtsgrundlage beruht, wenn das Verwaltungsgericht der angewendeten Rechtsvorschrift fälschlicherweise einen gleichheitswidrigen Inhalt unterstellt oder wenn es bei Erlassung der Entscheidung Willkür geübt hat.",
            "annotations": []
        },
        {
            "text": "3. Gemäß §18a ASVG können sich Personen, die ein behindertes Kind, für das erhöhte Familienbeihilfe im Sinne des §8 Abs4 FLAG 1967, gewährt wird, unter überwiegender Beanspruchung ihrer Arbeitskraft in häuslicher Umgebung pflegen, solange sie während dieses Zeitraumes ihren Wohnsitz im Inland haben, längstens jedoch bis zur Vollendung des 40. Lebensjahres des Kindes, in der Pensionsversicherung selbstversichern. In den Materialien zur Einführung des §18a ASVG wird ausgeführt, der Verweis auf §8 Abs4 FLAG 1967 bedeute, dass sich die Auslegung des Kinderbegriffes nach §2 leg cit zu richten habe, woraus sich aber auch ergebe, dass es sich bei den Pflegepersonen nur um die nach §2 Abs3 leg cit in Betracht kommenden Personen, an erster Stelle also um die leibliche Mutter bzw den leiblichen Vater, handeln könne (RV 324 BlgNR 17. GP, 24).",
            "annotations": []
        },
        {
            "text": "Gemäß §2 Abs3 lita bis d FLAG 1967 sind Kinder einer Person, deren Nachkommen, deren Wahlkinder und deren Nachkommen, deren Stiefkinder sowie deren Pflegekinder. Hinsichtlich des Begriffes Pflegekinder verweist §2 Abs3 litd FLAG 1967 in Klammer auf die §§186 und 186a ABGB. Anspruch auf Familienbeihilfe haben gemäß §2 Abs1 FLAG 1967 Personen, die im Bundesgebiet einen Wohnsitz oder ihren gewöhnlichen Aufenthalt haben für minderjährige Kinder (lita leg cit) sowie allenfalls – nämlich bei Vorliegen weiterer Voraussetzungen – für volljährige Kinder (litb bis l leg cit).",
            "annotations": []
        },
        {
            "text": "Die Aufnahme des Begriffes Pflegekinder erfolgte durch die Novelle BGBl 284/1972. Dazu wird in den Materialien (RV 310 BlgNR 13. GP, 6) ausgeführt, dass",
            "annotations": []
        },
        {
            "text": "\"die im §2 Abs3 des Familienlastenausgleichsgesetzes 1967 enthaltene Umschreibung des Begriffes 'Kind' […] vielfach bei Pflegekindern zu Härten [führt]. Für Pflegekinder kann derzeit nur dann Familienbeihilfe gewährt werden, wenn auf sie die Voraussetzungen des §2 Abs3 litd zutreffen. Eine Voraussetzung ist, daß die Pflegeeltern überwiegend für den Unterhalt der Pflegekinder aufkommen müssen. Dies verhindert mitunter einen Anspruch auf Familienbeihilfe in den Fällen, in denen Pflegekinder aus Mitteln der Fürsorge unterstützt werden oder eine Waisenpension oder eine Lehrlingsentschädigung beziehen. Die vorgeschlagene Fassung soll diese Härte beseitigen und die Pflegekinder den übrigen Kindern (siehe §2 Abs3 lita bis c) völlig gleichstellen.\"",
            "annotations": []
        },
        {
            "text": "Zunächst verwies §2 Abs3 litd FLAG 1967 idF BGBl 284/1972 lediglich auf §186 ABGB. Mit dem Kindschaftsrecht-Änderungsgesetz, BGBl 162/1989, wurde §186 ABGB neu gefasst und §186a leg cit eingefügt. Diese Änderung wurde im FLAG 1967 mit der Novelle BGBl 652/1989 berücksichtigt; seither verweist §2 Abs3 litd FLAG 1967 auf die §§186 und 186a ABGB. Im Rahmen des Kindschafts- und Namensrechts-Änderungsgesetzes 2013, BGBl I 15, erfolgte unter anderem eine Umnummerierung bestimmter Paragrafen im ABGB: Aus den §§186 und 186a ABGB wurden die §§184 und 185 ABGB. Diese Änderung wurde im FLAG 1967 bisher nicht nachvollzogen. Der Verfassungsgerichtshof geht ungeachtet dessen – in Übereinstimmung mit dem Bundeskanzleramt-Verfassungsdienst – davon aus, dass die Bezugnahme auf die §§186 und 186a ABGB in §2 Abs3 litd FLAG 1967 nunmehr als Bezugnahme auf die §§184 und 185 ABGB zu verstehen ist.",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht geht in seiner Entscheidung auf Grund dieses Verweises davon aus, dass die Beschwerdeführerin nicht zum Kreis der anspruchsberechtigten Pflegepersonen gehöre. Es begründet dies unter anderem damit, dass §185 ABGB auf die gerichtlich an Pflegeeltern übertragene Obsorge abstelle, die Obsorge für ein Kind mit dessen Volljährigkeit aber ende. Es sei davon auszugehen, dass der Gesetzgeber bewusst zwischen leiblichen Kindern und unter anderem Pflegekindern differenzieren habe wollen und diese daher unterschiedlich geregelt habe.",
            "annotations": []
        },
        {
            "text": "5. Aus dem Blickwinkel des FLAG 1967 müsste eine solche Differenzierung aber aus besonderen Gründen im Hinblick auf Art7 Abs1 B-VG sachlich gerechtfertigt sein. Derartige Gründe sind dem Verfassungsgerichtshof nicht ersichtlich; das Gesetz lässt aber nach Wortlaut und Zweck ohne weiteres eine verfassungskonforme Auslegung zu, wonach die Gewährung von Familienbeihilfe und die Möglichkeit der Selbstversicherung in der Pensionsversicherung für Zeiten der Pflege eines behinderten Pflegekindes nach §18a ASVG auch nach Eintritt der Volljährigkeit des Pflegekindes möglich sind, wovon auch das Bundeskanzleramt-Verfassungsdienst ausgeht:",
            "annotations": []
        },
        {
            "text": "5.1. Der Gesetzgeber regelt in §2 Abs1 litb bis l FLAG 1967, unter welchen Voraussetzungen Personen Anspruch auf Familienbeihilfe für volljährige Kinder haben. Es fehlt jeder Anhaltspunkt dafür, dass der Gesetzgeber mit dem Verweis auf §§186 und 186a ABGB in §2 Abs3 litd FLAG 1967 darüber hinaus unter Verstoß gegen den Gleichheitsgrundsatz bei Eintritt der Volljährigkeit eines Pflegekindes einen Anspruch auf Familienbeihilfe grundsätzlich ausschließen wollte. Im Gegenteil hat er bei der Novelle BGBl 284/1972 des FLAG 1967 deutlich zum Ausdruck gebracht, dass im Rahmen des §2 Abs3 FLAG 1967 die völlige Gleichstellung von Pflegekindern mit den übrigen Kindern erreicht werden soll (RV 310 BlgNR 13. GP, 6). ",
            "annotations": []
        },
        {
            "text": "5.2. Das Bundeskanzleramt-Verfassungsdienst legt in seiner Stellungnahme eingehend dar, dass der Verweis in §2 Abs3 litd FLAG 1967 auf die §§186 und 186a ABGB (nunmehr §§184 und 185 ABGB) und das Verhältnis zu §183 Abs1 ABGB einige Auslegungsfragen aufwirft. In der vorliegenden Konstellation ist jedoch vor dem Hintergrund der dargelegten ausdrücklichen Absicht des Gesetzgebers sowie nach dem Zweck der maßgeblichen Bestimmungen eine Auslegung zugrunde zu legen, wonach es sich auch nach Eintritt der Volljährigkeit eines behinderten Pflegekindes um ein Pflegekind iSv §2 Abs3 litd FLAG 1967 handeln kann und sohin – bei Vorliegen der übrigen Voraussetzungen – ein Anspruch auf Familienbeihilfe und die Möglichkeit einer Selbstversicherung nach §18a ASVG bestehen kann (in diesem Sinne auch die Durchführungsrichtlinien zum Familienlastenausgleichsgesetz 1967). Einem derartigen Ergebnis steht auch der Gesetzeswortlaut nicht entgegen: Der Hinweis auf §§186 und 186a ABGB (nunmehr §§184 und 185 ABGB) in §2 Abs3 litd FLAG 1967 kann – und muss daher – in verfassungskonformer Auslegung so gelesen werden, dass behinderte Pflegekinder nicht schon alleine auf Grund des Eintrittes der Volljährigkeit keine Kinder mehr iSv §2 Abs3 FLAG 1967 sind.",
            "annotations": []
        },
        {
            "text": "6. Indem das Bundesverwaltungsgericht dies verkannt und somit §18a ASVG iVm §2 Abs3 litd FLAG 1967 einen verfassungswidrigen Inhalt unterstellt hat, wurde die Beschwerdeführerin durch das angefochtene Erkenntnis in ihrem verfassungsgesetzlich gewährleisteten Recht auf Gleichheit aller Staatsbürger vor dem Gesetz verletzt. Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "7. Unter diesen Umständen sieht der Verfassungsgerichtshof vor dem Hintergrund des vorliegenden Falles keinen Anlass, §18a ASVG oder §2 Abs3 litd FLAG 1967 in Prüfung zu ziehen.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichheit aller Staatsbürger vor dem Gesetz verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten. Dem Antrag des Bundesverwaltungsgerichtes auf Zuerkennung von Kosten als Ersatz des Vorlage- und Schriftsatzaufwandes ist schon deshalb nicht zu entsprechen, weil dies im VfGG nicht vorgesehen ist (VfSlg 19.957/2015; vgl §27 erster Satz VfGG). ",
            "annotations": []
        }
    ]
}