{
    "document_id": "JFT_20230918_23E01864_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die mj. Beschwerdeführerin ist nigerianische Staatsangehörige und wurde am 18. Juli 2021 im österreichischen Bundesgebiet geboren. Beide Eltern der Beschwerdeführerin sind nigerianische Staatsangehörige, ihr Vater verfügt über einen Aufenthaltstitel \"Daueraufenthalt – EU\", ihrer Mutter wurde am 13. Dezember 2022 erstmals eine Aufenthaltsberechtigung gemäß §55 AsylG 2005 erteilt.",
            "annotations": []
        },
        {
            "text": "2.  Mit Eingabe vom 2. September 2021 hat die Beschwerdeführerin einen Erstantrag auf Erteilung eines Aufenthaltstitels \"Rot-Weiß-Rot – Karte plus\" gestellt, der nach Erhebung einer Säumnisbeschwerde mit dem nunmehr angefochtenen Erkenntnis des Verwaltungsgerichtes Wien abgewiesen wurde. Begründend führt das Verwaltungsgericht Wien aus, dass die belangte Behörde über den Antrag der Beschwerdeführerin nicht innerhalb von sechs Monaten entschieden habe und die eingetretene Säumnis der Behörde zuzurechnen sei, weshalb die Zuständigkeit auf das Verwaltungsgericht übergegangen sei.",
            "annotations": []
        },
        {
            "text": "§21 Abs2 Z4 NAG biete im Fall der Beschwerdeführerin eine gesetzliche Grundlage, die es erlaube, den Erstantrag im Inland zu stellen, weil ihr Vater als Zusammenführender zum Zeitpunkt ihrer Geburt bereits rechtmäßig in Österreich aufhältig gewesen sei und der Antrag innerhalb von sechs Monaten nach der Geburt gestellt worden sei. Mit der Zulässigkeit der Inlandsantragstellung gehe in einer solchen Konstellation jedoch gemäß §21 Abs6 NAG kein über den erlaubten visumsfreien oder visumspflichtigen Aufenthalt hinausgehendes Bleiberecht einher. Daher befinde sich die seit ihrer Geburt am 18. Juli 2021 in Österreich aufhältige Beschwerdeführerin seit mehr als einem Jahr unrechtmäßig im Bundesgebiet, zumal auch keine Gründe vorlägen, die eine Ausreise nachweislich unmöglich oder unzumutbar machen würden. Vielmehr hätten sowohl die Mutter als auch der Vater der Beschwerdeführerin mit ihr das Bundesgebiet verlassen können; die dagegen seitens des Vaters ins Treffen geführte psychische Erkrankung der Mutter habe diese selbst nämlich in keiner Weise in ihrer Befragung thematisiert. ",
            "annotations": []
        },
        {
            "text": "Der Erteilung eines Aufenthaltstitels gemäß §46 Abs1 Z2 lita NAG an die Beschwerdeführerin stehe zunächst §11 Abs2 Z4 NAG entgegen. Ihr Aufenthalt im Bundesgebiet könnte nämlich zu finanziellen Belastungen einer Gebietskörperschaft führen, weil das vom Vater durchschnittlich aus seiner unselbständigen Beschäftigung erzielte Nettoeinkommen von € 2.287, pro Monat deutlich unter dem sich gesetzlich für eine Familie dieser Größe geforderten Nettohaushaltseinkommen von € 3.230, liege. Selbst wenn man die (trotz Aufforderung) nicht ausreichend belegte Angabe, dass sich die Unterhaltspflicht des Vaters für seinen nicht im Haushalt lebenden Sohn auf lediglich € 200, belaufe, zugrunde legen würde (und nicht den vom Verwaltungsgericht Wien anhand der gesetzlichen Bestimmungen angenommenen Wert von € 343,), würde der erforderliche Betrag um mehr als € 900, unterschritten werden. ",
            "annotations": []
        },
        {
            "text": "§11 Abs3 NAG ermögliche die Erteilung eines Aufenthaltstitels auch bei Nichtvorliegen der Voraussetzungen nach §11 Abs2 Z1 bis 7 NAG, wenn dies zur Aufrechterhaltung des Privat- und Familienlebens gemäß Art8 EMRK geboten sei. Bei der einzelfallbezogenen Abwägung der öffentlichen Interessen mit dem Interesse der Beschwerdeführerin am Verbleib in Österreich bilde der bestehende unrechtmäßige Aufenthalt der Beschwerdeführerin einen wesentlichen Umstand, weil dieser das öffentliche Interesse an der Aufrechterhaltung eines geordneten Fremdenwesens beeinträchtige. Zudem könne ihr Aufenthalt zu finanziellen Belastungen einer Gebietskörperschaft führen. Dem sei gegenüberzustellen, dass die Eltern der Beschwerdeführerin in Österreich über Aufenthaltstitel verfügen, auch wenn Art8 EMRK den Staat nicht dazu verpflichte, Familienzusammenführungen zuzulassen. Diesbezüglich könne – entsprechend der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte – unter anderem berücksichtigt werden, ob das Privat- und Familienleben in einem Zeitpunkt entstanden sei, in dem die Beteiligten sich ihres unsicheren Aufenthaltsstatus bewusst gewesen seien. Im konkreten Fall sei daher relevant, dass die Eltern der Beschwerdeführerin nicht nur während des unrechtmäßigen Aufenthaltes der Mutter die Ehe geschlossen hätten, sondern auch die Beschwerdeführerin in dieser Zeit geboren worden sei. Ein (humanitärer) Aufenthaltstitel sei der Mutter nämlich erst vor vier Monaten, sohin erst ein Jahr nach der Geburt der Beschwerdeführerin, erteilt worden. Der Beschwerdeführerin sei daher anzulasten, dass durch diese Umstände faktische Verhältnisse geschaffen worden seien, ohne davor die rechtlichen Rahmenbedingungen zu erfüllen. Berücksichtigungswürdige Gründe für ihren Verbleib in Österreich seit der Geburt bestünden sohin nicht, weil sich ihr Aufenthaltsstatus stets als unsicher dargestellt habe. Die Eltern der Beschwerdeführerin hätten bereits zum Zeitpunkt ihrer Geburt nicht begründet auf ein gemeinsames Familienleben in Österreich hoffen dürfen. Vielmehr sei es ihnen möglich und zumutbar, dieses in Nigeria, als dem gemeinsamen Heimatstaat aller Familienangehörigen, fortzusetzen. Beide Elternteile seien nämlich dort aufgewachsen und sozial verankert, weshalb sie (gemeinsam mit der erst einen Monat alten Schwester der Beschwerdeführerin) ihr Familienleben in Nigeria entfalten könnten. Unter Berücksichtigung, dass die Beschwerdeführerin durch ihr minderjähriges Alter von etwa eineinhalb Jahren auch noch keine berufliche oder soziale Integration erreicht habe, überwiege das öffentliche Interesse am geordneten Fremdenwesen und der Antrag sei abzuweisen. ",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichbehandlung von Fremden untereinander gemäß ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, und auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK geltend gemacht wird. Begründend legt die Beschwerdeführerin dar, dass sich eine sachlich nicht zu rechtfertigende Ungleichbehandlung daraus ergebe, dass der am 3. März 2023 geborenen, jüngeren Schwester der Beschwerdeführerin – trotz gleicher Einkommensverhältnisse der Eltern und unveränderten regelmäßigen finanziellen Belastungen – ein Aufenthaltstitel \"Rot-Weiß-Rot – Karte plus\" erteilt worden sei. ",
            "annotations": []
        },
        {
            "text": "Das Verwaltungsgericht Wien habe sein Erkenntnis aber auch deshalb mit Willkür belastet, weil es den konkreten Sachverhalt außer Acht lasse und überdies die Durchführung eines ordnungsgemäßen Ermittlungsverfahrens unterlassen habe. Bei der Ermittlung des Haushaltseinkommens beziehe es zwar das Einkommen des Vaters der Beschwerdeführerin mit ein, allerdings lasse es den Anspruch der Mutter der Beschwerdeführerin auf Kinderbetreuungsgeld sowie die Familienbeihilfe und den Kinderabsetzbetrag außer Acht. Unter Berücksichtigung dieser Beträge ergebe sich ein Familieneinkommen von € 3.298,75. Betreffend die finanziellen Belastungen gehe das Verwaltungsgericht Wien einerseits nur in seiner Alternativbegründung von der richtigen Höhe der Unterhaltsverpflichtung des Vaters aus. Andererseits ordne es eine freiwillige Einzahlung in einen Bausparvertrag fälschlich als monatliche Rückzahlungsverpflichtung des Vaters in Höhe von € 300,– ein. Richtigerweise hätte es sohin lediglich € 765,– als monatliche Verpflichtungen berücksichtigen dürfen. Zudem sei es geboten, bei der Beurteilung auch das auf Grund der monatlichen Einzahlungen bereits angesparte Guthaben in Höhe von € 4.206,83 zu berücksichtigen. In der Zusammenschau sei folglich nicht zu befürchten, dass es durch den Aufenthalt der Beschwerdeführerin zu finanziellen Belastungen einer Gebietskörperschaft komme.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus verletze die Entscheidung des Verwaltungsgerichtes Wien die Beschwerdeführerin auch in ihrem Recht auf Privat- und Familienleben nach Art8 EMRK. Sie lebe nämlich mit ihren Eltern und ihrer jüngeren Schwester, die alle drei über ein Aufenthaltsrecht in Österreich verfügen, in einer Haushaltsgemeinschaft. Es mute zynisch an, ihr als zweijährigem Kind mangelnde soziale und berufliche Integration sowie das Schaffen faktischer Verhältnisse durch den (rechtswidrigen) Verbleib in Österreich vorzuwerfen.",
            "annotations": []
        },
        {
            "text": "Zum Zeitpunkt der Geburt der Beschwerdeführerin sei der Asylantrag der Mutter, auf Grund dessen dieser ein Aufenthaltsrecht gemäß §55 AsylG 2005 zuerkannt worden sei, zwar noch unerledigt gewesen; der Aufenthalt der Mutter im Bundesgebiet sei aber angesichts des laufenden Verfahrens dennoch nicht unrechtmäßig gewesen. Für die Beschwerdeführerin sei sechs Wochen nach ihrer Geburt (rechtmäßig) im Inland ein Antrag auf Erteilung des Aufenthaltstitels eingebracht worden. Dieser Antrag sei erst nach Einbringung einer Säumnisbeschwerde durch die nunmehr angefochtene Entscheidung erledigt worden. Diese Verzögerung sei der Beschwerdeführerin nicht anzulasten. ",
            "annotations": []
        },
        {
            "text": "Eine Rückkehr der – ohne ihre Eltern völlig hilflosen – Beschwerdeführerin in ihren Heimatstaat komme nur in Begleitung durch einen (in Österreich aufhaltsberechtigten) Elternteil in Betracht. Dadurch käme es zu einer Trennung der Kernfamilie, die das Recht auf Privat- und Familienleben verletze. Zudem würde sich durch die Ausreise eines Elternteiles aber auch das Familieneinkommen vermindern, wodurch auch das Kindeswohl der jüngeren (in Österreich aufenthaltsberechtigten) Schwester der Beschwerdeführerin wiederum beeinträchtigt wäre. Für die Beschwerdeführerin, wie auch ihre Kernfamilie, ergebe sich daher aus dem Recht auf Familienleben nach Art8 EMRK auch ein Recht auf Zusammenleben, das durch die Entscheidung verletzt werde.",
            "annotations": []
        },
        {
            "text": "4. Das Verwaltungsgericht Wien hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Das Bundesgesetz über die Niederlassung und den Aufenthalt in Österreich (Niederlassungs- und Aufenthaltsgesetz – NAG), BGBl I 100/2005, idF BGBl I 221/2022 lautet auszugsweise: ",
            "annotations": []
        },
        {
            "text": "\"Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "§2. (1) Im Sinne dieses Bundesgesetzes ist",
            "annotations": []
        },
        {
            "text": "1. Fremder: wer die österreichische Staatsbürgerschaft nicht besitzt;",
            "annotations": []
        },
        {
            "text": "2.-5. […]",
            "annotations": []
        },
        {
            "text": "6. Drittstaatsangehöriger: ein Fremder, der nicht EWR-Bürger oder Schweizer Bürger ist;",
            "annotations": []
        },
        {
            "text": "7.-8. […]",
            "annotations": []
        },
        {
            "text": "9. Familienangehöriger: wer Ehegatte oder minderjähriges lediges Kind, einschließlich Adoptiv- oder Stiefkind, ist (Kernfamilie); dies gilt weiters auch für eingetragene Partner; Ehegatten und eingetragene Partner müssen das 21. Lebensjahr zum Zeitpunkt der Antragstellung bereits vollendet haben; lebt im Fall einer Mehrfachehe bereits ein Ehegatte gemeinsam mit dem Zusammenführenden im Bundesgebiet, so sind die weiteren Ehegatten keine anspruchsberechtigten Familienangehörigen zur Erlangung eines Aufenthaltstitels;",
            "annotations": []
        },
        {
            "text": "10. Zusammenführender: ein Drittstaatsangehöriger, der sich rechtmäßig im Bundesgebiet aufhält oder von dem ein Recht im Sinne dieses Bundesgesetzes abgeleitet wird;",
            "annotations": []
        },
        {
            "text": "11. Verlängerungsantrag: der Antrag auf Verlängerung des gleichen oder Erteilung eines anderen Aufenthaltstitels (§24) nach diesem Bundesgesetz;",
            "annotations": []
        },
        {
            "text": "12. Zweckänderungsantrag: der Antrag auf Erteilung eines Aufenthaltstitels mit anderem Zweckumfang während der Geltung eines Aufenthaltstitels (§26);",
            "annotations": []
        },
        {
            "text": "13. Erstantrag: der Antrag, der nicht Verlängerungs- oder Zweckänderungsantrag (Z11 und 12) ist;",
            "annotations": []
        },
        {
            "text": "14.-21. […]",
            "annotations": []
        },
        {
            "text": "(2)-(7) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Allgemeine Voraussetzungen für einen Aufenthaltstitel",
            "annotations": []
        },
        {
            "text": "§11. (1) Aufenthaltstitel dürfen einem Fremden nicht erteilt werden, wenn",
            "annotations": []
        },
        {
            "text": "1. gegen ihn ein aufrechtes Einreiseverbot gemäß §53 FPG oder ein aufrechtes Aufenthaltsverbot gemäß §67 FPG besteht;",
            "annotations": []
        },
        {
            "text": "2. gegen ihn ein aufrechtes Einreiseverbot (Art3 Z6 der Rückführungsrichtlinie) eines anderen EWR-Mitgliedstaats oder der Schweiz besteht;",
            "annotations": []
        },
        {
            "text": "2a. gegen ihn eine Rückkehrentscheidung (Art3 Z4 der Rückführungsrichtlinie) eines anderen EWR-Mitgliedstaats oder der Schweiz besteht;",
            "annotations": []
        },
        {
            "text": "3. gegen ihn eine durchsetzbare Rückkehrentscheidung erlassen wurde und seit seiner Ausreise nicht bereits achtzehn Monate vergangen sind, sofern er nicht einen Antrag gemäß §21 Abs1 eingebracht hat, nachdem er seiner Ausreiseverpflichtung freiwillig nachgekommen ist;",
            "annotations": []
        },
        {
            "text": "4. eine Aufenthaltsehe, Aufenthaltspartnerschaft oder Aufenthaltsadoption (§30 Abs1 oder 2) vorliegt;",
            "annotations": []
        },
        {
            "text": "5. eine Überschreitung der Dauer des erlaubten visumfreien oder visumpflichtigen Aufenthalts im Zusammenhang mit §21 Abs6 vorliegt oder",
            "annotations": []
        },
        {
            "text": "6. er in den letzten zwölf Monaten wegen Umgehung der Grenzkontrolle oder nicht rechtmäßiger Einreise in das Bundesgebiet rechtskräftig bestraft wurde.",
            "annotations": []
        },
        {
            "text": "(2) Aufenthaltstitel dürfen einem Fremden nur erteilt werden, wenn",
            "annotations": []
        },
        {
            "text": "1. der Aufenthalt des Fremden nicht öffentlichen Interessen widerstreitet;",
            "annotations": []
        },
        {
            "text": "2. der Fremde einen Rechtsanspruch auf eine Unterkunft nachweist, die für eine vergleichbar große Familie als ortsüblich angesehen wird;",
            "annotations": []
        },
        {
            "text": "3. der Fremde über einen alle Risken abdeckenden Krankenversicherungsschutz verfügt und diese Versicherung in Österreich auch leistungspflichtig ist;",
            "annotations": []
        },
        {
            "text": "4. der Aufenthalt des Fremden zu keiner finanziellen Belastung einer Gebietskörperschaft führen könnte;",
            "annotations": []
        },
        {
            "text": "5. durch die Erteilung eines Aufenthaltstitels die Beziehungen der Republik Österreich zu einem anderen Staat oder einem anderen Völkerrechtssubjekt nicht wesentlich beeinträchtigt werden;",
            "annotations": []
        },
        {
            "text": "6. der Fremde im Fall eines Verlängerungsantrages (§24) das Modul 1 der Integrationsvereinbarung gemäß §9 Integrationsgesetz (IntG), BGBl I Nr 68/2017, rechtzeitig erfüllt hat, und",
            "annotations": []
        },
        {
            "text": "7. in den Fällen der §§58 und 58a seit der Ausreise in einen Drittstaat gemäß §58 Abs5 mehr als vier Monate vergangen sind.",
            "annotations": []
        },
        {
            "text": "(3) Ein Aufenthaltstitel kann trotz Vorliegens eines Erteilungshindernisses gemäß Abs1 Z2a, 3, 5 oder 6 sowie trotz Ermangelung einer Voraussetzung gemäß Abs2 Z1 bis 7 erteilt werden, wenn dies zur Aufrechterhaltung des Privat- und Familienlebens im Sinne des Art8 der Konvention zum Schutze der Menschenrechte und Grundfreiheiten (Europäische Menschenrechtskonvention – EMRK), BGBl Nr 210/1958, geboten ist. Bei der Beurteilung des Privat- und Familienlebens im Sinne des Art8 EMRK sind insbesondere zu berücksichtigen:",
            "annotations": []
        },
        {
            "text": "1. die Art und Dauer des bisherigen Aufenthalts und die Frage, ob der bisherige Aufenthalt des Drittstaatsangehörigen rechtswidrig war;",
            "annotations": []
        },
        {
            "text": "2. das tatsächliche Bestehen eines Familienlebens;",
            "annotations": []
        },
        {
            "text": "3. die Schutzwürdigkeit des Privatlebens;",
            "annotations": []
        },
        {
            "text": "4. der Grad der Integration;",
            "annotations": []
        },
        {
            "text": "5. die Bindungen zum Heimatstaat des Drittstaatsangehörigen;",
            "annotations": []
        },
        {
            "text": "6. die strafgerichtliche Unbescholtenheit;",
            "annotations": []
        },
        {
            "text": "7. Verstöße gegen die öffentliche Ordnung, insbesondere im Bereich des Asyl-, Fremdenpolizei- und Einwanderungsrechts;",
            "annotations": []
        },
        {
            "text": "8. die Frage, ob das Privat- und Familienleben des Drittstaatsangehörigen in einem Zeitpunkt entstand, in dem sich die Beteiligten ihres unsicheren Aufenthaltsstatus bewusst waren;",
            "annotations": []
        },
        {
            "text": "9. die Frage, ob die Dauer des bisherigen Aufenthaltes des Fremden in den Behörden zurechenbaren überlangen Verzögerungen begründet ist.",
            "annotations": []
        },
        {
            "text": "(4) Der Aufenthalt eines Fremden widerstreitet dem öffentlichen Interesse (Abs2 Z1), wenn",
            "annotations": []
        },
        {
            "text": "1. sein Aufenthalt die öffentliche Ordnung oder Sicherheit gefährden würde oder",
            "annotations": []
        },
        {
            "text": "2. der Fremde ein Naheverhältnis zu einer extremistischen oder terroristischen Gruppierung hat und im Hinblick auf deren bestehende Strukturen oder auf zu gewärtigende Entwicklungen in deren Umfeld extremistische oder terroristische Aktivitäten derselben nicht ausgeschlossen werden können, oder auf Grund bestimmter Tatsachen anzunehmen ist, dass er durch Verbreitung in Wort, Bild oder Schrift andere Personen oder Organisationen von seiner gegen die Wertvorstellungen eines europäischen demokratischen Staates und seiner Gesellschaft gerichteten Einstellung zu überzeugen versucht oder versucht hat oder auf andere Weise eine Person oder Organisation unterstützt, die die Verbreitung solchen Gedankengutes fördert oder gutheißt.",
            "annotations": []
        },
        {
            "text": "(5) Der Aufenthalt eines Fremden führt zu keiner finanziellen Belastung einer Gebietskörperschaft (Abs2 Z4), wenn der Fremde feste und regelmäßige eigene Einkünfte hat, die ihm eine Lebensführung ohne Inanspruchnahme von Sozialhilfeleistungen der Gebietskörperschaften ermöglichen und der Höhe nach den Richtsätzen des §293 des Allgemeinen Sozialversicherungsgesetzes (ASVG), BGBl Nr 189/1955, entsprechen. Feste und regelmäßige eigene Einkünfte werden durch regelmäßige Aufwendungen geschmälert, insbesondere durch Mietbelastungen, Kreditbelastungen, Pfändungen und Unterhaltszahlungen an Dritte nicht im gemeinsamen Haushalt lebende Personen. Dabei bleibt einmalig ein Betrag bis zu der in §292 Abs3 zweiter Satz ASVG festgelegten Höhe unberücksichtigt und führt zu keiner Erhöhung der notwendigen Einkünfte im Sinne des ersten Satzes. Bei Nachweis der Unterhaltsmittel durch Unterhaltsansprüche (§2 Abs4 Z3) oder durch eine Haftungserklärung (§2 Abs1 Z15) ist zur Berechnung der Leistungsfähigkeit des Verpflichteten nur der das pfändungsfreie Existenzminimum gemäß §291a der Exekutionsordnung (EO), RGBl Nr 79/1896, übersteigende Einkommensteil zu berücksichtigen. In Verfahren bei Erstanträgen sind soziale Leistungen nicht zu berücksichtigen, auf die ein Anspruch erst durch Erteilung des Aufenthaltstitels entstehen würde, insbesondere Sozialhilfeleistungen oder die Ausgleichszulage.",
            "annotations": []
        },
        {
            "text": "(6) Die Zulässigkeit, den Nachweis einer oder mehrerer Voraussetzungen des Abs2 Z2 und 4 mit einer Haftungserklärung (§2 Abs1 Z15) erbringen zu können, muss ausdrücklich beim jeweiligen Aufenthaltszweck angeführt sein.",
            "annotations": []
        },
        {
            "text": "(7) Der Fremde hat bei der Erstantragstellung ein Gesundheitszeugnis vorzulegen, wenn er auch für die Erlangung eines Visums (§21 FPG) ein Gesundheitszeugnis gemäß §23 FPG benötigen würde.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Verfahren bei Erstanträgen",
            "annotations": []
        },
        {
            "text": "§21. (1) Erstanträge sind vor der Einreise in das Bundesgebiet bei der örtlich zuständigen Berufsvertretungsbehörde im Ausland einzubringen. Die Entscheidung ist im Ausland abzuwarten.",
            "annotations": []
        },
        {
            "text": "(2) Abweichend von Abs1 sind zur Antragstellung im Inland berechtigt:",
            "annotations": []
        },
        {
            "text": "1.-3. […]",
            "annotations": []
        },
        {
            "text": "4. Kinder im Fall der Familienzusammenführung binnen sechs Monaten nach der Geburt, soweit der Zusammenführende, dem die Pflege und Erziehung zukommt, rechtmäßig aufhältig ist;",
            "annotations": []
        },
        {
            "text": "5.-10. […]",
            "annotations": []
        },
        {
            "text": "(3)-(5) […]",
            "annotations": []
        },
        {
            "text": "(6) Eine Inlandsantragstellung nach Abs2 Z1, Z4 bis 9, Abs3 und 5 schafft kein über den erlaubten visumfreien oder visumpflichtigen Aufenthalt hinausgehendes Bleiberecht. Ebenso steht sie der Erlassung und Durchführung von Maßnahmen nach dem FPG nicht entgegen und kann daher in Verfahren nach dem FPG keine aufschiebende Wirkung entfalten.",
            "annotations": []
        },
        {
            "text": "(7) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Bestimmungen über die Familienzusammenführung",
            "annotations": []
        },
        {
            "text": "§46. (1) Familienangehörigen von Drittstaatsangehörigen ist ein Aufenthaltstitel 'Rot-Weiß-Rot – Karte plus' zu erteilen, wenn sie die Voraussetzungen des 1. Teiles erfüllen, und",
            "annotations": []
        },
        {
            "text": "1. der Zusammenführende einen Aufenthaltstitel 'Rot-Weiß-Rot – Karte' gemäß §41, einen Aufenthaltstitel 'Rot-Weiß-Rot – Karte plus' gemäß §41a Abs1, 4 oder 7a, eine Niederlassungsbewilligung gemäß §43 Abs1, eine 'Niederlassungsbewilligung – Sonderfälle unselbständiger Erwerbstätigkeit', sofern dieser Niederlassungsbewilligung eine Tätigkeit gemäß §1 Abs2 litf und i AuslBG zu Grunde liegt, oder eine 'Niederlassungsbewilligung – Forscher' gemäß §43c innehat,",
            "annotations": []
        },
        {
            "text": "1a. der Zusammenführende als nunmehriger Inhaber eines Aufenthaltstitels 'Daueraufenthalt – EU' ursprünglich einen Aufenthaltstitel nach Z1 innehatte,",
            "annotations": []
        },
        {
            "text": "2. ein Quotenplatz vorhanden ist und der Zusammenführende",
            "annotations": []
        },
        {
            "text": "a) einen Aufenthaltstitel 'Daueraufenthalt – EU' innehat,",
            "annotations": []
        },
        {
            "text": "b) einen Aufenthaltstitel 'Rot-Weiß-Rot – Karte plus', ausgenommen einen solchen gemäß §41a Abs1, 4 oder 7a innehat,",
            "annotations": []
        },
        {
            "text": "c) Asylberechtigter ist und §34 Abs2 AsylG 2005 nicht gilt,",
            "annotations": []
        },
        {
            "text": "d) als unionsrechtlich aufenthaltsberechtigter Drittstaatsangehöriger über eine Aufenthaltskarte gemäß §54 oder eine Daueraufenthaltskarte gemäß §54a verfügt oder",
            "annotations": []
        },
        {
            "text": "e) einen Aufenthaltstitel 'Artikel 50 EUV' innehat.",
            "annotations": []
        },
        {
            "text": "(1a)-(6) […]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet. ",
            "annotations": []
        },
        {
            "text": "2. Gemäß §46 Abs2 Z2 lita NAG müssen für die Erteilung eines Aufenthaltstitels \"Rot-Weiß-Rot – Karte plus\" an Familienangehörige eines Zusammenführenden, der den Aufenthaltstitel \"Daueraufenthalt – EU\" innehat, die Voraussetzungen des 1. Teiles erfüllt sein. Es sind sohin die Voraussetzungen nach §11 Abs2 NAG zu erfüllen und es darf kein Erteilungshindernis gemäß §11 Abs1 NAG vorliegen. Nach §11 Abs3 NAG kann ein Aufenthaltstitel trotz Vorliegens eines Erteilungshindernisses gemäß Abs1 Z2a, 3, 5 oder 6 sowie trotz Ermangelung einer Voraussetzung gemäß Abs2 Z1 bis 7 erteilt werden, wenn dies zur Aufrechterhaltung des Privat- und Familienlebens im Sinne des Art8 EMRK geboten ist.",
            "annotations": []
        },
        {
            "text": "3. Ein Eingriff in das durch Art8 EMRK verfassungsgesetzlich garantierte – unter Gesetzesvorbehalt stehende – Recht ist dann verfassungswidrig, wenn die ihn verfügende verwaltungsgerichtliche Entscheidung ohne jede Rechtsgrundlage ergangen ist, auf einer dem Art8 EMRK widersprechenden Rechtsvorschrift beruht oder wenn das Verwaltungsgericht bei Erlassung der Entscheidung eine verfassungsrechtlich unbedenkliche Rechtsgrundlage in denkunmöglicher Weise angewendet hat; ein solcher Fall liegt nur vor, wenn das Verwaltungsgericht einen so schweren Fehler begangen hat, dass dieser mit Gesetzlosigkeit auf eine Stufe zu stellen wäre, oder wenn es der angewendeten Rechtsvorschrift fälschlicherweise einen verfassungswidrigen, insbesondere einen dem Art8 Abs1 EMRK widersprechenden und durch Art8 Abs2 EMRK nicht gedeckten Inhalt unterstellt hat (vgl VfSlg 11.638/1988, 19.692/2012, 20.063/2016, 20.100/2016, 20.227/2016; VfGH 1.3.2022, E3857/2021 ua).",
            "annotations": []
        },
        {
            "text": "Aus Art8 EMRK ist keine generelle Verpflichtung abzuleiten, dem Wunsch eines Fremden, sich in einem bestimmten Mitgliedstaat aufzuhalten, nachzukommen (VfSlg 19.713/2012 mwN zur Rechtsprechung des Verfassungsgerichtshofes und des Europäischen Gerichtshofes für Menschenrechte). Unter besonderen Umständen kann sich aus Art8 EMRK aber eine Verpflichtung des Staates ergeben, den Aufenthalt eines Fremden zu ermöglichen (vgl zB VfSlg 17.734/2005, 19.162/2010, 20.049/2016; VfGH 1.3.2022, E3857/2021 ua), mit der Folge, dass die Verweigerung der Einreise oder Niederlassung einen Eingriff in Art8 EMRK bildet.",
            "annotations": []
        },
        {
            "text": "3.1. Vor diesem Hintergrund ist die vom Verwaltungsgericht Wien vorgenommene Abwägungsentscheidung unter Art8 EMRK in verfassungsrechtlich relevanter Weise fehlerhaft:",
            "annotations": []
        },
        {
            "text": "Im Rahmen der vom Verwaltungsgericht Wien durchgeführten Interessenabwägung hält dieses der Beschwerdeführerin vor, dass sie sich seit mehr als einem Jahr unrechtmäßig im Bundesgebiet aufhalte. Dabei verweist das Verwaltungsgericht auf das der Beschwerdeführerin zukommende Recht auf eine Antragstellung im Inland, hebt aber hervor, dass der Beschwerdeführerin aus diesem Recht zur Inlandsantragstellung jedoch kein darüberhinausgehendes Bleiberecht zukomme. Der Umstand, dass für die Beschwerdeführerin – wie sich aus den Feststellungen ergibt – bereits sechs Wochen nach ihrer Geburt ein Antrag auf Erteilung des Aufenthaltstitels \"Rot-Weiß-Rot – Karte plus\" eingebracht wurde, über den – wie im Hinblick auf die Zulässigkeit der Säumnisbeschwerde ausgeführt wird – auf Grund von ausschließlichem Verschulden der Behörde nicht fristgerecht entschieden wurde, findet dabei keine weitere Berücksichtigung.",
            "annotations": []
        },
        {
            "text": "Vor allem aber stellt das Verwaltungsgericht keine Überlegungen oder Ermittlungen zu den Auswirkungen der Entscheidungen auf das Kindeswohl an (vgl zur Berücksichtigung des Kindeswohles bei der Interessenabwägung nach Art8 EMRK zB VfSlg 19.362/2011; VfGH 11.6.2018, E343/2018 ua; 26.6.2018, E1791/2018). Es beurteilt weder die Konsequenzen einer allfälligen Trennung der Familie – insbesondere im Hinblick auf das Verhältnis zum im österreichischen Bundesgebiet bleibenden Elternteil und zur jüngeren Schwester, die nach den Angaben in der Beschwerde mittlerweile über einen Aufenthaltstitel verfüge – noch die Auswirkungen auf die zweijährige Beschwerdeführerin selbst.",
            "annotations": []
        },
        {
            "text": "3.2. In der Zusammenschau hat das Verwaltungsgericht Wien §11 Abs3 NAG daher in einer Weise angewendet, die mit Art8 EMRK nicht zu vereinbaren ist. Das Erkenntnis ist sohin schon aus diesem Grund – ungeachtet der Frage, ob die Berechnung der finanziellen Situation des Vaters der Beschwerdeführerin richtig vorgenommen wurde – aufzuheben.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK verletzt worden. ",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}