{
    "document_id": "JFT_20230613_22E02551_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Die Beschwerdeführerin ist somalische Staatsangehörige und bekennt sich zum muslimischen Glauben. Am 7. September 2020 stellte sie im Bundesgebiet einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 19. Juli 2021 wies das Bundesamt für Fremdenwesen und Asyl diesen Antrag sowohl hinsichtlich der Zuerkennung des Status der Asylberechtigten als auch hinsichtlich des Status der subsidiär Schutzberechtigten als unbegründet ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ gegen die Beschwerdeführerin eine Rückkehrentscheidung, stellte fest, dass die Abschiebung nach Somalia zulässig ist, und setzte eine zweiwöchige Frist zur freiwilligen Ausreise.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diesen Bescheid erhobene Beschwerde wies das Bundesverwaltungsgericht nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 10. August 2022 als unbegründet ab. Das Bundesverwaltungsgericht führt zunächst aus, dass die Beschwerdeführerin keine individuell gegen ihre Person gerichtete asylrelevante Verfolgung glaubhaft machen habe können. Auch die Voraussetzungen für die Zuerkennung des Status der subsidiär Schutzberechtigten hält das Bundesverwaltungsgericht aus folgenden Gründen für nicht gegeben (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"[…] Zur Situation der Beschwerdeführerin im Falle einer Rückkehr:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführerin ist die Rückkehr in den Herkunftsstaat Somalia zumutbar. Sie ist Angehörige eines Mehrheitsclans Somalias. Es ist daher davon auszugehen, dass die Beschwerdeführerin eine Unterkunftsmöglichkeit bei ihren Verwandten und/oder Clanangehörigen hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Den zitierten Länderberichten ist zu entnehmen, dass eine Rückkehrerin auf die Unterstützung eines Netzwerks angewiesen, das in der Regel enge Familienangehörige umfasst. Es sind keine Anhaltspunkte dafür hervorgekommen, dass die Beschwerdeführerin im Falle der Rückkehr auf dieses soziale Netz und die damit verbundene finanzielle Hilfe nicht mehr zugreifen könnte, zumal die Beschwerdeführerin Kontakt mit ihrem Onkel hat bzw diesen jederzeit herstellen könnte. Die Beschwerdeführerin kann bei ihm oder ihren Clanangehörigen Unterkunft finden. Es kann auch davon ausgegangen werden, dass ihr Clan, welcher ein Nobelclan Somalias ist, finanziell abgesichert lebt. Es handelt sich bei der Beschwerdeführerin daher nicht um eine Frau ohne familiären Anschluss oder ohne Anschluss zu einem Clan, wie dies in dem Beschwerdeschriftsatz vorgebracht wurde. Die Beschwerdeführerin verfügt über Schutz eines Mehrheitsclans, einem der wichtigsten und zentralsten Elemente in Somalia[.]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführerin ist mit den Gepflogenheiten in Somalias vertraut und spricht Somalisch als Muttersprache. Sie ist jung und arbeitsfähig. Im Falle einer Rückkehr würde sie in keine existenzgefährdende Notlage geraten bzw es würde ihr nicht die notdürftigste Lebensgrundlage entzogen werden. Sie läuft nicht Gefahr, grundlegende und notwendige Lebensbedürfnisse wie Nahrung, Kleidung sowie Unterkunft nicht befriedigen zu können und in eine ausweglose Situation zu geraten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im Falle einer Abschiebung in den Herkunftsstaat ist die Beschwerdeführerin nicht in ihrem Recht auf Leben gefährdet, der Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen oder von der Todesstrafe bedroht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Außergewöhnliche Gründe, die eine Rückkehr ausschließen, konnten nicht festgestellt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Zu den Feststellungen zu einer möglichen Rückkehr der Beschwerdeführerin in den Herkunftsstaat:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführerin ist Angehörige eines Mehrheitsclans in Somalia und hat im Herkunftsland noch Familie.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Den zitierten Länderberichten ist zu entnehmen, dass eine Rückkehrerin auf die Unterstützung eines Netzwerks angewiesen, das in der Regel enge Familienangehörige umfasst. Es sind keine Anhaltspunkte dafür hervorgekommen, dass die Beschwerdeführerin im Falle der Rückkehr auf dieses soziale Netz und die damit verbundene finanzielle Hilfe nicht mehr zugreifen könnte, zumal die Beschwerdeführerin Kontakt mit ihrem Onkel hat bzw diesen jedenfalls jederzeit herstellen könnte. Die Beschwerdeführerin kann im Haus ihres Onkels Unterkunft finden, zumal in diesem auch der Bruder der Beschwerdeführerin wohnt. Die Beschwerdeführerin hat auch vor ihrer Ausreise Unterstützung betreffend die Unterkunft erhalten. Es kann auch davon ausgegangen werden, dass der Onkel durch die Tätigkeit des Schuhherstellers und Schusters finanziell abgesichert lebt. Es handelt sich bei der Beschwerdeführerin daher nicht um eine Frau ohne familiären Anschluss. Die Beschwerdeführerin verfügt durch ihren Onkel über den Schutz eines männlichen Verwandten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Dass im Falle einer Abschiebung in den Herkunftsstaat die Beschwerdeführerin in ihrem Recht auf Leben gefährdet, der Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen oder von der Todesstrafe bedroht wäre, ist – zumal aufgrund der Unglaubwürdigkeit des Fluchtvorbringens – anhand der Länderberichte nicht objektivierbar.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Sonstige außergewöhnliche Gründe, die einer Rückkehr entgegenstehen, hat die Beschwerdeführerin nicht angegeben und sind auch vor dem Hintergrund der zitierten Länderberichte nicht hervorgekommen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Zur Abweisung der Beschwerde betreffend den Status der subsidiär Schutzberechtigten:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ein 'real risk' einer Verletzung seiner Rechte nach Art3 EMRK vermochte die Beschwerdeführerin im konkreten Fall nicht aufzuzeigen: ",
            "annotations": []
        },
        {
            "text": "Wie sich aus dem vorliegenden Länderberichtsmaterial ergibt, sind nach wie vor viele Landesteile vor allem Süd- und Zentralsomalias von teilweise massiven Kampfhandlungen unterschiedlicher Gruppierungen (Al Shabaab, AMISOM, das somalische Militär, örtliche Clan-Milizen) betroffen, die in den entsprechenden Gebieten ein Refoulement-relevantes Ausmaß willkürlicher Gewalt erreichen mögen. Auf das gesamte somalische Staatsgebiet trifft dieser Befund allerdings nicht zu, zumal sowohl in Somali- als auch in Puntland keine derartigen Kampfhandlungen bekannt sind und viele größere und mittelgroße Städte Süd- und Zentralsomalias von AMISOM-Truppen gehalten werden und – zumindest in ihren Zentren – als sicher gelten. Dies trifft auch für größere Landstriche in bestimmten Regionen Südsomalias zu.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Auch die über einen internationalen Flughafen erreichbare somalische Hauptstadt Mogadischu ist trotz gehäufter Terroranschläge derzeit von keiner allgemeinen Bürgerkriegssituation betroffen: Die dortige Sicherheitslage ist aufgrund monatlich erfolgender Sprengstoffanschläge durch die Al Shabaab zwar als volatil zu bezeichnen, hat sich aber durch stärkere Präsenz der Sicherheitskräfte (Polizei, AMISOM, SNA, NISA) in den vergangenen Jahren verbessert. Die AMISOM hält in Verbindung mit den somalischen Sicherheitskräften bereits seit mehreren Jahren die Kontrolle über Mogadischu, wobei die Al Shabaab – mag sie auch zu Terroroperationen im gesamten Stadtgebiet imstande sein – dort über kein Territorium verfügt, aus dem heraus sie die AMISOM bzw die Sicherheitskräfte der somalischen Regierung in größere, beträchtliche Teile der Zivilbevölkerung betreffende Kampfhandlungen verwickeln könnte. In einer Gesamtbetrachtung dieser Umstände und der Bevölkerungszahl von 1,65 Millionen Einwohnern ist keine Situation festzustellen, die angesichts der festgestellten Anzahl an sicherheitsrelevanten Vorfällen für einen Rückkehrer bedeuten würde, er wäre in dieser Stadt einem maßgeblichen Risiko ausgesetzt, Opfer allgemeiner und willkürlicher Gewalt zu werden; eine allgemeine Bürgerkriegssituation ist in Mogadischu zum Entscheidungszeitpunkt nicht gegeben. Diese Beurteilung deckt sich auch insoweit mit dem Urteil des Europäischen Gerichtshofes für Menschenrechte vom 10.09.2015, R.H. gegen Schweden, Appl 4601/14 – wonach die Situation in Mogadischu nicht derartig beschaffen sei, dass jeder Mensch in der Stadt einem Risiko im Sinne des Art3 EMRK im Falle seiner Rückführung dorthin ausgesetzt wäre –, als sich die Sicherheitslage seit 2015 nach den Feststellungen tendenziell sogar verbessert hat.",
            "annotations": []
        },
        {
            "text": "Bei dieser Beurteilung der Lage in Somalia ist nicht zu ersehen, dass die Beschwerdeführerin aufgrund lokaler Kampfhandlungen in bestimmten Gebieten einer realen Gefahr einer Verletzung ihrer Rechte nach Art3 EMRK bei ihrer Rückkehr ausgesetzt wäre. Für das gesamte somalische Staatsgebiet ist nämlich keine Refoulement-relevante Sicherheitslage feststellbar.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Beschwerdeführerin konnte ebenso nicht darlegen, dass ihr in Somalia die notdürftigste Lebensgrundlage entzogen und die Schwelle des Art3 EMRK aus diesem Grund überschritten wäre (vgl diesbezüglich das Erkenntnis des Verwaltungsgerichtshofes vom 16.07.2003, 2003/01/0059, zur dargestellten 'Schwelle' des Art3 EMRK):",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wie sich aus den Feststellungen ergibt, war Somalia in den vergangenen Jahren wiederholt von verheerenden Dürren betroffen, die in Verbindung mit der beschränkten Infrastruktur bzw der seit Jahrzehnten prekären Sicherheitslage zu großflächigen Nahrungsmittelversorgungsunsicherheiten führte. Derzeit sind 5,2 Millionen Menschen humanitär unterstützungsbedürftig. Die Beurteilung der Versorgungslage richtet sich dabei nach den international standardisierten IPC-Phasen [IPC = Integrated Phase Classification for Food Security], die aufsteigend von 1 (moderat/minimal) bis 5 (Hungersnot) reichen. Ab IPC 3 liegt eine Situation vor, in der sogar mit humanitärer Unterstützung zumindest einer in fünf Haushalten unter Lücken im Lebensmittelkonsum mit hoher oder überdurchschnittlicher akuter Mangelernährung leidet oder der Mindestnahrungsmittelbedarf nur mit irreversiblen Bewältigungsstrategien wie der Liquidierung von Existenzgrundlagen gedeckt werden kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Da ab dieser Stufe auch dringende humanitäre Unterstützung geboten ist, kommt für das Bundesverwaltungsgericht diese Lage einer realen Gefahr einer Verletzung der Rechte eines Betroffenen nach Art3 EMRK in einem als IPC 3 eingestuften Gebiet gleich, sofern er nicht über soziale oder familiäre Unterstützung, Vermögensverhältnisse oder sonstige in seiner Person gelegene Umstände verfügt, die eine günstigere Prognose seiner Existenz in einem solchen Gebiet zulassen würden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "In Nord- und Zentralsomalia herrschen derzeit durchgehend moderate bis große Lücken in der Versorgung. Dort wird bis September 2020 in weiten Teilen mit einer unter IPC 3 eigestuften Lage gerechnet. Im Süden ist den aktuellen Lagekarten zufolge die Lage besser (IPC 1 und 2); in vielen ländlichen Gebieten werden keine Versorgungsengpässe verzeichnet. Dies gilt dank stabiler Lebensmittelpreise und Arbeitsmöglichkeiten auch für größere Städte in Süd- und Zentralsomalia, wenngleich sich die dortigen Lager für intern vertriebene Personen durchgehend in der Stufe IPC 3 befinden. Zum Entscheidungszeitpunkt ist die Versorgungssituation zusätzlich durch die Vertreibungen im Rahmen der momentanen Flutsituation nach den saisonalen Regenfällen in den Flusstälern des Shabelle und Juba angespannt. Inwieweit sich die Heuschreckenplage konkret auf die Nahrungsmittelproduktion auswirken wird, lässt sich nur vage prognostizieren; nach den Feststellungen wird allerdings nicht der Zusammenbruch derselben erwartet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Damit ist die humanitäre Lage in ganz Somalia zum Entscheidungszeitpunkt zwar angespannt, aber – entgegen der nicht weiter begründeten Ansicht der Beschwerdeführerin in ihrem Schriftsatz vom 16.08.2021 – nicht dergestalt, dass gleichsam jede somalische Staatsangehörige im Falle ihrer Rückführung dorthin dem realen Risiko einer Verletzung ihrer Rechte nach Art3 EMRK unterliegen würde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die arbeitsfähige Beschwerdeführerin vermochte nicht ausreichend darzulegen, dass sie aus einem Gebiet stammen würde, in dem die Nahrungsmittelversorgung nicht ausreichend gewährleistetet wäre. Auch war angesichts ihrer unglaubhaften Angaben nicht festzustellen, sie hätte überhaupt kein soziales oder familiäres Netz in Somalia, das ihr Unterstützung bei der Sicherung ihrer Existenz (zB im Familienverband) leisten könnte; der Beschwerdeführerin gelang es damit ebenso nicht aufzuzeigen, sie wäre bei ihrer Rückkehr nach Somalia gezwungen, in ein IDP-Lager zu siedeln, in dem ihre Grundversorgung nicht gesichert wäre.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Schließlich ist festzuhalten, dass die Beschwerdeführerin auch unter keinen schwerwiegenden Krankheiten leidet, die sie in Hinblick auf seine Möglichkeiten zur Existenzsicherung als besonders vulnerabel erscheinen ließen. Auch in Hinblick auf die derzeitige COVID-19-Pandemiesituation ist festzuhalten, dass einerseits Somalia nach den vorliegenden Infektions- und Sterblichkeitszahlen – auch unter Berücksichtigung einer sehr hohen Dunkelziffer – nicht zu den hauptsächlich von der Pandemie betroffenen Ländern gehört sowie andererseits die Beschwerdeführerin weder am Erreger SARS-CoV-2 erkrankt ist noch zu einer besonders vulnerablen Risikogruppe gehört. Inwiefern die COVID-19-Pandemie in Bezug auf Somalia der Rückkehr der Beschwerdeführerin konkret entgegenstehen soll, tat die Beschwerdeführerin weder in der Verhandlung noch im Schriftsatz vom 16.08.2021 substantiiert dar.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Angesichts dessen kann ein 'reales Risiko' einer gegen Art2 oder 3 EMRK verstoßenden Behandlung bzw der Todesstrafe im gegenwärtigen Zeitpunkt nicht erkannt werden, weshalb die Beschwerde hinsichtlich Spruchpunkt II. des angefochtenen Bescheids gemäß §28 Abs2 VwGVG iVm §8 Abs1 Z1 AsylG 2005 abzuweisen ist.\"",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 Abs1 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesamt für Fremdenwesen und Asyl hat die Verwaltungsakten nicht vorgelegt und auch keine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Soweit sich die – zulässige – Beschwerde gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich der Nichtzuerkennung des Status der subsidiär Schutzberechtigten, der Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, der Erlassung einer Rückkehrentscheidung, der Feststellung der Zulässigkeit der Abschiebung und der Festsetzung einer zweiwöchigen Frist für die freiwillige Ausreise richtet, ist sie auch begründet:",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Nichtzuerkennung des Status der subsidiär Schutzberechtigten unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §8 Abs1 AsylG 2005 ist einem Fremden, dessen Antrag auf internationalen Schutz in Bezug auf die Zuerkennung des Status des Asylberechtigten abgewiesen wird, der Status des subsidiär Schutzberechtigten zuzuerkennen, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2, 3 EMRK oder des 6. oder 13. ZPEMRK bedeuten oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "2.2. Das Bundesverwaltungsgericht geht in seiner Entscheidung davon aus, dass der Beschwerdeführerin eine Rückkehr in den Herkunftsstaat Somalia zumutbar sei. Es stellt fest, dass die Beschwerdeführerin nicht aus Buulo Sheekh stamme; der tatsächliche Herkunftsort habe nicht ermittelt werden können. Das Bundesverwaltungsgericht stellt weiters fest, dass die Beschwerdeführerin bei einer Rückkehr nach Somalia im Haus ihres Onkels, der in Buulo Sheekh lebe, Unterkunft finden könne. Zu diesem Onkel habe sie Kontakt bzw könne sie diesen jedenfalls herstellen. Es sei auch davon auszugehen, dass der Onkel durch seine Tätigkeit als Schuhhersteller und Schuster finanziell abgesichert lebe. Darin erschöpfen sich aber die Feststellungen zur und die Auseinandersetzung mit der Rückkehrregion der Beschwerdeführerin, zumal dem Erkenntnis nicht zu entnehmen ist, in welcher Provinz in Somalia sich Buulo Sheekh befindet. Erwägungen zur Sicherheits- und Versorgungslage in diesem Gebiet und der Situation, in der sich die Beschwerdeführerin in der Rückkehrregion konkret wiederfinden würde, fehlen. Zur Sicherheits- und Versorgungslage in Somalia finden sich im Erkenntnis des Bundesverwaltungsgerichtes bei der rechtlichen Beurteilung lediglich pauschale Ausführungen.",
            "annotations": []
        },
        {
            "text": "Eine solche pauschale Beurteilung der Sicherheits- und Versorgungslage in Somalia wird den Anforderungen an eine am Maßstab des Art2 und 3 EMRK vorzunehmende Beurteilung der Rückkehrsituation in Staaten, in denen die Sicherheits- und Versorgungslage instabil ist und von Provinz zu Provinz variiert (siehe bezogen auf Somalia zB VfSlg 20.448/2021; VfGH 14.6.2022, E4332/2021), nicht gerecht (vgl VfGH 11.6.2018, E4317/2017; 26.6.2018, E4387/2017; 26.2.2019, E4766/2018; 25.2.2020, E3356/2019 ua).",
            "annotations": []
        },
        {
            "text": "2.3. Alternativ verweist das Bundesverwaltungsgericht darauf, dass \"[a]uch die über einen internationalen Flughafen erreichbare somalische Hauptstadt Mogadischu […] trotz gehäufter Terroranschläge derzeit von keiner allgemeinen Bürgerkriegssituation betroffen [sei]\". Die dortige Sicherheitslage sei zwar volatil, habe sich in den letzten Jahren aber verbessert. Die Feststellungen zur Sicherheitslage in Mogadischu stützt das Bundesverwaltungsgericht auf das Länderinformationsblatt der Staatendokumentation vom 27. Juli 2022.",
            "annotations": []
        },
        {
            "text": "Zur individuellen Situation der Beschwerdeführerin führt das Bundesverwaltungsgericht lediglich aus, dass diese arbeitsfähig sei und in Somalia – nicht aber, wo genau – über ein familiäres Netz verfüge. Eine nähere Auseinandersetzung mit den konkreten Umständen, die eine Person wie die Beschwerdeführerin in Mogadischu vorfinden würde, lässt das Erkenntnis vermissen.",
            "annotations": []
        },
        {
            "text": "Die von der Asylagentur der Europäischen Union (European Agency for Asylum –EUAA) veröffentlichte \"Country Guidance: Somalia\" vom Juni 2022 hält – ähnlich wie der zwischenzeitlich veröffentlichte Leitfaden des Hochkommissars der Vereinten Nationen für Flüchtlinge (United Nations High Commisioner for Refugees – UNHCR) \"International Protection Considerations with Regard to People Fleeing Somalia\" vom September 2022 – zur Möglichkeit einer innerstaatlichen Fluchtalternative in Mogadischu fest, dass eine solche – ausgehend von der allgemeinen Situation in Mogadischu und unter Berücksichtigung der jeweiligen individuellen Umstände – nur in Ausnahmefällen vertretbar sei. Zu diesen Ausnahmefällen würden insbesondere arbeitsfähige Männer und Ehepaare ohne Kinder gehören, die nicht zusätzlich schutzbedürftig seien, die einem lokalen Mehrheitsclan angehörten und über einen Bildungs- und Berufshintergrund verfügten, der ihnen den Zugang zu einer Beschäftigung erleichtere, oder über ein Unterstützungsnetzwerk verfügten, das ihnen beim Zugang zur Grundversorgung helfen könne, oder anderweitig über ausreichende finanzielle Mittel verfügten.",
            "annotations": []
        },
        {
            "text": "Demgegenüber sieht das Bundesverwaltungsgericht im vorliegenden Fall keine Hindernisse für eine Rückkehr nach Mogadischu, ohne aber in seiner Begründung auf den von EUAA veröffentlichten Leitfaden einzugehen und darzulegen, auf Grund welcher Länderberichte es zu einer anderen Einschätzung als EUAA gelangt ist.",
            "annotations": []
        },
        {
            "text": "Damit hat das Bundesverwaltungsgericht seine Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen und Willkür geübt (zur gebotenen Auseinandersetzung mit den aktuellen Berichten und Richtlinien der EUAA siehe zB VfGH 15.3.2023, E2289/2022 ua mwN).",
            "annotations": []
        },
        {
            "text": "2.4. Insgesamt unterlässt es das Bundesverwaltungsgericht somit, sich substantiiert mit der Frage auseinanderzusetzen, ob der Beschwerdeführerin im Falle einer Rückkehr entweder nach Buulo Sheekh oder nach Mogadischu eine Verletzung ihrer gemäß Art2 und 3 EMRK gewährleisteten Rechte droht. Insoweit hat es sein Erkenntnis daher mit Willkür belastet (vgl VfSlg 20.448/2021).",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, soweit sich die Beschwerde gegen die Abweisung des Antrages auf Zuerkennung des Status der Asylberechtigten richtet, wird die Behandlung der Beschwerde abgelehnt.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen nicht anzustellen. Art18 GRC räumt keine über die Genfer Flüchtlingskonvention hinausgehenden Rechte ein.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, insoweit von einer Behandlung der Beschwerde abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist somit durch das angefochtene Erkenntnis, soweit damit ihre Beschwerde gegen die Nichtzuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Somalia, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung, gegen die Feststellung der Zulässigkeit der Abschiebung und gegen die Festsetzung einer zweiwöchigen Frist für die freiwillige Ausreise abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}