{
    "document_id": "JFT_20230228_22G00186_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit der Wortfolge \"der Staatsanwaltschaft, nach Einbringen der Anklage\" in §67 Abs5 StPO wegen Verstoßes gegen das Recht auf ein faires Verfahren (Art6 EMRK), das Recht auf ein Verfahren vor dem gesetzlichen Richter (Art83 Abs2 B-VG) sowie gegen Art90a B-VG.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat: Art90a B-VG, wonach Staatsanwälte in Verfahren wegen mit gerichtlicher Strafe bedrohter Handlungen die Ermittlungs- und Anklagefunktionen wahrnehmen, steht einer Betrauung der Staatsanwaltschaft mit weiteren Aufgaben nicht entgegen (vgl AB 370 BlgNR XXIII. GP, 4 f), weshalb es auf keine Bedenken trifft, wenn der Staatsanwaltschaft vor Einbringung der Anklage die Zurückweisung von Erklärungen nach §67 Abs2 StPO (Privatbeteiligung) obliegt.",
            "annotations": []
        },
        {
            "text": "Die Staatsanwaltschaft leitet das Ermittlungsverfahren (§20 Abs1, §101 Abs1 StPO) und ist nicht Partei desselben. Zur Partei des Strafverfahrens wird sie erst mit Beginn des Hauptverfahrens (§210 Abs2 StPO). Gegen ihre Entscheidung im Ermittlungsverfahren steht der Einspruch wegen Rechtsverletzung an das ordentliche Gericht offen (§106 Abs1 StPO), weshalb letztlich ein Gericht im Sinne des Art6 EMRK über die Zulässigkeit der Erklärung nach §67 Abs2 StPO entscheidet (vgl VfSlg 20.149/2017).",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Formerfordernisse und Prozessvoraussetzungen hin geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}