{
    "document_id": "JFT_20230227_22E02441_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Beschwerdeführer ist Staatsangehöriger von Burkina Faso und stellte am 10. Juli 2021 einen Antrag auf internationalen Schutz. Zu seinen Fluchtgründen brachte er im Wesentlichen vor, dass seine Eltern bei einem Terroranschlag ermordet worden seien, woraufhin zwischen ihm und seinem Bruder ein Grundstücksstreit entbrannt sei, der schließlich dazu geführt habe, dass er von der Selbstverteidigungsgruppe \"Koglweogo\" verfolgt werde.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 8. November 2021 wies das Bundesamt für Fremdenwesen und Asyl seinen Antrag auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten sowie hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigten als unbegründet ab, erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung und stellte die Zulässigkeit der Abschiebung nach Burkina Faso unter Setzung einer zweiwöchigen Frist für die freiwillige Ausreise fest.",
            "annotations": []
        },
        {
            "text": "3. In der gegen diesen Bescheid erhobenen Beschwerde an das Bundesverwaltungsgericht brachte der Beschwerdeführer unter anderem vor, dass sich die herangezogenen Länderinformationen des Bundesamtes für Fremdenwesen und Asyl auf Quellen bis zum Jahr 2019 bezögen und darin keine Berichte zu den Bedrohungen durch die \"Koglweogo\" enthalten seien. Außerdem gebe es – näher bezeichnete – Berichte über eine Verschlechterung der Sicherheitslage in Burkina Faso.",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht wies die Beschwerde nach Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 18. August 2022 als unbegründet ab.",
            "annotations": []
        },
        {
            "text": "Begründend führt das Bundesverwaltungsgericht zunächst aus, dass die vorgebrachte Bedrohung durch die \"Koglweogo\" vage, oberflächlich und nicht glaubhaft gewesen sei. Die Nichtzuerkennung des Status des subsidiär Schutzberechtigten begründet es damit, dass Burkina Faso zwar immer wieder von Terroranschlägen heimgesucht werde und die Sicherheits- und Versorgungslage nicht unproblematisch sei, es sich bei Burkina Faso jedoch keineswegs um ein Bürgerkriegsland wie Afghanistan vor der Machtübernahme der Taliban oder Somalia handle. In Burkina Faso sei nicht jeder automatisch der realen Gefahr des Todes oder einer schweren Verletzung ausgesetzt.",
            "annotations": []
        },
        {
            "text": "5. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt und ebenso wie das Bundesamt für Fremdenwesen und Asyl von der Erstattung einer Gegenschrift abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Die – zulässige – Beschwerde ist begründet, soweit sie sich gegen die Nichtzuerkennung des Status des subsidiär Schutzberechtigten, die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, die Erlassung einer Rückkehrentscheidung und die Feststellung der Zulässigkeit der Abschiebung in den Herkunftsstaat Burkina Faso unter Setzung einer zweiwöchigen Frist für die freiwillige Ausreise richtet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Die Feststellungen zur Sicherheitslage in Burkina Faso stützt das Bundesverwaltungsgericht auf das Länderinformationsblatt der Staatendokumentation vom 6. Dezember 2016, wobei die letzte Kurzinformation zur Sicherheitslage am 2. Februar 2022 eingefügt wurde.",
            "annotations": []
        },
        {
            "text": "2.2. Im Juli 2021 veröffentlichte der Hochkommissar der Vereinten Nationen für Flüchtlinge (United Nations High Commissioner for Refugees – UNHCR) eine \"Position on Returns to Burkina Faso\", in der ernste Bedenken hinsichtlich der Sicherheitslage in Burkina Faso geäußert werden: Nach einer kurzen Phase der Ruhe sei der Konflikt in Burkina Faso seit April 2021 rapide eskaliert. Das Land sei von Gewalt betroffen, die von vier extremistischen islamistischen Gruppen ausgehe. Schwerwiegende Angriffe auf die Menschenrechte seien auch Selbstverteidigungsgruppen zuzuschreiben, die als \"Koglweogo\" bekannt seien. Außerdem drohe eine humanitäre Notlage. Aus diesen Gründen forderte der UNHCR die Staaten auf, keine Personen aus folgenden Regionen nach Burkina Faso abzuschieben: Boucle du Mouhoun, Cascades, Centre-Est, Centre-Nord, Est, Hauts-Bassins, Nord und Sahel. Ein Abschiebestopp diene als Mindeststandard und müsse so lange aufrecht bleiben, bis sich die Sicherheits- und Menschenrechtslage deutlich verbessert hätten. Auch die jüngste Kurzinformation im Länderinformationsblatt der Staatendokumentation vom 2. Februar 2022 berichtet unter anderem von zuletzt zunehmender Gewalt extremistischer Gruppen sowie von einer Verschärfung der Sicherheitslage in den vergangenen Monaten.",
            "annotations": []
        },
        {
            "text": "2.3. Demgegenüber sieht das Bundesverwaltungsgericht im vorliegenden Fall keine Hindernisse für eine Rückkehr nach Burkina Faso, ohne aber in seiner Begründung auf die vom UNHCR veröffentlichte Stellungnahme einzugehen und darzulegen, auf Grund welcher Länderberichte es zu einer anderen Einschätzung als der UNHCR gelangt ist. Das Bundesverwaltungsgericht setzt sich auch sonst nicht näher mit der aktuellen Lage in der konkreten Herkunftsregion des Beschwerdeführers – die im Erkenntnis nicht ausdrücklich festgestellt wird – auseinander.",
            "annotations": []
        },
        {
            "text": "3. Damit hat das Bundesverwaltungsgericht seine Ermittlungstätigkeit in einem entscheidenden Punkt unterlassen und Willkür geübt (zur gebotenen Auseinandersetzung mit den aktuellen Berichten und Richtlinien des UNHCR siehe zB VfSlg 20.405/2020 und VfGH 14.12.2022, E3069/2022, jeweils mwN).",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, also soweit sie sich gegen die Nichtzuerkennung des Status des Asylberechtigten richtet, wird die Behandlung der Beschwerde abgelehnt.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Ein solcher Fall liegt vor, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Die gerügten Rechtsverletzungen wären im vorliegenden Fall aber nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, insoweit von einer Behandlung der Beschwerde abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis, soweit damit seine Beschwerde gegen die Nichtzuerkennung des Status des subsidiär Schutzberechtigten, gegen die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, gegen die Erlassung einer Rückkehrentscheidung und gegen den Ausspruch der Zulässigkeit der Abschiebung in den Herkunftsstaat Burkina Faso unter Setzung einer zweiwöchigen Frist für die freiwillige Ausreise abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 380/1973) verletzt worden. ",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist. ",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}