{
    "document_id": "JFT_20230228_23E00057_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit am 31. Oktober 2022 per ERV beim Bundesverwaltungsgericht eingebrachten Schriftsatz begehrt der Antragsteller (vertreten durch einen Rechtsanwalt) die Wiedereinsetzung in den vorigen Stand gegen die Versäumung der Frist zur Einbringung ua einer Beschwerde gegen ein näher bezeichnetes Erkenntnis des Bundesverwaltungsgerichtes vom 16. Oktober 2020 an den Verfassungsgerichtshof und beantragt unter einem die Bewilligung der Verfahrenshilfe zur Erhebung einer Beschwerde gegen dieses Erkenntnis des Bundesverwaltungsgerichtes, von dem er ohne sein Verschulden erst am 18. Oktober 2022 erfahren habe. Mit Schreiben des Bundesverwaltungsgerichtes vom 5. Jänner 2023 wurde dem Verfassungsgerichtshof ua dieser Schriftsatz weitergeleitet, wo er am selben Tag einlangte.",
            "annotations": []
        },
        {
            "text": "Ausgehend von der behaupteten Zustellung des in Rede stehenden Erkenntnisses des Bundesverwaltungsgerichtes am 18. Oktober 2022 endete die 14-tägige Frist für die Wiedereinsetzung in den vorigen Stand am 2. November 2022 (1. November 2022 Feiertag) und die sechswöchige Beschwerdefrist des §82 Abs1 VfGG mit Ablauf des 29. November 2022.",
            "annotations": []
        },
        {
            "text": "2. Da das VfGG die Voraussetzungen für die Wiedereinsetzung in den vorigen Stand nicht selbst regelt, sind nach §35 VfGG die entsprechenden Bestimmungen der §§146 ff ZPO sinngemäß anzuwenden. Gemäß §148 Abs2 ZPO muss der Antrag innerhalb einer (nicht verlängerbaren) Frist von 14 Tagen ab Wegfall des Hindernisses gestellt werden, das die Versäumung verursachte.",
            "annotations": []
        },
        {
            "text": "Eine Voraussetzung für die in §35 Abs2 VfGG vorgesehene Nichteinrechnung des Postenlaufes in eine Frist ist die Adressierung des Schriftstückes an den Verfassungsgerichtshof. Im Falle der Falschadressierung kann eine befristete Prozesshandlung nur dann als rechtzeitig angesehen werden, wenn sie noch innerhalb der offenstehenden Frist beim Verfassungsgerichtshof einlangt (vgl VfGH 14.11.2019, E4038/2019 mwN).",
            "annotations": []
        },
        {
            "text": "Der vorliegende Antrag auf Wiedereinsetzung in den vorigen Stand ist zwar innerhalb der 14-tägigen Frist ab Wegfall des Hindernisses erhoben worden. Er war jedoch an eine unzuständige Stelle – das Bundesverwaltungsgericht – adressiert und ist erst nach Ablauf der Frist beim zuständigen Verfassungsgerichtshof eingelangt.",
            "annotations": []
        },
        {
            "text": "Der Antrag auf Wiedereinsetzung in den vorigen Stand ist daher gemäß §148 Abs3 ZPO iVm §35 Abs1 VfGG ohne weiteres Verfahren zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "3. Da zum Zeitpunkt des Einlangens des vorliegenden Antrages auf Bewilligung der Verfahrenshilfe beim Verfassungsgerichtshof die sechswöchige Beschwerdefrist des §82 Abs1 VfGG bereits verstrichen war, aber nur ein innerhalb dieser Frist gestellter Antrag auf Bewilligung der Verfahrenshilfe deren Unterbrechung zu bewirken vermag (§464 Abs3 ZPO iVm §35 Abs1 VfGG), erwiese sich eine künftige Beschwerde als verspätet.",
            "annotations": []
        },
        {
            "text": "Bei dieser Sach- und Rechtslage ist der Antrag auf Bewilligung der Verfahrenshilfe wegen offenbarer Aussichtslosigkeit der beabsichtigten Rechtsverfolgung (§63 Abs1 ZPO iVm §35 Abs1 VfGG) mit in nichtöffentlicher Sitzung gefasstem Beschluss (§72 Abs1 ZPO iVm §35 Abs1 VfGG) abzuweisen (vgl zB VfSlg 14.582/1996; VfGH 17.3.1999, B311/99).",
            "annotations": []
        }
    ]
}