{
    "document_id": "JFT_20230613_22E02987_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist syrischer Staatsangehöriger, gehört der Volksgruppe der Araber an und bekennt sich zum sunnitisch-muslimischen Glauben. Der Beschwerdeführer stammt aus der Stadt Deir ez-Zor in der gleichnamigen Provinz. Nach seiner Einreise in das Bundesgebiet stellte der Beschwerdeführer am 25. November 2020 einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 14. März 2022 wies das Bundesamt für Fremdenwesen und Asyl den Antrag des Beschwerdeführers auf internationalen Schutz hinsichtlich der Zuerkennung des Status des Asylberechtigten ab. Es erkannte den Status des subsidiär Schutzberechtigten zu und erteilte dem Beschwerdeführer eine Aufenthaltsberechtigung für subsidiär Schutzberechtigte für ein Jahr.",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde gegen die Abweisung des Antrages im Hinblick auf den Status des Asylberechtigten wies das Bundesverwaltungsgericht mit Erkenntnis vom 20. September 2022 nach Durchführung einer mündlichen Verhandlung als unbegründet ab. Begründend führt das Bundesverwaltungsgericht aus, dass nach den Länderfeststellungen männliche syrische Staatsbürger im Alter zwischen 18 und 42 Jahren gesetzlich zur zweijährigen Ableistung eines Wehrdienstes verpflichtet seien, alle Formen der Rekrutierung und des Einsatzes von Kindern unter 18 Jahren durch die syrischen Streitkräfte sowie bewaffnete Oppositionsgruppen seien in Syrien per Gesetz verboten, weshalb dem erst 16-jährigen Beschwerdeführer gegenwärtig mit maßgeblicher Wahrscheinlichkeit keine Einberufung oder Einziehung durch das syrische Regime drohe. Auch eine sonstige asylrelevante Verfolgung liege nicht vor. Dem Beschwerdeführer sei es nicht gelungen, eine konkret und gezielt gegen seine Person gerichtete, aktuelle Verfolgung glaubhaft zu machen.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Das Bundesverwaltungsgericht geht davon aus, dass dem Beschwerdeführer keine aktuelle Gefahr einer Einberufung zum Militärdienst in der syrischen Armee drohe, da dieser im Entscheidungszeitpunkt 16 Jahre alt sei und die gesetzliche Verpflichtung zur Ableistung des Wehrdienstes in Syrien erst ab dem Alter von 18 Jahren bestehe. Da der Beschwerdeführer noch nicht das wehrpflichtige Alter erreicht habe, bestehe keine aktuelle asylrelevante Gefährdung. Auf diesen Umstand verweist das Bundesverwaltungsgericht ua auch im Hinblick auf eine drohende Zwangsrekrutierung durch die syrische Armee oder durch eine andere Kriegspartei.",
            "annotations": []
        },
        {
            "text": "Auf die vom Beschwerdeführer vorgebrachte Gefahr einer Zwangsrekrutierung, weil er nach einer Rückkehr das wehrfähige Alter erreichen werde, geht das Bundesverwaltungsgericht mit Hinweis auf das derzeitige Alter des Beschwerdeführers nicht ein, unterlässt somit ausschließlich deshalb eine Prüfung anhand der in diesem Zusammenhang maßgeblichen Kriterien (siehe dazu EASO Country Guidance zu Syrien vom November 2021).",
            "annotations": []
        },
        {
            "text": "3.2. Die asylrelevante Verfolgungsgefahr muss aktuell sein und somit im Entscheidungszeitpunkt des Bundesverwaltungsgerichtes vorliegen (vgl Filzwieser/Frank/Kloibmüller/Raschhofer, Asyl- und Fremdenrecht, 2016, §3, K 61). Auf diesen Zeitpunkt hat die der Asylentscheidung immanente Prognose abzustellen, ob der Asylwerber mit maßgeblicher Wahrscheinlichkeit Verfolgung aus den Konventionsgründen zu befürchten habe (siehe VwGH 19.10.2000, 98/20/0233).",
            "annotations": []
        },
        {
            "text": "Nach den im angefochtenen Erkenntnis abgedruckten Länderberichten ist für männliche, syrische Staatsangehörige im Alter zwischen 18 und 42 Jahren die Ableistung eines Wehrdienstes verpflichtend. Dies gilt vom 1. Jänner des Jahres, in dem das Alter von 18 Jahren erreicht wird. Im Alter von 17 Jahren sind die jungen Männer dazu aufgerufen, sich ihr Wehrbuch abzuholen und sich einer medizinischen Untersuchung zu unterziehen. Für den im Jänner 2006 geborenen Beschwerdeführer besteht somit in wenigen Monaten die im syrischen Recht verankerte Verpflichtung, die für den Wehrdienst vorbereitenden Tätigkeiten auszuführen und in etwas über einem Jahr hat er den Wehrdienst anzutreten. Der Beschwerdeführer wird daher bei seiner Rückkehr mit Maßnahmen im Zusammenhang mit der Einberufung zum Wehrdienst konfrontiert sein. Vor diesem Hintergrund hätte das Bundesverwaltungsgericht daher nicht ohne weiteres die fehlende Aktualität der Verfolgung annehmen dürfen, sondern sich im Rahmen seiner Prognoseentscheidung mit einer etwaigen asylrelevanten Verfolgung im Zusammenhang mit der vorgebrachten Gefahr einer Einziehung zum Militärdienst in der syrischen Armee auseinandersetzen müssen. Der Beschwerdeführer befindet sich mit knapp 17 Jahren in einem Alter, in dem eine mögliche Zwangsrekrutierung ab Erreichen des 18. Lebensjahres – auch angesichts der bereits ein Jahr davor einsetzenden staatlichen Vorbereitungsmaßnahmen – nicht allein mit dem Hinweis darauf, dass er derzeit das wehrfähige Alter von 18 Jahren noch nicht erreicht hat, als Verfolgungsgefahr ausgeschlossen werden kann (vgl VfGH 27.2.2023, E3307/2022).",
            "annotations": []
        },
        {
            "text": "3.3. Indem das Bundesverwaltungsgericht es somit unterlassen hat, die vorgebrachte Gefahr einer drohenden Einziehung zum Militärdienst in der syrischen Armee, wenn der Beschwerdeführer das wehrfähige Alter erreicht, zu prüfen, mangelt es der angefochtenen Entscheidung an einer schlüssigen Begründung, warum diesbezüglich keine asylrelevante Verfolgung vorliegt, womit sie schon aus diesem Grund mit Willkür belastet ist.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. ",
            "annotations": []
        }
    ]
}