{
    "document_id": "JFT_20230613_22E02069_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer, ein Ehepaar und ihr 2007 geborener Sohn, stellten im Bundesgebiet am 28. Februar 2014 Anträge auf internationalen Schutz. Der Erstbeschwerdeführer und die Zweitbeschwerdeführerin gaben vor dem Bundesamt für Fremdenwesen und Asyl an, dass sie armenische Christen aus dem Iran seien und in Teheran gelebt hätten. Sie hätten den Iran verlassen, weil sie der Missionierung beschuldigt worden seien.",
            "annotations": []
        },
        {
            "text": "Das Bundesamt für Fremdenwesen und Asyl ging davon aus, dass der Herkunftsstaat der Beschwerdeführer nicht der Iran, sondern Armenien sei. Mit Bescheiden vom 10. Oktober 2014 wies es die Anträge auf internationalen Schutz ab, stellte in Bezug auf die Nichtzuerkennung von subsidiärem Schutz auf Armenien ab, erteilte keine Aufenthaltsbewilligungen, erließ Rückkehrentscheidungen und stellte fest, dass die Abschiebung der Beschwerdeführer nach Armenien zulässig sei. Es setzte eine Frist von zwei Wochen für die freiwillige Ausreise.",
            "annotations": []
        },
        {
            "text": "Der gegen diese Bescheide erhobenen Beschwerde gab das Bundesverwaltungsgericht mit Beschlüssen vom 25. November 2014 Folge, hob die Bescheide wegen Ermittlungsfehlern in Bezug auf den Herkunftsstaat auf und verwies die Sache zur neuerlichen Entscheidung an das Bundesamt für Fremdenwesen und Asyl zurück.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheiden vom 10. Juli 2015 wies das Bundesamt für Fremdenwesen und Asyl die Anträge der Beschwerdeführer ab, wobei es erneut auf Armenien als Herkunftsstaat abstellte, erteilte keine Aufenthaltsbewilligungen, erließ Rückkehrentscheidungen und stellte fest, dass die Abschiebung der Beschwerdeführer nach Armenien zulässig sei. Es setzte den Beschwerdeführern eine Frist von zwei Wochen für die freiwillige Ausreise.  ",
            "annotations": []
        },
        {
            "text": "Die dagegen erhobenen Beschwerden wies das Bundesverwaltungsgericht mit Erkenntnis vom 21. Jänner 2021 mit einer im vorliegenden Fall nicht relevanten Maßgabe ab. ",
            "annotations": []
        },
        {
            "text": "Der gegen diese Entscheidung nach Art144 B-VG erhobenen Beschwerde gab der Verfassungsgerichtshof mit Erkenntnis vom 1. März 2022, E778/2021 ua, statt und hob die Entscheidung des Bundesverwaltungsgerichtes wegen Nichtberücksichtigung eines Sprachgutachtens zur Frage des Herkunftsstaates auf. ",
            "annotations": []
        },
        {
            "text": "3. Im fortgesetzten Verfahren wies das Bundesverwaltungsgericht mit nunmehr angefochtenem Erkenntnis vom 20. Juni 2022 die Beschwerden mit der Maßgabe ab, dass es die Anträge auf internationalen Schutz hinsichtlich der Zuerkennung des Status des subsidiär Schutzberechtigen gemäß §8 Abs6 Satz 1 AsylG 2005 (ohne Bezugnahme auf einen Herkunftsstaat) abwies und die Rückkehrentscheidungen in Verbindung mit anderen Bestimmungen gemäß §8 Abs6 Satz 2 AsylG 2005 erließ. Zur Abschiebung der Beschwerdeführer führte es in der Begründung des Erkenntnisses an, dass der Ausspruch nach §52 Abs9 FPG über die Zulässigkeit der Abschiebung zu unterbleiben hatte.",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht ging davon aus, dass unter Zugrundelegung der Beweismittel (Sprachanalysen, Angaben des Erstbeschwerdeführers und der Zweitbeschwerdeführerin, vorgelegte Unterlagen, Auskünfte der österreichischen Vertretungsbehörden im Iran und in Armenien) der Herkunftsstaat der Beschwerdeführer nicht festgestellt werden könne. Das Fluchtvorbringen erachtete es für nicht glaubhaft. ",
            "annotations": []
        },
        {
            "text": "Die Rückkehrentscheidungen begründete es nach einer Interessenabwägung nach §9 BFA-VG mit dem deutlichen Überwiegen des öffentlichen Interesses an der Beendigung des Aufenthaltes der Beschwerdeführer gegenüber ihren persönlichen Interessen am Verbleib im Bundesgebiet. Zur Integration der Beschwerdeführer führte es aus, dass der Erstbeschwerdeführer Sprachkenntnisse auf dem Niveau A2 aufweise, bis 23. Februar 2023 ein Jahr als Umzugshelfer tätig gewesen sei, die Zweitbeschwerdeführerin Sprachkenntnisse auf dem Niveau B1 aufweise, ein Abendgymnasium besuche und in einem Chor singe. Der Erstbeschwerdeführer und die Zweitbeschwerdeführerin engagierten sich in ihrer Heimatpfarre, würden ehrenamtlich in einem Tennisclub mithelfen und Tätigkeiten in der Heimatgemeinde unter Bezug von Dienstleistungsschecks verrichten. Zur Integration des damals fünfzehnjährigen Drittbeschwerdeführers führte es an, dass er eine Höhere Technische Lehranstalt in Niederösterreich besuche. ",
            "annotations": []
        },
        {
            "text": "In einem mit Kindeswohl übertitelten Abschnitt ging das Bundesverwaltungsgericht unter Wiedergabe höchstgerichtlicher Entscheidungen zu Art2 und 3 EMRK davon aus, dass es einer konkreten Auseinandersetzung mit der Rückkehrsituation, die die Familie im Herkunftsstaat tatsächlich vorfinde, bedürfe. Konkret führte es Folgendes aus:",
            "annotations": []
        },
        {
            "text": "\"Im vorliegenden Fall ist daher insbesondere zu berücksichtigen, dass der BF3 ein minderjähriges Kind – somit Angehöriger einer besonders vulnerablen und besonders schutzbedürftigen Personengruppe – ist. Daher ist eine konkrete Auseinandersetzung mit der Rückkehrsituation, die der minderjährige BF3 bzw die Eltern mit ihren minderjährigen Kind im Heimatstaat tatsächlich vorfinden würden, erforderlich. ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Im gegenständlichen Fall sind die Eltern und der BF3 im selben Umfang von aufenthaltsbeendenden Maßnahmen betroffen. Der BF3 teilt somit folgerichtig das sozioökonomische Schicksal der Eltern und ist ihm folgerichtig das Verhalten der Eltern zuzurechnen. Es kann davon ausgegangen werden, dass die BF Unterkunft finden werden und wird auch auf die Beweiswürdigung oben verwiesen. Eine Verletzung des Kindeswohles ist daher nicht ersichtlich.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten, insbesondere im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens nach Art8 EMRK, behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Zu der vom Bundesverwaltungsgericht getroffenen Interessenabwägung nach Art8 Abs2 EMRK wird ausgeführt, dass zum minderjährigen Drittbeschwerdeführer weder ausreichende Feststellungen zu seinen konkreten Lebensumständen getroffen noch seine privaten Interessen am Verbleib im Bundesgebiet berücksichtigt worden seien. Eine Erörterung und Beachtung des Kindeswohles im Sinne des Bundesverfassungsgesetzes über die Rechte von Kindern (BGBl I 4/2011) sei völlig unterblieben. ",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichtsakten vorgelegt, eine Gegenschrift hat es nicht erstattet. ",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die Beschwerde ist zulässig.",
            "annotations": []
        },
        {
            "text": "A. Soweit sie sich gegen die Abweisung der Beschwerden gegen die Erlassung der Rückkehrentscheidungen mit der bezeichneten Maßgabe, gegen die Feststellung, dass die Abschiebung der Beschwerdeführer nach Armenien zulässig ist, und gegen die Festsetzung einer Frist von zwei Wochen für die freiwillige Ausreise aus dem Bundesgebiet richtet, ist sie auch begründet.",
            "annotations": []
        },
        {
            "text": "1. Das Bundesverwaltungsgericht geht in seiner Entscheidung von der Zulässigkeit der Rückkehrentscheidungen nach §8 Abs6 Satz 2 AsylG 2005 aus. Auch das Kindeswohl steht seiner Ansicht nach den Rückkehrentscheidungen nicht entgegen. Begründend führt es aus, dass der minderjährige Drittbeschwerdeführer im selben Umfang wie seine Eltern von der aufenthaltsbeendenden Maßnahme betroffen sei, er somit das sozioökonomische Schicksal der Eltern teile und ihm ihr Verhalten zuzurechnen sei. Da nach Ansicht des Bundesverwaltungsgerichtes davon ausgegangen werden könne, dass die Beschwerdeführer \"eine Unterkunft finden werden\", sei eine Verletzung des Kindeswohles zu verneinen.  ",
            "annotations": []
        },
        {
            "text": "2. Mit dieser Einschätzung, die auf eine vermeintliche Rückkehrsituation in einem anderen Staat abstellt, verkennt das Bundesverwaltungsgericht die Anforderungen, die sich an die Interessenabwägung nach Art8 EMRK bei Verfügung einer aufenthaltsbeendenden Maßnahme gegen den minderjährigen Drittstaatsangehörigen stellen.  ",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof in seinem Erkenntnis VfSlg 17.340/2004 ausgeführt hat, darf eine Aufenthaltsbeendigung nicht verfügt werden, wenn dadurch das Recht auf Schutz des Privat- und Familienlebens des Betroffenen verletzt würde. Bei der Beurteilung nach Art8 EMRK ist eine Interessenabwägung vorzunehmen (vgl die in VfSlg 18.223/2007 und 18.224/2007 wiedergegebene Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte). Eine unzureichende Berücksichtigung des Kindeswohles kann zur Fehlerhaftigkeit der Interessenabwägung und somit zu einer Verletzung in Art8 EMRK führen (vgl VfGH 12.10.2016, E1349/2016 mit Hinweis auf VfSlg 19.362/2011 mwN; VfGH 28.2.2012, B1644/10 mit Hinweis auf EGMR 31.1.2006, 50.435/99, Rodrigues da Silva und Hoogkamer, sowie insbesondere EGMR 28.6.2011, 55.597/09, Nunez). ",
            "annotations": []
        },
        {
            "text": "Bei der Prüfung, ob die Erlassung einer aufenthaltsbeendenden Maßnahme gegen ein Kind das Kindeswohl gefährden könnte, ist zu prüfen, welche Auswirkungen die aufenthaltsbeendende Maßnahme als solche auf das Kindeswohl hat. Dies gilt auch dann, wenn – wie im vorliegenden Fall – gegen alle Kernfamilienmitglieder eine Rückkehrentscheidung erlassen wird (vgl Lais/Schön, Das Kindeswohl in der Rechtsprechung von VfGH und VwGH, RZ 2021, 211 [217], unter Hinweis auf VwGH 16.6.2021, Ra 2020/18/0457 ua).",
            "annotations": []
        },
        {
            "text": "3. Für die Prüfung der Auswirkungen der aufenthaltsbeendenden Maßnahme auf das Kindeswohl bedarf es einer eingehenden Aufarbeitung und Auseinandersetzung mit der Situation des minderjährigen Drittstaatsangehörigen (siehe zu den relevanten Umständen der Kindeswohlprüfung Lais/Schön, aaO, 217 f., und VfGH 14.12.2022, E1487/2022 ua). Das Bundesverwaltungsgericht hätte sich daher mit der Situation des minderjährigen Drittbeschwerdeführers, der sein Leben überwiegend in Österreich verbracht hat und schulisch integriert ist, auseinandersetzen und prüfen müssen, ob die Situation des minderjährigen Drittbeschwerdeführers der Erlassung einer Rückkehrentscheidung entgegensteht. ",
            "annotations": []
        },
        {
            "text": "Für diese Prüfung ist jedenfalls relevant, dass der minderjährige Drittbeschwerdeführer im Alter von sieben Jahren mit seinen Eltern nach Österreich gekommen ist, hier die Schullaufbahn durchlaufen hat (vgl VfSlg 19.357/2011 und VfSlg 19.612/2011) und – in Berücksichtigung der dem Europäischen Gerichtshof für Menschenrechte folgenden Rechtsprechung des Verfassungsgerichtshofes zum anpassungsfähigen Alter (vgl VfSlg 19.357/2011 und VfGH 7.10.2014, U2459/2012 ua) – mittlerweile bereits knapp sechzehn Jahre alt ist. ",
            "annotations": []
        },
        {
            "text": "Da sich das Bundesverwaltungsgericht bei Erlassung der Rückkehrentscheidung nach §8 Abs6 Satz 2 AsylG 2005 nicht mit den wesentlichen Aspekten des Kindeswohles auseinandergesetzt hat, hat es den minderjährigen Drittbeschwerdeführer in seinem verfassungsgesetzlich gewährleisteten Recht nach Art8 EMRK verletzt.  ",
            "annotations": []
        },
        {
            "text": "Aus dieser fehlerhaften Beurteilung des durch die Rückkehrentscheidung bewirkten Eingriffs in das Privatleben des minderjährigen Drittbeschwerdeführers folgt auch, dass der Eingriff in das Familienleben des Erstbeschwerdeführers und der Zweitbeschwerdeführerin fehlerhaft beurteilt wurde (s VfGH 7.10.2014, U2459/2012 ua, vgl auch VfSlg 19.612/2011 und VfGH 5.3.2012, U1548/11 ua). ",
            "annotations": []
        },
        {
            "text": "4. Da durch die als Maßgabe der Beschwerdeabweisungen erlassenen Rückkehrentscheidungen des Bundesverwaltungsgerichtes die Zulässigkeit der Abschiebung der Beschwerdeführer nach Armenien unberührt geblieben ist, ist das angefochtene – diesbezüglich im Spruch auf den falschen Spruchpunkt der bei ihm angefochtenen Bescheide bezugnehmende – Erkenntnis auch insoweit aufzuheben, als es die Beschwerden gegen die Feststellung, dass die Abschiebung der Beschwerdeführer nach Armenien zulässig ist, sowie gegen die Festsetzung einer Frist von zwei Wochen für die freiwillige Ausreise abweist (vgl §55 Abs1 FPG und §52 Abs9 Satz 1 FPG).",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen, also hinsichtlich der Abweisung der Beschwerden gegen die Nichtzuerkennung des Status des Asylberechtigten und des subsidiär Schutzberechtigten sowie der Nichterteilung eines Aufenthaltstitels, wird die Behandlung der Beschwerden abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Nach den Beschwerdebehauptungen wären die im Übrigen gerügten Rechtsverletzungen aber zum erheblichen Teil nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob die Beweiswürdigung des Bundesverwaltungsgerichtes den gesetzlichen Anforderungen entspricht, insoweit nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch das angefochtene Erkenntnis, soweit damit die Beschwerden gegen die Erlassung der Rückkehrentscheidungen mit der bezeichneten Maßgabe, gegen die Feststellung, dass die Abschiebung der Beschwerdeführer nach Armenien zulässig ist, und gegen die Festsetzung einer Frist von zwei Wochen für die freiwillige Ausreise aus dem Bundesgebiet abgewiesen werden, im verfassungsgesetzlich gewährleisteten Recht auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere diesbezügliche Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerden abgesehen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. Da die Beschwerdeführer gemeinsam durch einen Rechtsanwalt vertreten sind, ist der einfache Pauschalsatz erhöht um einen Streitgenossenzuschlag von 15 vH des Pauschalsatzes zuzusprechen. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 501,40 sowie der Ersatz der Eingabengebühr in Höhe von € 720,– enthalten.",
            "annotations": []
        }
    ]
}