{
    "document_id": "JFT_20230227_22E03504_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der vorliegenden Beschwerde liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Die beschwerdeführende Partei führte zu einer näher bezeichneten Zahl gegen eine in Strafhaft befindliche Person ein Ermittlungsverfahren wegen des Vorwurfes des Widerstandes gegen die Staatsgewalt sowie der qualifizierten schweren Körperverletzung im Zuge eines tätlichen Angriffes auf mehrere Justizwachebeamte.",
            "annotations": []
        },
        {
            "text": "1.2. Die beteiligte Partei ist eine in einem öffentlich-rechtlichen Dienstverhältnis zum Bund stehende Justizwachebeamtin. Sie wurde im Zuge des geschilderten Angriffes verletzt und war für einen näher bezeichneten Zeitraum dienstunfähig. Der Bund hatte als Dienstgeber der beteiligten Partei während der Dienstunfähigkeit ihr Gehalt fortzuzahlen. Mit Schriftsatz vom 26. April 2021 schloss sich der Bund (vertreten durch die Bundesministerin für Justiz) dem strafrechtlichen Ermittlungsverfahren als Privatbeteiligter an, um den entstandenen (zivilrechtlichen) Lohnfortzahlungsschaden geltend zu machen.",
            "annotations": []
        },
        {
            "text": "1.3. Sowohl in der ursprünglichen Strafanzeige der Justizanstalt Klagenfurt als auch im Privatbeteiligtenanschluss waren personenbezogene Daten der beteiligten Partei, nämlich Name, Anschrift, Geburtsdatum, Lohnangaben inklusive Zulagen, Personalnummer, Eintrittsdatum in die Justiz, Sozialversicherungsnummer, Familienstand sowie Krankenstandsdaten, enthalten. Mit Beantragung der Verhängung der Untersuchungshaft gegen den Beschuldigten legte die beschwerdeführende Partei den Ermittlungsakt dem zuständigen Haft- und Rechtsschutzrichter des Landesgerichtes Klagenfurt vor. Das Landesgericht Klagenfurt verhängte die Untersuchungshaft, beschloss die Beigabe eines Verfahrenshilfeverteidigers und verfügte die Übermittlung einer Aktenkopie an diesen.",
            "annotations": []
        },
        {
            "text": "1.4. Am 6. Juni 2021 wurden in der Justizanstalt Klagenfurt im Haftraum des Beschuldigten Unterlagen sichergestellt, welche die personenbezogenen Daten der beteiligten Partei beinhalteten.",
            "annotations": []
        },
        {
            "text": "2. Am 24. Juni 2021 erhob die beteiligte Partei bei der Datenschutzbehörde eine Datenschutzbeschwerde wegen Verletzung ihres Rechtes auf Geheimhaltung gemäß §1 DSG und begehrte die Feststellung, sie sei durch die Weitergabe der Aktenbestandteile in diesem Recht verletzt worden.",
            "annotations": []
        },
        {
            "text": "3. Mit Bescheid vom 14. April 2022 wies die Datenschutzbehörde die Beschwerde der beteiligten Partei als unbegründet ab. Die beteiligte Partei erhob dagegen fristgerecht Beschwerde an das Bundesverwaltungsgericht.",
            "annotations": []
        },
        {
            "text": "4. Mit dem nunmehr angefochtenen Erkenntnis gab das Bundesverwaltungsgericht der Beschwerde Folge und änderte den Bescheid der Datenschutzbehörde dahingehend ab, es werde festgestellt, dass die Staatsanwaltschaft Klagenfurt als datenschutzrechtlich Verantwortliche für die Führung des Ermittlungsverfahrens die beteiligte Partei in ihrem Recht auf Geheimhaltung gemäß §1 DSG verletzt habe. Es liege eine für das Recht auf Geheimhaltung relevante Übermittlung personenbezogener Daten vor; die Zulässigkeitsvoraussetzungen des §74 StPO seien nicht erfüllt gewesen.",
            "annotations": []
        },
        {
            "text": "5. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf ein Verfahren vor dem gesetzlichen Richter gemäß Art83 Abs2 B-VG sowie die Verletzung in einem Recht wegen Anwendung eines verfassungswidrigen Gesetzes geltend gemacht wird.",
            "annotations": []
        },
        {
            "text": "Begründend führt die beschwerdeführende Partei zusammengefasst aus, die Datenschutzbehörde sowie das Bundesverwaltungsgericht seien für die Entscheidung im vorliegenden Fall nicht zuständig gewesen, sondern die ordentlichen Gerichte. Dies ergebe sich aus §31 Abs1 zweiter Satz DSG, wonach die Datenschutzbehörde \"für die Aufsicht über die von Gerichten im Rahmen ihrer justiziellen Tätigkeit vorgenommenen Verarbeitungen\" nicht zuständig sei. Die Unzuständigkeit der Datenschutzbehörde für Datenverarbeitungen durch Gerichte ergebe sich bereits aus der Richtlinie 2016/680/EU zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten durch die zuständigen Behörden zum Zwecke der Verhütung, Ermittlung, Aufdeckung oder Verfolgung von Straftaten oder der Strafvollstreckung sowie zum freien Datenverkehr und zur Aufhebung des Rahmenbeschlusses 2008/977/JI (im Folgenden: DSRL-PJ), ABl. 2016 L 119, 89. Die gesetzliche Anordnung in §31 Abs1 zweiter Satz DSG ergebe nur Sinn, wenn der Gesetzgeber damit auch Datenverarbeitungen durch Staatsanwaltschaften von der Zuständigkeit der Datenschutzbehörde ausnehmen habe wollen. Aus §34a StAG und §85a GOG ergebe sich, dass der Gesetzgeber die ordentlichen Gerichte zur Überwachung der Einhaltung des Datenschutzes im Bereich der Strafgerichtsbarkeit zuständig gemacht habe. Sollte tatsächlich (auch) eine Zuständigkeit der Datenschutzbehörde bestehen, verstieße dies gegen das Gebot einer präzisen Regelung der Behördenzuständigkeit. Konkurrierende Zuständigkeitsbestimmungen verstießen zudem gegen Art18 und Art83 Abs2 B-VG.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesverwaltungsgericht legte die Gerichts- und Verwaltungsakten vor und erstattete eine Gegenschrift, in der es zusammengefasst ausführt, dass Staatsanwaltschaften auf Grund ihrer Weisungsgebundenheit nicht als unabhängige Justizbehörden im Sinne des Art45 Abs2 DSRL-PJ anzusehen seien.",
            "annotations": []
        },
        {
            "text": "7. Die Datenschutzbehörde erstattete eine Äußerung, in der sie zunächst die Zulässigkeit der vorliegenden Beschwerde bestreitet. Der Verfassungsgerichtshof gehe in ständiger Rechtsprechung davon aus, dass staatliche Organe nicht in einem subjektiven Recht im Sinne des Art144 Abs1 B-VG verletzt werden könnten. Eine Organ- oder Amtsbeschwerde sei daher unzulässig. In der Sache schließt sich die Datenschutzbehörde der Gegenschrift des Bundesverwaltungsgerichtes an. Zudem sei die Frage nach der Aufsichtsbefugnis der Datenschutzbehörde über Staatsanwaltschaften derzeit Gegenstand eines laufenden Revisionsverfahrens vor dem Verwaltungsgerichtshof.",
            "annotations": []
        },
        {
            "text": "8. Die beteiligte Partei erstattete eine Äußerung, in der sie die Zulässigkeit der Beschwerde bestreitet und nähere Ausführungen in der Sache erstattet.",
            "annotations": []
        },
        {
            "text": "II. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "Die Beschwerde ist unzulässig.",
            "annotations": []
        },
        {
            "text": "1. Zur Rechtslage vor der Verwaltungsgerichtsbarkeits-Novelle 2012 BGBl I 51/2012 hat der Verfassungsgerichtshof in ständiger Rechtsprechung den Standpunkt eingenommen, dass die Beschwerdelegitimation nach Art144 Abs1 B-VG nur dann gegeben ist, wenn durch den bekämpften Bescheid irgendein subjektives Recht der beschwerdeführenden Partei verletzt worden sein kann, dh wenn die bescheidmäßigen Anordnungen oder Feststellungen die subjektive Rechtssphäre des Beschwerdeführers berühren, der Bescheid demgemäß subjektive Rechte begründet (verändert) oder feststellt (vgl VfSlg 11.764/1988, 15.398/1999, 15.733/2000, 17.840/2006, 17.920/2006, 18.442/2008, 19.151/2010, 19.289/2011). Wie der Verfassungsgerichtshof ebenfalls schon ausgesprochen hat (VfSlg 5358/1966, 8746/1980, 14.575/1996, 15.733/2000; VfGH 12.6.2015, E385/2015; 10.6.2016, E427/2016 ua), hat die Existenz subjektiv-öffentlicher Rechte zwingend die Parteistellung im Verwaltungsverfahren zur Folge, oder – anders ausgedrückt – es kann die für die Beschwerdeberechtigung maßgebende Möglichkeit, durch den Bescheid in der Rechtssphäre verletzt zu werden, nur bei Personen vorliegen, denen in der im konkreten Verwaltungsverfahren behandelten Sache die Stellung einer Partei zugekommen ist. Für die Beschwerdelegitimation gemäß Art144 Abs1 B-VG in der mit 1. Jänner 2014 in Kraft getretenen Fassung gelten sinngemäß dieselben Voraussetzungen (vgl VfGH 20.2.2014, B182/2014; 12.6.2015, E385/2015 und E402/2015; 10.6.2016, E427/2016 ua; 24.2.2017, E65/2017; 21.9.2020, E1291/2020).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Eingriff in die Rechtssphäre des Beschwerdeführers als Voraussetzung seiner Berechtigung zur Beschwerdeführung gemäß Art144 B-VG wird in ständiger Rechtsprechung des Verfassungsgerichtshofes für (insbesondere staatliche) Organe eines Rechtsträgers grundsätzlich verneint (vgl VfSlg 13.429/1993, 13.722/1994, 15.079/1998, 17.220/2004, 17.838/2006, 18.761/2009, 18.914/2009, 19.092/2010; VfGH 11.6.2012, B264/12; 12.6.2015, E402/2015; 27.6.2017, E1823/2017; 21.9.2020, E1291/2020). Für ein Organ eines Rechtsträgers kann die Legitimation zur Beschwerdeführung vor dem Verfassungsgerichtshof gegen eine Entscheidung eines Verwaltungsgerichtes mangels Möglichkeit der Verletzung eines subjektiven Rechtes nämlich nicht aus Art144 B-VG hergeleitet werden (vgl etwa VfSlg 18.914/2009; VfGH 11.6.2012, B264/12).",
            "annotations": []
        },
        {
            "text": "3. Es besteht auch keine sonstige verfassungsgesetzliche Bestimmung, die dem Organ eines Rechtsträgers unmittelbar die Legitimation zur Erhebung einer Beschwerde an den Verfassungsgerichtshof einräumt oder dem einfachen (Materien-)Gesetzgeber hiezu die Ermächtigung erteilt. Die vorliegende Beschwerde der Staatsanwaltschaft Klagenfurt als Organ des Bundes erweist sich daher als unzulässig (vgl VfSlg 17.838/2006).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerde ist mangels Legitimation zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}