{
    "document_id": "JFT_20230922_23E01146_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer stellte am 13. Juni 2022 beim Bundesamt für Fremdenwesen und Asyl einen Antrag auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Am 3. Jänner 2023 erhob er Säumnisbeschwerde gemäß Art130 Abs1 Z3 B-VG. Das Bundesverwaltungsgericht wies diese mit Beschluss vom 1. Februar 2023, Z W276 2265174-1/3E, zurück, weil der Beschwerdeführer den Ablauf der Entscheidungsfrist (§8 Abs1 VwGVG) nicht glaubhaft gemacht habe (§9 Abs5 VwGVG).",
            "annotations": []
        },
        {
            "text": "3. Am 6. Februar 2023 erhob der Beschwerdeführer erneut Säumnisbeschwerde. Diese wies das Bundesverwaltungsgericht mit Beschluss vom 20. Februar 2023, Z W276 2265174-2/2E, \"ab\". Es führte erneut aus, dass der Beschwerdeführer den Ablauf der Entscheidungsfrist nicht glaubhaft gemacht habe, weshalb die Beschwerde \"zurückzuweisen\" sei. Da allerdings die Verzögerung bei der Erledigung des Antrages vom 13. Juni 2022 ohnehin nicht auf das überwiegende Verschulden der belangten Behörde zurückzuführen sei (§8 Abs1 VwGVG), sei die Säumnisbeschwerde auch inhaltlich nicht berechtigt.",
            "annotations": []
        },
        {
            "text": "4. Bereits am 20. Februar 2023 erhob der Beschwerdeführer zum dritten Mal Säumnisbeschwerde. Diese wies das Bundesverwaltungsgericht mit dem nunmehr angefochtenen Beschluss vom 27. Februar 2023 zurück, da es dem Beschwerdeführer noch immer nicht gelungen sei, den Ablauf der Entscheidungsfrist glaubhaft zu machen. Im Übrigen treffe die belangte Behörde nach wie vor kein überwiegendes Verschulden an der Verzögerung bei der Bearbeitung des Antrages auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "5. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der der Beschwerdeführer die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die Aufhebung des angefochtenen Beschlusses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof beantragt.",
            "annotations": []
        },
        {
            "text": "6. Der Verwaltungsgerichtshof hob den Beschluss des Bundesverwaltungsgerichtes vom 20. Februar 2023, Z W276 2265174-2/2E, über die zweite Säumnisbeschwerde mit Erkenntnis vom 27. Juni 2023, Ra 2023/20/0152, auf. Dieser Beschluss wurde den Parteien am 29. Juni 2023 zugestellt.",
            "annotations": []
        },
        {
            "text": "7. Über Aufforderung des Verfassungsgerichtshofes legte das Bundesverwaltungsgericht die Gerichts- und Verwaltungsakten vor. Letzteren ist zu entnehmen, dass das Bundesamt für Fremdenwesen und Asyl nunmehr mit Bescheid vom 28. Juni 2023 über den Antrag des Beschwerdeführers vom 13. Juni 2022 entschieden hat. Darin wies es den Antrag auf internationalen Schutz hinsichtlich des Status des Asylberechtigten ab (Spruchpunkt I.), gewährte dem Beschwerdeführer aber subsidiären Schutz (Spruchpunkt II.) und erteilte ihm eine befristete Aufenthaltsberechtigung (Spruchpunkt III.). Dieser Bescheid wurde dem Beschwerdeführer am 3. Juli 2023 zugestellt.",
            "annotations": []
        },
        {
            "text": "8. Mit Verfügung vom 19. Juli 2023 forderte der Verfassungsgerichtshof den Beschwerdeführer auf, bekannt zu geben, ob er sich durch den Bescheid vom 28. Juni 2023 für klaglos gestellt erachte. Mit Schriftsatz vom 27. Juli 2023 verneinte der Beschwerdeführer dies, da dieser Bescheid nicht von der zuständigen Behörde erlassen worden sei. Zudem sei dem Beschwerdeführer durch den Bescheid nicht Asyl gewährt worden, sondern nur subsidiärer Schutz. Hinzu komme, dass er am 27. Juli 2023 gegen diesen Bescheid Beschwerde erhoben habe, der aufschiebende Wirkung zukomme.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof geht davon aus, dass der Bescheid der belangten Behörde vom 28. Juni 2023 trotz des aufhebenden Erkenntnisses des Verwaltungsgerichtshofes vom 27. Juni 2023 dem Rechtsbestand angehört: Dieser Bescheid wurde dem Beschwerdeführer erst am 3. Juli 2023 und damit nach der Zustellung des Erkenntnisses des Verwaltungsgerichtshofes am 29. Juni 2023 zugestellt, weshalb er jedenfalls nicht von den in §42 Abs3 VwGG angeordneten Wirkungen eines aufhebenden Erkenntnisses des Verwaltungsgerichtshofes erfasst ist.",
            "annotations": []
        },
        {
            "text": "2. Rechtsschutzziel einer Beschwerde wegen Verletzung der Entscheidungspflicht gemäß Art130 Abs1 Z3 B-VG (Säumnisbeschwerde) ist, die Entscheidung über den unerledigten Antrag herbeizuführen (zB VwGH 19.9.2017, Ro 2017/20/0001 [Rz 17]). Indem das Bundesamt für Fremdenwesen und Asyl nunmehr mit Bescheid vom 28. Juni 2023 über den Antrag des Beschwerdeführers vom 13. Juni 2022 entschieden hat, ist dem Rechtsschutzbedürfnis des Beschwerdeführers Genüge getan. Entgegen der Argumentation des Beschwerdeführers kommt es dabei nur auf die Erledigung des Antrages an und nicht darauf, ob diesem vollinhaltlich, zum Teil oder gar nicht entsprochen wurde, zumal dem Beschwerdeführer zur Geltendmachung inhaltlicher Bedenken gegen den Bescheid das Rechtsmittel der Beschwerde nach Art130 Abs1 Z1 B-VG offensteht (vgl VwGH 20.12.2017, Ro 2017/03/0019), von dem er im Übrigen auch Gebrauch gemacht hat. Es kommt folglich auch nicht darauf an, ob das Bundesamt für Fremdenwesen und Asyl am 3. Juli 2023 zur Erlassung des Bescheides noch zuständig war.",
            "annotations": []
        },
        {
            "text": "Es ist auch nicht relevant, dass dieser Beschwerde des Beschwerdeführers gegen den Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 28. Juni 2023 gemäß §13 Abs1 VwGVG aufschiebende Wirkung zukommt, da damit lediglich einzelne Rechtswirkungen des Bescheides suspendiert werden. Der Bescheid gehört aber dennoch bereits dem Rechtsbestand an, weshalb keine Säumnis des Bundesamtes für Fremdenwesen und Asyl mehr vorliegt (vgl bereits VwGH 11.2.2021, Ra 2018/22/0291; 1.12.2022, Ra 2021/07/0033).",
            "annotations": []
        },
        {
            "text": "3. Da dem vom Beschwerdeführer im Säumnisbeschwerdeverfahren verfolgten Rechtsschutzziel somit dadurch entsprochen wurde, dass das Bundesamt für Fremdenwesen und Asyl mit Bescheid vom 28. Juni 2023 über den Antrag auf internationalen Schutz vom 13. Juni 2022 entschieden hat, ist der Beschwerdeführer durch die Zurückweisung seiner Säumnisbeschwerde nicht mehr beschwert. Infolge der dadurch bewirkten (materiellen) Klaglosstellung ist die Beschwerde gemäß §86 VfGG als gegenstandslos geworden zu erklären und das Verfahren einzustellen (wie hier – jeweils zu §33 Abs1 VwGG und mwN – etwa VwGH 6.10.2017, Ra 2017/01/0239; 11.2.2021, Ra 2018/22/0291; 1.12.2022, Ra 2021/07/0033; vgl auch VfSlg 18.693/2009 zur Zurückweisung eines Devolutionsantrages).",
            "annotations": []
        },
        {
            "text": "4. Der Partei, die den Beschwerdeführer klaglos gestellt hat, kann auf Antrag der Ersatz der Prozesskosten auferlegt werden (§88 erster Satz VfGG), wobei der nachträgliche Wegfall des Rechtsschutzinteresses bei der Entscheidung über die Kosten nicht zu berücksichtigen ist.",
            "annotations": []
        },
        {
            "text": "Dem Beschwerdeführer gebührt daher Kostenersatz, weil er durch eine Entscheidung des Bundesamtes für Fremdenwesen und Asyl, dem als belangter Behörde Parteistellung im verfassungsgerichtlichen Verfahren zukommt, materiell klaglos gestellt wurde und der Erfolg seiner Beschwerde offen zu Tage liegt (vgl in anderem Zusammenhang VfGH 10.6.2003, B663/02; 16.3.2005, B21/05; 21.9.2015, E719/2015).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerde wird als gegenstandslos geworden erklärt und das Verfahren eingestellt.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z3 VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}