{
    "document_id": "JFT_20230227_23G00064_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Die Antragstellerin stellte als Beklagte in einem Verfahren vor dem Bezirksgericht Neumarkt bei Salzburg mehrere Ablehnungsanträge gegen eine Richterin des genannten Gerichtes. Mit Beschluss vom 7. Dezember 2022, 11 Nc 30/22h, wies das Bezirksgericht Neumarkt bei Salzburg den letzten dieser Anträge zurück. Gegen diesen Beschluss erhob die Antragstellerin am 27. Dezember 2022 Rekurs.",
            "annotations": []
        },
        {
            "text": "2. Am 12. Jänner 2023 erstattete der Kläger eine Rekursbeantwortung.",
            "annotations": []
        },
        {
            "text": "3. Aus Anlass ihrer Replik vom 23. Jänner 2023 gegen die Rekursbeantwortung des Klägers stellt die Antragstellerin den vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag auf Aufhebung (näher bezeichneter Wortfolgen) des §19 Z2, §22 Abs3 und §24 Abs1 JN sowie des §521a Abs1 ZPO wegen Verfassungswidrigkeit.",
            "annotations": []
        },
        {
            "text": "4. Vor diesem Hintergrund erweist sich der vorliegende Parteiantrag als unzulässig: ",
            "annotations": []
        },
        {
            "text": "Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat die Rechtzeitigkeit eines solchen Antrages unmittelbar vor dem Hintergrund des Art140 Abs1 Z1 litd B-VG zu beurteilen. Daraus folgt, dass ein solcher Antrag durch den Rechtsmittelwerber grundsätzlich dann rechtzeitig ist, wenn er innerhalb der Rechtsmittelfrist gestellt wird (VfSlg 20.074/2016; VfGH 30.11.2016, G535/2015; 14.12.2016, G423/2016 ua; 30.11.2017, G213/2017).",
            "annotations": []
        },
        {
            "text": "5. Der vorliegende Parteiantrag wurde erst am 23. Jänner 2023 – und somit nach Ablauf der sich aus Art140 Abs1 Z1 litd B-VG ergebenden Frist – elektronisch beim Verfassungsgerichtshof eingebracht und ist aus diesem Grund verspätet erhoben worden. Darüber hinaus stellt die Antragstellerin den vorliegenden Parteiantrag nicht aus Anlass des gegen den Beschluss des Bezirksgerichtes Neumarkt bei Salzburg erhobenen Rekurses, sondern aus Anlass ihrer gegen die Rekursbeantwortung des Klägers eingebrachten Replik.",
            "annotations": []
        },
        {
            "text": "6. Bei diesem Ergebnis hat der Verfassungsgerichtshof nicht zu prüfen, ob weitere Prozesshindernisse bestehen. ",
            "annotations": []
        },
        {
            "text": "7. Der Antrag ist gemäß §19 Abs3 Z2 litb und e VfGG in nichtöffentlicher Sitzung als unzulässig zurückzuweisen.",
            "annotations": []
        }
    ]
}