{
    "document_id": "JFT_20230228_22V00258_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z3 B-VG gestützten Antrag begehrt die Antragstellerin, der Verfassungsgerichtshof möge ",
            "annotations": []
        },
        {
            "text": "\"[…] die Verordnung der Kärntner Landesregierung vom 6. Oktober 2020, Zl 10-JAG-1/124-2020, betreffend die vorübergehende Ausnahme von der Schonzeit für den Fischotter zur Gänze […]\"",
            "annotations": []
        },
        {
            "text": "als gesetzwidrig aufheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung der Kärntner Landesregierung vom 6. Oktober 2020, Zl 10-JAG-1/124-2020, betreffend die vorübergehende Ausnahme von der Schonzeit für den Fischotter, LGBl 81/2020, (in der Folge: FischotterV) lautete:",
            "annotations": []
        },
        {
            "text": "\"Auf Grund des §51 Abs4a und §68 Abs6 des Kärntner Jagdgesetzes 2000, LGBl Nr 21, zuletzt geändert mit LGBl Nr 70/2020, wird verordnet:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Ziel",
            "annotations": []
        },
        {
            "text": "Zur Abwendung erheblicher Schäden an Fischgewässern und zum Schutz anderer wildlebender Tiere, insbesondere Fische, Krebse, Muscheln und Pflanzen und deren natürlicher Lebensräume sowie um selektiv und in geringer Anzahl den Fang oder den Abschuss des ganzjährig geschonten Fischotters zu ermöglichen, wird, unter streng überwachten Bedingungen, in Ermangelung einer anderen zufriedenstellenden Lösung, entsprechend den Bedingungen des Artikel 16 der Richtlinie 92/43/EWG zur Erhaltung der natürlichen Lebensräume sowie der wildlebenden Tiere und Pflanzen (Fauna-Flora und Habitat-Richtlinie) eine vorübergehende Ausnahme von der ganzjährigen Schonzeit für den Fischotter, erteilt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Schonzeit",
            "annotations": []
        },
        {
            "text": "(1) Die Schonzeit für den Fischotter wird, nach Maßgabe des §3, aufgehoben, soweit es sich um Rüden, Jungotter, nicht führende, nicht tragende Fähen handelt. ",
            "annotations": []
        },
        {
            "text": "(2) Die Schonzeit für führende oder offensichtlich tragende Fischotterfähen wird, nach Maßgabe des §3, vom 1. März bis 31. Oktober festgelegt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3",
            "annotations": []
        },
        {
            "text": "Eingriffsbereiche und Kontingent",
            "annotations": []
        },
        {
            "text": "(1) Fischotter in allen Entwicklungsformen dürfen vom 1. Jänner bis 31. Dezember im Bereich von Fischgewässern, ausgenommen in Gewässern nach Abs3, sowie an nicht zäunbaren Teichanlagen mit Fanggeräten, die unversehrt fangen (Lebendfallen), nur von speziell geschulten Jagdschutzorganen sowie speziell geschulten Jägern, gefangen werden. Vom 1. März bis 31. Oktober dürfen nur gefangene Rüden, Jungotter nicht führende und offensichtlich nicht tragende Fähen getötet werden. Vom 1. März bis 31. Oktober dürfen gefangene führende und offensichtlich tragende Fähen nicht getötet werden, sondern sind am Fangort unversehrt und umgehend frei zu lassen.",
            "annotations": []
        },
        {
            "text": "(2) Vom 1. November bis zum jeweils letzten Tag des Februars dürfen Fischotter in allen Entwicklungsformen, mit zulässigen Fangmethoden, von speziell geschulten Jagdschutzorganen sowie speziell geschulten Jägern, gefangen oder mit Langwaffen bejagt und getötet werden, vordringlich sind jedoch Lebendfallen zu verwenden.",
            "annotations": []
        },
        {
            "text": "(3) Nicht erlaubt, ausgenommen im unmittelbaren Bereich von Fischaufstiegshilfen, sind der Fang und das Töten von Fischottern in folgenden Gewässern:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gewässer",
            "annotations": []
        },
        {
            "text": "von",
            "annotations": []
        },
        {
            "text": "Bis",
            "annotations": []
        },
        {
            "text": "Drau",
            "annotations": []
        },
        {
            "text": "Grenze Slowenien  ",
            "annotations": []
        },
        {
            "text": "Mündung Weißenbach bei Feistritz/Drau",
            "annotations": []
        },
        {
            "text": "Gail",
            "annotations": []
        },
        {
            "text": "Mündung Drau ",
            "annotations": []
        },
        {
            "text": "Mündung des Fürnitzer Feistritzbaches in die Gail",
            "annotations": []
        },
        {
            "text": "Gurk",
            "annotations": []
        },
        {
            "text": "Mündung Drau",
            "annotations": []
        },
        {
            "text": "Mündung des Timenitzenbaches in die Gurk bei Lassendorf",
            "annotations": []
        },
        {
            "text": "Glan",
            "annotations": []
        },
        {
            "text": "Mündung Gurk",
            "annotations": []
        },
        {
            "text": "Mündung der Wimitz in die Glan",
            "annotations": []
        },
        {
            "text": "Wölfnitzbach",
            "annotations": []
        },
        {
            "text": "Mündung Glan",
            "annotations": []
        },
        {
            "text": "Mündung des Strugabaches in den Wölfnitzbach",
            "annotations": []
        },
        {
            "text": "Lavant",
            "annotations": []
        },
        {
            "text": "Mündung Drau",
            "annotations": []
        },
        {
            "text": "Mündung  des Judenbaches (Pöllingerbach) bei Metterssdorf in die Lavant",
            "annotations": []
        },
        {
            "text": "Abfluss Millstätter See",
            "annotations": []
        },
        {
            "text": "Mündung Lieser",
            "annotations": []
        },
        {
            "text": "Millstätter See",
            "annotations": []
        },
        {
            "text": "Abfluss Ossiacher See",
            "annotations": []
        },
        {
            "text": "Mündung Drau",
            "annotations": []
        },
        {
            "text": "Ossiacher See",
            "annotations": []
        },
        {
            "text": "Glanfurt",
            "annotations": []
        },
        {
            "text": "Mündung Glan",
            "annotations": []
        },
        {
            "text": "Wörthersee",
            "annotations": []
        },
        {
            "text": "Abfluss Faaker See",
            "annotations": []
        },
        {
            "text": "Eisenbahnbrücke Finkenstein",
            "annotations": []
        },
        {
            "text": "Faaker See",
            "annotations": []
        },
        {
            "text": "Abfluss Pressegger See",
            "annotations": []
        },
        {
            "text": "Mündung Gail",
            "annotations": []
        },
        {
            "text": "Pressegger See",
            "annotations": []
        },
        {
            "text": "Reifnitzbach",
            "annotations": []
        },
        {
            "text": "Mündung Wörthersee",
            "annotations": []
        },
        {
            "text": "Keutschacher See",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ebenso nicht erlaubt, ausgenommen im unmittelbaren Bereich von Fischaufstiegshilfen, sind der Fang und das Töten von Fischottern in Europaschutzgebieten, in welchen der Fischotter als Schutzgut ausgewiesen ist, in Nationalparken, Biosphärenparken und in natürlich stehenden Gewässern.",
            "annotations": []
        },
        {
            "text": "(4) Die Entnahmehöchstzahl von Fischottern für Kärnten beträgt 51 Stück pro Jahr. Im ersten und im zweiten Jahre, ab dem Inkrafttreten der Verordnung (§9), dürfen jeweils maximal 51 Stück Fischotter entnommen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4",
            "annotations": []
        },
        {
            "text": "Fallenfang",
            "annotations": []
        },
        {
            "text": "(1) Für Fänge vom 1. März bis 31. Oktober dürfen nur Fallen verwendet werden, die durch ihre Funktionalität, Bauart und Größe eine Unversehrtheit der Tiere beim Fangen gewährleisten. Es dürfen nur Fallen, wie sie jagdrechtlich zum Fang anderer von der Größe her vergleichbarer marderartige Tierarten verwendet werden. Fischotterfallen für den Lebendfang müssen so ausgestaltet sein, dass andere Wildarten damit möglichst nicht gefangen werden können. Die Lebendfallen müssen täglich mindestens einmal kontrolliert werden. ",
            "annotations": []
        },
        {
            "text": "(2) Für Fänge vom 1. November bis zum jeweils letzten Tag des Februars dürfen alle zulässigen Fangmittel und -methoden verwendet bzw angewendet werden, jedoch sollen vordringlich Lebendfallen verwendet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5",
            "annotations": []
        },
        {
            "text": "Tötung",
            "annotations": []
        },
        {
            "text": "Die Tötung der gefangenen Fischotter darf nur an Land erfolgen und hat weidgerecht, in sinngemäßer Anwendung der jagdrechtlichen Bestimmungen, zu erfolgen. Böschungsbereiche gelten als zum Gewässer gehörig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§6",
            "annotations": []
        },
        {
            "text": "Meldepflichten und Dokumentation",
            "annotations": []
        },
        {
            "text": "(1) Jeder Fallenstandort ist mit den KAGIS-Koordinaten dem Amt der Kärntner Landesregierung – Abteilung 10 – Land- und Forstwirtschaft, Ländlicher Raum und der Kärntner Jägerschaft, binnen 24 Stunden, schriftlich (per E-Mail oder Fax) zu melden. Jeder Fischotterfang ist mit dem Datum des Fanges/der Erlegung/Zurücksetzung dem zuständigen Bezirksjägermeister und dem Amt der Kärntner Landesregierung – Abteilung 10 – Land- und Forstwirtschaft, Ländlicher Raum binnen 24 Stunden, schriftlich (per E-Mail oder Fax) zu melden. Die Gesamtentnahme pro Jahr ist in der Abschussliste (§59 Abs2 Kärntner Jagdgesetz 2000) zu verzeichnen.",
            "annotations": []
        },
        {
            "text": "(2) Der jeweils zuständige Bezirksjägermeister hat die Einhaltung des unter §3 Abs4 angeführten jährlichen Kontingentes zu überwachen und der Kärntner Landesregierung, bis 31. März eines jeden Jahres, die Abschusslisten und die Wildnachweisung betreffend entnommener Fischotter zu übermitteln.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§7",
            "annotations": []
        },
        {
            "text": "Aufsicht",
            "annotations": []
        },
        {
            "text": "(1) Die Überprüfung der Einhaltung der vorgenannten Ausnahmen von den Schonzeiten erfolgt durch die Landesregierung, durch Einsichtnahme in die Abschusslisten, welche von den Jagdausübungsberechtigten laufend zu führen sind (§59 Abs1 Kärntner Jagdgesetz 2000), sowie in die vom Bezirksjägermeister aufgrund der Abschusslisten zu erstellende Wildnachweisung (§59 Abs5 Kärntner Jagdgesetz 2000). ",
            "annotations": []
        },
        {
            "text": "(2) Zur Beweissicherung und Kontrolle sind der Landesregierung, über Aufforderung, die getöteten Fischotter (samt Aufbruch) binnen 48 Stunden (ab Meldung), zur Verfügung zu halten. Der Jagdausübungsberechtigte hat gemäß §1a Abs1 Kärntner Jagdgesetz 2000 das Recht der Aneignung der gefangenen und getöteten Fischotter.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§8",
            "annotations": []
        },
        {
            "text": "Monitorings",
            "annotations": []
        },
        {
            "text": "Damit die Populationen des Fischotters trotz vorübergehender Verkürzung der Schonzeit, ohne Beeinträchtigung in einem günstigen Erhaltungszustand verweilen, hat die Kärntner Landesregierung, zur Kontrolle über die Bestandsentwicklung und den Erhaltungszustand des Fischotters regelmäßig ein entsprechendes Monitoring durchzuführen.  ",
            "annotations": []
        },
        {
            "text": "§9",
            "annotations": []
        },
        {
            "text": "Inkrafttreten – Außerkrafttreten",
            "annotations": []
        },
        {
            "text": "(1) Diese Verordnung tritt mit Ablauf des auf die Kundmachung folgenden Tages in Kraft.",
            "annotations": []
        },
        {
            "text": "(2) Nach Ablauf von zwei Jahren, gerechnet vom Tag des Inkrafttretens der Verordnung, tritt diese Verordnung außer Kraft.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §54a des Kärntner Naturschutzgesetzes 2002 (K-NSG 2002), LGBl 79/2002 idF LGBl 104/2019, lautet:",
            "annotations": []
        },
        {
            "text": "\"§54a",
            "annotations": []
        },
        {
            "text": "Beteiligung von Umweltorganisationen an Verfahren",
            "annotations": []
        },
        {
            "text": "(1) Anerkannte Umweltorganisationen gemäß §19 Abs7 UVP-G 2000, deren örtliche Anerkennung auch das Land Kärnten umfasst, haben das Recht",
            "annotations": []
        },
        {
            "text": "1. gegen Bewilligungen gemäß §24b Abs2 bis 5 oder",
            "annotations": []
        },
        {
            "text": "2. gegen",
            "annotations": []
        },
        {
            "text": "a) Bewilligungen gemäß §9 und §24 Abs3,",
            "annotations": []
        },
        {
            "text": "b) Ausnahmen von den Verboten gemäß §10 und",
            "annotations": []
        },
        {
            "text": "c) Genehmigungen gemäß §22 Abs2,",
            "annotations": []
        },
        {
            "text": "sofern geschützte Arten, die im Anhang IV der FFH-Richtlinie (§67a Abs3 litb) oder in Anhang I der Vogelschutz-Richtlinie (§67a Abs3 lita) genannt oder in Art4 Abs2 der  Vogelschutz-Richtlinie angesprochen sind, betroffen sind, wegen der Verletzung von Vorschriften dieses Gesetzes, soweit sie Bestimmungen der FFH-Richtlinie und der Vogelschutz-Richtlinie umsetzen, Beschwerde an das Landesverwaltungsgericht zu erheben.",
            "annotations": []
        },
        {
            "text": "(2) Die Landesregierung hat eine elektronische Plattform zur Verfügung zu stellen, die nur den Behörden und den anerkannten Umweltorganisationen offensteht, und der Bereitstellung verfahrens-relevanter Anträge und Bescheide zur Ermöglichung der Ausübung der Beteiligungsrechte gemäß §24b Abs1b und 1c und des Beschwerderechts gemäß Abs1 dient. Die Landesregierung hat den anerkannten Umweltorganisationen im Sinne des Abs1 auf Antrag eine Zugangsberechtigung zu dieser Plattform sowie die erforderlichen Informationen für die Ausübung der Zugriffsberechtigung zur Verfügung zu stellen.",
            "annotations": []
        },
        {
            "text": "(3) Alle Bewilligungen in den in Abs1 Z1 und 2 lita bis c genannten Angelegenheiten sind, ohne die Einschränkung gemäß Z2 letzter Halbsatz auf unionsrechtlich geschützte Arten, auf der elektronischen Plattform gemäß Abs2 bereitzustellen. Mit Ablauf von zwei Wochen ab dem Tag der Bereitstellung gilt der Bescheid den Umweltorganisationen gemäß Abs1 als zugestellt. Ab dem Tag der Bereitstellung ist ihnen Einsicht in den Verwaltungsakt zu gewähren. Die Anträge und Bescheide dürfen frühestens sechs Wochen nach der Bereitstellung von der elektronischen Plattform entfernt werden.",
            "annotations": []
        },
        {
            "text": "(4) Beschwerden von Umweltorganisationen gemäß Abs1 sind binnen vier Wochen ab der Zustellung (Abs3) schriftlich bei der Behörde einzubringen.",
            "annotations": []
        },
        {
            "text": "(5) Beschwerden einer Umweltorganisation gemäß Abs1 gegen",
            "annotations": []
        },
        {
            "text": "1. Entscheidungen gemäß Abs1 Z1 – soweit dies Angelegenheiten des §24b Abs1a betrifft – sind, wenn sie innerhalb der dort festgelegten Frist keine begründete Stellungnahme in dieser Angelegenheit abgegeben hat, oder",
            "annotations": []
        },
        {
            "text": "2. Bescheide, die der Umweltorganisation gemäß Abs3 als zugestellt gelten, sind nach Ablauf der Frist des Abs4",
            "annotations": []
        },
        {
            "text": "als unzulässig zurückzuweisen, wenn der Umweltorganisation bereits vor Beginn der Frist des §24b Abs1b erster Satz (Z1) oder §54a Abs3 zweiter Satz (Z2) eine Zugriffsberechtigung gemäß Abs2 zur Verfügung stand.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Die Antragstellerin sei nach ihrem Vorbringen eine anerkannte Umweltorganisation gemäß §19 Abs7 UVP-G 2000, die berechtigt sei, österreichweit Parteirechte gemäß §19 Abs10 UVP-G 2000 wahrzunehmen.",
            "annotations": []
        },
        {
            "text": "1.2. Für den Fischotter im Bundesland Kärnten gelte gemäß §19 K-NSG 2002 der besondere Tierschutz. Vollkommen geschützte Tiere dürften in allen ihren Entwicklungsformen weder verfolgt, beunruhigt, gefangen, befördert, gehalten oder getötet werden. Die FischotterV verstoße aber gegen §54a K-NSG 2002, da diese Bestimmung die notwendige Beteiligung von Umweltorganisationen an Verfahren vorsehe, gerade wenn es um Ausnahmen vom strengen Schutz gehe. Mit §54a K-NSG 2002 sei Art9 Abs3 des Übereinkommens von Aarhus über den Zugang zu Informationen, die Öffentlichkeitsbeteiligung an Entscheidungsverfahren und den Zugang zu Gerichten in Umweltangelegenheiten samt Erklärung (in der Folge: Aarhus-Konvention) umgesetzt worden, wonach anerkannten Umweltorganisationen zwingend bestimmte Verfahrensrechte einzuräumen seien, zB ein Recht auf Zugang zu Gerichten in Umweltangelegenheiten. Eine Rechtsschutzlösung, die mit der Aarhus-Konvention konform gehe, verlange nicht nur Rechtsschutzmöglichkeiten im Verfahren vor den Verwaltungsbehörden, sondern müsse auch den Zugang zu Gerichten im Falle rechtswidriger behördlicher Unterlassung vorsehen sowie die Möglichkeit beinhalten, Verordnungen, Pläne und Programme im Umweltbereich gerichtlich überprüfen zu lassen. Die FischotterV sehe keine Beteiligung von anerkannten Umweltorganisationen vor und sei daher gesetzwidrig, da sie gegen §54a K-NSG 2002 verstoße. Die Kärntner Landesregierung hätte, um \"vorübergehend\" Ausnahmen von der Schonzeit für Fischotter festzusetzen, die Rechtsform des Bescheides wählen müssen.",
            "annotations": []
        },
        {
            "text": "1.3. Die FischotterV greife in die Rechtssphäre der Antragstellerin in unmittelbar, aktuell und eindeutig bestimmter Weise ein, ohne dass es hiefür einer behördlichen Entscheidung bedürfe. Es werde ihr die Möglichkeit genommen, gegen die Ausnahme von der Schonzeit für den Fischotter Beschwerde zu erheben oder einen anderen Zugang zu Gerichten im Rahmen seiner Parteistellung als Umweltorganisation zu beschreiten. Ein anderer zumutbarer Weg stehe der Antragstellerin nicht zur Verfügung, um sich gegen die FischotterV zur Wehr setzen zu können, weswegen die Antragslegitimation gegeben sei.",
            "annotations": []
        },
        {
            "text": "IV. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2. Gemäß Art139 Abs1 Z3 B-VG erkennt der Verfassungsgerichtshof über die Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Voraussetzung der Antragslegitimation gemäß Art139 Abs1 Z3 B-VG ist daher einerseits, dass die Antragstellerin behauptet, unmittelbar durch die angefochtene Verordnung – im Hinblick auf deren Gesetzwidrigkeit – in ihren Rechten verletzt worden zu sein, dann aber auch, dass die Verordnung für die Antragstellerin tatsächlich, und zwar ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist. Grundlegende Voraussetzung der Antragslegitimation ist also, dass die Verordnung in die Rechtssphäre der Antragstellerin nachteilig eingreift und diese – im Falle ihrer Gesetzwidrigkeit – verletzt.",
            "annotations": []
        },
        {
            "text": "Es ist darüber hinaus erforderlich, dass die Verordnung selbst tatsächlich in die Rechtssphäre der Antragstellerin unmittelbar eingreift. Ein derartiger Eingriff ist nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch die Verordnung selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen der Antragstellerin nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn der Antragstellerin kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 13.944/1994, 15.234/1998, 15.947/2000).",
            "annotations": []
        },
        {
            "text": "3. Die FischotterV trat gemäß ihrem §9 Abs1 mit Ablauf des auf die Kundmachung vom 7. Oktober 2020 folgenden Tages – sohin am 8. Oktober 2020 – in Kraft und gemäß §9 Abs2 leg. cit. nach Ablauf von zwei Jahren, gerechnet vom Tag des Inkrafttretens der Verordnung, sohin mit 8. Oktober 2022 wieder außer Kraft. Da damit das Ziel des Individualantrages, die angefochtene Verordnung aus dem Rechtsbestand zu beseitigen, obsolet geworden ist, ist der Antrag schon aus diesem Grund als unzulässig zurückzuweisen (vgl zB VfSlg 14.033/1995, 16.280/2001). ",
            "annotations": []
        },
        {
            "text": "4. Damit erübrigt sich ein Eingehen auf die Frage, ob einer meritorischen Erledigung des Antrages, soweit darin die Gesetzwidrigkeit der FischotterV behauptet wird, weitere Prozesshindernisse entgegenstehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist daher als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}