{
    "document_id": "JFT_20230615_22E02445_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit Schenkungsvertrag vom 28. Jänner 2019 beabsichtigte das Benediktinerinnenkloster St. N*** (Schweiz) näher bezeichnete Liegenschaften des Benediktinerinnenklosters in S*** in Tirol in das Eigentum der Benediktinerabtei E*** (Deutschland) zu übertragen. Beim Benediktinerinnenkloster in S*** handelt es sich um eine Niederlassung des Benediktinerinnenklosters St. N***. Die landwirtschaftlichen Flächen, die auch eine Hofstelle umfassen, werden von ortsansässigen Bauern im Rahmen eines Prekariums bewirtschaftet. Die Benediktinerabtei E*** ist eine nach kanonischem Recht gegründete juristische Person und führt an ihrem Standort in E*** einen landwirtschaftlichen Betrieb mit Obst- und Gemüseanbau sowie Viehzucht. ",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 30. April 2020 versagte die Bezirkshauptmannschaft Innsbruck dem rechtsgeschäftlichen Eigentumserwerb die grundverkehrsbehördliche Genehmigung im Wesentlichen mit der Begründung, dass die Erwerberin im Verfahren auf Grund der Verpachtungsabsicht nicht als Landwirtin aufgetreten sei und daher das Interessentenverfahren durchzuführen gewesen sei. Da sich mehrere interessierte Landwirte als potentielle Käufer der landwirtschaftlichen Flächen im Rahmen dieses Verfahrens gefunden hätten, liege ein besonderer Versagungsgrund gemäß §7 Abs1 litd Tiroler Grundverkehrsgesetz 1996 (im Folgenden: TGVG 1996), LGBl 61/1996, idF LGBl 51/2020 vor.",
            "annotations": []
        },
        {
            "text": "3. Mit Erkenntnis vom 20. August 2020 wies das Landesverwaltungsgericht Tirol die dagegen erhobene Beschwerde als unbegründet ab. Der Geschenknehmerin, der Benediktinerabtei E***, komme keine Landwirteigenschaft im Sinn des §2 Abs5 TGVG 1996 zu. Schon auf Grund der Qualifikation als juristische Person liege ein Beitrag zum Lebensunterhalt des Bewirtschafters und seiner Familie als wesentliches Kriterium nicht vor, daher scheide die Landwirteigenschaft schon gemäß §2 Abs2 TGVG 1996 aus. Hinzu komme, dass die Bewirtschaftung der Liegenschaften in S*** weiterhin durch ortsansässige Landwirte im Weg der Verpachtung erfolgen soll. Insgesamt widerspreche der Erwerb landwirtschaftlicher Grundstücke in Österreich durch einen Großgrundbesitzer in Deutschland, der eine Bewirtschaftung durch ortsansässige Landwirte beabsichtige, den in §6 Abs1 TGVG 1996 angeführten Zielen, weil dem Ziel der \"Schaffung, Erhaltung oder Stärkung leistungsfähiger land- oder forstwirtschaftlicher Betriebe\" durch bloße Verpachtung nicht Rechnung getragen werde.",
            "annotations": []
        },
        {
            "text": "Da die Benediktinerabtei E*** im Hinblick auf den Rechtserwerb nicht als Landwirtin im Sinn des §2 Abs5 TGVG 1996 anzusehen sei, sei auch die Bestimmung des §7a TGVG 1996 zu Recht angewandt und ein Interessentenverfahren eingeleitet worden. Mit dem Interessentenmodell werde der Rechtsprechung des Gerichtshofs der Europäischen Union gefolgt. Es sei damit die Pflicht zur Selbstbewirtschaftung entfallen, stattdessen dürfe für das Grundstück kein Interessent vorhanden sein, der bereit sei, den ortsüblichen Preis zu zahlen. Auf die verfassungsrechtliche Unbedenklichkeit der Interessentenregelungen im Hinblick auf die Judikatur des Verfassungsgerichtshofes werde unter Hinweis auf die Entscheidung des Verwaltungsgerichtshofes vom 15. Oktober 2019, Ro 2017/11/0004, verwiesen. Zur Unionsrechtskonformität werde auf die vergleichbare Rechtslage in Vorarlberg hingewiesen. Man habe den Bedenken der Europäischen Kommission bei Erlassung der in Rede stehenden Bestimmungen des TGVG 1996 Rechnung getragen; eine unverhältnismäßige Beschränkung der Kapitalverkehrsfreiheit könne nicht erkannt werden.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus bestehe keine Verpflichtung des Veräußerers, das Rechtsgeschäft mit dem Interessenten abzuschließen.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung legte die beschwerdeführende Partei beim Verfassungsgerichtshof Beschwerde gemäß Art144 B-VG ein und beantragte die kostenpflichtige Aufhebung des Erkenntnisses vom 20. August 2020.",
            "annotations": []
        },
        {
            "text": "5. Der Verfassungsgerichtshof hob die Entscheidung des Landesverwaltungsgerichtes Tirol vom 20. August 2020 mit Erkenntnis vom 10. März 2021, E3351/2020, auf.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof führt im Wesentlichen aus, dass in Anbetracht der in §6 Abs1 TGVG 1996, LGBl 61/1996, idF LGBl 26/2017 angeführten Genehmigungsvoraussetzungen zu berücksichtigen ist, dass die beschwerdeführende Partei seit langem einen landwirtschaftlichen Betrieb an ihrem Standort führe. Dabei ist zu prüfen, inwieweit die Besorgung der landwirtschaftlichen Tätigkeit durch ein bestelltes Ordensmitglied mit landwirtschaftlichen Fachkenntnissen erfolgt sowie, ob dies den Genehmigungsvoraussetzungen des §6 Abs1 TGVG 1996, LGBl 61/1996, idF LGBl 26/2017 gerecht wird und der landwirtschaftlichen Tätigkeit juristischer Personen gleichgehalten werden kann. ",
            "annotations": []
        },
        {
            "text": "6. Mit Erkenntnis vom 26. Juli 2022 wurde die an das Landesverwaltungsgericht Tirol erhobene Beschwerde neuerlich abgewiesen. Begründend wurde im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "Es sei auf Grund der Feststellungen im Gutachten der agrarfachlichen Sachverständigen davon auszugehen, dass die beschwerdeführende Partei Landwirtin im Sinne des §2 Abs5 lita TGVG 1996 idF LGBl 204/2021 sei und die belangte Behörde das Interessentenverfahren zu Unrecht durchgeführt habe. Der Versagungstatbestand des (nunmehr) §7 Abs1 lite TGVG 1996 idF LGBl 204/2021 liege somit nicht vor.",
            "annotations": []
        },
        {
            "text": "Der Erwerb landwirtschaftlicher Grundstücke in S*** durch einen Großgrundbesitzer in E*** in Deutschland, der eine Bewirtschaftung durch ortsansässige Landwirte in S*** im Wege von Prekarien beabsichtige, widerspreche den in §1 Abs1 lita TGVG 1996 idF LGBl 204/2021 normierten Grundsätzen. Der Schaffung, Erhaltung und Stärkung leistungsfähiger landwirtschaftlicher Betriebe werde durch die Verpachtung bzw Bittleihe der erwerbsgegenständlichen Grundstücke nicht Rechnung getragen. Der Erwerb diene insbesondere nicht der Stärkung eines wirtschaftlich gesunden land- und forstwirtschaftlichen Grundbesitzes, wenn der Rechtserwerb Grundstücke betreffe, die 40 km vom landwirtschaftlichen Betrieb des Erwerbers entfernt seien. ",
            "annotations": []
        },
        {
            "text": "Die beschwerdeführende Partei habe weiters nicht glaubhaft gemacht, dass sie die landwirtschaftlichen Grundstücke im Rahmen ihres Betriebes nachhaltig und ordnungsgemäß im Sinne des §6 Abs3 TGVG 1996 idF LGBl 204/2021 mitbewirtschaften werde, zumal sie nicht beabsichtige, die verfahrensgegenständlichen Grundstücke vom landwirtschaftlichen Betrieb in E*** aus zu bewirtschaften. Es sei nach wie vor vorgesehen, die gegenständlichen Grundstücke durch ortsansässige Landwirte in Form von Prekarien bewirtschaften zu lassen. ",
            "annotations": []
        },
        {
            "text": "Selbst wenn die beschwerdeführende Partei beabsichtige, die landwirtschaftlichen Flächen in S*** selbst zu bewirtschaften, sei eine Bewirtschaftung der landwirtschaftlichen Flächen mangels vorhandenen Wirtschafts- und Betriebsgebäudes (derzeit) nicht möglich.",
            "annotations": []
        },
        {
            "text": "7. Gegen diese Entscheidung richtet sich die vorliegende auf Art144 B-VG gestützte Beschwerde, in der die Verletzung näher bezeichneter verfassungsgesetzlich gewährleisteter Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt und die Einleitung eines Gesetzesprüfungsverfahrens hinsichtlich §1 Abs1 lita, §6 Abs1, 3 und 6 sowie §7 Abs1 lita TGVG 1996, LGBl 61/1996, idF LGBl 204/2021 angeregt wird.",
            "annotations": []
        },
        {
            "text": "8. In der Begründung weist die beschwerdeführende Partei darauf hin, dass das TGVG 1996 keine spezifischen Regelungen hinsichtlich juristischer Personen kanonischen Rechts enthalte. Die Schenkung der landwirtschaftlichen Grundstücke sei ein der Schenkung auf den Todesfall vergleichbarer Sonderfall. Es bestünden Parallelen zur Regelung der Erbfolge bei natürlichen Personen. Da lediglich eine Nachfolgeregelung im Todes- bzw Untergangsfall getroffen werden solle, erscheine es angebracht, die Regelung des §6 Abs6 und §5 lita TGVG 1996 analog auf den vorliegenden Fall anzuwenden.",
            "annotations": []
        },
        {
            "text": "Die aktuellen Eigentümer hätten die landwirtschaftlichen Grundstücke im Wege der Bittleihe bereits seit vielen Jahren (jedenfalls seit mehr als zehn Jahren) örtlich ansässigen Bauern zur Bewirtschaftung überlassen. Einer Verpachtung an ortsansässige Landwirte sei nur das ungewisse Schicksal der betroffenen landwirtschaftlichen Flächen infolge der altersbedingten Veränderungen der Ordensmitglieder der Geschenkgeberin und insbesondere der Ausgang des gegenständlichen Verfahrens im Wege gestanden. Interessensbekundungen von potentiellen ortsansässigen Landwirten lägen bereits vor. Dies sei auch dem Landesverwaltungsgericht Tirol bekannt. Nicht nachvollziehbar sei daher die Schlussfolgerung des Landesverwaltungsgerichtes Tirol, wonach der Rechtserwerb durch die beschwerdeführende Partei der Schaffung, Erhaltung und Stärkung leistungsfähiger landwirtschaftlicher Betriebe widerspreche.",
            "annotations": []
        },
        {
            "text": "Schließlich basiere die Entscheidung auf unions- bzw verfassungswidrigen Rechtsgrundlagen. §6 Abs1 und 3 und §7 Abs1 lita TGVG 1996 seien vor dem Hintergrund der Entscheidung des Gerichtshofs der Europäischen Union vom 23. September 2003, Rs C-452/01, Ospelt, unionsrechtswidrig, weil eine Selbst- bzw Mitbewirtschaftung eingeführt worden sei. Zudem verstießen §6 Abs3 und §7 Abs1 lita TGVG 1996 gegen den Gleichheitsgrundsatz, weil ein qualifizierter Verstoß gegen Unionsrecht vorliege. ",
            "annotations": []
        },
        {
            "text": "9. Die Bezirkshauptmannschaft Innsbruck hat die Verwaltungsakten und das Landesverwaltungsgericht Tirol hat die Gerichtsakten vorgelegt. Eine Gegenschrift wurde nicht erstattet.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Tiroler Grundverkehrsgesetzes 1996, LGBl 61/1996, idF LGBl 204/2021 lauten auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"1. Abschnitt",
            "annotations": []
        },
        {
            "text": "Allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "§1 Grundsätze und Geltungsbereich",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Bei der Vollziehung dieses Gesetzes sind folgende Grundsätze zu beachten: ",
            "annotations": []
        },
        {
            "text": "a) die Erhaltung und Stärkung eines lebensfähigen Bauernstandes in Tirol, dies durch ",
            "annotations": []
        },
        {
            "text": "1. die Schaffung, Erhaltung oder Stärkung leistungsfähiger land- oder forstwirtschaftlicher Betriebe, ",
            "annotations": []
        },
        {
            "text": "2. die Schaffung, Erhaltung oder Stärkung eines wirtschaftlich gesunden land- oder forstwirtschaftlichen Grundbesitzes und ",
            "annotations": []
        },
        {
            "text": "3. die Aufrechterhaltung oder Herbeiführung einer nachhaltigen flächendeckenden Bewirtschaftung der land- oder forstwirtschaftlichen Grundflächen, ",
            "annotations": []
        },
        {
            "text": "jeweils unter besonderer Förderung kleinbäuerlicher Betriebe, ",
            "annotations": []
        },
        {
            "text": "b) die Verhinderung von Baulandhortung und sonstigem spekulativen Grunderwerb, ",
            "annotations": []
        },
        {
            "text": "c) die sparsame und zweckmäßige Verwendung von Grund und Boden, ",
            "annotations": []
        },
        {
            "text": "d) die Verhinderung der Schaffung neuer, unzulässiger Freizeitwohnsitze sowie ",
            "annotations": []
        },
        {
            "text": "e) die Beschränkung von Rechtserwerben durch Ausländer. ",
            "annotations": []
        },
        {
            "text": "(2) Dieses Gesetz gilt für den Erwerb von Rechten ",
            "annotations": []
        },
        {
            "text": "a) an land- oder forstwirtschaftlichen Grundstücken, ",
            "annotations": []
        },
        {
            "text": "b) an Baugrundstücken und ",
            "annotations": []
        },
        {
            "text": "c) an sonstigen Grundstücken, wenn der Rechtserwerber Ausländer ist. ",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§2 Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "(1) Land- oder forstwirtschaftliche Grundstücke sind Grundstücke, die ganz oder teilweise im Rahmen eines land- oder forstwirtschaftlichen Betriebes für land- oder forstwirtschaftliche Zwecke genutzt werden. Als land- oder forstwirtschaftliche Grundstücke gelten weiters Grundstücke, die zwar nicht im Rahmen eines land- oder forstwirtschaftlichen Betriebes, aber doch in einer für die Land- oder Forstwirtschaft typischen Weise genutzt werden. Durch die Aussetzung der land- oder forstwirtschaftlichen Nutzung eines bisher im Sinn des ersten oder zweiten Satzes genutzten Grundstückes verliert dieses nicht die Eigenschaft als land- oder forstwirtschaftliches Grundstück. Als land- oder forstwirtschaftliche Grundstücke gelten auch Grundstücke mit land- oder forstwirtschaftlichen Wohn- oder Wirtschaftsgebäuden sowie solche Gebäude selbst, wenn nur diese Gegenstand eines Rechtserwerbes sind. Die Bezeichnung eines Grundstückes im Grundsteuer- oder Grenzkataster ist für dessen Beurteilung als land- oder forstwirtschaftliches Grundstück nicht maßgebend. Baugrundstücke (Abs3) gelten nicht als land- oder forstwirtschaftliche Grundstücke. ",
            "annotations": []
        },
        {
            "text": "(2) Ein land- oder forstwirtschaftlicher Betrieb ist jede selbstständige wirtschaftliche Einheit, in deren Rahmen land- oder forstwirtschaftliche Grundstücke bewirtschaftet werden und die geeignet ist, zum Lebensunterhalt des Bewirtschafters und seiner Familie beizutragen.",
            "annotations": []
        },
        {
            "text": "(3) - (4) […]",
            "annotations": []
        },
        {
            "text": "(5) Als Landwirt gilt, ",
            "annotations": []
        },
        {
            "text": "a) wer einen landwirtschaftlichen Betrieb allein oder zusammen mit Familienangehörigen oder mit den darüber hinaus allenfalls erforderlichen landwirtschaftlichen Dienstnehmern bewirtschaftet oder ",
            "annotations": []
        },
        {
            "text": "b) wer nach dem Erwerb eines landwirtschaftlichen Betriebes oder eines landwirtschaftlichen Grundstückes eine Tätigkeit im Sinn der lita ausüben will und die dazu erforderlichen Fähigkeiten aufgrund seiner zumindest fünfjährigen praktischen Tätigkeit oder seiner fachlichen Ausbildung nachweisen kann und erklärt, dass er den landwirtschaftlichen Betrieb bzw das landwirtschaftliche Grundstück entsprechend einem vorzulegenden, fachkundig erstellten Betriebskonzept nachhaltig und ordnungsgemäß bewirtschaften wird; der Nachweis der fachlichen Ausbildung wird erbracht durch: ",
            "annotations": []
        },
        {
            "text": "1. die erfolgreiche Ablegung der Facharbeiterprüfung nach §7 des Tiroler Land- und forstwirtschaftlichen Berufsausbildungsgesetzes 2000, LGBl Nr 32/2000, in der jeweils geltenden Fassung oder einer gleichwertigen Prüfung nach dem betreffenden Gesetz eines anderen Bundeslandes; ",
            "annotations": []
        },
        {
            "text": "2. die erfolgreiche Absolvierung der Ausbildung an einer höheren land- und forstwirtschaftlichen Lehranstalt; ",
            "annotations": []
        },
        {
            "text": "3. die erfolgreiche Absolvierung der Ausbildung an einer landwirtschaftlichen Fachhochschule; ",
            "annotations": []
        },
        {
            "text": "4. die erfolgreiche Absolvierung eines landwirtschaftlichen Studiums an der Universität für Bodenkultur; ",
            "annotations": []
        },
        {
            "text": "5. die erfolgreiche Absolvierung einer Ausbildung an der Hochschule für Agrar- und Umweltpädagogik. Die erforderlichen Fähigkeiten können auch durch gleichwertige Prüfungen bzw Ausbildungen in einem anderen EU-Mitgliedstaat oder einem anderen Vertragsstaat des EWR-Abkommens oder in sonstigen Staaten, soweit unionsrechtliche oder staatsvertragliche Verpflichtungen bestehen, nachgewiesen werden.",
            "annotations": []
        },
        {
            "text": "(6) - (8) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3 Gleichstellung im Rahmen der europäischen Integration sowie aufgrund staatsvertraglicher Verpflichtungen",
            "annotations": []
        },
        {
            "text": "(1) Staatsangehörige eines anderen EU-Mitgliedstaates oder eines anderen Vertragsstaates des EWR-Abkommens sowie Personen, die über einen Aufenthaltstitel 'Artikel 50 EUV' nach §8 Abs1 Z13 des Niederlassungs- und Aufenthaltsgesetzes – NAG, BGBl I Nr 100/2005, zuletzt geändert durch das Gesetz BGBl I Nr 146/2020, verfügen, sind für den Geltungsbereich dieses Gesetzes den österreichischen Staatsbürgern gleichgestellt. ",
            "annotations": []
        },
        {
            "text": "(2) Juristische Personen und sonstige rechtsfähige Personengemeinschaften, die nach den Rechtsvorschriften eines der im Abs1 genannten Staaten gegründet wurden und ihren satzungsmäßigen Sitz, ihre Hauptverwaltung oder ihre Hauptniederlassung in einem dieser Staaten haben, sind österreichischen juristischen Personen bzw sonstigen rechtsfähigen Personengemeinschaften gleichgestellt, wenn der Rechtserwerb in Ausübung einer der folgenden Freiheiten erfolgt: ",
            "annotations": []
        },
        {
            "text": "a) der Niederlassungsfreiheit nach Art49 AEUV bzw nach Art31 des EWR-Abkommens, ",
            "annotations": []
        },
        {
            "text": "b) des freien Dienstleistungsverkehrs nach Art56 AEUV bzw nach Art36 des EWR-Abkommens, ",
            "annotations": []
        },
        {
            "text": "c) der Kapitalverkehrsfreiheit nach Art63 AEUV bzw nach Art40 des EWR-Abkommens. ",
            "annotations": []
        },
        {
            "text": "(3) Im Übrigen sind natürliche Personen sowie juristische Personen und sonstige rechtsfähige Personengemeinschaften den österreichischen Staatsbürgern und den österreichischen juristischen Personen bzw sonstigen rechtsfähigen Personengemeinschaften gleichgestellt, soweit sich dies in sonstiger Weise aus dem Unionsrecht oder aus staatsvertraglichen Verpflichtungen, einschließlich solcher aus Verträgen im Rahmen der europäischen Integration, ergibt. ",
            "annotations": []
        },
        {
            "text": "(4) Der Nachweis, dass die Voraussetzungen nach Abs1, 2 oder 3 vorliegen, obliegt dem Rechtserwerber.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Rechtserwerbe an land- oder forstwirtschaftlichen Grundstücken",
            "annotations": []
        },
        {
            "text": "§4 Genehmigungspflicht",
            "annotations": []
        },
        {
            "text": "(1) Der Genehmigung durch die Grundverkehrsbehörde bedürfen Rechtsgeschäfte, die den Erwerb eines der folgenden Rechte an land- oder forstwirtschaftlichen Grundstücken zum Gegenstand haben: ",
            "annotations": []
        },
        {
            "text": "a) den Erwerb des Eigentums;",
            "annotations": []
        },
        {
            "text": "b) - h) […]",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§6 Genehmigungsvoraussetzungen",
            "annotations": []
        },
        {
            "text": "(1) Die Genehmigung nach §4 ist, soweit in den Abs2 bis 10 nichts anderes bestimmt ist, zu erteilen, wenn der Rechtserwerb den Grundsätzen nach §1 Abs1 lita nicht widerspricht.",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "(3) Rechtserwerbe an landwirtschaftlichen Grundstücken durch einen Landwirt im Sinn des §2 Abs5 lita sind zu genehmigen, wenn der Rechtserwerb den Grundsätzen nach §1 Abs1 lita nicht widerspricht und der Rechtserwerber glaubhaft macht, dass er das landwirtschaftliche Grundstück im Rahmen seines Betriebes nachhaltig und ordnungsgemäß mitbewirtschaftet.",
            "annotations": []
        },
        {
            "text": "(4) Wenn kein Interessent im Sinn des §2 Abs6 vorhanden ist, sind Rechtserwerbe an einem landwirtschaftlichen Grundstück oder einem landwirtschaftlichen Betrieb durch eine Person, die nicht Landwirt im Sinn des §2 Abs5 ist, zu genehmigen, wenn hinsichtlich des Veräußerers kein Widerspruch zu den im §1 Abs1 lita Z1 und 2 genannten Grundsätzen besteht und die nachhaltige ordnungsgemäße Bewirtschaftung der erworbenen Grundstücke gewährleistet ist.",
            "annotations": []
        },
        {
            "text": "(5) […]",
            "annotations": []
        },
        {
            "text": "(6) Rechtserwerbe durch Erben oder Vermächtnisnehmer, die nicht zum Kreis der gesetzlichen Erben gehören, sind zu genehmigen, es sei denn, dass die letztwillige Zuwendung in der Absicht erfolgt ist, die Genehmigungsvoraussetzungen für Rechtserwerbe durch Rechtsgeschäft unter Lebenden zu umgehen.",
            "annotations": []
        },
        {
            "text": "(7) - (10) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§7 Besondere Versagungsgründe",
            "annotations": []
        },
        {
            "text": "(1) Im Sinn der im §1 Abs1 lita genannten Grundsätze ist die Genehmigung nach §4 insbesondere dann zu versagen, wenn ",
            "annotations": []
        },
        {
            "text": "a) die seiner Beschaffenheit entsprechende nachhaltige ordnungsgemäße Bewirtschaftung des betreffenden land- oder forstwirtschaftlichen Grundstückes oder land- oder forstwirtschaftlichen Betriebes nicht gewährleistet ist, ",
            "annotations": []
        },
        {
            "text": "b) - e) […]",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§7a Interessentenregelung",
            "annotations": []
        },
        {
            "text": "(1) Wenn der Erwerber nicht Landwirt im Sinn des §2 Abs5 ist, hat die Grundverkehrsbehörde der Gemeinde, in deren Gebiet die den Gegenstand des Rechtsgeschäftes bildenden Grundstücke liegen, eine Kundmachung zu übermitteln, die jedenfalls folgende Angaben enthalten muss: ",
            "annotations": []
        },
        {
            "text": "a) die Art des Rechtsgeschäftes, ",
            "annotations": []
        },
        {
            "text": "b) den ortsüblichen Preis oder Bestandzins oder das sonstige ortsübliche Nutzungsentgelt für das zu erwerbende Recht, ",
            "annotations": []
        },
        {
            "text": "c) die Bezeichnung des (der) den Gegenstand des Rechtsgeschäftes bildenden Grundstückes(e) durch Angabe von Grundstücksnummer, Katastralgemeinde, Flächenausmaß und Benützungsart, ",
            "annotations": []
        },
        {
            "text": "d) die Anmeldefrist, ",
            "annotations": []
        },
        {
            "text": "e) den Hinweis, dass innerhalb der Anmeldefrist jede Person bei der Grundverkehrsbehörde ihr Interesse am Erwerb des (der) Grundstückes(e), das (die) den Gegenstand des Rechtsgeschäftes bildet(en), schriftlich oder niederschriftlich anmelden kann. ",
            "annotations": []
        },
        {
            "text": "Der Bürgermeister hat die Kundmachung unverzüglich an der Amtstafel der Gemeinde zu veranlassen. ",
            "annotations": []
        },
        {
            "text": "(2) Die Anmeldefrist beträgt vier Wochen und beginnt mit der Kundmachung an der Amtstafel der Gemeinde. Nach dem Ablauf von vier Wochen hat die Gemeinde die mit dem Anschlagsvermerk versehene Kundmachung der Grundverkehrsbehörde zu übermitteln. ",
            "annotations": []
        },
        {
            "text": "(3) Die Grundverkehrsbehörde hat die Kundmachung gleichzeitig mit der Übermittlung nach Abs1 an der Amtstafel der Bezirksverwaltungsbehörde anzuschlagen sowie dem Obmann der Bezirkslandwirtschaftskammer zur Kenntnis zu bringen. ",
            "annotations": []
        },
        {
            "text": "(4) Gleichzeitig mit der Anmeldung sind die Voraussetzungen für die Interessenteneigenschaft im Sinn des §2 Abs6 glaubhaft zu machen und ist die verbindliche Erklärung abzugeben, sich zur Bezahlung des ortsüblichen Preises, Bestandzinses oder Nutzungsentgelts zu verpflichten, sowie anzugeben, wodurch die Bezahlung des ortsüblichen Preises, Bestandzinses oder Nutzungsentgelts und die Erfüllung sonstiger ortsüblicher, für den Veräußerer nach objektiven Maßstäben notwendiger rechtsgeschäftlicher Bedingungen gewährleistet ist. Wenn der Interessent noch nicht Landwirt im Sinn des §2 Abs5 lita ist, muss die Anmeldung auch die Angaben und Nachweise nach §2 Abs5 litb umfassen. Mit der fristgerechten Anmeldung erlangt der Interessent die Stellung einer Partei gemäß §8 AVG im weiteren Verfahren. Die Anmeldung hat die Wirkung eines verbindlichen Angebotes gegenüber dem Veräußerer bis zum Ablauf von vier Wochen nach dem Eintritt der Rechtskraft der die Genehmigung des vorliegenden Rechtsgeschäftes versagenden grundverkehrsbehördlichen Entscheidung. ",
            "annotations": []
        },
        {
            "text": "(5) Einem Landwirt im Sinn des §2 Abs5 lita ist die Interessenteneigenschaft nur dann zuzuerkennen, wenn sein Betrieb im selben Gemeindegebiet wie das (die) Grundstück(e), an dessen (deren) Erwerb er interessiert ist, liegt oder die Entfernung zwischen seinem Betrieb und diesem (diesen) Grundstück(en) nicht größer ist, als es im Hinblick auf die jeweilige Nutzungsart dieses (dieser) Grundstückes (Grundstücke) betriebswirtschaftlich vertretbar ist. ",
            "annotations": []
        },
        {
            "text": "(6) Der ortsübliche Preis oder Bestandzins oder das sonstige ortsübliche Nutzungsentgelt ist von der Grundverkehrsbehörde auf der Grundlage des Liegenschaftsbewertungsgesetzes, BGBl Nr 150/1992, zu ermitteln. ",
            "annotations": []
        },
        {
            "text": "(7) Eine Entscheidung, mit der die Genehmigung nach §7 Abs1 litd versagt wird, ist dem Obmann der Bezirkslandwirtschaftskammer zur Kenntnis zu bringen. ",
            "annotations": []
        },
        {
            "text": "(8) Die Abs1 bis 6 und §7 Abs1 litd gelten nicht für Rechtserwerbe ",
            "annotations": []
        },
        {
            "text": "a) aufgrund von Tauschverträgen, sofern sämtliche Tauschflächen land- oder forstwirtschaftliche Grundstücke und objektiv wertgleich sind, oder aufgrund von Realteilungsverträgen, ",
            "annotations": []
        },
        {
            "text": "b) nach §4 Abs1 litb, c und d, ",
            "annotations": []
        },
        {
            "text": "c) die gemäß §6 Abs2 und 3 bzw §6 Abs5 bis 9 zu genehmigen sind, ",
            "annotations": []
        },
        {
            "text": "d) aufgrund einer Zwangsversteigerung bzw einer erneuten Versteigerung nach §20, ",
            "annotations": []
        },
        {
            "text": "e) die allein für den Zweck erfolgen, ein landwirtschaftliches Grundstück oder einen landwirtschaftlichen Betrieb ungeteilt in eine juristische Person oder eingetragene Personengesellschaft einzubringen, die vom bisherigen Rechtsinhaber beherrscht wird oder deren Begünstigter er ist, ",
            "annotations": []
        },
        {
            "text": "f) an landwirtschaftlichen Grundstücken, die in den letzten zehn Jahren im Rahmen desselben landwirtschaftlichen Betriebes mitbewirtschaftet wurden und für den Betrieb des Pächters von wesentlicher Bedeutung sind, sofern die pachtweise Bewirtschaftung durch den Landwirt, der diese Grundstücke zuletzt bewirtschaftet hat, weiterhin für die Dauer von mindestens zehn Jahren gewährleistet ist, ",
            "annotations": []
        },
        {
            "text": "g) an demselben landwirtschaftlichen Grundstück und mit demselben Erwerber, denen bereits einmal nach §7 Abs1 litd die Genehmigung versagt wurde, wenn ein Rechtserwerb mit einem Landwirt, der sich im Sinn des Abs1 angemeldet hatte und dem die Interessenteneigenschaft zuerkannt worden war, aus Gründen, die von diesem Landwirt zu vertreten sind, nicht zustande gekommen ist, ",
            "annotations": []
        },
        {
            "text": "h) hinsichtlich des Eigentums an einem landwirtschaftlichen Grundstück oder einem landwirtschaftlichen Betrieb aufgrund eines Erbteilungsübereinkommens durch mit dem Erblasser in gerader Linie oder bis zum dritten Grad der Seitenlinie verwandte Personen oder durch den Ehegatten oder eingetragenen Partner des Erblassers, ",
            "annotations": []
        },
        {
            "text": "i) an einem landwirtschaftlichen Grundstück oder einem landwirtschaftlichen Betrieb zwischen Ehegatten oder eingetragenen Partnern, zwischen Verwandten in gerader Linie und bis zum dritten Grad der Seitenlinie oder zwischen Verschwägerten in gerader Linie.",
            "annotations": []
        },
        {
            "text": "(9) Grundstücke sind von wesentlicher Bedeutung für einen Betrieb im Sinn des Abs8 litf, wenn diese eine Fläche von mindestens 2 ha umfassen und – Almflächen nicht mit eingerechnet – mehr als ein Drittel jener landwirtschaftlichen Flächen darstellen, die der Landwirt im Rahmen seines landwirtschaftlichen Betriebes zuletzt bewirtschaftet hat, und der Landwirt überdies erklärt, das Grundstück (die Grundstücke) auch künftig im Rahmen seines landwirtschaftlichen Betriebes bewirtschaften zu wollen.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "2. Eine Verletzung des verfassungsgesetzlich gewährleisteten Rechtes auf Gleichheit aller Staatsbürger vor dem Gesetz durch eine Entscheidung eines Verwaltungsgerichtes liegt nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (zB VfSlg 10.413/1985, 14.842/1997, 15.326/1998 und 16.488/2002) unter anderem dann vor, wenn das Verwaltungsgericht bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 10.065/1984, 14.776/1997, 16.273/2001). Ein solches willkürliches Verhalten liegt unter anderem in einer gehäuften Verkennung der Rechtslage (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher Fehler ist dem Landesverwaltungsgericht Tirol unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Bis zur Novelle LGBl 204/2021, die am 31. Dezember 2021 in Kraft trat, sah §6 Abs1 TGVG 1996 vor, dass Rechtserwerbe an landwirtschaftlichen Grundstücken durch einen Landwirt gemäß §2 Abs5 TGVG 1996 dann von der Grundverkehrsbehörde zu genehmigen waren, wenn \"[…] der Rechtserwerb im öffentlichen Interesse der Erhaltung und Stärkung eines lebensfähigen Bauernstandes in Tirol den Grundsätzen […] der Schaffung, Erhaltung oder Stärkung leistungsfähiger land- oder forstwirtschaftlicher Betriebe, […] der Schaffung, Erhaltung oder Stärkung eines wirtschaftlich gesunden land- oder forstwirtschaftlichen Grundbesitzes und […] der Aufrechterhaltung oder Herbeiführung einer nachhaltigen flächendeckenden Bewirtschaftung der land- oder forstwirtschaftlichen Grundflächen […]\" nicht widersprach. Weder eine Selbst- noch eine Mitbewirtschaftungspflicht waren vorgesehen.",
            "annotations": []
        },
        {
            "text": "Mit der Novelle LGBl 204/2021 wurde ua §6 TGVG 1996 novelliert. Abs3 dieser Bestimmung sieht nunmehr die abschließende Regelung für Landwirte vor, dass Rechtserwerbe an landwirtschaftlichen Grundstücken durch einen Landwirt iSv §2 Abs5 lita TGVG 1996 lediglich dann zu genehmigen sind, wenn der Rechtserwerb den Grundsätzen gemäß §1 Abs1 lita TGVG 1996 nicht widerspricht und der Landwirt glaubhaft macht, dass er das landwirtschaftliche Grundstück im Rahmen seines Betriebes nachhaltig und ordnungsgemäß mitbewirtschaftet. ",
            "annotations": []
        },
        {
            "text": "Macht der Landwirt dagegen nicht glaubhaft, dass er das landwirtschaftliche Grundstück im Rahmen seines Betriebes nachhaltig und ordnungsgemäß mitbewirtschaftet, scheidet für ihn auch die Möglichkeit, eine grundverkehrsbehördliche Genehmigung im Zuge des Interessentenverfahrens gemäß §6 Abs4 iVm §7a TGVG 1996 zu erlangen, aus.",
            "annotations": []
        },
        {
            "text": "Aus den Erläuterungen (Erläut zur RV 646 BlgLT [Tir.] 17. GP, 4) geht hervor, dass mit der Novelle LGBl 204/2021 \"[…] ein gewisses räumliches Naheverhältnis des erwerbenden Landwirts zu den zu erwerbenden landwirtschaftlichen Grundstücken und damit eine nachhaltige und ordnungsmäße Bewirtschaftung sichergestellt werden […]\" sollte. In der Praxis habe sich häufig das Problem des Rechtserwerbs durch Landwirte, deren \"Stammbetrieb\" weit entfernt, oft sogar in einem anderen Bundesland oder Staat, vom zu erwerbenden landwirtschaftlichen Grundstück liege, gestellt. Eine ordnungsgemäße Bewirtschaftung der zu erwerbenden Flächen sei in solchen Fällen nicht sichergestellt gewesen bzw sei eine solche nur unzureichend erfolgt. ",
            "annotations": []
        },
        {
            "text": "3.2. Der Gerichtshof der Europäischen Union hat in seiner Entscheidung Ospelt ausgesprochen, dass die restriktive Voraussetzung der Selbstbewirtschaftung nicht immer zur Erreichung der Ziele des (Vorarlberger) Grundverkehrsgesetzes notwendig sei: Das Erfordernis der Selbstbewirtschaftung stehe nämlich auch einer Veräußerung eines Grundstückes entgegen, wenn das Grundstück zum Zeitpunkt des Verkaufs nicht vom Eigentümer, sondern von einem Landwirt als Pächter bewirtschaftet werde, und der neue Eigentümer (der das Grundstück nicht selbst bewirtschaften würde) sich verpflichte, die Bedingungen der Bewirtschaftung des Grundstückes durch denselben Pächter beizubehalten (EuGH, Ospelt, Rz 51).",
            "annotations": []
        },
        {
            "text": "Zudem hat der Gerichthof der Europäischen Union im Fall Ospelt (EuGH, Ospelt, Rz 53) zum Ausdruck gebracht, dass die restriktiven Voraussetzungen für den Erwerb landwirtschaftlicher Grundstücke im Hinblick auf die Ziele des (Vorarlberger) Grundverkehrsgesetzes nicht in jedem Fall erforderlich seien. Sofern das (Vorarlberger) Grundverkehrsgesetz von den nationalen Stellen dahin ausgelegt würde, dass anderen Personen als Land- und Forstwirten unabhängig von Selbstbewirtschaftung und Residenzpflicht die vorherige Genehmigung erteilt werden könnte, wenn sie die erforderlichen Garantien hinsichtlich der land- bzw forstwirtschaftlichen Nutzung dieser Grundstücke abgeben, werde der freie Kapitalverkehr nicht über das zur Zielerreichung notwendige Maß beschränkt (vgl EuGH, Ospelt, Rz 48 bis 52).",
            "annotations": []
        },
        {
            "text": "3.3. Mit Erkenntnis VfSlg 17.422/2004 hat der Verfassungsgerichtshof in der Folge näher bezeichnete Bestimmungen des §6 TGVG 1996, LGBl 61/1996, idF LGBl 75/1999 als verfassungswidrig aufgehoben. Dies im Wesentlichen deshalb, weil die betreffenden Bestimmungen in Bezug auf die Erlangung der konstitutiven grundverkehrsbehördlichen Genehmigung beim Erwerb von land- und forstwirtschaftlichen Grundstücken bei rein innerstaatlichen Sachverhalten auf Grund des Anwendungsvorranges des Unionsrechts zu einer Schlechterstellung österreichischer Staatsbürger gegenüber anderen EU-Bürgern führten. In der Folge hat der Verfassungsgerichtshof aus denselben Erwägungen vergleichbare Vorschriften in Vorarlberg (VfSlg 17.554/2005), in Oberösterreich (VfSlg 17.555/2005) und im Burgenland (VfSlg 18.027/2006) aufgehoben. ",
            "annotations": []
        },
        {
            "text": "Zudem hat der Verfassungsgerichtshof mit seinem Erkenntnis VfSlg 18.656/2008 näher bezeichnete, nach VfSlg 17.422/2004 novellierte Regelungen bzw Wortfolgen in §6 TGVG 1996 idF LGBl 85/2005 als grundlegende Genehmigungsvoraussetzung für den Erwerb land- und forstwirtschaftlicher Grundstücke als verfassungswidrig aufgehoben, weil die verfassungswidrige Benachteiligung von Inländern im Verhältnis zu anderen Unionsbürgern im Verkehr mit land- und forstwirtschaftlichen Grundstücken, wie sie vor der Neuregelung des §6 TGVG 1996, LGBl 61/1996, idF LGBl 85/2005 bestand, nicht verfassungskonform behoben wurde. In seiner Entscheidung stellte der Verfassungsgerichtshof fest, dass §6 TGVG 1996 idF LGBl 85/2005 zur Konsequenz hatte, dass die erworbenen land- und forstwirtschaftlichen Grundstücke \"vom Erwerber selbst\" bewirtschaftet werden mussten. Im Lichte der Entscheidung Ospelt war für den Verfassungsgerichtshof keine Rechtfertigung dieser Genehmigungsvoraussetzung ersichtlich (vgl VfSlg 17.150/2004, 17.422/2004, 17.554/2005), zumal nicht erkennbar war, warum die (legitimen) Ziele des TGVG 1996 idF LGBl 85/2005 – Beachtung der spezifischen Bedürfnisse eines lebensfähigen Bauernstandes und Förderung einer ordnungsgemäßen, der Landeskultur entsprechenden (Weiter)Bewirtschaftung land- und forstwirtschaftlicher Grundstücke – etwa bei fachmännischer Bewirtschaftung durch einen Pächter nicht ebenso erreicht werden konnten, wie bei entsprechender Bewirtschaftung durch den Erwerber selbst.",
            "annotations": []
        },
        {
            "text": "Aus seiner Systematik und seinem klaren Wortlaut ergab sich für den Verfassungsgerichtshof auch nicht, dass §6 TGVG 1996 idF LGBl 85/2005 dahingehend ausgelegt werden konnte, dass anderen Personen als Land- und Forstwirten unabhängig von der Selbstbewirtschaftung die Genehmigung zum Erwerb erteilt werden könnte, wenn sie die erforderlichen Garantien hinsichtlich der land- bzw forstwirtschaftlichen Nutzung dieser Grundstücke abgaben. Die Festlegung der Erfordernisse der Selbstbewirtschaftung durch den Rechtserwerber widersprach daher den unions- bzw gemeinschaftsrechtlichen Vorgaben und führte folglich (mit Blick auf den Anwendungsvorrang des Unionsrechts) zu einer verfassungswidrigen Benachteiligung von Inländern.",
            "annotations": []
        },
        {
            "text": "3.4. Der Verfassungsgerichtshof geht davon aus, dass die in §6 Abs3 TGVG 1996 vorgesehene Mitbewirtschaftungspflicht eine zumindest teilweise Selbstbewirtschaftungspflicht impliziert:",
            "annotations": []
        },
        {
            "text": "Dies ergibt sich unter anderem auch daraus, dass der Gesetzgeber durch §6 Abs3 TGVG 1996 ein räumliches Naheverhältnis des erwerbenden Landwirts zum zu erwerbenden landwirtschaftlichen Grundstück sicherstellen wollte. Den Materialien zufolge sollten Erwerbe durch Landwirte, deren \"Stammbetrieb\" weit entfernt, oft sogar in einem anderen Bundesland oder Staat, vom zu erwerbenden landwirtschaftlichen Grundstück liegen, verhindert werden, weil in der Vergangenheit eine ordnungsgemäße Bewirtschaftung der zu erwerbenden Flächen in solchen Fällen nicht sichergestellt gewesen sei bzw eine solche nur unzureichend erfolgt sei (Erläut zur RV 646 BlgLT [Tir.] 17. GP, 4).",
            "annotations": []
        },
        {
            "text": "Die (Weiter)Verpachtung eines landwirtschaftlichen Grundstückes oder ein Prekarium an ortsansässige Landwirte würde dagegen gerade dazu führen, dass ein räumliches Naheverhältnis nicht immer sichergestellt werden könnte. Hätte der Gesetzgeber auch eine Verpachtung oder etwa ein Prekarium unter den Begriff des Mitbewirtschaftens subsumieren wollen, wäre auch Landwirten aus anderen Bundesländern oder Staaten die Möglichkeit eröffnet worden, eine grundverkehrsbehördliche Genehmigung zu erlangen. ",
            "annotations": []
        },
        {
            "text": "3.5. Im angefochtenen Erkenntnis des Landesverwaltungsgerichtes Tirol wurde der Antrag der beschwerdeführenden Partei auf Bewilligung der grundverkehrsbehördlichen Genehmigung im Wesentlichen abgewiesen, weil die beschwerdeführende Partei nicht glaubhaft gemacht habe, dass sie die landwirtschaftlichen Grundstücke im Rahmen ihres Betriebes nachhaltig und ordnungsgemäß iSd §6 Abs3 TGVG 1996 idF LGBl 204/2021 mitbewirtschaften werde, obwohl nach wie vor vorgesehen sei, die gegenständlichen Grundstücke durch ortsansässige Landwirte in Form von Prekarien bewirtschaften zu lassen. ",
            "annotations": []
        },
        {
            "text": "Ebenso ist für die beschwerdeführende Partei der Anwendungsbereich der Interessentenregelung gemäß §6 Abs4 iVm §7a TGVG 1996 auf Grund ihrer Eigenschaft als Landwirtin iSd TGVG 1996 nicht eröffnet.",
            "annotations": []
        },
        {
            "text": "Dies widerspricht den unionsrechtlichen Vorgaben, die der Gerichtshof der Europäischen Union in seiner Entscheidung Ospelt (EuGH, Ospelt, Rz 50 ff.) näher definiert hat:",
            "annotations": []
        },
        {
            "text": "3.5.1. Innerstaatliche Behörden haben nationales Recht, das die Erteilung der grundverkehrsbehördlichen Genehmigung zur Eigentumsübertragung in jedem Fall vom Vorliegen einer Selbstbewirtschaftung abhängig macht, unbeachtet zu lassen.",
            "annotations": []
        },
        {
            "text": "3.5.2. Das TGVG 1996 sieht zwar nicht vor, dass es anderen Personen als Landwirten unabhängig von einer Selbst- bzw Mitbewirtschaftung jedenfalls verwehrt ist, landwirtschaftliche Grundstücke zu erwerben (vgl VfSlg 18.656/2008), weil die Interessentenregelung des §7a TGVG 1996 gewährleistet, dass unter bestimmten Umständen trotzdem eine grundverkehrsbehördliche Genehmigung durch einen Nicht-Landwirt erlangt werden kann. Dies kann etwa dann der Fall sein, wenn sich kein Landwirt als Interessent für den Erwerb meldet oder wenn einer der Ausnahmetatbestände des §7a Abs8 TGVG 1996 erfüllt ist. ",
            "annotations": []
        },
        {
            "text": "§7a Abs8 litf TGVG 1996 legt fest, dass eine grundverkehrsbehördliche Genehmigung ohne Interessentenverfahren erteilt werden kann, wenn ein landwirtschaftliches Grundstück durch einen Nicht-Landwirt erworben wird, das in den letzten zehn Jahren im Rahmen desselben landwirtschaftlichen Betriebes mitbewirtschaftet wurde und für den Betrieb des Pächters von wesentlicher Bedeutung ist, sofern die pachtweise Bewirtschaftung durch den Landwirt, der diese Grundstücke zuletzt bewirtschaftet hat, weiterhin für die Dauer von mindestens zehn Jahren gewährleistet ist.",
            "annotations": []
        },
        {
            "text": "3.5.3. Möchte dagegen ein Landwirt iSd TGVG 1996 ein landwirtschaftliches Grundstück erwerben und spiegelbildlich zum Ausnahmetatbestand des §7a Abs8 litf TGVG 1996 das zu erwerbende Grundstück (etwa wegen der weiten Entfernung zu seinem \"Stammbetrieb\") nicht selbst bewirtschaften, sondern auch weiterhin verpachten, ist dem erwerbenden Landwirt auf Grund fehlender Mitbewirtschaftung die grundverkehrsbehördliche Genehmigung zu versagen, obwohl die (legitimen) Ziele des §1 Abs1 lita TGVG 1996 – die Erhaltung und Stärkung eines lebensfähigen Bauernstandes in Tirol durch die Schaffung, Erhaltung oder Stärkung leistungsfähiger land- oder forstwirtschaftlicher Betriebe, die Schaffung, Erhaltung oder Stärkung eines wirtschaftlich gesunden land- oder forstwirtschaftlichen Grundbesitzes und die Aufrechterhaltung oder Herbeiführung einer nachhaltigen flächendeckenden Bewirtschaftung der land- oder forstwirtschaftlichen Grundflächen – etwa bei fachmännischer Bewirtschaftung durch einen Pächter ebenso erreicht werden könnten wie bei entsprechender (Mit)Bewirtschaftung durch den Erwerber selbst oder etwa im Falle der Weiterverpachtung durch einen Nicht-Landwirt, wenn er die Voraussetzungen des §7a Abs8 litf TGVG 1996 erfüllt. ",
            "annotations": []
        },
        {
            "text": "3.5.4. Die Erteilung der grundverkehrsbehördlichen Genehmigung für eine Eigentumsübertragung eines landwirtschaftlichen Grundstückes an einen Landwirt ist daher in jedem Fall vom Vorliegen einer Selbstbewirtschaftung durch den Landwirt abhängig, was jedoch vom Gerichtshof der Europäischen Union für unionsrechtswidrig erachtet worden ist.",
            "annotations": []
        },
        {
            "text": "3.6. Das Landesverwaltungsgericht Tirol hat dem angefochtenen Erkenntnis innerstaatliche Vorschriften zugrunde gelegt, die offenkundig dem Unionsrecht widersprechen und deren Anwendung dem Unionsrecht ebenso offenkundig entgegensteht (VwGH 18.2.2020, Ra 2019/11/0195; 26.2.2020, Ra 2020/11/0004 mwN). Eine derartige Rechtsanwendung ist einer denkunmöglichen Gesetzesanwendung gleichzuhalten, die mit den Vorgaben des gleichheitsrechtlichen Willkürverbotes nicht zu vereinbaren ist, weshalb die beschwerdeführende Partei im verfassungsgesetzlich gewährleisteten Recht auf Gleichheit aller Staatsbürger vor dem Gesetz nach Art7 Abs1 B-VG verletzt wurden (vgl zum Anwendungsvorrang des Unionsrechts auch VfSlg 15.448/1999, 19.661/2012; VfGH 27.11.2019, E2047/2019; 4.3.2021, E3131/2020).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführende Partei ist somit durch die angefochtene Entscheidung im verfassungsgesetzlich gewährleisteten Recht auf Gleichheit aller Staatsbürger vor dem Gesetz verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}