{
    "document_id": "JFT_20230613_23G00207_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Anlassverfahren und Antrag",
            "annotations": []
        },
        {
            "text": "1. Mit Bescheid vom 4. Mai 2021 widerrief die Österreichische Gesundheitskasse die Leistung des pauschalen Kinderbetreuungsgeldes in der Variante \"12+2\" und verpflichtete die Antragstellerin zur Rückzahlung der empfangenen Leistung. Gegen diesen Bescheid erhob die Antragstellerin Klage. Nach durchgeführtem Rechtsmittelverfahren und Aufhebung des abweisenden erstinstanzlichen Urteiles wies das Arbeits- und Sozialgericht Wien die Klage mit Urteil vom 15. Februar 2023unter Hinweis auf die maßgeblichen Einkünfte, die gemäß §8 Abs1 Z2 KBGG berechnet wurden, erneut teilweise ab. ",
            "annotations": []
        },
        {
            "text": "2. Gegen dieses Urteil erhob die Antragstellerin mit Schriftsatz vom 25. Mai 2023 Berufung an das Oberlandesgericht Wien. ",
            "annotations": []
        },
        {
            "text": "3. Mit Schriftsatz vom 25. Mai 2023 – der beim Verfassungsgerichtshof am 26. Mai 2023 per ERV eingebracht wurde – stellte die Antragstellerin den vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag, in dem sie begehrt, der Verfassungsgerichtshof möge §8 Abs1 Z2 KBGG, BGBl I 103/2001, idF BGBl I 117/2013 wegen Verstoßes gegen den Gleichheitsgrundsatz gemäß Art7 Abs1 B-VG und das Bestimmtheitsgebot gemäß Art18 B-VG als verfassungswidrig aufheben. ",
            "annotations": []
        },
        {
            "text": "II. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auch auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels.",
            "annotations": []
        },
        {
            "text": "1.2. Voraussetzung eines Parteiantrages auf Normenkontrolle ist – entsprechend der Formulierung des Art140 Abs1 Z1 litd B-VG – die Einbringung eines Rechtsmittels in einer \"in erster Instanz entschiedenen Rechtssache\", somit eines Rechtsmittels gegen eine die Rechtssache erledigende Entscheidung erster Instanz. Außerdem muss der Parteiantrag gemäß Art140 Abs1 Z1 litd B-VG \"aus Anlass\" der Erhebung eines Rechtsmittels gestellt werden. Für den Rechtsmittelwerber ist dabei die Frist zur Einbringung des Rechtsmittels maßgebend (vgl VfSlg 20.152/2017 mwN).",
            "annotations": []
        },
        {
            "text": "1.3. Der Verfassungsgerichtshof hat die Rechtzeitigkeit eines Parteiantrages unmittelbar vor dem Hintergrund des Art140 Abs1 Z1 litd B-VG zu beurteilen. Daraus folgt, dass ein solcher Antrag durch den Rechtsmittelwerber grundsätzlich dann rechtzeitig ist, wenn er innerhalb der Rechtsmittelfrist gestellt wird (vgl VfSlg 20.074/2016; VfGH 11.6.2019, G20/2019; 29.9.2021, G360/2020). Der maßgebliche Zeitpunkt für die Beurteilung der Rechtzeitigkeit ist die Einbringung des Antrages beim Verfassungsgerichtshof (vgl VfGH 12.10.2016, G215/2016; 22.9.2021, V204/2021). ",
            "annotations": []
        },
        {
            "text": "2. Vor diesem Hintergrund erweist sich der Antrag als verspätet: Die Frist zur Erhebung einer Berufung gegen das der Antragstellerin am 27. April 2023 zugestellte Urteil des Arbeits- und Sozialgerichtes Wien endete am 25. Mai 2023 (§464 Abs1 ZPO). Auf Grund der Mitteilung des Arbeits- und Sozialgerichtes Wien vom 30. Mai 2023 geht der Verfassungsgerichtshof davon aus, dass das eingebrachte Rechtsmittel rechtzeitig und zulässig ist. Da der vorliegende Antrag allerdings erst – nach Ablauf dieser Frist – am 26. Mai 2023 beim Verfassungsgerichtshof elektronisch eingebracht wurde, erweist sich der Parteiantrag sohin als verspätet. ",
            "annotations": []
        },
        {
            "text": "3. Der Antrag ist daher zurückzuweisen. ",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs3 Z2 litb VfGG ohne vorangegangene mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden. ",
            "annotations": []
        }
    ]
}