{
    "document_id": "JFT_20230621_22V00151_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Steiermark, ",
            "annotations": []
        },
        {
            "text": "\"die Verordnung über den Flächenwidmungsplan 3.0 der Gemeinde Krottendorf-Gaisfeld, kundgemacht durch Anschlag an der Amtstafel am 11.03.2004, abgenommen am 26.03.2004 im Umfang der Widmung der Grundstücke 731/1, 732/2 [gemeint ist wohl 731/2] und .53, KG 63335, als gesetzwidrig aufzuheben",
            "annotations": []
        },
        {
            "text": "in eventu",
            "annotations": []
        },
        {
            "text": "die Verordnung über den Flächenwidmungsplan 3.0 der Gemeinde Krottendorf-Gaisfeld, kundgemacht durch Anschlag an der Amtstafel am 11.03.2004, abgenommen am 26.03.2004 zur Gänze als gesetzwidrig aufzuheben.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Sachverhalt, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Die beteiligte Partei, eine Gesellschaft mit beschränkter Haftung im Bereich Liegenschaftsentwicklung, beantragte mit Eingabe vom 21. September 2018 die Erteilung einer Baubewilligung für die Errichtung einer Wohnhausanlage auf den Grundstücken Nr 731/1, 731/2 und .53, KG 63335. Der Bauplatz ist im Flächenwidmungsplan 3.00 der Gemeinde Krottendorf-Gaisfeld, der seit 2004 in Kraft ist, als Dorfgebiet bzw als Sanierungsgebiet ausgewiesen.",
            "annotations": []
        },
        {
            "text": "Im verwaltungsbehördlichen Verfahren erhob die Eigentümerin der unmittelbar an das Baugrundstück angrenzenden Grundstücke den Einwand der heranrückenden Wohnbebauung betreffend Lärm und Staub gemäß §26 Abs4 iVm Abs1 Steiermärkisches Baugesetz 1995 (Stmk BauG).",
            "annotations": []
        },
        {
            "text": "Mit Bescheid des Bürgermeisters der Gemeinde Krottendorf-Gaisfeld vom 28. August 2020 wurde der beteiligten Partei die beantragte Baugenehmigung gemäß §§19 und 29 Stmk BauG erteilt. Die Einwendungen der Beteiligten wurden als unzulässig zurückgewiesen, weil die Widmungskategorie Dorfgebiet im Sinn des §23 Abs5 litf Steiermärkisches Raumordnungsgesetz 1974 (Stmk ROG 1974) keinen Immissionsschutz beinhalte.",
            "annotations": []
        },
        {
            "text": "Gegen diesen Bescheid wurde fristgerecht Beschwerde erhoben und zusammengefasst dargelegt, dass der Flächenwidmungsplan 3.00 der Gemeinde Krottendorf-Gaisfeld bereits im Jahr 2004 in Kraft getreten sei, also noch im Geltungsbereich des Stmk ROG 1974 liege. §67 Abs14 StROG 2010 sehe vor, dass unter anderem der Flächenwidmungsplan der Gemeinde spätestens im Zuge der nächsten Revision — im Anlassfall demzufolge spätestens im Jahr 2014 — an die durch dieses Gesetz geänderte Rechtslage anzupassen gewesen wäre. Dies hätte rechtlich zur Folge gehabt, dass durch das zwischenzeitige Inkrafttreten des StROG 2010 der Widmung \"Dorfgebiet\" ein Immissionsschutz zukommen würde.",
            "annotations": []
        },
        {
            "text": "Mit Erkenntnis des Landesverwaltungsgerichtes Steiermark vom 5. Februar 2021 wurde der Beschwerde Folge gegeben und der Bescheid der belangten Behörde vom 28. August 2020 behoben. Die ordentliche Revision wurde für zulässig erklärt. Begründend führte das Landesverwaltungsgericht im Wesentlichen aus: ",
            "annotations": []
        },
        {
            "text": "Wäre die Gemeinde ihrer Verpflichtung zur Revision des Flächenwidmungsplanes nachgekommen, käme der Nachbarin ein Immissionsschutz im Hinblick auf die heranrückende Wohnbebauung zu. Die Zurückweisung der Einwendungen erweise sich als nicht rechtskonform, weshalb der angefochtene Bescheid aufzuheben sei. ",
            "annotations": []
        },
        {
            "text": "Dabei ging das Landesverwaltungsgericht davon aus, dass der Flächenwidmungsplan 3.00 rechtlich zwar noch existent, aber rechtswidrig sei, und wendete im Ergebnis den noch geltenden, aber auf dem StROG 1974 beruhenden Flächenwidmungsplan an: Eine abschließende Beurteilung der Rechtmäßigkeit des Bauvorhabens könne erst nach der zwingend vorgesehenen Revision des Flächenwidmungsplanes 3.00 erfolgen.",
            "annotations": []
        },
        {
            "text": "Gegen die Entscheidung des Landesverwaltungsgerichts erhob die beteiligte Partei Revision an den Verwaltungsgerichtshof.",
            "annotations": []
        },
        {
            "text": "Mit Erkenntnis des Verwaltungsgerichtshofes vom 11. November 2021, Ro 2021/06/0013-4 wurde das Erkenntnis des Landesverwaltungsgerichtes wegen Rechtswidrigkeit seines Inhaltes aufgehoben. Zusammengefasst legte der Verwaltungsgerichtshof dar, das Landesverwaltungsgericht hätte ohne vorherige Anfechtung und eine etwaige Aufhebung durch den Verfassungsgerichtshof die geltende Rechtslage nicht unbeachtet lassen dürfen. Zur Klarstellung, ob der Flächenwidmungsplan 3.00 nach Verstreichen der Anpassungsfrist gesetzwidrig geworden sei oder ob die Widmung \"Dorfgebiet\" gesetzeskonform im Lichte der neuen Rechtslage interpretiert werden könnte, wäre die Anfechtung des Flächenwidmungsplanes, soweit er das Baugrundstück betreffe, in Betracht zu ziehen gewesen.",
            "annotations": []
        },
        {
            "text": "2. Im zweiten Rechtsgang legt nun das Landesverwaltungsgericht die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, wie folgt dar (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Das Landesverwaltungsgericht hat die VO der Gemeinde K-G betreffend den Flächenwidmungsplan 3.0 hinsichtlich der Liegenschaften 731/1, 732/2 [gemeint ist wohl 731/2] und .53, KG 63335 im Beschwerdeverfahren als Rechtsgrundlage unmittelbar anzuwenden.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Das Steiermärkische Raumordnungsgesetz 2010 ist gemäß §68 Abs1 StROG 2010 am 1. Juli 2010 in Kraft getreten. Mit Inkrafttreten dieses Gesetzes ist das Steiermärkische Raumordnungsgesetz 1974 außer Kraft getreten (§69 StROG 2010). Im §67 Abs14 StROG 2010 ist normiert, dass der Flächenwidmungsplan der Gemeinden, unter Hinweis auf die Bestimmung des §42 StROG 2010 (Fortführung der örtlichen Raumplanung), spätestens im Zuge der nächsten Revision an die durch das Steiermärkische Raumordnungsgesetz 2010 geänderte Rechtslage anzupassen ist. Kommt eine Gemeinde der ihr nach §42 auferlegten Verpflichtung nicht fristgerecht nach, hat die Landesregierung gemäß §62 Abs1 StROG 2010 selbst einen Flächenwidmungsplan anstelle der Gemeinde zu erlassen. Für die Widmungskategorie 'Dorfgebiet' gemäß §23 Abs5 litf Stmk ROG 1974 wurde im §67 StROG 2010 keine explizite Übergangsbestimmung getroffen.",
            "annotations": []
        },
        {
            "text": "Da weder die Gemeinde noch die Landesregierung deren gesetzlicher Verpflichtung zur Anpassung des Flächenwidmungsplanes nachgekommen ist, hat dies zur Folge, dass im Lichte der zuvor dargestellten Rechtsprechung des Verwaltungsgerichtshofes, für die Auslegung der Widmungskategorie 'Dorfgebiet' im Anlassfall nicht §30 Abs1 Z7 StROG 2010 maßgeblich ist, sondern die Bestimmung des §23 Abs5 litf Stmk ROG 1974 schlagend wird. Diese sieht keinen Immissionsschutz der benachbarten Bewohnerschaft vor:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Wäre der gesetzlichen Verpflichtung zur Anpassung des Flächenwidmungsplanes von den Normadressaten fristgerecht nachgekommen worden, wäre für die Auslegung der Widmungskategorie, aufgrund des Inkrafttretens des StROG 2010, die Bestimmung des §30 Abs1 Z7 StROG 2010 idF LGBl Nr 6/2021 im Anlassfall maßgeblich […].",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht hatte im Anlassverfahren keineswegs die (freilich unzulässige) Intention, die Rechtmäßigkeit des Flächenwidmungsplanes der Gemeinde K-G abschließend zu beurteilen oder diesen unbeachtet zu lassen. Es vertritt allerdings — nach wie vor — die Ansicht, dass ein Bauvorhaben, ohne die gesetzlich zwingend gebotenen raumordnungsrechtlichen Vorschriften, im Hinblick auf Nachbarrechte nicht abschließend beurteilt werden könne und die Beschwerde der Nachbarin zum Entscheidungspunkt des Landesverwaltungsgerichtes daher weder ab- noch zurückzuweisen war. Das Landesverwaltungsgericht übersieht dabei nicht, dass es nicht am gesetzlich gebotenen Flächenwidmungsplan fehlt, da dieser nach wie vor im Rechtsbestand und somit maßgeblich ist. Das Gericht geht aber davon aus, dass die diesbezügliche Rechtsprechung des Verfassungsgerichtshofes zum (gänzlichen) Fehlen von Vorschriften auf den Anlassfall übertragbar ist.",
            "annotations": []
        },
        {
            "text": "Daraus folgt für das Landesverwaltungsgericht, dass der Antrag der mitbeteiligten Partei erst nach der gesetzlich gebotenen Anpassung des Flächenwidmungsplanes abschließend erledigt werden kann. Die Parteistellung der Beschwerdeführerin hängt gleichsam von dieser Anpassung ab. Der Bescheid der belangten Behörde war daher vom Landesverwaltungsgericht zu beheben.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht sieht sich aufgrund der Entscheidung des Verwaltungsgerichtshofes nun dazu veranlasst, die für den Anlassfall maßgebliche Verordnung 'Flächenwidmungsplan 3.0 der Gemeinde K-G' gemäß Art139 B-VG als gesetzwidrig anzufechten. Die Gesetzwidrigkeit der angefochtenen Verordnung ergibt sich aus der Säumigkeit der Normadressaten zur Anpassung des Flächenwidmungsplanes gemäß §67 Abs14 StROG 2010.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Die verordnungserlassende Behörde hat die Verwaltungsakten betreffend das Zustandekommen der angefochtenen Verordnung vorgelegt und eine Äußerung erstattet, in der den im Antrag erhobenen Bedenken wie folgt entgegengetreten wird:",
            "annotations": []
        },
        {
            "text": "Die Gemeinde Krottendorf-Gaisfeld habe im Jahr 2008 mit der Fortführung der örtlichen Raumplanung begonnen. Mit Gemeinderatsbeschluss vom 1. März 2011 sei die Auflage des Örtlichen Entwicklungskonzeptes 4.00 beschlossen worden. Es seien Einwendungen in Bezug auf die Eignung als Bauland erhoben worden. Für die Gemeinde habe sich die Frage gestellt, die Revision zum Örtlichen Entwicklungskonzept 4.00 bzw Flächenwidmungsplan 4.00 mit einem für die Gemeinde selbst als auch für die betroffenen Baulandwerber nicht zufriedenstellenden Ergebnis zum Abschluss zu bringen oder den Versuch zu starten, den Hochwasserschutz an der Kainach umzusetzen, um die Baulandpotentiale im Hauptsiedlungsgebiet der Gemeinde, im Talbereich Krottendorf und Klein-Gaisfeld zu nutzen. Im Zuge der Planungen zur Errichtung des Hochwasserschutzes an der Kainach sei es immer wieder zu Verzögerungen durch Anrainerbeschwerden, Nichtverfügbarkeit von Grundstücken für Retentionsflächen bzw Errichtung von Hochwasserschutzbauten und zu einem Planerwechsel gekommen. Die Gemeinde habe beschlossen, die örtliche Raumplanung ohne die fertiggestellte Planung des Hochwasserschutzes an der Kainach fortzuführen. In der Gemeinderatssitzung vom 24. März 2022 sei der Auflagebeschluss für das Örtliche Entwicklungskonzept 4.00 bzw der Flächenwidmungsplan 4.00 mit dem Auflagezeitraum vom 19. April 2022 bis zum 17. Juni 2022 gefasst worden.",
            "annotations": []
        },
        {
            "text": "4. Die Steiermärkische Landesregierung hat die Akten vorgelegt und eine Äußerung erstattet, in der sie im Wesentlichen darauf hinweist, dass die Gemeinde Krottendorf-Gaisfeld ihrer Verpflichtung gemäß §67 Abs14 iVm §42 StROG 2010 tatsächlich nicht fristgerecht nachgekommen sei. Eine Ersatzvornahme der Landesregierung gemäß §62 Abs1 StROG 2010 sei auf Grund fehlender Personalressourcen nicht möglich gewesen.",
            "annotations": []
        },
        {
            "text": "Sowohl die Steiermärkische Landesregierung als auch der Bürgermeister der Gemeinde Krottendorf-Gaisfeld weisen darauf hin, dass sich der Antrag des Landesverwaltungsgerichtes Steiermark auch auf ein offensichtlich nicht betroffenes Grundstück (Nr 732/2 KG Krottendorf, statt Nr 731/2 KG Krottendorf) beziehe.",
            "annotations": []
        },
        {
            "text": "5. Die beschwerdeführende Partei des Verfahrens vor dem Landesverwaltungsgericht hat als beteiligte Partei eine Äußerung erstattet, in der sie sich den Bedenken des antragstellenden Gerichtes anschließt. Sie weist darauf hin, dass soweit der Verfassungsgerichtshof den angefochtenen Flächenwidmungsplan beheben würde, im fortgesetzten Verfahren vor dem Landesverwaltungsgericht zu bedenken wäre, dass die betroffenen Grundstücke nach der Behebung gemäß §33 StROG 2010 in der Widmung \"Freiland\" verblieben. Die Bewilligungsfähigkeit des geplanten Vorhabens wäre daher – bis zur Festlegung einer neuen Widmung – an dieser Widmungskategorie zu messen.",
            "annotations": []
        },
        {
            "text": "III. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgebliche Rechtslage stellt sich wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1. Der angefochtene Flächenwidmungsplan wurde vom 11. März 2004 bis 26. März 2004 kundgemacht. Zu diesem Zeitpunkt bestimmte §23 Abs5 litf des Gesetzes vom 25. Juni 1974 über die Raumordnung im Lande Steiermark (Steiermärkisches Raumordnungsgesetz 1974  Stmk ROG 1974), seit der Stammfassung LGBl 127/1974 unverändert Folgendes:",
            "annotations": []
        },
        {
            "text": "\"§23",
            "annotations": []
        },
        {
            "text": "Bauland",
            "annotations": []
        },
        {
            "text": "(1) - (4) […]",
            "annotations": []
        },
        {
            "text": "(5) Im Bauland sind entsprechend den örtlichen Erfordernissen Baugebiete festzulegen. Als Baugebiete kommen hiebei in Betracht: ",
            "annotations": []
        },
        {
            "text": "a) - e) […]",
            "annotations": []
        },
        {
            "text": "f) Dorfgebiete, das sind Flächen, die vornehmlich für Bauten land- und forstwirtschaftlicher Betriebe in verdichteter Anordnung bestimmt sind, wobei auch Wohngebäude und Gebäude, die den wirtschaftlichen, sozialen, religiösen und kulturellen Bedürfnissen der Bewohner dienen, errichtet werden können;",
            "annotations": []
        },
        {
            "text": "g) - l) […]",
            "annotations": []
        },
        {
            "text": "(5a) - (18) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §30 Abs1 Z7 des Gesetzes vom 23. März 2010 über die Raumordnung in der Steiermark (Steiermärkisches Raumordnungsgesetz 2010 – StROG 2010), LGBl 49/2010, in Kraft vom 1. Juli 2010 bis 6. Juli 2017, lautete wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§30",
            "annotations": []
        },
        {
            "text": "Baugebiete",
            "annotations": []
        },
        {
            "text": "(1) Als Baugebiete kommen in Betracht:",
            "annotations": []
        },
        {
            "text": "1. - 6. […]",
            "annotations": []
        },
        {
            "text": "7. Dorfgebiete, das sind Flächen, die für Bauten land- und forstwirtschaftlicher Nutzung in verdichteter Anordnung bestimmt sind, wobei auch Wohnbauten und sonstige Nutzungen zulässig sind, die den wirtschaftlichen, sozialen, religiösen und kulturellen Bedürfnissen der Bewohner von Dorfgebieten dienen und sich der Eigenart des Dorfgebietes entsprechend einordnen lassen, soweit sie keine diesem Gebietscharakter widersprechenden Belästigungen der Bewohnerschaft verursachen;",
            "annotations": []
        },
        {
            "text": "8. - 10. […]",
            "annotations": []
        },
        {
            "text": "(2) - (9) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. §30 Abs1 Z7 StROG 2010 LGBl 49/2010, zuletzt geändert durch LGBl 6/2020, in Kraft seit 1. Februar 2020, lautet nun: ",
            "annotations": []
        },
        {
            "text": "\"§30",
            "annotations": []
        },
        {
            "text": "Baugebiete",
            "annotations": []
        },
        {
            "text": "(1) Als Baugebiete kommen in Betracht:",
            "annotations": []
        },
        {
            "text": "1. - 6. […]",
            "annotations": []
        },
        {
            "text": "7. Dorfgebiete, das sind Flächen, die für Bauten land- und forstwirtschaftlicher Nutzung in verdichteter Anordnung bestimmt sind, wobei auch Wohnbauten außerhalb einer land- und forstwirtschaftlichen Nutzung mit nicht mehr als zwei Wohneinheiten und sonstige Nutzungen zulässig sind, die den wirtschaftlichen, sozialen, religiösen und kulturellen Bedürfnissen der Bewohner von Dorfgebieten dienen und sich der Eigenart des Dorfgebietes entsprechend einordnen lassen, soweit sie keine diesem Gebietscharakter widersprechenden Belästigungen der Bewohnerschaft verursachen;",
            "annotations": []
        },
        {
            "text": "8. - 10. […]",
            "annotations": []
        },
        {
            "text": "(2) - (9) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Die maßgeblichen Bestimmungen des StROG 2010, LGBl 49/2010, idF LGBl 84/2022 lauten: ",
            "annotations": []
        },
        {
            "text": "\"§8",
            "annotations": []
        },
        {
            "text": "Rechtswirkung der Planungsinstrumente",
            "annotations": []
        },
        {
            "text": "(1) Verordnungen der Gemeinden auf Grund dieses Gesetzes (Örtliche Entwicklungskonzepte, Flächenwidmungspläne, Bebauungspläne und Bausperren) dürfen Gesetzen und Verordnungen des Bundes und des Landes nicht widersprechen. Zusätzlich dürfen Flächenwidmungspläne nicht dem örtlichen Entwicklungskonzept und Bebauungspläne nicht dem Flächenwidmungsplan und dem örtlichen Entwicklungskonzept widersprechen.",
            "annotations": []
        },
        {
            "text": "(2) Bewilligungen nach diesem Gesetz, Baubewilligungen nach dem Steiermärkischen Baugesetz dürfen diesem Gesetz und Verordnungen auf Grund dieses Gesetzes nicht widersprechen.",
            "annotations": []
        },
        {
            "text": "(3) - (4) […]",
            "annotations": []
        },
        {
            "text": "(5) Baubewilligungen nach dem Steiermärkischen Baugesetz sowie Bewilligungen nach diesem Gesetz, die den Abs2 und 4 sowie §9 Abs4, §31 Abs11, §33 Abs7, §40 Abs8, §45 Abs2 und §47 Abs2 widersprechen, sind innerhalb einer Frist von drei Jahren nach Eintreten der Rechtskraft mit Nichtigkeit bedroht (§68 Abs4 Z4 AVG). Die Dreijahresfrist ist gewahrt, wenn innerhalb dieser Frist der erstinstanzliche Bescheid erlassen wird.",
            "annotations": []
        },
        {
            "text": "(6) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"§42",
            "annotations": []
        },
        {
            "text": "Fortführung der örtlichen Raumordnung",
            "annotations": []
        },
        {
            "text": "(1) Die örtliche Raumordnung ist nach Rechtswirksamkeit des örtlichen Entwicklungskonzeptes (§21) und des Flächenwidmungsplanes (§25) nach Maßgabe der räumlichen Entwicklung fortzuführen.",
            "annotations": []
        },
        {
            "text": "(2) Der Bürgermeister hat spätestens alle zehn Jahre aufzufordern, Anregungen auf Änderungen des örtlichen Entwicklungskonzeptes und des Flächenwidmungsplanes einzubringen (Revision). Diese Frist ist jeweils vom Zeitpunkt des Inkrafttretens des durch die letzte Revision geänderten Planungsinstrumentes zu berechnen. Diese Aufforderung hat insbesondere zu enthalten:",
            "annotations": []
        },
        {
            "text": "           1. eine kalendermäßig genau bezeichnete Frist, die mindestens acht Wochen von der Kundmachung an gerechnet betragen muss, innerhalb der jedes Gemeindemitglied sowie jede physische und juristische Person, die ein berechtigtes Interesse glaubhaft machen kann, Bauvorhaben und sonstige Planungsinteressen sowie Planungsanregungen dem Gemeindeamt (Magistrat) schriftlich bekannt geben kann,",
            "annotations": []
        },
        {
            "text": "           2. die Aufforderung, dass Eigentümer von Grundstücken, deren Verwendung als Vorbehaltsflächen möglich ist, diese Grundstücke der Gemeinde zum Kauf anbieten sollen.",
            "annotations": []
        },
        {
            "text": "(3) Diese Aufforderung ist kundzumachen:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(4) Von dieser Aufforderung sind so bald als möglich schriftlich zu benachrichtigen:",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(5) Nach Ablauf der Frist hat der Gemeinderat zu beschließen, ob die Voraussetzungen für eine Änderung gegeben sind oder nicht.",
            "annotations": []
        },
        {
            "text": "(6) Sind die Voraussetzungen für eine Änderung gegeben, so sind die entsprechenden Änderungsverfahren (§§24 oder 38) durchzuführen.",
            "annotations": []
        },
        {
            "text": "(7) Zieht die Revision keine Änderung des örtlichen Entwicklungskonzeptes oder Flächenwidmungsplanes nach sich, so hat der Gemeinderat den Abschluss der Revision zu beschließen und den Beschluss mit der Niederschrift über die Beschlussfassung und den eingelangten Anregungen der Landesregierung zur Genehmigung vorzulegen. Die Frist gemäß Abs2 beginnt in diesen Fällen vom Zeitpunkt der Vorlage an die Landesregierung zu laufen.",
            "annotations": []
        },
        {
            "text": "(8) Eine Änderung des örtlichen Entwicklungskonzeptes und des Flächenwidmungsplanes ist ungeachtet der Revisionsfrist von zehn Jahren jedenfalls vorzunehmen, wenn dies",
            "annotations": []
        },
        {
            "text": "           1. (Anm: entfallen)",
            "annotations": []
        },
        {
            "text": "           2. zur Vermeidung oder Behebung von Widersprüchen zu Gesetzen und Verordnungen des Bundes und des Landes,",
            "annotations": []
        },
        {
            "text": "           3. zur Abwehr schwerwiegender volkswirtschaftlicher Nachteile oder",
            "annotations": []
        },
        {
            "text": "           4. wegen Aufhebung des Vorbehaltes gemäß §26a Abs3 und 7 erforderlich  ist.",
            "annotations": []
        },
        {
            "text": "(8a) Darüber hinaus ist eine Änderung des örtlichen Entwicklungskonzeptes und des Flächenwidmungsplanes nur bei einer wesentlichen Änderung der Planungsvoraussetzungen zulässig, wobei Änderungen des Flächenwidmungsplanes, die im Rahmen eines von der Landesregierung genehmigten örtlichen Entwicklungskonzeptes erfolgen, vorgenommen werden dürfen. Ein Verfahren zur Änderung des örtlichen Entwicklungskonzeptes darf innerhalb einer Frist von 2 Jahren ab Rechtskraft der Revision jedoch nicht eingeleitet werden. Davon ausgenommen sind Anpassungen an überörtliche Vorgaben, die Erstellung eines Sachbereichskonzeptes Energie, die Erlassung eines räumlichen Leitbildes sowie Änderungen, die aufgrund einer im ausschließlichen öffentlichen Interesse gelegenen Betriebsansiedelung oder zur Errichtung von öffentlichen Einrichtungen und Anlagen erforderlich sind.",
            "annotations": []
        },
        {
            "text": "(9) Das Verfahren zur Fortführung des örtlichen Entwicklungskonzeptes und des Flächenwidmungsplanes ist",
            "annotations": []
        },
        {
            "text": "1. aus Anlass der Revision (Abs2) nach Ablauf der Zehnjahresfrist (Revisionsfrist),",
            "annotations": []
        },
        {
            "text": "2. nach Eintritt wesentlich geänderter Planungsvoraussetzungen (Abs8 Z1)",
            "annotations": []
        },
        {
            "text": "spätestens innerhalb von zwei Jahren abzuschließen. Der Gemeinderatsbeschluss ist mit den dazugehörigen Unterlagen sofort der Landesregierung zur Genehmigung vorzulegen. Das Verfahren zur Fortführung gemäß Abs8 Z2 und 3 ist ehestmöglich einzuleiten, abzuschließen und zur Genehmigung vorzulegen, sofern in Bezug auf Abs8 Z2 die betreffenden landes- oder bundesgesetzlichen Regelungen in Übergangsbestimmungen nichts anderes bestimmen.",
            "annotations": []
        },
        {
            "text": "(10) (Anm: entfallen)",
            "annotations": []
        },
        {
            "text": "(11) Der Bürgermeister hat dem Gemeinderat einmal jährlich über den Stand der örtlichen Raumordnung und über zwischenzeitliche Planungswünsche zu berichten.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"§67",
            "annotations": []
        },
        {
            "text": "Übergangsbestimmungen",
            "annotations": []
        },
        {
            "text": "(1) - (7) […]",
            "annotations": []
        },
        {
            "text": "(8) Für örtliche Entwicklungskonzepte, die auf Grundlage des Steiermärkischen ",
            "annotations": []
        },
        {
            "text": "Raumordnungsgesetzes 1974 in der Fassung vor der Steiermärkischen Raumordnungsgesetznovelle 2005, LGBl Nr 13/2005, aufgestellt wurden, sowie für Flächenwidmungspläne, die auf Grundlage solcher örtlicher Entwicklungskonzepte einer Revision unterzogen wurden, gilt die Revisionsfrist von fünf Jahren.",
            "annotations": []
        },
        {
            "text": "(9) - (13) […]",
            "annotations": []
        },
        {
            "text": "(14) Das örtliche Entwicklungskonzept und der Flächenwidmungsplan der Gemeinden sind spätestens im Zuge der nächsten Revision (§42) an die durch dieses Gesetz geänderte Rechtslage anzupassen.",
            "annotations": []
        },
        {
            "text": "(15) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"§69",
            "annotations": []
        },
        {
            "text": "Außerkrafttreten",
            "annotations": []
        },
        {
            "text": "(1) Mit Inkrafttreten dieses Gesetzes tritt das Steiermärkische Raumordnungsgesetz 1974, LGBl Nr 127/1974, zuletzt in der Fassung LGBl Nr 89/2008, außer Kraft.",
            "annotations": []
        },
        {
            "text": "(2) […]\"",
            "annotations": []
        },
        {
            "text": "5. Im Zeitpunkt der Kundmachung des Flächenwidmungsplanes lautete §26 Steiermärkisches Baugesetz (Stmk BauG), LGBl 59/1995, idF LGBl 78/2003, in Kraft vom 1. Jänner 2004 bis 30. Juni 2010, wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§26",
            "annotations": []
        },
        {
            "text": "Nachbarrechte",
            "annotations": []
        },
        {
            "text": "(1) Der Nachbar kann gegen die Erteilung der Baubewilligung Einwendungen erheben, wenn diese sich auf Bauvorschriften beziehen, die nicht nur dem öffentlichen Interesse, sondern auch dem Interesse der Nachbarn dienen (subjektiv-öffentlichrechtliche Einwendungen). Das sind Bestimmungen über",
            "annotations": []
        },
        {
            "text": "           1. die Übereinstimmung des Vorhabens mit dem Flächenwidmungsplan, ",
            "annotations": []
        },
        {
            "text": "einem Bebauungsplan und mit Bebauungsrichtlinien, soweit damit ein Immissionsschutz verbunden ist;",
            "annotations": []
        },
        {
            "text": "           2. die Abstände (§13);",
            "annotations": []
        },
        {
            "text": "           3. den Schallschutz (§43 Abs2 Z5);",
            "annotations": []
        },
        {
            "text": "           4. die Brandwände an der Grundgrenze (§51 Abs1);",
            "annotations": []
        },
        {
            "text": "           5. die Vermeidung einer Brandgefahr, einer sonstigen Gefährdung oder unzumutbaren Belästigung (§61 Abs1, §63 Abs1 und §65 Abs1);",
            "annotations": []
        },
        {
            "text": "           6. die Baueinstellung und die Beseitigung (§41 Abs6).",
            "annotations": []
        },
        {
            "text": "(2) (Anm: derogiert durch §82 Abs7 AVG)",
            "annotations": []
        },
        {
            "text": "(3) Wird von einem Nachbarn die Verletzung eines Rechtes behauptet, das im Privatrecht begründet ist (privatrechtliche Einwendung), so hat die Behörde zunächst eine Einigung zu versuchen. Kommt keine Einigung zustande, so ist der Beteiligte mit seinen privatrechtlichen Einwendungen auf den ordentlichen Rechtsweg zu verweisen.",
            "annotations": []
        },
        {
            "text": "(4) Bei Neu- oder Zubauten, die dem Wohnen dienen, sind auch Einwendungen im Sinne §26 Abs1 Z1 zu berücksichtigen, mit denen Immissionen geltend gemacht werden, die von einer genehmigten benachbarten gewerblichen oder landwirtschaftlichen oder forstwirtschaftlichen Betriebsanlage ausgehen und auf das geplante Bauvorhaben einwirken (heranrückende Wohnbebauung). Dies gilt jedoch nur in Bezug auf rechtmäßige Emissionen, deren Zulässigkeit vom Nachbarn zu belegen ist.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. §26 Stmk BauG, LGBl 59/1995, zuletzt geändert durch LGBl 11/2020, in Kraft seit 4. Februar 2020, lautet:",
            "annotations": []
        },
        {
            "text": "\"§26",
            "annotations": []
        },
        {
            "text": "Nachbarrechte",
            "annotations": []
        },
        {
            "text": "(1) Der Nachbar kann gegen die Erteilung der Baubewilligung Einwendungen erheben, wenn diese sich auf Bauvorschriften beziehen, die nicht nur dem öffentlichen Interesse, sondern auch dem Interesse der Nachbarn dienen (subjektiv-öffentlichrechtliche Einwendungen). Das sind Bestimmungen über",
            "annotations": []
        },
        {
            "text": "1. die Übereinstimmung des Vorhabens mit dem Flächenwidmungsplan und einem Bebauungsplan, soweit damit ein Immissionsschutz verbunden ist",
            "annotations": []
        },
        {
            "text": "2. die Abstände (§13);",
            "annotations": []
        },
        {
            "text": "3. den Schallschutz (§77 Abs1)",
            "annotations": []
        },
        {
            "text": "4. die brandschutztechnische Ausführung der Außenwände von Bauwerken an der Nachbargrenze (§52 Abs2)",
            "annotations": []
        },
        {
            "text": "5. die Vermeidung einer sonstigen Gefährdung oder unzumutbaren Belästigung bzw unzumutbaren Beeinträchtigung (§57 Abs2, §58, §60 Abs1, §66 zweiter Satz und §88)",
            "annotations": []
        },
        {
            "text": "6. die Baueinstellung und die Beseitigung (§41 Abs6).[…]",
            "annotations": []
        },
        {
            "text": "(4) Bei Neu- oder Zubauten sowie Nutzungsänderungen, die dem Wohnen dienen, sind auch Einwendungen im Sinn des §26 Abs1 Z1 zu berücksichtigen, mit denen Immissionen geltend gemacht werden, die von einer/einem genehmigten benachbarten:",
            "annotations": []
        },
        {
            "text": "1. gewerblichen Betriebsanlage oder",
            "annotations": []
        },
        {
            "text": "2. Seveso-Betrieb, der dem Steiermärkischen Seveso-Betriebe Gesetz 2017 unterliegt, oder",
            "annotations": []
        },
        {
            "text": "3. land- oder forstwirtschaftlichen Betriebsanlage ausgehen und auf das geplante Bauvorhaben einwirken (heranrückende Wohnbebauung). Dies gilt jedoch nur in Bezug auf rechtmäßige Emissionen, deren Zulässigkeit vom Nachbarn zu belegen ist. […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.2. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Normenprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "1.3. Im Verfahren ist nichts hervorgekommen, was daran zweifeln ließe, dass das Landesverwaltungsgericht Steiermark bei der Entscheidung über die Beschwerde den Flächenwidmungsplan 3.00 anzuwenden hat. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag als zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Das Landesverwaltungsgericht geht davon aus, dass durch die Nichtanpassung des Flächenwidmungsplanes an das Steiermärkische Raumordnungsgesetz 2010 für die Auslegung der Widmungskategorie \"Dorfgebiet\" nicht die geltende Bestimmung des §30 Abs1 Z7 StROG 2010, sondern §23 Abs5 litf Stmk ROG 1974 maßgeblich sei, der noch keinen Immissionsschutz der Nachbarn vorgesehen habe, sodass die Parteistellung der Beschwerdeführerin als Nachbarin gleichsam von dieser Anpassung abhänge und eine abschließende Beurteilung der Rechtmäßigkeit des Bauvorhabens erst nach der vorgesehenen Revision des Flächenwidmungsplanes erfolgen könne.",
            "annotations": []
        },
        {
            "text": "2.3. Der Antrag ist nicht begründet:",
            "annotations": []
        },
        {
            "text": "2.3.1. Grundsätzlich trifft es zu, dass Flächenwidmungspläne im Sinn der Bedeutung der festgelegten Widmung nach den im Zeitpunkt ihrer Erlassung geltenden Rechtsvorschriften auszulegen sind, sofern der Gesetzgeber nichts Abweichendes anordnet (vgl VfSlg 14.179/1995). Dies entspricht auch der Judikatur des Verwaltungsgerichtshofes (vgl zB VwGH 9.11.1999, 95/05/0268; 20.10.2005, 2002/06/0089; 11.3.2016, Ra 2015/06/0107; und VwGH 11.11.2021, Ro 2021/06/0013, im ersten Rechtsgang des vorliegenden Verfahrens; s. auch VfGH 26.6.2019, V75/2018); den Widmungsbezeichnungen eines Flächenwidmungsplanes ist daher grundsätzlich jener Inhalt zu unterstellen, der ihnen nach jenen gesetzlichen Bestimmungen zugekommen ist, die im Zeitpunkt des Inkrafttretens des jeweiligen Flächenwidmungsplanes in Geltung gestanden sind.",
            "annotations": []
        },
        {
            "text": "Diese Rechtsprechung darf aber nicht schematisch auf jede Vorschrift übertragen werden, die mit den gesetzlichen Vorschriften, die den Inhalt einer Widmung regeln, im Zusammenhang stehen und an die gesetzliche Festlegung des unmittelbaren Widmungsinhaltes anknüpfen. Werden derartige Rechtsvorschriften geändert, kommt es vielmehr – wenn keine Übergangsbestimmungen existieren und Vorschriften eines Flächenwidmungsplanes mit der geänderten Rechtslage in Widerspruch stehen – zur Invalidation der betreffenden Verordnungen (vgl VfSlg 18.238/2007; aus jüngster Zeit VfGH 4.3.2021, V541/2020; s. weiters auch VfSlg 8167/1977, 10.007/1984, 10.446/1985, 11.642/1988, 18.238/2007; VfGH 26.6.2019, V75/2018).",
            "annotations": []
        },
        {
            "text": "2.3.2. Sowohl §23 Abs5 litf Stmk ROG 1974 als auch §30 Abs1 Z7 StROG 2010 enthalten die nähere Festlegung, welchen Inhalt die Widmung \"Dorfgebiet\" hat. In der Festlegung des wesentlichen Inhalts stimmen diese Vorschriften überein: Dorfgebiete sind Flächen, die für Bauten land- und forstwirtschaftlicher Nutzung in verdichteter Anordnung bestimmt sind und auch sonstige Nutzungen zulassen, die den wirtschaftlichen, sozialen, religiösen und kulturellen Bedürfnissen der Bewohner von Dorfgebieten dienen.",
            "annotations": []
        },
        {
            "text": "2.3.2.1. §30 Abs1 Z7 StROG 2010 enthält gegenüber der davor geltenden Bestimmung zwei Änderungen, zunächst, dass nicht schlechthin auch \"Wohngebäude\" errichtet werden können, sondern nur solche Wohnbauten, die nicht mehr als zwei Wohneinheiten aufweisen. Dadurch wird aber der Inhalt der Widmung \"Dorfgebiet\" nicht in ihrem Charakter verändert, zumal auch die frühere Bestimmung des §23 Stmk ROG 1974 so zu interpretieren ist, dass Wohngebäude ohne Zusammenhang mit einem land- und forstwirtschaftlichen Betrieb dem Widmungscharakter entsprechend nur in untergeordneter Weise vorgesehen waren. Die Zulässigkeit derartiger Wohnbauten wurde durch das StROG 2010 insoweit beschränkt, dass nur Wohnbauten mit nicht mehr als zwei Wohneinheiten zulässig errichtet werden dürfen, wodurch aber der Widmungstyp \"Dorfgebiet\" in seinem Gehalt nicht wesentlich geändert wurde. Es gibt keinerlei Anhaltspunkte dafür, dass der Gesetzgeber mit dieser Einschränkung bisherige Dorfgebiet-Widmungen gesetzwidrig machen wollte. ",
            "annotations": []
        },
        {
            "text": "Angesichts des allgemeinen Grundsatzes, dass in Verwaltungsverfahren die Sach- und Rechtslage zum Zeitpunkt der behördlichen Entscheidung maßgeblich ist, entfaltet die Vorschrift des §30 StROG 2010 ihre Wirkung erst für Baubewilligungen betreffend Grundstücke in Dorfgebieten, die nach dem Inkrafttreten des StROG 2010 erteilt werden, auch dann, wenn die Widmung im Flächenwidmungsplan bereits früher erfolgt ist.",
            "annotations": []
        },
        {
            "text": "2.3.2.2. Die zweite Änderung des §30 Abs1 Z7 StROG 2010 gegenüber der Vorgängerbestimmung betrifft die Einschränkung, dass die Nutzung von nicht der land- und forstwirtschaftlichen Nutzung dienenden Bauten zulässig ist, \"soweit sie keine diesem Gebietscharakter widersprechenden Belästigungen der Bewohner verursachen\".",
            "annotations": []
        },
        {
            "text": "Diese Vorschrift ist vor dem Hintergrund des Baurechts zu sehen. Gemäß §26 Abs1 Z1 Stmk BauG kann nämlich ein Nachbar gegen die Erteilung der Baubewilligung Einwendungen erheben, die die Übereinstimmung des Vorhabens mit dem Flächenwidmungsplan, einem Bebauungsplan und mit Bebauungsrichtlinien betreffen, soweit damit ein Immissionsschutz verbunden ist. §30 Abs1 Z7 StROG 2010 verbindet nun mit der Widmung \"Dorfgebiet\" einen solchen Immissionsschutz, sodass der Nachbar grundsätzlich darauf Einwendungen stützen kann. Bei der entsprechenden Wendung in §30 Abs1 Z7 StROG 2010 handelt es sich vom Typ her um eine baurechtliche Vorschrift zur Vermittlung von Nachbarrechten und nicht um eine inhaltliche Umschreibung des Widmungsinhaltes. In diesem Zusammenhang ist zu erwähnen, dass diese Vorschrift gemäß §26 Abs4 Stmk BauG an diesen Immissionsschutz anknüpfend auch Parteirechte in Zusammenhang mit heranrückender Wohnbebauung vermittelt. ",
            "annotations": []
        },
        {
            "text": "Zusammengefasst bedeutet dies, dass §30 Abs1 Z7 StROG 2010 Widmungen von \"Dorfgebiet\" in Flächenwidmungsplänen, die vor dem Inkrafttreten dieses Gesetzes festgelegt wurden, nicht gesetzwidrig werden lässt, sondern lediglich die Wirkung hat, dass ab dem Inkrafttreten die Zulässigkeit von Bauten in Dorfgebieten nach dieser Bestimmung zu beurteilen ist.",
            "annotations": []
        },
        {
            "text": "2.3.3. Das Landesverwaltungsgericht bringt weiters vor, der Flächenwidmungsplan sei deswegen (offenkundig nach Auffassung des Landesverwaltungsgerichtes zur Gänze) gesetzwidrig worden, weil dieser keiner Revision gemäß §42 StROG 2010 unterzogen worden sei.",
            "annotations": []
        },
        {
            "text": "§42 StROG 2010 enthält die Verpflichtung zur Fortführung der örtlichen Raumordnung, richtet sich aber ausschließlich an die Gemeindeorgane. So hat gemäß §42 Abs2 StROG 2010 der Bürgermeister spätestens alle zehn Jahre aufzufordern, Anregungen auf Änderungen des örtlichen Entwicklungskonzeptes und des Flächenwidmungsplanes einzubringen. Nach Ablauf der hiezu vorgesehenen Frist hat der Gemeinderat darüber zu beschließen, ob die Voraussetzungen für eine Änderung gegeben sind oder nicht und ob gegebenenfalls ein Änderungsverfahren durchzuführen ist. Zieht die Revision keine Änderung des örtlichen Entwicklungskonzeptes oder Flächenwidmungsplanes nach sich, so hat der Gemeinderat gemäß §42 Abs7 StROG den Abschluss der Revision zu beschließen und den Beschluss mit der Niederschrift über ihre Beschlussfassung und den eingelangten Anregungen der Landesregierung zur Genehmigung vorzulegen. ",
            "annotations": []
        },
        {
            "text": "Diese Vorschriften zeigen, dass es eine Pflicht der Gemeinde bzw der Gemeindeorgane ist, eine Revision vorzunehmen und gegebenenfalls den Flächenwidmungsplan zu ändern. Das pflichtwidrige Unterbleiben einer solchen Revision führt aber nicht per se zur Rechtswidrigkeit des geltenden Flächenwidmungsplanes. ",
            "annotations": []
        },
        {
            "text": "Der Flächenwidmungsplan 3.00 der Gemeinde Krottendorf-Gaisfeld ist daher auch nicht aus diesem Grund gesetzwidrig geworden.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die ob der Gesetzmäßigkeit des Flächenwidmungsplanes 3.00 der Gemeinde Krottendorf-Gaisfeld, kundgemacht durch Anschlag an der Amtstafel vom 11. März 2004 bis 26. März 2004, erhobenen Bedenken treffen nicht zu. ",
            "annotations": []
        },
        {
            "text": "Der Antrag ist daher abzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}