{
    "document_id": "JFT_20230227_23E00089_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerde liegt folgender Sachverhalt zu Grunde:",
            "annotations": []
        },
        {
            "text": "1.1. Der Beschwerdeführer, ein Staatsangehöriger von Indien, stellte im Jahr 2013 seinen ersten Antrag auf Erteilung eines Aufenthaltstitels für den Zweck \"Studierender\". Dieser Aufenthaltstitel wurde dem Beschwerdeführer mit Bescheid des Landeshauptmannes von Wien, Magistratsabteilung 35, vom 17. Oktober 2013 erteilt und zuletzt bis zum 18. Oktober 2016 verlängert.",
            "annotations": []
        },
        {
            "text": "1.2. Am 6. Oktober 2016 stellte der Beschwerdeführer einen weiteren Antrag auf Erteilung eines Aufenthaltstitels für den Zweck \"Studierender\". Mit Bescheid vom 18. September 2017 wies der Landeshauptmann von Wien, Magistratsabteilung 35, den Antrag vom 6. Oktober 2016 auf Erteilung eines Aufenthaltstitels für den Zweck \"Studierender\" ab. Dagegen erhob der Beschwerdeführer rechtzeitig Beschwerde an das Verwaltungsgericht Wien.",
            "annotations": []
        },
        {
            "text": "1.3. Mit am 21. Juli 2020 mündlich verkündetem Erkenntnis wies das Verwaltungsgericht Wien die Beschwerde als unbegründet ab. Begründend führt das Verwaltungsgericht Wien aus, der Beschwerdeführer, der seit dem 1. Oktober 2017 als außerordentlicher Studierender in einem Vorstudienlehrgang gemeldet sei, habe die ihm vorgeschriebene Ergänzungsprüfung nicht bestanden und sei nach wie vor nicht zu einem ordentlichen Studium zugelassen. Er habe den Vorstudienlehrgang nach nahezu drei Jahren nicht abgeschlossen. Damit habe der Beschwerdeführer die Zulassung zu einem ordentlichen Studium innerhalb eines Zeitraumes von zwei Jahren gemäß §64 Abs1 Z2 NAG nicht erreicht. Unabwendbare oder unvorhersehbare Gründe im Sinne des §64 Abs2 NAG habe der Beschwerdeführer ebenfalls nicht vorgebracht.",
            "annotations": []
        },
        {
            "text": "Unmittelbar nach mündlicher Verkündung des Erkenntnisses stellte der Beschwerdeführer den Antrag auf schriftliche Ausfertigung des Erkenntnisses.",
            "annotations": []
        },
        {
            "text": "1.4. Die schriftliche Ausfertigung des am 21. Juli 2020 mündlich verkündeten Erkenntnisses erfolgte am 28. Dezember 2022.",
            "annotations": []
        },
        {
            "text": "2. In der vorliegenden, auf Art144 B-VG gestützten Beschwerde behauptet der Beschwerdeführer unter anderem die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander gemäß ArtI Abs1 BVG zur Durchführung des internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung. Begründend führt der Beschwerdeführer aus, die schriftliche Ausfertigung der am 21. Juli 2020 mündlich verkündeten Entscheidung sei am 28. Dezember 2022 und somit über 24 Monate nach der mündlichen Verkündung erfolgt. Die Zeitspanne zwischen mündlicher Verkündung und schriftlicher Ausfertigung widerspreche jedenfalls der Pflicht einer möglichst zeitnahen schriftlichen Ausfertigung der Entscheidung und somit den rechtsstaatlichen Anforderungen an die Begründung gerichtlicher Entscheidungen (vgl zuletzt etwa VfGH 18.3.2022, E1595/2021). Dem Beschwerdeführer sei aus diesem Grund ein effektiver Rechtsschutz verwehrt worden.",
            "annotations": []
        },
        {
            "text": "3. Der Landeshauptmann von Wien und das Verwaltungsgericht Wien haben im Verfahren vor dem Verfassungsgerichtshof die Verwaltungs- bzw Gerichtsakten vorgelegt, jedoch keine Gegenschrift erstattet.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg.cit. gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 8808/1980 mwN, 14.848/1997, 15.241/1998 mwN, 16.287/2001, 16.640/2002).",
            "annotations": []
        },
        {
            "text": "3. Vor dem Hintergrund dieser Rechtsprechung ist dem Verwaltungsgericht Wien ein willkürliches Vorgehen anzulasten:",
            "annotations": []
        },
        {
            "text": "3.1. Nach der Rechtsprechung der Gerichtshöfe des öffentlichen Rechts ist bezüglich der Erlassung einer verwaltungsgerichtlichen Entscheidung der Zustellung einer Entscheidung ihre mündliche Verkündung gleichzuhalten (vgl VwGH 15.12.2014, Ro 2014/04/0068; 22.11.2017, Ra 2017/03/0082; s. auch VfSlg 19.965/2015 und VfGH 10.3.2021, E2059/2020 ua). Mit der mündlichen Verkündung wird die Entscheidung unabhängig von der Zustellung einer schriftlichen Ausfertigung (§29 Abs4 VwGVG) rechtlich existent (VwGH 27.6.2016, Ra 2016/11/0059; 14.9.2016, Fr 2016/18/0015; 4.4.2017, Ra 2017/02/0050), wenn sowohl der Inhalt einer Entscheidung als auch die Tatsache ihrer Verkündung in der Niederschrift festgehalten werden (VwGH 13.10.2015, Fr 2015/03/0007; 22.11.2017, Ra 2017/03/0082). Bereits an die Verkündung einer Entscheidung knüpfen sich daher deren Rechtswirkungen (vgl VfGH 10.3.2021, E2059/2020 ua; VwGH 23.9.2020, Ra 2019/14/0558). Aus diesem Grund kann die Entscheidung bereits nach der mündlichen Verkündung mit Beschwerde gemäß Art144 B-VG angefochten werden, sofern mindestens ein hiezu Berechtigter einen Antrag auf schriftliche Ausfertigung der Entscheidung gemäß §29 Abs4 VwGVG gestellt hat (§82 Abs3b letzter Satz VfGG; siehe VfGH 10.3.2021, E2059/2020 ua; VwGH 15.12.2014, Ro 2014/04/0068; 22.11.2017, Ra 2017/03/0082).",
            "annotations": []
        },
        {
            "text": "3.2. Unabhängig von der Möglichkeit, die Entscheidung bereits nach der mündlichen Verkündung anzufechten, ist der Rechtsschutzsuchende in der Regel auf die – nähere und ausführliche – Begründung der Entscheidung in der schriftlichen Ausfertigung gemäß §29 Abs4 VwGVG angewiesen, um die Entscheidung auf Grund der maßgebenden Erwägungen gegebenenfalls mit einer Beschwerde gemäß Art144 B-VG bekämpfen zu können. Aus der rechtsstaatlich gebotenen Pflicht zur Begründung verwaltungsgerichtlicher Entscheidungen folgt daher im Zusammenhang mit der Regelungssystematik des §29 VwGVG auch die Pflicht zu einer möglichst zeitnahen schriftlichen Ausfertigung der Entscheidung, weil andernfalls dem Rechtsschutzsuchenden effektiver Rechtsschutz verwehrt sein könnte (zum Grundsatz der Effektivität des Rechtsschutzes siehe zB VfSlg 11.196/1986, 15.218/1998, 17.340/2004, 20.107/2016), was rechtsstaatlichen Anforderungen an die Erlassung gerichtlicher Entscheidungen widerspricht (VfGH 10.3.2021, E2059/2020 ua; 23.6.2021, E720/2021; 29.6.2022, E1641/2022; zuletzt 28.11.2022, E2588/2022).",
            "annotations": []
        },
        {
            "text": "3.3. Die schriftliche Ausfertigung der am 21. Juli 2020 mündlich verkündeten Entscheidung des Verwaltungsgerichtes Wien erfolgte im Beschwerdefall am 28. Dezember 2022 und somit 29 Monate nach der mündlichen Verkündung. Eine derart lange Zeitspanne zwischen mündlicher Verkündung und schriftlicher Ausfertigung der Entscheidung, für die im Beschwerdeverfahren auch keine besonderen Umstände hervorgekommen sind, welche diese Verzögerung rechtfertigen könnten, widerspricht jedenfalls der Pflicht zu einer möglichst zeitnahen schriftlichen Ausfertigung der Entscheidungen und somit den rechtsstaatlichen Anforderungen an die Begründung gerichtlicher Entscheidungen (VfGH 10.3.2021, E2059/2020; 23.6.2021, E720/2021; 29.6.2022, E1641/2022; zuletzt 28.11.2022, E2588/2022).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 BVG zur Durchführung des internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}