{
    "document_id": "JFT_20230613_22E02677_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit Bauansuchen vom 20. Mai 2021 beantragte die beschwerdeführende Partei, eine Gesellschaft mit beschränkter Haftung, ua die Erteilung der baubehördlichen Bewilligung für die Errichtung von vier Einfamilienhäusern auf dem Grundstück Nr 377/2, EZ 245, KG 04110 Siegersdorf. Dieses Ansuchen war adressiert \"An die Marktgemeinde Pottendorf, Alte Spinnerei 1, 2486 Pottendorf\" und langte am 28. Mai 2021 beim Bauamt der Marktgemeinde Pottendorf ein. ",
            "annotations": []
        },
        {
            "text": "2. Die Baubehörde erster Instanz leitete daraufhin das Bewilligungsverfahren ein und führte nach Überprüfung der Antragsbeilagen das Vorprüfungsverfahren gemäß §20 NÖ BO 2014 unter Beiziehung eines bautechnischen Amtssachverständigen durch. Das Gutachten des Amtssachverständigen ergab, dass sich das Bauprojekt nicht harmonisch in den Bezugsbereich einordne, weil das hintereinander Anordnen von vier Hauptgebäuden im Umgebungsbereich nicht festgestellt werden könne. ",
            "annotations": []
        },
        {
            "text": "3. Der Beschwerdeführerin wurde mit Schreiben des Bürgermeisters der Marktgemeinde Pottendorf vom 17. August 2021 aufgetragen, die unvollständigen bzw mangelhaften Unterlagen bis zum 15. Oktober 2021 zu ergänzen bzw abzuändern. Mit Schreiben der Planverfasserin vom 21. September 2021 wurde repliziert, dass Ausführungen fehlten, welche Inhalte unvollständig und mangelhaft seien, weshalb am 1. September 2021 telefonisch und per E-Mail um eine Konkretisierung angefragt worden sei. Mit Schreiben des Bürgermeisters der Marktgemeine Pottendorf vom 1. Oktober 2021 wurde der Planverfasserin mitgeteilt, dass der Baubehörde zur Beurteilung ein Ortsbildgutachten vorzulegen sei. ",
            "annotations": []
        },
        {
            "text": "4. In der Folge brachte die Beschwerdeführerin am 20. Oktober 2021 einen Devolutionsantrag gemäß §73 Abs2 AVG iVm §5 Abs2 NÖ BO 2014 ein. Begründend führte die Beschwerdeführerin im Wesentlichen aus, dass die Baubehörde binnen drei Monaten zu entscheiden habe und die Entscheidungsfrist demnach am 28. August 2021 abgelaufen sei. Das Gutachten sei unschlüssig. Es sei außerdem nicht die Sache des Bauwerbers, ein Gutachten vorzulegen, sondern es sei ein amtlicher Sachverständiger beizuziehen.",
            "annotations": []
        },
        {
            "text": "5. Mit Bescheid des Gemeindevorstandes der Marktgemeinde Pottendorf vom 24. Jänner 2022 wurde der Devolutionsantrag der Beschwerdeführerin abgewiesen. Der Gemeindevorstand begründete seine Entscheidung damit, dass die Baubehörde unmittelbar nach Vorliegen des Gutachtens der Beschwerdeführerin die Verbesserung ihres Ansuchens aufgetragen habe und deshalb der Grund der Verzögerung des Verfahrens in der Person der Beschwerdeführerin selbst liege. Die Entscheidungsfrist habe vor Einlangen der entsprechend dem Verbesserungsantrag modifizierten Antragsbeilagen bei der Baubehörde erster Instanz nicht zu laufen begonnen. ",
            "annotations": []
        },
        {
            "text": "6. In der dagegen erhobenen Beschwerde beantragte die Beschwerdeführerin, das Landesverwaltungsgericht möge in der Sache selbst entscheiden und den Bescheid der belangten Behörde dahingehend abändern, dass dem Devolutionsantrag stattgegeben werde, in eventu den Bescheid der belangten Behörde aufheben und die Sache zur Verfahrensergänzung und neuerlichen Entscheidung an die Behörde zurückverweisen. ",
            "annotations": []
        },
        {
            "text": "7. Mit dem hier angefochtenen Erkenntnis des Landesverwaltungsgerichtes Niederösterreich wurde der Beschwerde \"dahingehend Folge gegeben, als der Spruch des angefochtenen Bescheides des Gemeindevorstandes der Marktgemeinde Pottendorf vom 24.01.2022, Zlen *** und ***, wie folgt zu lauten hat: 'Der Devolutionsantrag vom 20.10.2021 wird gemäß §73 Abs1 und Abs2 Allgemeines Verwaltungsverfahrensgesetz 1991 (AVG) als unzulässig zurückgewiesen.'\" Die ordentliche Revision wurde als unzulässig erklärt. ",
            "annotations": []
        },
        {
            "text": "Begründend wurde dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "\"Voraussetzung für die Zulässigkeit eines Devolutionsantrages ist zunächst die Verletzung einer Entscheidungspflicht durch die Behörde, deren Untätigkeit beanstandet wird. Das bedeutet, dass Voraussetzung für die Zulässigkeit des von dem Gemeindevorstand zurückgewiesenen Devolutionsantrages dementsprechend das Bestehen der von der Beschwerdeführerin aufgrund ihres Antrags vom 20.05.2021 behaupteten Entscheidungspflicht der 'Baubehörde', also wohl des Bürgermeisters der Marktgemeinde Pottendorf, wäre.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Allerdings war der hier gegenständliche Antrag vom 20.05.2021 bereits aufgrund seiner Form nicht geeignet, einen Entscheidungsanspruch der Beschwerdeführerin zu begründen, da darin keine Behörde angerufen wurde. So war das Bauansuchen adressiert 'An die Marktgemeinde Pottendorf, Alte Spinnerei 1, 2486 Pottendorf'. Eine bestimmte Behörde (zB der Bürgermeister) wurde in diesem Antrag nicht genannt oder zum Tätigwerden aufgefordert. ",
            "annotations": []
        },
        {
            "text": "Die in §73 Abs1 AVG festgelegte Verpflichtung, über Anträge von Parteien möglichst rasch, spätestens aber sechs Monate nach deren Einlangen zu entscheiden, trifft aber die Behörde, nicht die Gebietskörperschaft (VwGH 29.08.1996, 96/06/0166). Die Entscheidungspflicht kann daher nur von einem behördlichen Organ, nicht auch von einer Gebietskörperschaft (hier: einer Gemeinde) verletzt werden. ",
            "annotations": []
        },
        {
            "text": "Folglich war der ausdrücklich an eine Gebietskörperschaft, nämlich die Marktgemeinde Pottendorf, gerichtete Antrag vom 20.05.2021 nicht geeignet, eine Entscheidungspflicht einer nicht angerufenen Behörde (hier: des Bürgermeisters) zu begründen.",
            "annotations": []
        },
        {
            "text": "Mangels eines an die Baubehörde erster Instanz gerichteten Antrags traf diese folglich auch keine Entscheidungspflicht, weshalb der Bauwerberin und nunmehrigen Beschwerdeführerin in diesem Verfahren kein Entscheidungsanspruch zukommt. Daher kann auch dahingestellt bleiben, ob (als Voraussetzung für den Ablauf einer Entscheidungsfrist gemäß §5 Abs2 NÖ BO 2014) überhaupt sämtliche erforderliche Antragsbeilagen vorhanden waren, war doch der Antrag nicht an den Bürgermeister als Baubehörde, sondern an die Gemeinde als Gebietskörperschaft gerichtet.",
            "annotations": []
        },
        {
            "text": "Mangels einer Entscheidungspflicht des Bürgermeisters der Marktgemeinde Pottendorf aufgrund des Bauansuchens vom 20.05.2021 war aber auch der auf diese Eingabe bezugnehmende Devolutionsantrag vom 20.10.2021 unzulässig und konnte dieser keinen Zuständigkeitsübergang auf den Gemeindevorstand bewirken.",
            "annotations": []
        },
        {
            "text": "Nach der ständigen hg. Judikatur zur Rechtslage vor Einführung der Verwaltungsgerichtsbarkeit erster Instanz mit 01.01.2014 war die Berufungsbehörde in jenen Fällen, in denen die Unterbehörde unzuständig war, allein dafür zuständig, diese Unzuständigkeit aufzugreifen und den bekämpften Bescheid zu beheben, und zwar unabhängig davon, ob der Rechtsmittelwerber dies im Verfahren eingewendet oder in der Berufung releviert hat (Hinweis E vom 18. März 2010, 2008/07/0049); diese Rechtsprechung kann auf die geltende Rechtslage übertragen werden. Mit hg. Erkenntnis vom 29. Oktober 2015, Ro 2015/07/0019, stellte der Verwaltungsgerichtshof klar, dass das Recht auf Einhaltung der Zuständigkeitsordnung auch von Verwaltungsgerichten aufzugreifen ist (siehe auch §27 erster Satzteil VwGVG: Soweit das Verwaltungsgericht nicht Rechtswidrigkeit wegen Unzuständigkeit der Behörde gegeben findet, hat es ...) (VwGH 27.03.2018, Ra 2017/06/0247). ",
            "annotations": []
        },
        {
            "text": "Aus diesen Erwägungen wäre der Devolutionsantrag vom 20.10.2021 daher als unzulässig zurückzuweisen gewesen, weshalb der angefochtene Bescheid des Gemeindevorstandes der Marktgemeinde Pottendorf spruchgemäß abzuändern war.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "8. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichheit aller Staatsbürger vor dem Gesetz (Art2 StGG), auf ein faires Verfahren (Art6 EMRK) und ein Verfahren vor dem gesetzlichen Richter (Art83 Abs2 B-VG) sowie im Recht auf Unversehrtheit des Eigentums (Art5 StGG, Art1 1. ZPEMRK) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird. ",
            "annotations": []
        },
        {
            "text": "Begründend führt die Beschwerdeführerin im Wesentlichen aus, dass der Bauantrag vom 20. Mai 2021 auf einem Formular der Baubehörde I. Instanz, in welchem die Marktgemeinde Pottendorf als zuständige Behörde ausgewiesen werde, basiere und der Antrag noch am Tage der Einreichung des Ansuchens bei der zuständigen Baubehörde, wie anhand des Eingangstempels ersichtlich, eingelangt sei. Außerdem sei aus dem Akt der Behörden I. und II. Instanz ersichtlich, dass sich diese mit dem Ansuchen auseinandergesetzt hätten und jedenfalls noch am Tag des Einbringens gemäß §6 AVG vorgegangen worden sei. Ein binnen drei Monaten zu entscheidendes Verfahren dauere nunmehr auf Grund diverser Verfahrensmängel nahezu eineinhalb Jahre. Der Beschwerdeführerin sei mangels Entscheidung in der Sache die Verfügung über ihr Eigentum verwehrt. Es werde nicht einmal ein konkretes Ortsbild festgestellt, gegen welches das vorliegende Bauansuchen verstoßen könnte. Das Erkenntnis bewege sich außerhalb des Verfahrensgegenstandes, da der Beschwerde keineswegs Folge gegeben worden sei, weil eine Unzuständigkeit der Baubehörde I. Instanz von der Beschwerdeführerin niemals behauptet worden sei. Eine Zurückweisung wegen Unzuständigkeit entbehre jeglicher Grundlage und stelle eine Verweigerung einer Sachentscheidung dar. Das Landesverwaltungsgericht beziehe sich auf ein Erkenntnis des Verwaltungsgerichtshofes, in welchem das Rechtsmittel an den Verwaltungsgerichtshof falsch bezeichnet worden sei. Das mache insofern einen Unterschied, als bei verfahrenseinleitenden Anträgen wie hier im Unterschied zu Revisionen an den Verwaltungsgerichtshof die Parteien sehr oft nicht anwaltlich vertreten seien. ",
            "annotations": []
        },
        {
            "text": "9. Der Gemeindevorstand der Marktgemeinde Pottendorf und das Landesverwaltungsgericht legten die Gerichts- und Verwaltungsakten vor und sahen von der Erstattung einer Gegenschrift ab. ",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die NÖ Bauordnung 2014 (NÖ BO 2014), LGBl 1/2015, idF LGBl 20/2022 lautet auszugsweise wie folgt (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"§2",
            "annotations": []
        },
        {
            "text": "Zuständigkeit",
            "annotations": []
        },
        {
            "text": "(1) Baubehörde erster Instanz ist",
            "annotations": []
        },
        {
            "text": "- der Bürgermeister",
            "annotations": []
        },
        {
            "text": "- der Magistrat (in Städten mit eigenem Statut)",
            "annotations": []
        },
        {
            "text": "Baubehörde zweiter Instanz ist",
            "annotations": []
        },
        {
            "text": "- der Gemeindevorstand (Stadtrat)",
            "annotations": []
        },
        {
            "text": "- der Stadtsenat (in Städten mit eigenem Statut) ",
            "annotations": []
        },
        {
            "text": "(örtliche Baupolizei)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5",
            "annotations": []
        },
        {
            "text": "Allgemeine Verfahrensbestimmungen, aufschiebende Wirkung",
            "annotations": []
        },
        {
            "text": "(1) Entscheidungen aufgrund dieses Gesetzes, ausgenommen nach §36, sind schriftlich zu erlassen.",
            "annotations": []
        },
        {
            "text": "(2) Die Baubehörde erster Instanz hat über einen Antrag nach §14, sofern das Vorhaben keiner Bewilligung nach einem anderen Gesetz bedarf, sowie über einen Antrag nach §7 Abs6 binnen 3 Monaten zu entscheiden. Die Entscheidungsfrist beginnt erst, wenn alle Antragsbeilagen (§18 Abs1 bis 3 und §19) der Baubehörde vorliegen.[…]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. §73 des Allgemeinen Verwaltungsverfahrensgesetzes 1991 (AVG), BGBl 51/1991, idF BGBl I 57/2018 lautet (ohne Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"3. Abschnitt: Entscheidungspflicht",
            "annotations": []
        },
        {
            "text": "§73. (1) Die Behörden sind verpflichtet, wenn in den Verwaltungsvorschriften nicht anderes bestimmt ist, über Anträge von Parteien (§8) und Berufungen ohne unnötigen Aufschub, spätestens aber sechs Monate nach deren Einlangen den Bescheid zu erlassen. Sofern sich in verbundenen Verfahren (§39 Abs2b) aus den anzuwendenden Rechtsvorschriften unterschiedliche Entscheidungsfristen ergeben, ist die zuletzt ablaufende maßgeblich.",
            "annotations": []
        },
        {
            "text": "(2) Wird ein Bescheid, gegen den Berufung erhoben werden kann, nicht innerhalb der Entscheidungsfrist erlassen, so geht auf schriftlichen Antrag der Partei die Zuständigkeit zur Entscheidung auf die Berufungsbehörde über (Devolutionsantrag). Der Devolutionsantrag ist bei der Berufungsbehörde einzubringen. Er ist abzuweisen, wenn die Verzögerung nicht auf ein überwiegendes Verschulden der Behörde zurückzuführen ist.",
            "annotations": []
        },
        {
            "text": "(3) Für die Berufungsbehörde beginnt die Entscheidungsfrist mit dem Tag des Einlangens des Devolutionsantrages zu laufen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1.1. Eine Verletzung des verfassungsgesetzlich gewährleisteten Rechtes auf Gleichheit aller Staatsbürger vor dem Gesetz kann nach der ständigen Rechtsprechung des Verfassungsgerichtshofes (zB VfSlg 10.413/1985, 14.842/1997, 15.326/1998 und 16.488/2002) nur vorliegen, wenn die angefochtene Entscheidung auf einer dem Gleichheitsgebot widersprechenden Rechtsgrundlage beruht, wenn das Verwaltungsgericht der angewendeten Rechtsvorschrift fälschlicherweise einen gleichheitswidrigen Inhalt unterstellt oder wenn es bei Erlassung der Entscheidung Willkür geübt hat.",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten kann dem Verwaltungsgericht unter anderem dann vorgeworfen werden, wenn es den Beschwerdeführer aus unsachlichen Gründen benachteiligt hat oder aber, wenn die angefochtene Entscheidung wegen gehäuften Verkennens der Rechtslage in einem besonderen Maße mit den Rechtsvorschriften in Widerspruch steht (zB VfSlg 10.065/1984, 14.776/1997, 16.273/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Landesverwaltungsgericht Niederösterreich unterlaufen: ",
            "annotations": []
        },
        {
            "text": "2.1. Mit der bekämpften Entscheidung hat das Landesverwaltungsgericht seine Zuständigkeit in grob gesetzwidriger Weise abgelehnt, indem es der Beschwerde gegen die Abweisung des Devolutionsantrages durch den Gemeindevorstand der Marktgemeinde Pottendorf \"dahingehend Folge\" gab, dass es aussprach, dass der Spruch des Bescheides \"Der Devolutionsantrag wird als unzulässig zurückgewiesen\" zu lauten habe. Sein Erkenntnis begründete das Landesverwaltungsgericht damit, dass keine Entscheidungspflicht der Baubehörde I. Instanz bestanden habe, obzwar das Bauansuchen am 28. Mai 2021 bei der zuständigen Behörde I. Instanz eingelangt sei, von dieser ein Verbesserungsauftrag erlassen und von der Baubehörde II. Instanz der Devolutionsantrag abgewiesen worden sei. ",
            "annotations": []
        },
        {
            "text": "2.2. Soweit sich das Landesverwaltungsgericht einem Abspruch über die Rechtmäßigkeit der Abweisung des Devolutionsantrages durch den Gemeindevorstand mit der Begründung entzog, dass das Bauansuchen von vorneherein keinen Entscheidungsanspruch begründet habe, hat es mit dieser Argumentation die anzuwendenden Rechtsgrundlagen in grober Weise verkannt (vgl zB VfSlg 17.625/2005, 19.795/2013; VfGH 24.02.2020, E3600/2019). Das Landesverwaltungsgericht hat durch die unvertretbare Annahme des Fehlens einer Entscheidungspflicht und damit das Fehlen einer der Vermeidung überlanger Verfahrensdauer dienenden Entscheidungsfrist die Beschwerdeführerin im Recht auf Gleichheit aller Staatsbürger verletzt, zumal dadurch die Verfahrensdauer in einer der Behörde zurechenbaren Weise um unbestimmte Zeit verlängert wurde.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die beschwerdeführende Partei ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichheit aller Staatsbürger vor dem Gesetz verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}