{
    "document_id": "JFT_20230228_22G00235_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit von §16 Abs2 Z3 und Abs3 Mietrechtsgesetz (MRG), BGBl 520/1981 in der Fassung BGBl I 100/2014, sowie von §16 Abs4 MRG in der Fassung BGBl 800/1993, ferner von §2 Abs3 Richtwertgesetz (RichtWG), BGBl 800/1993, wegen Verstoßes gegen das verfassungsgesetzlich gewährleistete Recht auf Gleichheit aller Staatsbürger vor dem Gesetz (Art2 StGG, Art7 Abs1 B-VG) sowie gegen das Bestimmtheitsgebot (Art18 Abs1 B-VG).",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes zum Gestaltungsspielraum des Gesetzgebers im Mietrecht (vgl VfSlg 20.179/2017) bestehen keine Bedenken gegen die Berücksichtigung der Lage im Rahmen des Richtwertsystems, weshalb das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen lässt, dass er keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}