{
    "document_id": "JFT_20230613_22E03117_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt und Beschwerdevorbringen",
            "annotations": []
        },
        {
            "text": "1. Mit Bescheid der Niederösterreichischen Landesregierung vom 12. März 2021 wurde den Projektwerbern gemäß §24 UVP-G 2000 iVm NÖ NSchG 2000 und NÖ Straßengesetz 1999 die Genehmigung zur Errichtung und zum Betrieb näher konkretisierter Maßnahmen des Vorhabens \"S34 Traisental Schnellstraße St. Pölten/Hafing (B1) – Knoten St. Pölten/West (A1) – Wilhelmsburg Nord (B20)\" erteilt.",
            "annotations": []
        },
        {
            "text": "2. Mit Erkenntnis des Bundesverwaltungsgerichtes vom 4. Oktober 2022 wurde diese Genehmigung – nach Durchführung einer mündlichen Verhandlung – um eine näher konkretisierte Auflage ergänzt. Im Übrigen wurden die gegen den Bescheid erhobenen Beschwerden abgewiesen.",
            "annotations": []
        },
        {
            "text": "3. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Bundesgesetzes über die Prüfung der Umweltverträglichkeit (Umweltverträglichkeitsprüfungsgesetz 2000 – UVP-G 2000), BGBl 697/1993, idF BGBl I 80/2018 lauten auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"2. ABSCHNITT",
            "annotations": []
        },
        {
            "text": "UMWELTVERTRÄGLICHKEITSPRÜFUNG UND KONZENTRIERTES GENEHMIGUNGSVERFAHREN",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Partei- und Beteiligtenstellung sowie Rechtsmittelbefugnis",
            "annotations": []
        },
        {
            "text": "§19. (1) Parteistellung haben",
            "annotations": []
        },
        {
            "text": "1. Nachbarn/Nachbarinnen: Als Nachbarn/Nachbarinnen gelten Personen, die durch die Errichtung, den Betrieb oder den Bestand des Vorhabens gefährdet oder belästigt oder deren dingliche Rechte im In- oder Ausland gefährdet werden könnten, sowie die Inhaber/Inhaberinnen von Einrichtungen, in denen sich regelmäßig Personen vorübergehend aufhalten, hinsichtlich des Schutzes dieser Personen; als Nachbarn/Nachbarinnen gelten nicht Personen, die sich vorübergehend in der Nähe des Vorhabens aufhalten und nicht dinglich berechtigt sind; hinsichtlich Nachbarn/Nachbarinnen im Ausland gilt für Staaten, die nicht Vertragsparteien des Abkommens über den Europäischen Wirtschaftsraum sind, der Grundsatz der Gegenseitigkeit;",
            "annotations": []
        },
        {
            "text": "2. die nach den anzuwendenden Verwaltungsvorschriften vorgesehenen Parteien, soweit ihnen nicht bereits nach Z1 Parteistellung zukommt;",
            "annotations": []
        },
        {
            "text": "3. der Umweltanwalt gemäß Abs3;",
            "annotations": []
        },
        {
            "text": "4. das wasserwirtschaftliche Planungsorgan zur Wahrnehmung der wasserwirtschaftlichen Interessen gemäß §§55, 55g und 104a WRG 1959;",
            "annotations": []
        },
        {
            "text": "5. Gemeinden gemäß Abs3;",
            "annotations": []
        },
        {
            "text": "6. Bürgerinitiativen gemäß Abs4, ausgenommen im vereinfachten Verfahren (Abs2);",
            "annotations": []
        },
        {
            "text": "7. Umweltorganisationen, die gemäß Abs7 anerkannt wurden und",
            "annotations": []
        },
        {
            "text": "8. der Standortanwalt gemäß Abs12.",
            "annotations": []
        },
        {
            "text": "(2) Im vereinfachten Verfahren können Bürgerinitiativen gemäß Abs4 als Beteiligte mit dem Recht auf Akteneinsicht am Verfahren teilnehmen.",
            "annotations": []
        },
        {
            "text": "(3) Der Umweltanwalt, die Standortgemeinde und die an diese unmittelbar angrenzenden österreichischen Gemeinden, die von wesentlichen Auswirkungen des Vorhabens auf die Umwelt betroffen sein können, haben im Genehmigungsverfahren und im Verfahren nach §20 Parteistellung. Der Umweltanwalt ist berechtigt, die Einhaltung von Rechtsvorschriften, die dem Schutz der Umwelt dienen, als subjektives Recht im Verfahren geltend zu machen und Beschwerde an das Bundesverwaltungsgericht sowie Revision an den Verwaltungsgerichtshof zu erheben. Gemeinden im Sinne des ersten Satzes sind berechtigt, die Einhaltung von Rechtsvorschriften, die dem Schutz der Umwelt oder der von ihnen wahrzunehmenden öffentlichen Interessen dienen, als subjektives Recht im Verfahren geltend zu machen und Beschwerde an das Bundesverwaltungsgericht sowie Revision an den Verwaltungsgerichtshof zu erheben.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "3. ABSCHNITT",
            "annotations": []
        },
        {
            "text": "UMWELTVERTRÄGLICHKEITSPRÜFUNG FÜR BUNDESSTRASSEN UND HOCHLEISTUNGSSTRECKEN",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Entscheidung",
            "annotations": []
        },
        {
            "text": "§24f. ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(8) In den Genehmigungsverfahren nach Abs6 haben die nach den anzuwendenden Verwaltungsvorschriften und die vom jeweiligen Verfahrensgegenstand betroffenen Personen gemäß §19 Abs1 Z1 Parteistellung. Die im §19 Abs1 Z3 bis 6 angeführten Personen haben Parteistellung nach Maßgabe des §19 mit der Berechtigung, die Einhaltung von Umweltschutzvorschriften als subjektives Recht im Verfahren wahrzunehmen und Beschwerde an das Bundesverwaltungsgericht sowie Revision an den Verwaltungsgerichtshof, Bürgerinitiativen auch Beschwerde an den Verfassungsgerichtshof zu erheben. Personen gemäß §19 Abs1 Z7 und §19 Abs11 haben Parteistellung nach Maßgabe des §19 mit der Berechtigung, die Einhaltung von Umweltschutzvorschriften im Verfahren wahrzunehmen und Beschwerde an das Bundesverwaltungsgericht sowie Revision an den Verwaltungsgerichtshof zu erheben. Der Standortanwalt gemäß §19 Abs.1 Z8 hat Parteistellung, um die Einhaltung von Vorschriften über öffentliche Interessen, die für die Verwirklichung des Vorhabens sprechen, geltend zu machen und Beschwerde an das Bundesverwaltungsgericht sowie Revision an den Verwaltungsgerichtshof zu erheben. Wurde eine Umweltverträglichkeitsprüfung im vereinfachten Verfahren durchgeführt, so können Bürgerinitiativen gemäß §19 Abs4 an den Verfahren als Beteiligte mit dem Recht auf Akteneinsicht teilnehmen.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur teilweisen Unzulässigkeit der Beschwerde:",
            "annotations": []
        },
        {
            "text": "1.1. Zur Rechtslage vor der Verwaltungsgerichtsbarkeits-Novelle 2012 hat der Verfassungsgerichtshof in ständiger Rechtsprechung den Standpunkt eingenommen, dass die Beschwerdelegitimation nach Art144 Abs1 B-VG nur dann gegeben ist, wenn durch den bekämpften Bescheid irgendein subjektives Recht der beschwerdeführenden Partei verletzt worden sein kann, dh wenn die bescheidmäßigen Anordnungen oder Feststellungen die subjektive Rechtssphäre des Beschwerdeführers berühren, der Bescheid demgemäß subjektive Rechte begründet (verändert) oder feststellt (vgl VfSlg 11.764/1988, 15.398/1999, 15.733/2000, 17.840/2006, 17.920/2006, 18.442/2008, 19.151/2010, 19.289/2011). Für die Beschwerdelegitimation gemäß Art144 Abs1 B-VG in der mit 1. Jänner 2014 in Kraft getretenen Fassung gelten sinngemäß dieselben Voraussetzungen (vgl zB VfGH 20.2.2014, B182/2014; 24.11.2017, E1041/2016; 27.2.2018, E2179/2017; 10.3.2020, E788/2020; 15.12.2021, E4122/2021).",
            "annotations": []
        },
        {
            "text": "1.2. Standortgemeinden und die an diese unmittelbar angrenzenden österreichischen Gemeinden, die von wesentlichen Auswirkungen des Vorhabens auf die Umwelt betroffen sein können, haben gemäß §24f Abs8 iVm §19 Abs3 UVP-G 2000 im Genehmigungsverfahren Parteistellung. Zur Beschwerdeführung vor dem Verfassungsgerichtshof sind Standortgemeinden gemäß §24f Abs8 iVm §19 Abs3 UVP-G 2000 allerdings nicht legitimiert. Nicht ausgeschlossen ist es für eine Gemeinde jedoch, vor dem Verfassungsgerichtshof Beschwerde gegen eine Genehmigung nach dem UVP-G 2000 zu führen, wenn ihr Parteistellung im Hinblick auf \"echte\" subjektive öffentliche Rechte zukommt (vgl VfSlg 18.659/2008; VfGH 24.11.2017, E1041/2016).",
            "annotations": []
        },
        {
            "text": "1.3. Die vorliegende Beschwerde enthält keinerlei Ausführungen zur Beschwerdelegitimation und macht insbesondere nicht geltend, dass der zweitbeschwerdeführenden Gemeinde Parteistellung im Hinblick auf \"echte\" subjektive öffentliche Rechte iSd §24f Abs8 iVm §19 Abs1 Z1 UVP-G 2000 zukäme. Für diese Annahme finden sich auch im angefochtenen Erkenntnis keine Anhaltspunkte. Der zweitbeschwerdeführenden Gemeinde kommt daher keine Beschwerdelegitimation gemäß Art144 B-VG zu, sodass ihre Beschwerde schon aus diesem Grund zurückzuweisen ist. ",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2.2. Die vorliegende Beschwerde rügt die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten. Nach den Beschwerdebehauptungen wären diese Rechtsverletzungen aber zum erheblichen Teil nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob die Entscheidung des Bundesverwaltungsgerichtes in jeder Hinsicht rechtmäßig ergangen ist, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerde der zweitbeschwerdeführenden Marktgemeinde Ober-Grafendorf ist mangels Legitimation zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "3. Dies konnte gemäß §19 Abs3 Z1 iVm §31 letzter Satz VfGG bzw §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden. ",
            "annotations": []
        }
    ]
}