{
    "document_id": "JFT_20230920_23G00215_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art140 Abs1 Z1 litd B-VG begehrt die Antragstellerin,",
            "annotations": []
        },
        {
            "text": "\"der Verfassungsgerichtshof möge aussprechen, dass die Wortfolge 'von Tageszeitungen' in §12b Abs1 PresseFG in der Fassung der Kundmachung BGBl I Nr 24/2020 verfassungswidrig war\".",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Presseförderungsgesetzes  2004 (PresseFG 2004), BGBl I 136/2003, idF des 4. COVID-19-Gesetzes (BGBl I 24/2020) lauteten (die angefochtene Wortfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Abschnitt I",
            "annotations": []
        },
        {
            "text": "Grundlagen",
            "annotations": []
        },
        {
            "text": "Förderungsziel und Aufteilung der Mittel",
            "annotations": []
        },
        {
            "text": "§1. (1) Der Bund unterstützt die österreichischen Tages- und Wochenzeitungen durch finanzielle Zuwendungen, um die Vielfalt der Presse in Österreich zu fördern.",
            "annotations": []
        },
        {
            "text": "(2) Die Mittel der Presseförderung sind entsprechend den bundesfinanzgesetzlichen Ansätzen auf Vertriebsförderung, Besondere Förderung sowie Qualitätsförderung und Zukunftssicherung zu verteilen.",
            "annotations": []
        },
        {
            "text": "(3) Die Zuteilung der Fördermittel an die Förderungswerber obliegt der nach dem KommAustria-Gesetz, ArtI BGBl I Nr 32/2001, eingerichteten Kommunikationsbehörde Austria (KommAustria).",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Abschnitt II",
            "annotations": []
        },
        {
            "text": "Vertriebsförderung",
            "annotations": []
        },
        {
            "text": "Allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "§5. (1) Nach den Bestimmungen dieses Abschnitts werden Tages- und Wochenzeitungen gefördert.",
            "annotations": []
        },
        {
            "text": "(2) Die für die Zwecke der Vertriebsförderung gemäß diesem Abschnitt bereitgestellten Mittel sind im Verhältnis 54 zu 46 zwischen Tageszeitungen und Wochenzeitungen aufzuteilen.",
            "annotations": []
        },
        {
            "text": "Vertriebsförderung von Tageszeitungen",
            "annotations": []
        },
        {
            "text": "§6. (1) Tageszeitungen wird eine Förderung zugeteilt, wenn sie die Voraussetzungen des Abschnittes I erfüllen.",
            "annotations": []
        },
        {
            "text": "(2) Die Verteilung hat so zu erfolgen, dass die im Fördertopf „Vertriebsförderung für Tageszeitungen“ vorgesehenen Mittel gleichmäßig auf alle förderungswürdigen Tageszeitungen verteilt werden. Werden von einem Verleger mehrere Tageszeitungen verlegt, die jede für sich die Voraussetzungen für die Vertriebsförderung erfüllt, so verringert sich der Förderungsbetrag für die Tageszeitung mit der zweithöchsten im Abonnement verbreiteten Exemplaranzahl um 20 vH, für die mit der dritthöchsten um 40 vH, für die mit der vierthöchsten um 60 vH, für die mit der fünfthöchsten um 80 vH. Werden vom selben Verleger noch weitere Tageszeitungen verlegt, sind diese nicht mehr zu fördern. Diese Kürzungen gelten auch für mehrere Tageszeitungen des selben Medienverbundes (§2 Z7 des Privatradiogesetzes, BGBl I Nr 20/2001).",
            "annotations": []
        },
        {
            "text": "Vertriebsförderung von Wochenzeitungen",
            "annotations": []
        },
        {
            "text": "§7. (1) Die Förderung wird Wochenzeitungen, sofern sie die Voraussetzungen des Abschnittes I erfüllen, für die ersten 15 000 im Abonnement verbreiteten Exemplare (inklusive Groß- und Mitgliederabonnements) zuerkannt.",
            "annotations": []
        },
        {
            "text": "(2) Werden von einem Verleger mehrere Wochenzeitungen verlegt, die jede für sich die Voraussetzungen für die Vertriebsförderung erfüllt, so ist der zweithöchste gemäß Abs3 errechnete Förderungsbetrag um 20 vH, der dritthöchste Förderungsbetrag um 40 vH, der vierthöchste um 60 vH, der fünfthöchste um 80 vH zu kürzen. Werden vom selben Verleger noch weitere Wochenzeitungen verlegt, sind diese nicht mehr zu fördern. Diese Kürzungen gelten auch für mehrere Wochenzeitungen des selben Medienverbundes (§2 Z7 des Privatradiogesetzes, BGBl I Nr 20/2001).",
            "annotations": []
        },
        {
            "text": "(3) Die Höhe der Vertriebsförderung für Wochenzeitungen errechnet sich in der Weise, dass die Anzahl der Abonnementexemplare mit dem Faktor A multipliziert wird. Der Faktor A, der für die ersten vollen 1 000 Exemplare den Wert 0,015 hat, verringert sich bei jedem Tausenderschritt linear um den Wert 0,001. Das jeweilige Produkt ist mit der Anzahl der jährlichen Nummern zu multiplizieren. Die sich daraus ergebenden Werte sind mittels eines Verteilungsschlüssels so umzurechnen, dass die im Fördertopf „Vertriebsförderung für Wochenzeitungen“ vorgesehenen Mittel voll ausgeschöpft werden können. Es werden nur volle Tausenderpakete gefördert.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Abschnitt III",
            "annotations": []
        },
        {
            "text": "Besondere Förderung zur Erhaltung der regionalen Vielfalt der Tageszeitungen",
            "annotations": []
        },
        {
            "text": "Voraussetzungen und Berechnung",
            "annotations": []
        },
        {
            "text": "§8. (1) Der Bund trägt durch eine Besondere Förderung zur Erhaltung der Vielfalt der Tageszeitungen in den Bundesländern bei. Diese Besondere Förderung besteht in finanziellen Zuwendungen des Bundes an Tageszeitungen einschließlich Kopfblätter mit besonderer Bedeutung für die politische Meinungs- und Willensbildung, denen jedoch nicht eine marktführende Stellung gemäß Abs4 zukommt.",
            "annotations": []
        },
        {
            "text": "(2) Eine Förderung nach diesem Abschnitt erhalten Tageszeitungen, deren verkaufte Auflage pro Nummer im Jahresdurchschnitt auf das gesamte Bundesgebiet bezogen 100 000 Stück nicht übersteigt, deren jährlicher Seitenumfang nicht zu mehr als der Hälfte aus Anzeigen besteht und die mindestens 12 hauptberuflich tätige Journalisten beschäftigen.",
            "annotations": []
        },
        {
            "text": "(3) Von der Besonderen Förderung ausgeschlossen ist die nach der Anzahl der verkauften Exemplare national marktführende Tageszeitung. Des Weiteren ausgeschlossen sind die regional marktführenden Tageszeitungen. Sollte die national marktführende Tageszeitung auch regional marktführend sein, ist im jeweiligen Bundesland auch jene Tageszeitung mit der zweithöchsten Anzahl an verkauften Exemplaren einer regional marktführenden gleichzuhalten und ebenfalls von der Besonderen Förderung ausgeschlossen.",
            "annotations": []
        },
        {
            "text": "(4) Nationaler Marktführer im Sinne des Abs3 ist die Tageszeitung mit der größten Anzahl an verkauften Exemplaren unter den Tageszeitungen im Bundesgebiet. Regionaler Marktführer im Sinne des Abs3 ist die Tageszeitung mit der größten Anzahl an verkauften Exemplaren unter den Tageszeitungen in ihrem jeweiligen regionalen Hauptverbreitungsgebiet. Eine Tageszeitung hat ihr regionales Hauptverbreitungsgebiet in dem Bundesland, in dem sie die größte Anzahl an verkauften Exemplaren aufweist. Für die Ermittlung der Marktführerschaft nach dieser Bestimmung ist die gesamte verkaufte Auflage heranzuziehen.",
            "annotations": []
        },
        {
            "text": "(5) Die Mittel für Besondere Förderung werden wie folgt verteilt:",
            "annotations": []
        },
        {
            "text": "1. Jede förderungswürdige Zeitung erhält einen Sockelbetrag von 500 000 €.",
            "annotations": []
        },
        {
            "text": "2. Die restlichen Fördermittel werden verteilt, indem die verkaufte Auflage im regionalen Hauptverbreitungsgebiet, höchstens jedoch 25 000, mit der Anzahl der jährlichen Nummern multipliziert wird. Das Ergebnis dieser Berechnung ist mittels Verteilungsschlüssel so umzurechnen, dass die Mittel voll ausgeschöpft werden können.",
            "annotations": []
        },
        {
            "text": "Abschnitt IV",
            "annotations": []
        },
        {
            "text": "Qualitätsförderung und Zukunftssicherung",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Förderung der Journalistenausbildung",
            "annotations": []
        },
        {
            "text": "§10. (1) Verleger von Tages- oder Wochenzeitungen, die die Voraussetzungen des Abschnittes I erfüllen, können um Fördermittel gemäß dieses Absatzes ansuchen. Zur Förderung der Ausbildung von Nachwuchsjournalisten wird dem Verleger ein Zuschuss in Höhe von höchstens einem Drittel der nachgewiesenen Ausbildungskosten erstattet, wobei der Zuschuss höchstens 20 000 € pro Tages- oder Wochenzeitung betragen darf. Als Ausbildungskosten werden die Kosten von Aspiranten und von Redaktionsmitgliedern, die ganz oder teilweise für die interne Ausbildung zum Journalisten im Print-Bereich und – falls die Ausbildungsmodule auch den Online-Bereich inkludieren – im Online-Bereich abgestellt sind, anerkannt. Eine nur auf den Online-Bereich beschränkte Ausbildung wird nicht mit Zuschüssen bedacht. Mit dem Begehren auf Förderung sind die Ausbildungskonzepte, die Namen und Lebensläufe der an den Ausbildungsprogrammen teilnehmenden Personen sowie ein Nachweis über deren journalistische Produktion vorzulegen. Die für Ausbildungszwecke abgestellten Redaktionsmitglieder sind namentlich zu nennen.",
            "annotations": []
        },
        {
            "text": "(2) Vereinigungen, deren Hauptaufgabe die berufsbegleitende Aus- und Fortbildung von journalistischen Mitarbeitern österreichischer Medienunternehmen ist und die hiefür von repräsentativer Bedeutung sind, können Fördermittel gewährt werden, sofern sich hiefür alle gemäß §4 Abs3 Z1 litb und c bestellten Mitglieder der Presseförderungskommission aussprechen, sie nicht auf Gewinn gerichtet sind und ihre Aus- und Fortbildungsmaßnahmen sich vorwiegend auf diejenigen Mitarbeiter beschränken, die als Angestellte eines österreichischen Medienunternehmens journalistisch tätig sind oder ihre journalistische Tätigkeit ständig und nicht bloß als wirtschaftlich unbedeutende Nebenbeschäftigung ausüben. Neben der Durchführung von Seminaren können auch Volontariate angerechnet werden. Kriterien für die Aufteilung von Fördermitteln für Seminare und Volontariate sind in den Förderrichtlinien festzulegen. Zwischen den Förderungswerbern werden die Fördermittel wie folgt aufgeteilt:",
            "annotations": []
        },
        {
            "text": "1. 70 vH der für diese Zwecke vorgesehenen Mittel werden an Vereinigungen vergeben, die sich ausschließlich oder vorwiegend einer intensiven Journalistenausbildung widmen, mindestens einen hauptberuflich für die Aufgaben der Journalistenausbildung tätigen Angestellten beschäftigen und mindestens 1 300 Ausbildungstage im Jahr erreichen.",
            "annotations": []
        },
        {
            "text": "2. 30 vH der für diese Zwecke vorgesehenen Mittel werden an Vereinigungen vergeben, die zwar den Voraussetzungen des ersten Satzes des Abs2 entsprechen, aber die Voraussetzungen nach Z1 nicht erfüllen und die sich insbesondere auch der Talent- bzw Nachwuchsförderung widmen. Dieser Betrag wird so verteilt, dass keiner Vereinigung mehr als ein Drittel der für diese Zwecke vorgesehenen Mittel gewährt werden.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Sonstige Förderungen",
            "annotations": []
        },
        {
            "text": "§11. (1) Zum Zweck der Förderung des Einsatzes angestellter Auslandskorrespondenten können Verleger von Tages- und Wochenzeitungen, die die Voraussetzungen des Abschnittes I erfüllen, einen Zuschuss von höchstens 40 000 € pro Jahr erhalten, wobei der Förderungsbetrag pro Auslandskorrespondenten höchstens die Hälfte der nachgewiesenen Kosten ausmachen darf.",
            "annotations": []
        },
        {
            "text": "(2) Zum Zwecke der Förderung des Lesens von Tages- und Wochenzeitungen, insbesondere an Schulen, können",
            "annotations": []
        },
        {
            "text": "1. Vereinigungen, die sich Leseförderung zum überwiegenden Ziel gesetzt haben und hiefür von repräsentativer Bedeutung für das gesamte Bundesgebiet sind, einen Zuschuss von höchstens 50 vH ihrer Aufwendungen erhalten;",
            "annotations": []
        },
        {
            "text": "2. Verleger, die Tages- oder Wochenzeitungen an Schulen gratis abgeben, gefördert werden. Nach Maßgabe der vorhandenen Mittel können bis zu 10 vH des regulären Verkaufspreises refundiert werden.",
            "annotations": []
        },
        {
            "text": "(3) Für Forschungsprojekte auf dem Gebiet des Pressewesens, insbesondere im Bereich des Zeitungsmarketings, können Zuschüsse vergeben werden, sofern der Förderungsträger einen detaillierten Projektplan vorlegt und nachweist, dass er selbst mindestens 50 vH der Kosten aufbringt. Die Geförderten haben über die widmungsgemäße Verwendung der Fördermittel genaue Aufzeichnungen zu führen und diese innerhalb der ersten drei Monate des auf die Zuteilung der Fördermittel folgenden Kalenderjahres der KommAustria zu übermitteln. Nicht widmungsgemäß verwendete Mittel sind zurückzuzahlen.",
            "annotations": []
        },
        {
            "text": "(4) Nicht auf Gewinn gerichteten Vereinigungen, deren Hauptaufgabe die Veranstaltung oder Durchführung von Pressekonferenzen ist und die hiefür von repräsentativer Bedeutung sind, kann maximal 50 vH der in §9 Abs1 Z2 vorgesehenen Gesamtfördermittel gewährt wirden.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Abschnitt IVa",
            "annotations": []
        },
        {
            "text": "Außerordentliche Fördermaßnahme",
            "annotations": []
        },
        {
            "text": "Druckkostenbeitrag",
            "annotations": []
        },
        {
            "text": "§12b. (1) Zur Abfederung der wirtschaftlichen Auswirkungen der COVID-19 Krisensituation auf die Einnahmensituation im Bereich der Printmedien werden im Jahr 2020 Medieninhaber von Tageszeitungen mit einem einmaligen Betrag von 3,25 Euro pro Exemplar der anhand des Jahres 2019 ermittelten durchschnittlichen Druckauflage finanziell unterstützt.",
            "annotations": []
        },
        {
            "text": "(2) Ansuchen sind innerhalb von 4 Wochen ab Ablauf des Tages der Kundmachung des Bundesgesetzes BGBl I Nr 24/2020 bei der KommAustria einzubringen und haben geeignete Nachweise über die Höhe der Druckauflage zu enthalten.",
            "annotations": []
        },
        {
            "text": "Abschnitt V",
            "annotations": []
        },
        {
            "text": "Schlussbestimmungen",
            "annotations": []
        },
        {
            "text": "Beobachtungszeitraum und Auszahlung",
            "annotations": []
        },
        {
            "text": "§14. (1) Die in diesem Bundesgesetz vorgesehenen Zuwendungen werden für jenes Kalenderjahr gewährt, für das der Förderungswerber die für die Zuerkennung notwendigen Unterlagen und Nachweise beigebracht hat.",
            "annotations": []
        },
        {
            "text": "(2) Die Auszahlung sämtlicher Förderungen erfolgt in zwei gleich hohen Teilbeträgen. Der zweite Teilbetrag ist spätestens im November des jeweiligen Jahres zur Auszahlung zu bringen. Für den Fall, dass eine Tages- oder Wochenzeitung zum Zeitpunkt der Auszahlung eines Teilbetrages nicht mehr verlegt wird, ist von einer Auszahlung abzusehen. Der einbehaltene Betrag kann nicht für eine andere Förderung nach diesem Bundesgesetz verwendet werden. Diese Bestimmung gilt sinngemäß auch für alle anderen Förderungswerber.\"",
            "annotations": []
        },
        {
            "text": "2. §12c PresseFG 2004 idF BGBl I 82/2020 lautete:",
            "annotations": []
        },
        {
            "text": "\"Außerordentliche Förderung Wochen-, Regional- und Online-zeitungen sowie Zeitschriften",
            "annotations": []
        },
        {
            "text": "§12c. (1) Zur Abfederung der wirtschaftlichen Auswirkungen der COVID-19 Krisensituation auf die Einnahmensituation unterstützt der Bund einmalig im Jahr 2020 in Ergänzung zu den bereits mit BGBl I Nr 24/2020 geregelten Fördermaßnahmen mit insgesamt 3 Mio Euro",
            "annotations": []
        },
        {
            "text": "1. Medieninhaber von Wochenzeitungen unter den Voraussetzungen in Abs2,",
            "annotations": []
        },
        {
            "text": "2. Medieninhaber von Zeitschriften unter den Voraussetzungen in Abs3 und Abs3a und",
            "annotations": []
        },
        {
            "text": "3. Medieninhaber von Regionalzeitungen unter den Voraussetzungen in Abs4",
            "annotations": []
        },
        {
            "text": "4. Medieninhaber von Onlinezeitungen und -zeitschriften unter den Voraussetzungen in Abs5 durch die Gewährung eines einmaligen Förderbetrags.",
            "annotations": []
        },
        {
            "text": "(2) Für die Gewährung dieser zusätzlichen Fördermittel gelten für Wochenzeitungen die in §2 geregelten Voraussetzungen mit der Maßgabe, dass das in §2 Abs1 Z2 normierte Erfordernis des Verkaufs oder Abonnementbezugs und das in §2 Abs1 Z5 normierte Erfordernis eines Verkaufspreises bei Wochenzeitungen entfallen.",
            "annotations": []
        },
        {
            "text": "(3) Medieninhabern von Zeitschriften kann eine Förderung gewährt werden, wenn entweder die Förderungsvoraussetzungen nach Abschnitt II des Publizistikförderungsgesetzes, BGBl Nr 369/1984, erfüllt werden oder den nachfolgend angeführten Kriterien entsprochen wird, wobei deren Erfüllung anhand des Beobachtungszeitraums des Jahres 2019 zu beurteilen ist und §2 Abs3 bis 9 sinngemäß anzuwenden sind: […]",
            "annotations": []
        },
        {
            "text": "(3a) Abweichend von Abs3 Z1, 4 und 5 kann Medieninhabern einer Zeitschrift auch dann eine Förderung gewährt werden, wenn sich ihre auf die inhaltliche Gestaltung, die Herstellung und den Vertrieb der Zeitschrift gerichtete Tätigkeit nicht auf das gesamte Kalenderjahr 2019 erstreckt hat, die Zeitschrift aber zumindest von Juli 2019 bis Juni 2020 viermal mit einer Druckauflage von 5.000 Stück erschienen ist und der Medieninhaber seit Aufnahme dieser Tätigkeit Arbeitskräfte im Ausmaß von zumindest zwei Vollzeitäquivalenten beschäftigt hat.",
            "annotations": []
        },
        {
            "text": "(4) Für die Gewährung einer Förderung gelten im Fall von Regionalzeitungen, unter der zusätzlichen Bedingung, dass diese nicht schon eine Förderung nach Abs2 in Anspruch nehmen, die nachfolgend angeführten Kriterien, wobei deren Erfüllung anhand des Beobachtungszeitraums des Jahres 2019 zu beurteilen ist und §2 Abs3 und 5 bis 9 sinngemäß anzuwenden sind: […]",
            "annotations": []
        },
        {
            "text": "(5) Onlinezeitungen und -zeitschriften im Sinne dieses Abschnittes sind Zeitungen oder Zeitschriften, die dem Leser im Gegensatz zur gedruckten Form digital zur Verfügung stehen. Für die Gewährung einer Förderung gelten im Fall von solchen elektronischen Medien die nachfolgend angeführten Voraussetzungen: […]",
            "annotations": []
        },
        {
            "text": "(6) Die Höhe der Förderung wird ausgehend vom in Abs1 genannten Gesamtbetrag aufgrund des Verhältnisses der den einzelnen Medieninhabern in den Monaten März bis Juni 2020 für inhaltliche Gestaltung, die Herstellung und den Vertrieb oder die Verbreitung der betreffenden Medien entstandenen direkten und indirekten Personalkosten zueinander errechnet. Von diesen Kosten sind jedenfalls Zuwendungen von Gebietskörperschaften, und Versicherungen, welche den Ersatz derselben oder gleichartiger Kosten vorsehen, abzuziehen. Nicht in Abzug zu bringen ist die dem Medieninhaber insgesamt in Pauschalsätzen je Ausfallstunde gewährte oder in Aussicht gestellte Kurzarbeitsbeihilfe.",
            "annotations": []
        },
        {
            "text": "(7) Von der nach den Bestimmungen dieses Abschnitts ermittelten Höhe der Förderung sind die im Jahr 2020 durch einen Medieninhaber in Anspruch genommene erhöhte Vertriebsförderung gemäß §17 Abs8a iVm §7 und der Druckkostenbeitrag gemäß §12b in Abzug zu bringen.",
            "annotations": []
        },
        {
            "text": "(8) Die Förderung nach den vorangehenden Absätzen ist, auch im Falle mehrerer Ansuchen desselben Medieninhabers, mit insgesamt 200 000 Euro begrenzt. Diese Begrenzung gilt auch für Ansuchen mehrerer Medieninhaber aus demselben Medienverbund. Als mit einem Medieninhaber im Verbund stehend gelten Personen oder Personengesellschaften im Sinne des §9 Abs4 des Privatradiogesetzes, BGBl I Nr 20/2001.",
            "annotations": []
        },
        {
            "text": "(9) Ansuchen sind innerhalb von dreißig Tagen ab Ablauf des Tages der Kundmachung des Bundesgesetzes BGBl I Nr 82/2020 bei der KommAustria einzubringen und haben geeignete Nachweise über die Erfüllung der in den Abs2 bis 5 angeführten Voraussetzungen zu enthalten; für den Nachweis über die Höhe der Personalkosten und der die Förderung mindernden Zuwendungen ist eine von der Geschäftsführung gezeichnete Erklärung vorzulegen. Im Falle von Zweifeln kann die KommAustria auch zu den übrigen Voraussetzungen die Vorlage von Nachweisen verlangen. §4 Abs2 zweiter Satz ist mit der Maßgabe anzuwenden, dass die Frist zehn Tage beträgt.",
            "annotations": []
        },
        {
            "text": "(10) Der nach dieser Bestimmung für einen Medieninhaber ermittelte Förderbetrag ist abweichend von §14 Abs2 als einmaliger Gesamtbetrag spätestens innerhalb von zwei Monaten nach Ablauf des Tages der Kundmachung des Bundesgesetzes BGBl I Nr 82/2020 zur Auszahlung zu bringen. §14 Abs2 dritter Satz ist sinngemäß anzuwenden.\"",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt und Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "1.1. Die Antragstellerin ist Medieninhaberin (§1 Abs1 Z8 litd MedienG) zweier wöchentlich erscheinender Druckwerke und stellte am 23. April 2020 bei der Kommunikationsbehörde Austria ein Ansuchen auf eine außerordentliche Fördermaßnahme (Druckkostenbeitrag) gemäß §12b Abs1 PresseFG 2004 idF BGBl I 24/2020. Dem kam die Kommunikationsbehörde Austria nicht nach.",
            "annotations": []
        },
        {
            "text": "1.2. Daraufhin brachte die Antragstellerin gegen den Bund eine Klage beim Handelsgericht Wien ein, worin sie den Zuspruch von 796.428,75 Euro an außerordentlicher Fördermaßnahme (Druckkostenbeitrag) gemäß §12b Abs1 PresseFG 2004 zzgl. Zinsen begehrt. Diese Klage wurde mit Urteil des Handelsgerichtes Wien vom 12. Mai 2023 abgewiesen. Dagegen erhob die Antragstellerin Berufung und stellte anlässlich dieses Rechtsmittels den hier in Rede stehenden Antrag gemäß Art140 Abs1 Z1 litd B-VG.",
            "annotations": []
        },
        {
            "text": "Darin bringt sie vor, dass sie durch §12b Abs1 PresseFG 2004 idF BGBl I 24/2020 in ihrem verfassungsgesetzlich gewährleisteten Recht auf Gleichheit aller Staatsbürger vor dem Gesetz gemäß Art7 Abs1 B-VG und Art2 StGG verletzt werde. Tageszeitungen wiesen nämlich im Vergleich zu Wochenzeitungen keine höhere Förderungswürdigkeit auf. Der Ausschluss von Wochenzeitungen von der Gewährung von Druckkostenbeiträgen gemäß §12b PresseFG 2004 sei daher eine unsachliche Abweichung vom System der Presseförderung, zumal Wochenzeitungen viel stärker als Tageszeitungen auf eine \"Abfederung\" der negativen wirtschaftlichen Auswirkungen der COVID-19-Krise angewiesen seien, hätten sie doch weniger Möglichkeiten zur Kosteneinsparung. Hinzu komme, dass das vom Gesetzgeber geschaffene Ordnungssystem eine grundsätzlich gleiche Wertigkeit von Tages- und Wochenzeitungen erkennen lasse, wobei §12b PresseFG 2004 eine unsachliche Abweichung von diesem System darstelle. Daran ändere auch §12c PresseFG 2004 idF BGBl I 82/2020 nichts, da diese Regelung nicht zwischen Wochenzeitungen differenziere, die grundsätzlich Anspruch auf Förderung nach dem PresseFG 2004 hätten, und solchen, für die das nicht gelte.",
            "annotations": []
        },
        {
            "text": "1.3. Die Bundesregierung erstattete eine Äußerung, in der sie die Zurückweisung, in eventu die Abweisung des Antrages begehrt. Der von der Antragstellerin gewählte Anfechtungsumfang erweise sich als zu eng, weil §12b PresseFG 2004 durch die Aufhebung der von der Antragstellerin angefochtenen Wortfolge einen dem Gesetzgeber nicht mehr zusinnbaren Inhalt erhielte. Anstatt Medieninhaber von Tageszeitungen würden alle Medieninhaber von Printmedien als Adressaten der Norm in Betracht kommen. Dabei sei zu beachten, dass mit dem zeitgleich in Kraft gewesenen §12c PresseFG 2004 auch bisher nicht vom PresseFG 2004 erfasste Medienarten (wie Zeitschriften und Regionalzeitungen) eingefügt worden seien, wodurch der Kreis an potentiellen Medieninhabern im Verständnis des PresseFG 2004 wesentlich erweitert worden sei. Die Antragstellerin wäre vor diesem Hintergrund dazu verpflichtet gewesen, den gesamten §12b PresseFG 2004 anzufechten.",
            "annotations": []
        },
        {
            "text": "Im Übrigen sei die in §12b PresseFG 2004 vorgesehene unterschiedliche Behandlung von Tages- und Wochenzeitungen auch gerechtfertigt: Die Medienfreiheit schütze vordergründig die weitflächige Verbreitung von Inhalten und die durch eine regelmäßige Verbreitung geförderte \"Synchronisierung\" der Gesellschaft, was eine Differenzierung nach Reichweite sowie Häufigkeit des Erscheinens und damit zwischen Tages- und Wochenzeitungen nahelege, wobei das PresseFG 2004 auch an anderen Stellen zwischen Tages- und Wochenzeitungen unterscheide. Hinzu komme, dass §12b PresseFG 2004 dem finanziellen Ausgleich der Druckkosten diene, die aber bei Tageszeitungen aufgrund der höheren Erscheinungshäufigkeit ungleich höher seien. Auch seien Wochenzeitungen im Rahmen des §12c PresseFG 2004 gefördert worden.",
            "annotations": []
        },
        {
            "text": "IV. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2. Vorausgeschickt sei, dass §12b PresseFG 2004 idF BGBl I 24/2020 mit Ablauf des 31. Dezember 2020 ebenso außer Kraft getreten ist (§17 Abs9 PresseFG 2004) wie der bereits erwähnte §12c PresseFG 2004 idF BGBl I 82/2020 (§17 Abs10 PresseFG 2004). Das alleine macht den Antrag aber nicht unzulässig (vgl insbesondere Art140 Abs4 B-VG).",
            "annotations": []
        },
        {
            "text": "Sowohl §12b als auch §12c waren Teil des mit \"Außerordentliche Fördermaßnahme\" betitelten Abschnittes IVa des PresseFG 2004. §12b leg. cit. sah dabei eine einmalige Förderung für Medieninhaber von Printmedien im Ausmaß von 3,25 Euro pro Exemplar der anhand des Jahres 2019 ermittelten durchschnittlichen Druckauflage vor. Der später in Kraft getretene §12c PresseFG 2004 sah demgegenüber außerordentliche Förderungen für Wochen-, Regional- und Online-Zeitungen sowie Zeitschriften im Ausmaß von insgesamt 3 Millionen Euro vor. Wochenzeitungen wurden gemäß §12c Abs2 leg. cit. über das gewöhnliche Förderregime hinaus – unabhängig von dem in §2 Abs1 Z2 leg. cit. normierten Erfordernis des Verkaufs oder Abonnementbezuges und dem in §2 Abs1 Z5 leg. cit. enthaltenen Erfordernis eines Verkaufspreises bei Wochenzeitungen – gefördert; die in den genannten Ziffern festgelegte Mindesterscheinungshäufigkeit von 41-mal jährlich sowie das Erfordernis einer verkauften Auflage von zumindest 5.000 Stück blieben davon unberührt. Die Gesamtfördersumme wurde auf die einzelnen Medieninhaber abhängig von den Personalkosten im Vergleichszeitraum März bis Juni 2020 aufgeteilt, wobei gewisse Förderungen (ua jene nach §12b PresseFG 2004) in Abzug zu bringen waren und die Förderung je Medieninhaber mit 200.000 Euro begrenzt war.",
            "annotations": []
        },
        {
            "text": "3. Nach ständiger Rechtsprechung ist es dem Verfassungsgerichtshof verwehrt, einer Rechtsvorschrift durch Aufhebung bloßer Teile einen völlig veränderten, dem Normsetzer überhaupt nicht mehr zusinnbaren Inhalt zu geben, weil dies im Ergebnis geradezu ein Akt positiver Normsetzung wäre (VfSlg 12.465/1990; 13.915/1994; 19.755/2013; 20.393/2020 uva.).",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin begehrt lediglich den Ausspruch, dass die Wortfolge \"von Tageszeitungen\" in §12b Abs1 PresseFG 2004 idF BGBl I 24/2020 verfassungswidrig war. Wie die Bundesregierung aber zutreffend ausführt, würde der – nur für Medieninhaber von Tageszeitungen gedachte – Druckkostenbeitrag durch den begehrten Ausspruch, insbesondere im Lichte des weiten Anwendungsbereiches des im selben Abschnitt geregelten §12c PresseFG 2004 idF BGBl I 82/2020, auf Medieninhaber aller erdenklichen Arten von Printmedien ausgedehnt werden, etwa auch auf Medieninhaber von bloß monatlich, quartalsweise oder jährlich erscheinenden Zeitschriften.",
            "annotations": []
        },
        {
            "text": "Angesichts dessen wäre der begehrte Ausspruch ein dem Verfassungsgerichtshof verwehrter Akt positiver Gesetzgebung (VfSlg 13.140/1992; 15.283/1998; VfGH 25.11.2013, G65/2013; 18.2.2016, G434/2015 uva.), weshalb sich der Antrag als unzulässig erweist. Bei diesem Ergebnis ist nicht auf die Frage einzugehen, ob die Anfechtung von Statutar- oder Selbstbindungsgesetzen mittels Anträgen nach Art140 Abs1 Z1 litd B-VG überhaupt zulässig ist (vgl etwa zum PresseFG 2004 die zu Anträgen nach Art140 Abs1 Z1 litc B-VG ergangenen Beschlüsse VfSlg 17.300/2004 und 17.550/2005).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}