{
    "document_id": "JFT_20230613_22V00243_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art139 Abs1 Z3 B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art139 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof ist in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Gesetzwidrigkeit des örtlichen Raumordnungskonzeptes der Gemeinde Rum, beschlossen vom Gemeinderat der Gemeinde Rum am 13. September 1999, aufsichtsbehördlich genehmigt mit Bescheid der Tiroler Landesregierung vom 17. März 2000, soweit es für das Grundstück Nr 1854, KG Rum, die \"Ausweisung als 'großflächige Baulandreserve (Stempel: Z0, W08, D3) im Wohngebiet nur mit einem Bebauungsplan i.V.m. einer gesamtheitlichen Planung und Erschließung sowie Vertragsraumordnung nach §33 TROG 1997 und erforderlichenfalls Baulandumlegung' vorsieht sowie im Rahmen der Dichtefestlegung D3 eine 'überwiegend hohe Baudichte: überwiegend dichte und mehrgeschoßige Bauweise' verordnet\":",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes zu den Anforderungen an die Erstellung und Änderung von raumordnungsrechtlichen Verordnungen (vgl zB VfSlg 19.007/2010, 19.980/2015) lässt das Vorbringen des Antrages die behaupteten Gesetzwidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Formerfordernisse und Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}