{
    "document_id": "JFT_20230628_23G00133_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 lita B-VG gestützten Antrag begehrt das Verwaltungsgericht Wien, der Verfassungsgerichtshof möge die Zeichenfolge \" 2,\" im ersten Satz des §15c Abs1 Wr. Dienstordnung 1994, LGBl 56/1994, \"zuletzt geändert durch LGBl für Wien 2020/48\", als verfassungswidrig aufheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "Die maßgeblichen Bestimmungen des Gesetzes über das Dienstrecht der Beamten der Bundeshauptstadt Wien (Dienstordnung 1994 – DO 1994), LGBl 56/1994, idF LGBl 69/2021 lauten wie folgt (die angefochtene Zeichenfolge ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Besoldungsdienstalter",
            "annotations": []
        },
        {
            "text": "§14. (1) Das Besoldungsdienstalter umfasst, soweit sich aus §11 Abs7, §13 Abs3, §17 Abs4, §18 Abs3 bis 5 und 7 bis 9, §§40e, 40f, 40g, 40i, 40j und 40k der Besoldungsordnung 1994 nichts anderes ergibt, die Dauer der im Dienstverhältnis verbrachten für die Vorrückung wirksamen Zeiten (Dienstzeit) zuzüglich der Dauer der anrechenbaren Vordienstzeiten.",
            "annotations": []
        },
        {
            "text": "(2) Folgende, dem Tag der Anstellung vorangegangene Zeiten (Vordienstzeiten) sind auf das Besoldungsdienstalter anzurechnen:",
            "annotations": []
        },
        {
            "text": "1. die Zeit, die in einem Dienstverhältnis zu einer inländischen Gebietskörperschaft oder zu einem inländischen Gemeindeverband zurückgelegt wurde;",
            "annotations": []
        },
        {
            "text": "2. die Zeit der Leistung eines Grundwehrdienstes nach §20 Wehrgesetz 2001 – WG 2001, BGBl I Nr 146/2001, oder eines entsprechenden Ausbildungsdienstes gleicher Dauer nach §37 Abs1 WG 2001 oder des ordentlichen Zivildienstes nach §1 Abs5 Z1 Zivildienstgesetz 1986 – ZDG, BGBl Nr 679/1986;",
            "annotations": []
        },
        {
            "text": "3. die Zeit eines Dienstverhältnisses oder eines Dienstes, die den in Z1 und 2 genannten Dienstverhältnissen oder Diensten entsprechen und von einem Staatsangehörigen eines in §3 Abs1 Z2 genannten Landes in einem anderen solchen Land absolviert worden sind, sowie die in einem Dienstverhältnis zu einer Einrichtung der Europäischen Union oder zu einer zwischenstaatlichen Einrichtung, der Österreich angehört, zurückgelegte Zeit;",
            "annotations": []
        },
        {
            "text": "4. die Zeit, in der der Beamte auf Grund des Heeresentschädigungsgesetzes, BGBl I Nr 162/2015, Anspruch auf eine Beschädigtenrente entsprechend einer Minderung der Erwerbsfähigkeit von mindestens 90 % gehabt hat.",
            "annotations": []
        },
        {
            "text": "(3) Über die in Abs2 angeführten Zeiten hinaus sind Zeiten der Ausübung einer einschlägigen Berufstätigkeit oder eines einschlägigen Verwaltungspraktikums bis zum Ausmaß von insgesamt höchstens zehn Jahren als Vordienstzeiten anrechenbar. Eine Berufstätigkeit oder ein Verwaltungspraktikum ist einschlägig, insoweit eine fachliche Erfahrung vermittelt wird, durch die",
            "annotations": []
        },
        {
            "text": "1. eine fachliche Einarbeitung auf dem neuen Arbeitsplatz überwiegend unterbleiben kann oder",
            "annotations": []
        },
        {
            "text": "2. ein erheblich höherer Arbeitserfolg durch die vorhandene Routine zu erwarten ist.",
            "annotations": []
        },
        {
            "text": "(4) Ausgeschlossen von einer Anrechnung sind die Zeiten",
            "annotations": []
        },
        {
            "text": "1. die nach Abs2 Z1 und 3 zu berücksichtigen wären, wenn der Beamte aufgrund einer solchen Beschäftigung einen Anspruch auf laufende Pensionsleistungen erworben und diese nicht der Stadt Wien abgetreten hat,",
            "annotations": []
        },
        {
            "text": "2. in einem Dienstverhältnis nach Abs2 Z1 und 3, soweit sie nach den Vorschriften, die für dieses Dienstverhältnis gegolten haben, für die Vorrückung in höhere Bezüge nicht wirksam gewesen sind, oder",
            "annotations": []
        },
        {
            "text": "3. welche im Zustand der Ämterunfähigkeit zurückgelegt wurden.",
            "annotations": []
        },
        {
            "text": "Die Einschränkung der Z2 gilt nicht für Zeiten, die nur deshalb nicht voll für die Vorrückung in höhere Bezüge wirksam waren, weil sie in einem Beschäftigungsausmaß zurückgelegt wurden, das unter der Hälfte des für eine Vollbeschäftigung vorgeschriebenen Beschäftigungsausmaßes lag. Waren solche Zeiten aus anderen Gründen für die Vorrückung nicht oder nicht voll wirksam (zB wegen eines Karenzurlaubes), ist die Z2 hingegen anzuwenden.",
            "annotations": []
        },
        {
            "text": "(5) Der Beamte ist anlässlich der Aufnahme in das Dienstverhältnis zur Stadt Wien vom Magistrat nachweislich über die Bestimmungen zur Anrechnung von Vordienstzeiten zu belehren. Er hat sodann alle vor Beginn des Dienstverhältnisses zurückgelegten Vordienstzeiten nach Abs2 oder 3 mitzuteilen. Der Magistrat hat aufgrund dieser Mitteilung und bei Vorliegen entsprechender Nachweise die Dauer der anrechenbaren Vordienstzeiten festzustellen, um welche die für die Vorrückung wirksame Dienstzeit bei der Ermittlung der Einstufung zu verlängern ist.",
            "annotations": []
        },
        {
            "text": "(6) Teilt der Beamte eine Vordienstzeit nicht innerhalb von drei Monaten nach dem Beginn des Dienstverhältnisses mit, ist ein späterer Antrag auf Anrechnung dieser Vordienstzeit unzulässig. Der Nachweis über eine Vordienstzeit ist spätestens bis zum Ablauf eines Jahres nach dem Beginn des Dienstverhältnisses zu erbringen. Erfolgt die Belehrung gemäß Abs5 erst nach Beginn des Dienstverhältnisses, beginnen die in diesem Absatz genannten Fristen mit dem Tag der Belehrung. Wird der Nachweis nicht fristgerecht erbracht, ist die Vordienstzeit nicht anrechenbar.",
            "annotations": []
        },
        {
            "text": "(7) Vordienstzeiten sind jedenfalls anzurechnen, wenn sie bereits im unmittelbar vorangegangenen Dienstverhältnis zur Stadt Wien angerechnet worden sind. Wurde beim unmittelbar vorangegangenen Dienstverhältnis zur Stadt Wien das Besoldungsdienstalter infolge einer Überleitung nach den Bestimmungen des §49l der Besoldungsordnung 1994 pauschal bemessen, unterbleibt eine Ermittlung und hat die Einstufung auf Grundlage des bisherigen pauschal bemessenen Besoldungsdienstalters zu erfolgen.",
            "annotations": []
        },
        {
            "text": "(8) Die mehrfache Anrechnung ein und desselben Zeitraumes ist nicht zulässig.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Freizügigkeit der Arbeitnehmer",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§15c. (1) Die besoldungsrechtliche Stellung des Beamten, der nicht gemäß §49l der Besoldungsordnung 1994 in das Besoldungssystem der Dienstrechts-Novelle 2015 übergeleitet wurde und dessen Vordienstzeiten in unmittelbarer Anwendung des §14 in einer nach dem 31. Juli 2015 geltenden Fassung auf das Besoldungsdienstalter angerechnet wurden, ist von Amts wegen mit der Maßgabe neu festzusetzen, dass anstelle der bisher gemäß §14 Abs2, 3 und 7 angerechneten Vordienstzeiten die dem Tag der Anstellung vorangegangenen Zeiten einer berufseinschlägigen Tätigkeit bis zu einem Höchstausmaß von zehn Jahren auf die Dienstzeit anrechenbar sind, wenn diese in einem Land, das Vertragspartei des Europäischen Wirtschaftsraums ist oder dessen Staatsangehörige die gleichen Rechte wie österreichische Staatsangehörige auf den Zugang zu einem Beruf haben, ausgeübt worden ist. Die Neufestsetzung hat durch bescheidmäßige Neufeststellung des Besoldungsdienstalters am Tag der Aufnahme in den Dienst der Stadt Wien zu erfolgen. Die Berufseinschlägigkeit ist anhand jener Tätigkeiten zu beurteilen, die mit dem konkreten Dienstposten verbunden sind, den der Beamte am Tag der Aufnahme in den Dienst der Stadt Wien innehatte.",
            "annotations": []
        },
        {
            "text": "(2) Abs1 gilt auch für die besoldungsrechtliche Stellung eines ehemaligen Beamten, dessen Dienstverhältnis nach dem 30. April 2016 beendet wurde.",
            "annotations": []
        },
        {
            "text": "(3) Vor der Neufestsetzung nach Abs1 und 2 ist dem (ehemaligen) Beamten oder seinen Hinterbliebenen gemäß §15a Abs2 das vorläufige Ergebnis der Ermittlungen aufgrund der Aktenlage mit der Aufforderung schriftlich mitzuteilen, binnen sechs Monaten allfällige weitere Zeiten einer berufseinschlägigen Tätigkeit im Sinn des Abs1 geltend zu machen und die erforderlichen Nachweise zu erbringen, widrigenfalls diese Zeiten nicht zu berücksichtigen sind. Diese Frist kann mit Zustimmung des Beamten bzw seiner Hinterbliebenen verkürzt werden.",
            "annotations": []
        },
        {
            "text": "(4) Eine Berücksichtigung der gemäß Abs3 geltend gemachten Zeiten über das Höchstausmaß von zehn Jahren hinaus hat insoweit zu erfolgen, als die den Dienstzeiten bei der Stadt Wien gleichwertigen oder identen Vordienstzeiten dieses Höchstausmaß übersteigen. Die Gleichwertigkeit ist anhand eines Vergleichs der im Rahmen der Dienstzeiten und der Vordienstzeiten jeweils konkret ausgeübten Tätigkeiten zu beurteilen, wobei für die Dienstzeiten bei der Stadt Wien auf die unmittelbar nach der Aufnahme in den Dienst der Stadt Wien ausgeübten Tätigkeiten abzustellen ist. Sie ist gegeben, wenn die Tätigkeiten sowohl in qualitativer als auch in quantitativer Hinsicht zumindest zu 75 % übereinstimmen. §15b Abs3 und Abs4 Z1 sowie §15a Abs5 sind sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "(5) Ergibt sich aus der Neufestsetzung gemäß Abs1 eine Verringerung des Besoldungsdienstalters, wird diese im Höchstausmaß von zwei Jahren mit dem dem rechtskräftigen Abschluss des Verfahrens gemäß Abs1 folgenden Monatsersten wirksam. Die damit verbundene Verschlechterung der besoldungsrechtlichen Stellung ist für die bis zum Eintritt der Rechtskraft erreichte Einstufung und die daraus abgeleiteten besoldungsrechtlichen Ansprüche unbeachtlich; sie ist bei zukünftigen Vorrückungen in die nächste Gehaltsstufe und bei sonstigen zukünftigen vom Besoldungsdienstalter abhängigen besoldungsrechtlichen Verbesserungen zu berücksichtigen.",
            "annotations": []
        },
        {
            "text": "(6) Für Nachzahlungen, die sich aus einer aus der Neufestsetzung gemäß Abs1 resultierenden Erhöhung des Besoldungsdienstalters ergeben, wird der Zeitraum vom 1. Mai 2019 bis zum rechtskräftigen Abschluss des Verfahrens gemäß Abs1 nicht in die Verjährungsfrist nach §10 Abs1 der Besoldungsordnung 1994 eingerechnet. Besoldungsrechtliche Ansprüche, die sich auf Zeiten vor dem 1. Mai 2016 beziehen, sind verjährt. Dies gilt auch für die Ansprüche in den Verfahren nach Abs7.",
            "annotations": []
        },
        {
            "text": "(7) Auf am Tag der Kundmachung der 4. Dienstrechts-Novelle 2019 anhängige Verfahren, die eine Neufestsetzung der besoldungsrechtlichen Stellung im Sinn von Abs1 und 2 oder daraus abgeleitete besoldungsrechtliche Ansprüche zum Gegenstand haben, ist §15a Abs7 und 8 sinngemäß anzuwenden.\"",
            "annotations": []
        },
        {
            "text": "III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Dem Antrag liegt folgender Sachverhalt zugrunde:",
            "annotations": []
        },
        {
            "text": "Der Beschwerdeführer im Anlassverfahren stand seit 23. Jänner 2017 in einem vertraglichen Dienstverhältnis mit der Stadt Wien. Die Zeiten seines Präsenzdienstes wurden ihm im Ausmaß von sechs Monaten als Vordienstzeiten angerechnet. Mit Bescheid vom 6. Juli 2017 unterstellte der Magistrat der Stadt Wien den Beschwerdeführer im Anlassverfahren der Wr. DO 1994. In Spruchpunkt 2 dieses Bescheides wurde festgestellt, dass sich das Besoldungsdienstalter durch die Unterstellung nicht ändert.",
            "annotations": []
        },
        {
            "text": "Mit Schreiben vom 24. März 2022 informierte der Magistrat der Stadt Wien den Beschwerdeführer im Anlassverfahren, dass seine Vordienstzeiten gemäß §15c Wr. DO 1994 neu berechnet würden. Mit Bescheid vom 11. Oktober 2022 stellte der Magistrat der Stadt Wien fest, dass das Besoldungsdienstalter des Beschwerdeführers im Anlassverfahren \"00 Jahre, 00 Monate und 00 Tage\" beträgt. Gegen diesen Bescheid erhob der Beschwerdeführer im Anlassverfahren Beschwerde an das Verwaltungsgericht Wien.",
            "annotations": []
        },
        {
            "text": "2. Das Verwaltungsgericht Wien legt die Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof bestimmt haben, im Wesentlichen wie folgt dar:",
            "annotations": []
        },
        {
            "text": "Dem Beschwerdeführer im Anlassverfahren sei der Präsenzdienst bereits unabhängig von seiner Einschlägigkeit rechtskräftig angerechnet worden. Die rückwirkende Neufestsetzung nach §15c Wr. DO 1994 greife in das Vertrauen auf die bestehende Rechtslage ein und verletze damit den Gleichheitsgrundsatz.",
            "annotations": []
        },
        {
            "text": "Die Neufestsetzung nach §15c Wr. DO 1994 sei lediglich auf Dienstverhältnisse anwendbar, die nach dem 1. August 2015 begründet worden seien (dies ergebe sich aus dem Verweis auf §49l der Wr. Besoldungsordnung 1994). Für das Verwaltungsgericht Wien sei kein nachvollziehbarer Grund ersichtlich, weshalb gerade dieser Stichtag gewählt werde. Dieser führe zu einer unsachlichen Differenzierung zwischen jenen Bediensteten, die vor diesem Stichtag ihr Dienstverhältnis begründet hätten, und jenen Bediensteten, die nach diesem Stichtag in den Dienst getreten seien und ihren Präsenzdienst als Vordienstzeit verlören.",
            "annotations": []
        },
        {
            "text": "Schließlich stelle die Neufestsetzung nach §15c Wr. DO 1994 einen Eingriff in die (materielle) Rechtskraft jenes Bescheides dar, mit dem das Besoldungsdienstalter bereits festgestellt worden sei. Die Rechtskraft von Bescheiden und die Zulässigkeit von Eingriffen in diese seien in §§68 ff. AVG geregelt. Von diesen Regelungen dürfe der Materiengesetzgeber gemäß Art11 Abs2 B-VG nur abweichen, wenn dies zur Regelung des Gegenstandes erforderlich sei. Es sei nicht ersichtlich, weshalb es erforderlich sei, in die Rechtskraft von Bescheiden einzugreifen, die das Besoldungsdienstalter von Bediensteten festlegen, die zwischen dem 1. August 2015 und dem 31. Dezember 2017 bei der Gemeinde Wien angestellt worden seien. §15c Wr. DO 1994 stelle daher eine unzulässige Abweichung vom AVG dar.",
            "annotations": []
        },
        {
            "text": "3. Die Wiener Landesregierung hat eine Äußerung erstattet, in der sie unter anderem zur Zulässigkeit des Antrages im Wesentlichen Folgendes vorbringt:",
            "annotations": []
        },
        {
            "text": "Die vom Verwaltungsgericht Wien angefochtene Fassung des §15c Abs1 Wr. DO 1994 sei durch LGBl 11/2021 novelliert worden und damit im Anlassverfahren nicht mehr präjudiziell. Vor dem Hintergrund des Bedenkens, dass ein Eingriff in die Rechtskraft von Bescheiden vorliege, habe das Verwaltungsgericht Wien jedenfalls auch §15c Abs1 erster und zweiter Satz Wr. DO 1994 anzufechten gehabt, weil darin die amtswegige Neufestsetzung des Besoldungsdienstalters angeordnet werde. Darüber hinaus würden Abs2 leg.cit. und die verfahrensrechtlichen Bestimmungen der Abs3, 5 und 6 leg.cit. mit dem behaupteten Eingriff in die Rechtskraft von Bescheiden in einem untrennbaren Zusammenhang stehen. Vor dem Hintergrund des Bedenkens zum Vertrauensschutz werde die behauptete Verfassungswidrigkeit durch den Aufhebungsumfang nur teilweise beseitigt. §14 Abs3 und 7 Wr. DO 1994 normiere weitere Zeiten, die bisher als Vordienstzeiten angerechnet worden seien und nunmehr ebenfalls entfallen würden, sodass in §15c Abs1 Wr. DO 1994 jedenfalls die Wort- und Zeichenfolge \"Abs2, 3 und 7\" anzufechten gewesen wäre; da für die Beurteilung des Vertrauensschutzes der gesamte Regelungskomplex zu berücksichtigen sei, wäre auch §15c Abs5 leg.cit. anzufechten gewesen. Schließlich sei der Anfechtungsumfang auch vor dem Hintergrund der Bedenken zur \"Stichtagsregelung\" zu eng; diese ergebe sich nämlich aus den unterschiedlichen Anwendungsbereichen der §§15a bis 15c Wr. DO 1994, sodass entweder der gesamte §15c leg.cit. oder der erste Nebensatz in §15a Abs1 erster Satz leg.cit. anzufechten gewesen wäre. Der vorliegende Antrag sei daher unzulässig.",
            "annotations": []
        },
        {
            "text": "IV. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Das Verwaltungsgericht Wien beantragt die Aufhebung einer Zeichenfolge in §15c Abs1 Wr. DO 1994, LGBl 56/1994, idF LGBl 48/2020. §15c Wr. DO 1994 wurde nach dieser Fassung mit LGBl 11/2021 novelliert und erhielt schließlich mit der Novelle LGBl 69/2021 seine aktuelle Fassung, deren Wortlaut das Verwaltungsgericht Wien in der Begründung seines Antrages wiedergibt. Es geht daher mit hinreichender Deutlichkeit hervor, auf welche Fassung (nämlich LGBl 69/2021) des §15c Wr. DO 1994 Bezug genommen wird, womit dem für Anträge gemäß Art140 B-VG geltenden strengen Formerfordernis des §62 Abs1 erster Satz VfGG Genüge getan ist (vgl VfSlg 20.300/2018, 20.411/2020, 20.420/2020).",
            "annotations": []
        },
        {
            "text": "2. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "Es ist nichts hervorgekommen, was an der Präjudizialität zweifeln ließe.",
            "annotations": []
        },
        {
            "text": "3. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Gesetzesprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Gesetzesprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G 201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011, 20.082/2016; VfGH 19.6.2015, G 211/2014; 7.10.2015, G 444/2015), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "4. Das Verwaltungsgericht Wien beantragt die Aufhebung der Zeichenfolge \" 2,\" in §15c Abs1 erster Satz Wr. DO 1994 und begründet diesen Aufhebungsumfang damit, dass sich durch die Beseitigung dieser Zeichenfolge das Erfordernis der Berufseinschlägigkeit nicht mehr auf den – im Anlassfall maßgeblichen – Präsenzdienst gemäß §14 Abs2 leg.cit. bezieht, sodass bereits angerechnete Zeiten eines Präsenzdienstes von der amtswegigen Neufestsetzung nach §15c Abs1 leg.cit. unberührt bleiben würden. Durch eine allfällige Aufhebung eines einzelnen der in §15c Abs1 Wr. DO 1994 genannten Anrechnungstatbestände entstünde jedoch ein Mischsystem zwischen der Anrechnung nach §14 Abs2 Wr. DO 1994 und jener nach §15c Abs1 (iVm §14 Abs3 und 7) Wr. DO 1994, weil danach die Zeiten gemäß §14 Abs2 leg.cit. unabhängig von ihrer Einschlägigkeit und zeitlich unbeschränkt, die Zeiten gemäß §14 Abs3 und 7 leg.cit. hingegen nur bei Einschlägigkeit und im Höchstausmaß von zehn Jahren anzurechnen wären. Damit erhielte die Bestimmung des §15c Wr. DO 1994, die (auch im Hinblick auf die Orientierung an dem in §7 Wiener Bedienstetengesetz, LGBl 33/2017, idF LGBl 48/2020 [vgl die Erläuterungen zum Initiativantrag LG-985229-2019-LAT 4 f.]) eine Anrechnung nur einschlägiger Vordienstzeiten insgesamt im Höchstausmaß von zehn Jahren bezweckt, einen dem Gesetzgeber nicht mehr zusinnbaren Inhalt (vgl VfGH 21.9.2017, G83/2017; 1.3.2018, G285/2017; 6.3.2019, G316/2018; 1.3.2022, G362/2021 ua).",
            "annotations": []
        },
        {
            "text": "Im Übrigen erweist sich der vom Verwaltungsgericht Wien begehrte Aufhebungsumfang vor dem Hintergrund der geltend gemachten Bedenken auch als zu eng. Wie die Wiener Landesregierung in ihrer Stellungnahme zutreffend ausführt, hätte das Verwaltungsgericht Wien im Hinblick auf die Bedenken, dass die Neufestsetzung der besoldungsrechtlichen Stellung nach §15c Abs1 Wr. DO 1994 eine Verletzung des Vertrauensschutzes und einen unzulässigen Eingriff in die Rechtskraft bereits angerechneter Vordienstzeiten darstelle, jedenfalls den ersten Satz des §15c Abs1 Wr. DO 1994 anzufechten gehabt. Damit kann dahingestellt bleiben, ob auch weitere, mit dieser Bestimmung in einem untrennbaren Zusammenhang stehende Bestimmungen anzufechten gewesen wären.",
            "annotations": []
        },
        {
            "text": "5. Der Antrag erweist sich damit als unzulässig.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}