{
    "document_id": "JFT_20230228_22E02029_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt und Beschwerde",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer, ein algerischer Staatsangehöriger, stellte am 18. Mai 2021 in Österreich einen Antrag auf internationalen Schutz, weil er in seinem Herkunftsstaat auf Grund der beruflichen Tätigkeit seiner Mutter als Prostituierte soziale Ächtung und als Kind Gewalt erfahren habe. Außerdem habe er dort Probleme mit terroristischen Gruppierungen.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 19. Oktober 2021 wurde der Antrag auf internationalen Schutz vom Bundesamt für Fremdenwesen und Asyl hinsichtlich der Zuerkennung des Status des Asyl- sowie des subsidiär Schutzberechtigten abgewiesen, die Behörde erteilte keinen Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ eine Rückkehrentscheidung und stellte fest, dass die Abschiebung nach Algerien zulässig ist. Dem Beschwerdeführer wurde keine Frist für die freiwillige Ausreise gewährt, der Beschwerde wurde die aufschiebende Wirkung aberkannt und gegen ihn wurde ein auf die Dauer von zwei Jahren befristetes Einreiseverbot erlassen.",
            "annotations": []
        },
        {
            "text": "Die dagegen erhobene Beschwerde wurde mit Erkenntnis des Bundesverwaltungsgerichtes vom 17. November 2021 abgewiesen. Mit Erkenntnis vom 25. April 2022 hat der Verwaltungsgerichtshof diese Entscheidung wegen Verletzung von Verfahrensvorschriften aufgehoben.",
            "annotations": []
        },
        {
            "text": "3. Mit am 25. Mai 2022 – in Abwesenheit der Verfahrensparteien im verwaltungsgerichtlichen Verfahren – mündlich verkündetem Erkenntnis des Bundesverwaltungsgerichtes wurde die Beschwerde erneut abgewiesen. Am 10. Juni 2022 wurde die Entscheidung gekürzt ausgefertigt. Am selben Tag stellte der Beschwerdeführer beim Bundesverwaltungsgericht rechtzeitig einen Antrag auf schriftliche Ausfertigung des mündlich verkündeten Erkenntnisses. Am 23. Juni 2022 erging die schriftliche Ausfertigung des mündlich verkündeten Erkenntnisses vom 25. Mai 2022.",
            "annotations": []
        },
        {
            "text": "Das auf §53 Abs1 iVm Abs2 Z6 Bundesgesetz über die Ausübung der Fremdenpolizei, die Ausstellung von Dokumenten für Fremde und die Erteilung von Einreisetitel (Fremdenpolizeigesetz 2005 – FPG), BGBl I 100, idF BGBl I 87/2012 gestützte Einreiseverbot begründet das Bundesverwaltungsgericht mit der aus der Mittellosigkeit des Beschwerdeführers resultierenden Gefahr der unerlaubten Aufnahme einer Erwerbstätigkeit oder der Beschaffung finanzieller Mittel durch illegale Handlungen. Er stelle daher eine Gefahr für die öffentliche Ordnung dar. Eine Abwägung mit den persönlichen Interessen des Beschwerdeführers stehe, auf Grund seiner gering ausgeprägten Integration sowie fehlender familiärer oder privater Anknüpfungspunkte im Bundesgebiet, der Verhängung des auf die Dauer von zwei Jahren befristeten Einreiseverbotes zur Wahrung eines geordneten Fremdenwesens und zur Verhinderung der finanziellen Belastung einer Gebietskörperschaft nicht entgegen.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten sowie in Rechten wegen Anwendung eines verfassungswidrigen Gesetzes behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Das Bundesverwaltungsgericht stütze das auf die Dauer von zwei Jahren verhängte Einreiseverbot auf §53 Abs2 Z6 FPG. Diese Bestimmung sei mit dem Erkenntnis des Verfassungsgerichtshofes vom 6. Dezember 2022, G264/2022, aufgehoben worden und nicht mehr anzuwenden.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist, soweit sie sich gegen die Erlassung eines auf die Dauer von zwei Jahren befristeten Einreiseverbotes richtet, begründet:",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof hat mit Erkenntnis vom 6. Dezember 2022, G264/2022, §53 Abs2 Z6 FPG, BGBl I 100/2005, idF BGBl I 87/2012 als verfassungswidrig aufgehoben und verfügt, dass diese Bestimmung nicht mehr anzuwenden ist.",
            "annotations": []
        },
        {
            "text": "1.2. Gemäß Art140 Abs7 B-VG ist daher die aufgehobene Gesetzesbestimmung nicht nur im Anlassfall, sondern ausnahmslos in allen Fällen und folglich auch im vorliegenden Fall nicht mehr anzuwenden (VfSlg 15.401/1999, 19.419/2011).",
            "annotations": []
        },
        {
            "text": "1.3. Das Bundesverwaltungsgericht wendete bei Erlassung des angefochtenen Erkenntnisses die als verfassungswidrig aufgehobene Gesetzesbestimmung an. Es ist nach Lage des Falles nicht ausgeschlossen, dass diese Gesetzesanwendung für die Rechtsstellung des Beschwerdeführers nachteilig war. Der Beschwerdeführer wurde somit durch das angefochtene Erkenntnis, soweit damit die Beschwerde gegen die Erlassung eines auf die Dauer von zwei Jahren befristeten Einreiseverbotes abgewiesen wird, wegen Anwendung einer verfassungswidrigen Gesetzesbestimmung in seinen Rechten verletzt. Das Erkenntnis ist daher insoweit aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen, soweit sich die Beschwerde gegen die Abweisung des Antrages auf internationalen Schutz hinsichtlich des Status des Asylberechtigten und des Status des subsidiär Schutzberechtigten, die Nichterteilung eines Aufenthaltstitels aus berücksichtigungswürdigen Gründen, die Erlassung einer Rückkehrentscheidung, die Feststellung der Zulässigkeit der Abschiebung, den Ausspruch, dass keine Frist für die freiwillige Ausreise besteht, und die Aberkennung der aufschiebenden Wirkung richtet, wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2.2. Die vorliegende Beschwerde behauptet die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten.",
            "annotations": []
        },
        {
            "text": "2.3. Der Verfassungsgerichtshof geht in Übereinstimmung mit dem Europäischen Gerichtshof für Menschenrechte (s etwa EGMR 7.7.1989, Fall Soering, EuGRZ1989, 314 [319]; 30.10.1991, Fall Vilvarajah ua, ÖJZ1992, 309 [309]; 6.3.2001, Fall Hilal, ÖJZ2002, 436 [436 f.]) davon aus, dass die Entscheidung eines Vertragsstaates, einen Fremden in welcher Form immer außer Landes zu schaffen, unter dem Blickwinkel des Art3 EMRK erheblich werden und demnach die Verantwortlichkeit des Staates nach der EMRK begründen kann, wenn stichhaltige Gründe für die Annahme glaubhaft gemacht worden sind, dass der Fremde konkret Gefahr liefe, in dem Land, in das er gebracht werden soll, Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen zu werden (vgl VfSlg 13.837/1994, 14.119/1995, 14.998/1997). Eben solches ist im Hinblick auf Art2 EMRK anzunehmen, wenn dem Fremden im Zielland mit hoher Wahrscheinlichkeit die Tötung droht (s etwa EGMR 8.11.2005, Fall Bader ua, NLMR 2005/6, 273 [274]; 23.3.2016 [GK], Fall F.G., NLMR 2016/2, 105 [105 f.]).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat weder eine grundrechtswidrige Gesetzesauslegung vorgenommen noch sind ihm grobe Verfahrensfehler unterlaufen, die eine vom Verfassungsgerichtshof aufzugreifende Verletzung des genannten Grundrechtes darstellen (vgl VfSlg 13.897/1994, 15.026/1997, 15.372/1998, 16.384/2001, 17.586/2005). Ob ihm sonstige Fehler bei der Rechtsanwendung unterlaufen sind, hat der Verfassungsgerichtshof nicht zu beurteilen.",
            "annotations": []
        },
        {
            "text": "2.4. Wie der Verfassungsgerichtshof in seinem Erkenntnis VfSlg 17.340/2004 ausgeführt hat, darf eine aufenthaltsbeendende Maßnahme nicht verfügt werden, wenn dadurch das Recht auf Schutz des Privat- und Familienlebens des Betroffenen verletzt würde. Bei der Beurteilung nach Art8 EMRK ist eine Interessenabwägung vorzunehmen (vgl die in VfSlg 18.223/2007 und 18.224/2007 wiedergegebene Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat sich mit der Frage der Gefährdung der beschwerdeführenden Partei in ihren Rechten auseinandergesetzt. Ihm kann unter verfassungsrechtlichen Gesichtspunkten nicht entgegengetreten werden, wenn es auf Grund der Umstände des vorliegenden Falles davon ausgeht, dass das öffentliche Interesse an der Beendigung des Aufenthalts von Fremden ohne Aufenthaltstitel das Interesse am Verbleib im Bundesgebiet aus Gründen des Art8 EMRK überwiegt (vgl VfSlg 19.086/2010).",
            "annotations": []
        },
        {
            "text": "2.5. Auch das weitere Vorbringen zur Grundrechte-Charta vermag an der rechtlichen Beurteilung nichts zu ändern.",
            "annotations": []
        },
        {
            "text": "2.6. Die im Übrigen gerügten Rechtsverletzungen wären im vorliegenden Fall nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen, insbesondere der Frage, ob die verfahrensrechtliche Vorgehensweise des Bundesverwaltungsgerichtes in jeder Hinsicht rechtmäßig ist, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist durch das angefochtene Erkenntnis, soweit damit seine Beschwerde gegen das auf die Dauer von zwei Jahren befristete Einreiseverbot abgewiesen wird, wegen Anwendung eines verfassungswidrigen Gesetzes in seinen Rechten verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs3 Z4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung gründet sich auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten.",
            "annotations": []
        }
    ]
}