{
    "document_id": "JFT_20230613_23G00175_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art140 Abs1 Z1 litc B-VG begehrt der Antragsteller, §5 Abs3 FLAG, BGBl 376/1967, idF BGBl I 109/2020 und §26 Abs2 BAO, BGBl 194/1961, idF BGBl 412/1988 als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Bundesgesetzes vom 24. Oktober 1967 betreffend den Familienlastenausgleich durch Beihilfen (Familienlastenausgleichsgesetz 1967), BGBl 376, idF BGBl I 109/2020 bzw BGBl I 220/2021, lauten auszugsweise wie folgt (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"Abschnitt I",
            "annotations": []
        },
        {
            "text": "Familienbeihilfe",
            "annotations": []
        },
        {
            "text": "§2. (1) Anspruch auf Familienbeihilfe haben Personen, die im Bundesgebiet einen Wohnsitz oder ihren gewöhnlichen Aufenthalt haben,",
            "annotations": []
        },
        {
            "text": "a) für minderjährige Kinder,",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(2) Anspruch auf Familienbeihilfe für ein im Abs1 genanntes Kind hat die Person, zu deren Haushalt das Kind gehört. Eine Person, zu deren Haushalt das Kind nicht gehört, die jedoch die Unterhaltskosten für das Kind überwiegend trägt, hat dann Anspruch auf Familienbeihilfe, wenn keine andere Person nach dem ersten Satz anspruchsberechtigt ist.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(5) Zum Haushalt einer Person gehört ein Kind dann, wenn es bei einheitlicher Wirtschaftsführung eine Wohnung mit dieser Person teilt. Die Haushaltszugehörigkeit gilt nicht als aufgehoben, wenn",
            "annotations": []
        },
        {
            "text": "a) sich das Kind nur vorübergehend außerhalb der gemeinsamen Wohnung aufhält,",
            "annotations": []
        },
        {
            "text": "b) das Kind für Zwecke der Berufsausübung notwendigerweise am Ort oder in der Nähe des Ortes der Berufsausübung eine Zweitunterkunft bewohnt,",
            "annotations": []
        },
        {
            "text": "c) sich das Kind wegen eines Leidens oder Gebrechens nicht nur vorübergehend in Anstaltspflege befindet, wenn die Person zu den Kosten des Unterhalts mindestens in Höhe der Familienbeihilfe für ein Kind beiträgt; handelt es sich um ein erheblich behindertes Kind, erhöht sich dieser Betrag um den Erhöhungsbetrag für ein erheblich behindertes Kind (§8 Abs4).",
            "annotations": []
        },
        {
            "text": "Ein Kind gilt bei beiden Elternteilen als haushaltszugehörig, wenn diese einen gemeinsamen Haushalt führen, dem das Kind angehört.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(8) Personen haben nur dann Anspruch auf Familienbeihilfe, wenn sie den Mittelpunkt der Lebensinteressen im Bundesgebiet haben. Eine Person hat den Mittelpunkt ihrer Lebensinteressen in dem Staat, zu dem sie die engeren persönlichen und wirtschaftlichen Beziehungen hat.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§5 […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "(3) Kein Anspruch auf Familienbeihilfe besteht für Kinder, die sich ständig im Ausland aufhalten.\"",
            "annotations": []
        },
        {
            "text": "2. §26 der Bundesabgabenordnung – BAO, BGBl 194/1961, idF BGBl 412/1988 lautet auszugsweise wie folgt (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"6. Wohnsitz, Aufenthalt, Sitz.",
            "annotations": []
        },
        {
            "text": "§26. (1) Einen Wohnsitz im Sinn der Abgabenvorschriften hat jemand dort, wo er eine Wohnung innehat unter Umständen, die darauf schließen lassen, daß er die Wohnung beibehalten und benutzen wird.",
            "annotations": []
        },
        {
            "text": "(2) Den gewöhnlichen Aufenthalt im Sinn der Abgabenvorschriften hat jemand dort, wo er sich unter Umständen aufhält, die erkennen lassen, daß er an diesem Ort oder in diesem Land nicht nur vorübergehend verweilt. Wenn Abgabenvorschriften die unbeschränkte Abgabepflicht an den gewöhnlichen Aufenthalt knüpfen, tritt diese jedoch stets dann ein, wenn der Aufenthalt im Inland länger als sechs Monate dauert. In diesem Fall erstreckt sich die Abgabepflicht auch auf die ersten sechs Monate. Das Bundesministerium für Finanzen ist ermächtigt, von der Anwendung dieser Bestimmung bei Personen abzusehen, deren Aufenthalt im Inland nicht mehr als ein Jahr beträgt, wenn diese im Inland weder ein Gewerbe betreiben noch einen anderen Beruf ausüben.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Der Antragsteller führt zur Zulässigkeit des Antrages unter anderem aus, dass er im Jahr 2019 Partei eines verwaltungsgerichtlichen Verfahrens betreffend den Abweisungsbescheid hinsichtlich des Antrages auf Gewährung der Familienbeihilfe für sein Kind gewesen sei. Dieses Verfahren vor dem Bundesfinanzgericht sei jedoch rechtskräftig abgeschlossen. Eine Rechtsmittelmöglichkeit komme dem Antragsteller sohin nicht mehr zu. Ein neuerlicher Antrag auf Gewährung der Familienbeihilfe sei von der belangten Behörde wegen entschiedener Sache zurückgewiesen worden. Das Bundesfinanzgericht habe in seinem Erkenntnis vom 16. Februar 2023 ausgeführt, dass sich die Rechtslage zum Zeitpunkt der Entscheidung des Jahres 2019 nicht geändert habe und daher der Antrag nicht wiederholt werden könne. In diesem Verfahren seien die bekämpften Bestimmungen nicht präjudiziell. §5 Abs3 FLAG sowie §26 Abs2 BAO würden somit unmittelbar nachteilig in die Rechtssphäre des Antragstellers eingreifen; diese Auswirkung sei auch aktuell.",
            "annotations": []
        },
        {
            "text": "2. Seine inhaltlichen Bedenken legt der Antragsteller zusammengefasst im Wesentlichen wie folgt dar: Er hege erhebliche Bedenken gegen §5 Abs3 FLAG, wonach der Anspruch auf Familienbeihilfe für Kinder, die sich ständig im Ausland aufhalten, nicht bestehen würde. Für den Antragsteller werde durch §5 Abs3 leg.cit. eine Diskriminierung und Ungleichbehandlung bewirkt. Eine gemeinsame Obsorge und abwechselnde Betreuung von beiden Elternteilen werde offenkundig durch das Familienlastenausgleichsgesetz 1967 und die Bundesabgabenordnung nicht anerkannt. Es sei nicht erkennbar, weshalb bei einer de facto gleichteiligen Betreuung einerseits im Inland und andererseits im Ausland eine Familienbeihilfe im Inland nicht zustehen sollte. Es dürfe auch nicht übersehen werden, dass nach §2 Abs2 FLAG eine Person, zu deren Haushalt das Kind nicht gehöre, die jedoch die Unterhaltskosten für das Kind überwiegend trage, dann Anspruch auf Familienbeihilfe habe, wenn keine andere Person anspruchsberechtigt sei. Der Antragsteller werde mit seiner Familie im Vergleich zu anderen Familien finanziell schlechter gestellt und ungleich behandelt, obwohl der einzige Unterschied lediglich darin liege, dass sein Sohn zum Teil in Russland und zum Teil in Österreich wohnhaft gewesen sei und sogar in Österreich auf Grund der Mitversicherung eine medizinische Behandlung bekomme. Dass die zulässige Doppelresidenz überhaupt nicht berücksichtigt werde, sondern genau für diese Transferleistungen ein völlig anderes Verständnis eines gewöhnlichen Aufenthaltes herangezogen werde, stelle eine grobe Benachteiligung des Antragstellers dar. Die angefochtenen Bestimmungen würden daher gegen den Gleichheitsgrundsatz gemäß Art7 Abs1 B-VG und gegen das Recht auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK verstoßen.",
            "annotations": []
        },
        {
            "text": "IV. Zur Zulässigkeit ",
            "annotations": []
        },
        {
            "text": "1. Gemäß Art140 Abs1 Z1 litc B‐VG erkennt der Verfassungsgerichtshof über Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die unmittelbar durch diese Verfassungswidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn das Gesetz ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "1.1. Voraussetzung der Antragslegitimation gemäß Art140 Abs1 Z1 litc B-VG ist einerseits, dass der Antragsteller behauptet, unmittelbar durch das angefochtene Gesetz – im Hinblick auf dessen Verfassungswidrigkeit – in seinen Rechten verletzt worden zu sein, dann aber auch, dass das Gesetz für den Antragsteller tatsächlich, und zwar ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist. Grundlegende Voraussetzung der Antragslegitimation ist, dass das Gesetz in die Rechtssphäre des Antragstellers nachteilig eingreift und diese – im Falle seiner Verfassungswidrigkeit – verletzt.",
            "annotations": []
        },
        {
            "text": "1.2. Der Verfassungsgerichtshof hat seit dem Beschluss VfSlg 8009/1977 in ständiger Rechtsprechung den Standpunkt vertreten, die Antragslegitimation nach Art140 Abs1 Z1 litc B-VG setze voraus, dass durch die bekämpfte Bestimmung die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt werden müssen und dass der durch Art140 Abs1 B-VG dem Einzelnen eingeräumte Rechtsbehelf dazu bestimmt ist, Rechtsschutz gegen verfassungswidrige Gesetze nur insoweit zu gewähren, als ein anderer zumutbarer Weg hiefür nicht zur Verfügung steht (zB VfSlg 11.803/1988, 13.871/1994, 15.343/1998, 16.722/2002, 16.867/2003).",
            "annotations": []
        },
        {
            "text": "1.3. Im vorliegenden Fall stand ein anderer zumutbarer Rechtsweg zur Verfügung. Der Antragsteller führt in seinem Antrag aus, dass die Behörde mit Bescheid seinen Antrag auf Gewährung der Familienbeihilfe abgewiesen habe, den er mit Bescheidbeschwerde beim Bundesfinanzgericht bekämpft habe, wobei auch seine Beschwerde mit Erkenntnis des Bundesfinanzgerichtes vom 16. Oktober 2019 als unbegründet abgewiesen worden sei.",
            "annotations": []
        },
        {
            "text": "1.4. Dem Antragsteller stand damit ein Weg zur Verfügung, die Frage der Verfassungsmäßigkeit der angefochtenen Bestimmungen der §§5 Abs3 FLAG und 26 Abs2 BAO bereits im Rahmen des Verfahrens über die Abweisung des Antrages auf Gewährung der Familienbeihilfe an den Verfassungsgerichtshof heranzutragen (vgl VfSlg 10.004/1984, 16.783/2003). Von der Möglichkeit, gegen das Erkenntnis des Bundesfinanzgerichtes vom 16. Oktober 2019 Beschwerde gemäß Art144 B-VG an den Verfassungsgerichtshof zu erheben und im Rahmen dieser Beschwerde die Prüfung der bekämpften Bestimmung des FLAG sowie der BAO durch den Verfassungsgerichtshof anzuregen, hat der Antragsteller aber keinen Gebrauch gemacht (vgl VfGH 22.9.2020, V97/2019; 28.2.2022, G249/2021). Außergewöhnliche Umstände, die dennoch den grundsätzlich subsidiären (VfSlg 15.626/1999, 15.786/2000, 16.772/2002, 19.674/2012) Individualantrag vorliegend zulässig erscheinen lassen, sind nicht ersichtlich. Der vorliegende Antrag erweist sich schon aus diesem Grund als unzulässig. Angesichts dessen kann dahinstehen, ob dem Antragsteller auch ein weiterer zumutbarer Weg zur Verfügung stand, seine Bedenken an den Verfassungsgerichtshof heranzutragen oder ob der Antrag auch aus anderen Gründen unzulässig ist.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist daher als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}