{
    "document_id": "JFT_20231004_23V00319_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit dem vorliegenden, auf Art139 Abs1 Z3 B-VG gestützten Antrag begehrt der Antragsteller, der Verfassungsgerichtshof möge \"[d]ie Verordnung des Gemeinderates der Marktgemeinde Schattendorf vom 21.04.2023, GZ: 612-09/2023, angeschlagen [an der] Amtstafel am 04.04.2023, abgenommen am 09.05.2023, mit der für Teile des Gemeindegebietes von Schattendorf im Bereich Agendorferstraße eine Fußgängerzone verordnet wird und der entsprechenden Verkehrszeichen gem. StVO §53/a Zusatztafel bzw §53 Z9b StVO auf der Höhe des Grundstückes mit der Einlagezahl 2217/1 von der Staatsgrenze kommend samt Absicherung mittels elektronisch steuerbaren Poller sowie von der Agendorferstraße kommend auf Höhe des Grundstückes mit der Einlagezahl Zusatztafeln zur Gänze\" als gesetzwidrig aufheben.",
            "annotations": []
        },
        {
            "text": "1.1. Der Antragsteller führt zunächst aus, dass er im Jahr 2011 ein Haus in der Gemeinde *** bezogen habe, um den insbesondere für den Kraftfahrzeugverkehr renovierten Grenzübergang für die täglichen Arbeitswege im Zusammenhang mit seiner Tätigkeit als Gabelstapler in Anspruch nehmen zu können. Am 11. November 2022 habe der Antragsteller einen schweren Arbeitsunfall erlitten und sei seither auf Rehabilitationsmaßnahmen in Wiener Neustadt sowie auf regelmäßige Kontrollen seines Rehabilitationsstatus bei einem Arzt für Allgemeinmedizin in Schattendorf angewiesen. Der Weg zu dieser Ordination betrage über den Grenzübergang Ágfalva-Schattendorf etwa fünf bis zehn Minuten. Seit März 2023 sei dieser Grenzübergang faktisch gesperrt und am 21. April 2023 habe der Gemeinderat der Gemeinde Schattendorf die angefochtene Verordnung erlassen, mit der für Teile des Gemeindegebietes von Schattendorf im Bereich der Agendorferstraße eine Fußgängerzone verordnet worden sei. Die im Lageplan ausgewiesene elektronische Absicherung (Poller) sei bereits eingerichtet, wodurch das Befahren der Agendorferstraße von der Staatsgrenze kommend unmöglich sei. Auf Grund seiner körperlichen Verfassung und der Sperre des Grenzüberganges sei der Antragsteller nunmehr gezwungen, bei Fahrten im Zusammenhang mit seinen Rehabilitationsmaßnahmen einen Umweg in der Dauer von 35 Minuten auf sich zu nehmen.",
            "annotations": []
        },
        {
            "text": "1.2. Der Antragsteller bringt im Zusammenhang mit seiner Antragslegitimation vor, dass ihm durch die faktische Sperre des Grenzüberganges seine grenzüberschreitende Lebensführung verunmöglicht werde. Der Antragsteller habe bereits einen Antrag gemäß §45 Abs2 StVO 1960 auf Ausnahmebewilligung für das Befahren der Fußgängerzone gestellt, dieser sei jedoch bis zum Zeitpunkt der Einbringung des vorliegenden Antrages beim Verfassungsgerichtshof nicht bearbeitet worden. Die zuständige Mitarbeiterin des Gemeindeamtes habe über telefonische Nachfrage erklärt, dass Anträge auf Ausnahmebewilligung derzeit nur entgegengenommen, nicht aber bearbeitet würden.",
            "annotations": []
        },
        {
            "text": "1.3. In der Folge legt der Antragsteller seine Bedenken gegen die angefochtene Verordnung dar.",
            "annotations": []
        },
        {
            "text": "2. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß Art139 Abs1 Z3 B-VG erkennt der Verfassungsgerichtshof über die Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat seit dem Beschluss VfSlg 8058/1977 unter Hinweis auf VfSlg 8009/1977 in ständiger Rechtsprechung den Standpunkt vertreten, die Antragslegitimation nach Art139 Abs1 Z3 B-VG setze voraus, dass durch die bekämpfte Bestimmung die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt werden müssen und dass der durch Art139 Abs1 Z3 B-VG dem Einzelnen eingeräumte Rechtsbehelf dazu bestimmt ist, Rechtsschutz gegen rechtswidrige generelle Normen nur insoweit zu gewähren, als ein anderer zumutbarer Weg hiefür nicht zur Verfügung steht (zB VfSlg 11.684/1988, 14.297/1995, 15.349/1998, 16.345/2001 und 16.836/2003).",
            "annotations": []
        },
        {
            "text": "2.2. Gemäß §76a StVO 1960 ist in einer Fußgängerzone jeglicher Fahrzeugverkehr verboten, sofern sich aus den folgenden Bestimmungen nichts anderes ergibt; das Schieben eines Fahrrades ist erlaubt. Die Bestimmungen des §45 StVO 1960 über Ausnahmen in Einzelfällen bleiben unberührt.",
            "annotations": []
        },
        {
            "text": "2.3. Nach der Rechtsprechung des Verfassungsgerichtshofes stellt die Möglichkeit der Erwirkung einer Ausnahmebewilligung iSd §45 StVO 1960 einen zumutbaren Weg zur Geltendmachung der behaupteten Rechtswidrigkeiten dar (vgl VfGH 27.11.1981, V42/80; 1.10.1991, V245/91).",
            "annotations": []
        },
        {
            "text": "2.4. Auch im vorliegenden Fall stellt die – vom Antragsteller bereits ergriffene – Möglichkeit der Antragstellung auf Erteilung einer Ausnahmebewilligung (§45 Abs2 StVO 1960) von dem auf Grund der angefochtenen Verordnung bestehenden Fahrverbot einen zumutbaren Weg dar. Der Umstand, dass es bei der Bearbeitung von Anträgen zu (auch längeren) Wartezeiten kommen kann, vermag daran nichts zu ändern. Damit steht dem Antragsteller ein Mittel zur Verfügung, die Wirkungen der Verordnung von sich abzuwenden oder aber – wenn dieser Weg erfolglos bleiben sollte – in einer Beschwerde gegen die die Ausnahme versagende (letztinstanzliche) Entscheidung die Frage der Gesetzmäßigkeit der Verordnung an den Verfassungsgerichtshof heranzutragen (vgl zuletzt VfGH 14.12.2022, V239/2022 mwN).",
            "annotations": []
        },
        {
            "text": "3. Der Antrag ist daher mangels Legitimation des Antragstellers gemäß §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung als unzulässig zurückzuweisen.",
            "annotations": []
        }
    ]
}