{
    "document_id": "JFT_20230612_23G00174_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art140 Abs1 Z1 litc B-VG gestützten Antrag begehrt die Einschreiterin, der Verfassungsgerichtshof möge die Wortfolge \"Der Einsatz von Leasingkräften ist - mit Ausnahme des Einsatzes in Alten- und Pflegeheimen von Gemeinden und Gemeindeverbänden - nicht zulässig. Der Einsatz von Leasingkräften in Alten- und Pflegeheimen von Gemeinden und Gemeindeverbänden ist nur in Ausnahmefällen (zur kurzfristigen Abdeckung von Arbeitsspitzen im Sinn des §9 Abs6 Z6, welche nicht mit dem bestehenden Personal abgedeckt werden können) zulässig und bedarf der Genehmigung der Aufsichtsbehörde; Abs7 ist sinngemäß anzuwenden.\" in §7 Abs1 Oö. Gemeinde-Dienstrechts- und Gehaltsgesetz, LGBl 52/2002, idF LGBl 76/2021 als verfassungswdirig aufheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "§7 Landesgesetz über das Dienst- und Gehaltsrecht der Bediensteten der oö. Gemeinden (mit Ausnahme der Städte mit eigenem Statut) und Gemeindeverbände (Oö. Gemeinde-Dienstrechts- und Gehaltsgesetz 2002 – Oö. GDG 2002), LGBl 52/2002, idF LGBl 76/2021 lautet auszugsweise wie folgt (die angefochtene Bestimmung ist hervorgehoben):",
            "annotations": []
        },
        {
            "text": "\"§7",
            "annotations": []
        },
        {
            "text": "Dienstpostenplan (Stellenplan)",
            "annotations": []
        },
        {
            "text": "(1) Der Dienstpostenplan hat die im Haushaltsjahr erforderlichen Dienstposten der Beamten (Beamtinnen), der Vertragsbediensteten und der ständigen sonstigen Bediensteten auszuweisen. Dabei ist eine Gliederung der Dienstposten nach Funktionslaufbahnen (GD 1 bis GD 25) und Verwendungen (§2 Z5) bzw nach Verwendungsgruppen (Entlohnungsgruppen) und Dienstklassen vorzunehmen. Der Einsatz von Leasingkräften ist - mit Ausnahme des Einsatzes in Alten- und Pflegeheimen von Gemeinden und Gemeindeverbänden - nicht zulässig. Der Einsatz von Leasingkräften in Alten- und Pflegeheimen von Gemeinden und Gemeindeverbänden ist nur in Ausnahmefällen (zur kurzfristigen Abdeckung von Arbeitsspitzen im Sinn des §9 Abs6 Z6, welche nicht mit dem bestehenden Personal abgedeckt werden können) zulässig und bedarf der Genehmigung der Aufsichtsbehörde; Abs7 ist sinngemäß anzuwenden.",
            "annotations": []
        },
        {
            "text": "[(2)–(11) …]\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen",
            "annotations": []
        },
        {
            "text": "1. Die Antragstellerin sei eine Arbeitskräfteüberlasserin iSd §3 Abs2 Arbeitskräfteüberlassungsgesetz, verfüge über die gewerberechtlichen Voraussetzungen für die Ausübung dieses gebundenen Gewerbes und habe in der Vergangenheit Arbeitskräfte an Gemeinden überlassen. Durch die angefochtene Bestimmung des §7 Abs1 Oö. GDG 2002 werde in die Erwerbsfreiheit der Antragstellerin eingegriffen, weil ihr eine Arbeitskräfteüberlassung an oberösterreichische Gemeinden nun nicht mehr möglich sei. Sie sei dadurch aktuell und unmittelbar in ihrer Rechtssphäre betroffen, weil sie bis zum Inkrafttreten der Bestimmung laufend Arbeitskräfte an Gemeinden überlassen habe. Die Gemeinden würden derartige Angebote nunmehr entsprechend der genannten Bestimmung ablehnen und der Antragstellerin stehe diesbezüglich keinerlei Rechtsweg zur Verfügung. Die Antragstellerin sei Normadressatin der angefochtenen Bestimmung, weil diese den Einsatz von \"Leasingkräften\" ausdrücklich verbiete.",
            "annotations": []
        },
        {
            "text": "2. Die angefochtene Bestimmung verletze zunächst die Erwerbsfreiheit (Art6 StGG), weil kein öffentliches Interesse ersichtlich sei, das ein Verbot von Leasingkräften rechtfertigen könne. Eine Unvereinbarkeit des Einsatzes von Leasingkräften mit Art20 B-VG sei nicht nachvollziehbar, weil diese Bestimmung das Verhältnis von Verwaltungsorganen untereinander regle, einer Übertragung von Aufgaben der Privatwirtschaftsverwaltung an private Rechtsträger jedoch nicht entgegenstehe. Im Übrigen sei das Verbot angesichts der Schwere des Eingriffes auch nicht verhältnismäßig, weil gelindere Mittel (zB zahlenmäßige Beschränkungen oder Ausnahme von sensiblen Bereichen) bestünden.",
            "annotations": []
        },
        {
            "text": "Aus den dargelegten Gründen verstoße die angefochtene Bestimmung auch gegen den Gleichheitsgrundsatz. Darüber hinaus liege in der Ausnahmeregelung betreffend Alten- und Pflegeheime eine unsachliche Differenzierung, weil nicht ersichtlich sei, weshalb eine Arbeitskräfteüberlassung in anderen Bereichen (zB Gartenpflege, öffentlicher Verkehr, Müllentsorgung) unzulässig sein solle. Im Übrigen verstoße das überraschende Verbot ohne Übergangsregelung auch gegen den Vertrauensschutz und stelle eine Ungleichbehandlung dar, weil es in anderen Bundesländern nicht bestehe.",
            "annotations": []
        },
        {
            "text": "3. Ein pauschales Verbot des Einsatzes von überlassenen Arbeitskräften verstoße gegen Art4 der Richtlinie 2008/104/EG über die Leiharbeit, weil diese Bestimmung ein Verbot nur in Ausnahmefällen zulasse.",
            "annotations": []
        },
        {
            "text": "4. Schließlich sei die angefochtene Bestimmung kompetenzwidrig. Sie könne sich nicht auf Art21 Abs1 B-VG stützen, weil diese Bestimmung nur öffentlich-rechtliche Dienstverhältnisse betreffe. Die Überlassung von Arbeitskräften sei hingegen dem Kompetenztatbestand \"Arbeitsrecht\" in Art10 Abs1 Z11 B-VG zuzurechnen und damit in Gesetzgebung Bundessache.",
            "annotations": []
        },
        {
            "text": "IV. Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist unzulässig.",
            "annotations": []
        },
        {
            "text": "2. Gemäß Art140 Abs1 Z1 litc B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auf Antrag einer Person, die unmittelbar durch diese Verfassungswidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn das Gesetz ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist. Wie der Verfassungsgerichtshof in seiner mit VfSlg 8009/1977 beginnenden ständigen Rechtsprechung ausgeführt hat, ist daher grundlegende Voraussetzung für die Antragslegitimation, dass das Gesetz in die Rechtssphäre der betroffenen Person unmittelbar eingreift und sie – im Fall seiner Verfassungswidrigkeit – verletzt. Hiebei hat der Verfassungsgerichtshof vom Antragsvorbringen auszugehen und lediglich zu prüfen, ob die vom Antragsteller ins Treffen geführten Wirkungen solche sind, wie sie Art140 Abs1 Z1 litc B-VG als Voraussetzung für die Antragslegitimation fordert (vgl zB VfSlg 11.730/1988, 15.863/2000, 16.088/2001, 16.120/2001).",
            "annotations": []
        },
        {
            "text": "3. §7 Oö. GDG 2002 richtet sich ausschließlich an die Gemeinde als Dienstgeberin. Diese Bestimmung untersagt der Gemeinde – mit einer näher umschriebenen Ausnahme – den Einsatz von Leasingkräften. Die Antragstellerin ist also nicht unmittelbar Adressatin der angefochtenen Bestimmung.",
            "annotations": []
        },
        {
            "text": "Zwar hat der Verfassungsgerichtshof nach Zweck und Inhalt von angefochtenen Regelungen auch nicht unmittelbar von einer Regelung adressierte Rechtspersonen als Normadressaten angesehen, wenn durch die Regelung nicht nur deren persönliche Situation berührt wird, sondern auch in die – insbesondere durch verfassungsgesetzlich gewährleistete Rechte geprägte – Rechtssphäre eingegriffen wird (vgl zB VfSlg 13.038/1992, 13.558/1993, 15.305/1998, 19.349/2011, 19.892/2014). Ein solcher Eingriff liegt hier jedoch nicht vor: Nach Zweck und Inhalt der angefochtenen Bestimmung steht die Regelung der Art des Rechtsverhältnisses zwischen einer Gemeinde und den Personen, die für diese Gemeinde Tätigkeiten verrichten, im Vordergrund. Der Umstand, dass der Antragstellerin auf Grund dieser Bestimmung die Möglichkeit, einen Leasingvertrag mit einer Gemeinde abzuschließen, genommen wird, ist daher lediglich eine faktische (wirtschaftliche) Reflexwirkung dieser Bestimmung (vgl VfSlg 12.858/1991, 14.984/1997, 15.184/1998, 15.530/1999, 16.969/2003, 18.512/2008; VfGH 11.6.2018, G128/2017 uva.).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist daher zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}