{
    "document_id": "JFT_20230919_23V00023_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art139 Abs1 Z3 B-VG begehren die Antragsteller, die Wortfolge \"009-Schulweg-1196 Wörtherseestraße-Lindenweg\" in §2 der \"Verordnung des Gemeinderates der Gemeinde Maria Wörth vom 02.10.2012, Zahl 6012-o/S/2012, mit welcher die Straßen und Wege der Gemeinde Maria Wörth als Gemeindestraßen und Verbindungstraßen erklärt werden (Einreihungsverordnung)\", als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die auf Grund der §§3 Abs1 Z4 und 5, 3a, 19 Abs1 und 22 des Kärntner Straßengesetzes 1991 – K-StrG, LGBl 72, idF LGBl 7/2010 ergangene Verordnung des Gemeinderates der Gemeinde Maria Wörth vom 2. Oktober 2012, Z 612-0/S/2012, mit welcher die Straßen und Wege der Gemeinde Maria Wörth als Gemeindestraßen und Verbindungsstraßen erklärt werden (im Folgenden: Einreihungsverordnung), lautet auszugsweise wie folgt (der angefochtene Ausdruck ist hervorgehoben; Zitat ohne die im Original enthaltenen Hervorhebungen):",
            "annotations": []
        },
        {
            "text": "\"§2",
            "annotations": []
        },
        {
            "text": "Verbindungsstraßen",
            "annotations": []
        },
        {
            "text": "Nachfolgende Straßen- und Weganlagen im Gemeindegebiet von Maria Wörth werden zu Verbindungsstraßen erklärt: ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Zahl ",
            "annotations": []
        },
        {
            "text": "Name ",
            "annotations": []
        },
        {
            "text": "Beginn ",
            "annotations": []
        },
        {
            "text": "Ende ",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "0009 ",
            "annotations": []
        },
        {
            "text": "Schulweg",
            "annotations": []
        },
        {
            "text": "L96 Wörthersee Straße",
            "annotations": []
        },
        {
            "text": "Lindenweg",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3",
            "annotations": []
        },
        {
            "text": "Planliche Darstellung",
            "annotations": []
        },
        {
            "text": "(1) Die planliche Darstellung der in den §§1 und 2 zu Gemeinde- und Verbindungsstraßen erklärten öffentlichen Straßen wurde mittels automationsunterstützter Datenverarbeitung erstellt und wird in der Anlage als integrierender Bestandteil dieser Verordnung in digitaler Form beigeschlossen. ",
            "annotations": []
        },
        {
            "text": "(2) Die gemäß §15 Abs3 Kärntner Gemeindeordnung – K-AGO, LGBl 66/1998, zuletzt in der Fassung des Gesetzes LGBl Nr 58/2008, geforderte Auflage der Anlage zur öffentlichen Einsicht erfolgt in der Weise, dass sie im Internet im KAGIS einsehbar ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4",
            "annotations": []
        },
        {
            "text": "Inkrafttreten",
            "annotations": []
        },
        {
            "text": "(1) Diese Verordnung tritt nach Ablauf des Tages des Anschlages an der Amtstafel des Gemeindeamtes Maria Wörth in Kraft. ",
            "annotations": []
        },
        {
            "text": "(2) Gleichzeitig mit dem Inkrafttreten dieser Verordnung treten sämtliche Verordnungen des Gemeinderates der Gemeinde Maria Wörth, mit welchen die Kategorisierungen von Verkehrsflächen festgelegt wurden, außer Kraft.\"",
            "annotations": []
        },
        {
            "text": "2. §§2, 3, 4, 24 und 60 Kärntner Straßengesetz 2017 - K-StrG 2017, LGBl 8 lauten auszugsweise: ",
            "annotations": []
        },
        {
            "text": "\"§2 ",
            "annotations": []
        },
        {
            "text": "Öffentlichkeit der Straßen ",
            "annotations": []
        },
        {
            "text": "(1) Öffentliche Straßen im Sinne des §1 Abs1 sind alle dem Verkehr von Menschen und Fahrzeugen gewidmeten Grundflächen, die entweder ",
            "annotations": []
        },
        {
            "text": "   a) dem allgemeinen Verkehr nach den Bestimmungen des §3 ausdrücklich gewidmet worden sind (ausdrückliche Widmung durch Erklärung) oder",
            "annotations": []
        },
        {
            "text": "   b) in langjähriger Übung unter folgenden Voraussetzungen zum Verkehr benützt werden (stillschweigende Widmung): ",
            "annotations": []
        },
        {
            "text": "      1. sie müssen dem allgemeinen Verkehr ohne Einschränkung auf einen be- stimmten Kreis von Benützungsberechtigten dienen; ",
            "annotations": []
        },
        {
            "text": "      2. die Benützung muss unabhängig von einer ausdrücklichen Bewilligung des  über die Straßengrundfläche Verfügungsberechtigten erfolgen;",
            "annotations": []
        },
        {
            "text": "      3. der Gemeingebrauch muss durch einen Zeitraum von mindestens 30 Jahren  ausgeübt worden sein; ",
            "annotations": []
        },
        {
            "text": "      4. sie müssen einem dringenden Verkehrsbedürfnis zu Gunsten der Allgemein- heit dienen. ",
            "annotations": []
        },
        {
            "text": "(2) Allgemeiner Verkehr ist die Benützung durch jedermann (Gemeingebrauch). Die Art der Benützung (Fahren, Radfahren, Reiten, Gehen usw) ergibt sich aus der Widmung. Die öffentlichen Straßen dürfen für den durch die Widmung bestimmten Zweck von jedermann nur im Rahmen der Straßenverkehrsvorschriften benützt werden.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§3",
            "annotations": []
        },
        {
            "text": "Einteilung der öffentlichen Straßen",
            "annotations": []
        },
        {
            "text": "(Straßengruppen und deren Reihung)",
            "annotations": []
        },
        {
            "text": "(1) Öffentliche Straßen im Sinne des §2 Abs1 lita sind folgende Straßengruppen in der nachstehenden Reihung: ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "5. Gemeindestraßen, […]",
            "annotations": []
        },
        {
            "text": "6. Verbindungsstraßen, das sind jene Straßen, die überwiegend für",
            "annotations": []
        },
        {
            "text": "   a) den lokalen Verkehr innerhalb von Ortschaften und innerhalb von sonstigen dauernd bewohnten Siedlungen vorwiegend zur Deckung des Verkehrsbedürfnisses eines beschränkten Kreises von Benützern oder ",
            "annotations": []
        },
        {
            "text": "   b) die Herstellung der Verbindungen von Ortschaften und sonstigen dauernd bewohnten Siedlungen ",
            "annotations": []
        },
        {
            "text": "      aa) jeweils untereinander oder ",
            "annotations": []
        },
        {
            "text": "      bb) mit Straßen höherer Straßengruppen oder ",
            "annotations": []
        },
        {
            "text": "      cc) mit Einrichtungen des Gemeinbedarfes (§7 Abs2 lita Kärntner Gemeinde- planungsgesetz 1995), für die ein allgemeines Verkehrsbedürfnis besteht,",
            "annotations": []
        },
        {
            "text": "von Bedeutung sind und mit Verordnung des Gemeinderates nach dem Verfahren des §4 zu Verbindungsstraßen erklärt werden. ",
            "annotations": []
        },
        {
            "text": "(2) Betreffen Verordnungen nach Abs1 Z5 und 6 in der Natur bereits bestehende Straßen oder Wege, an denen kein Gemeingebrauch besteht, so dürfen diese Verordnungen frühestens mit dem Zeitpunkt in Kraft gesetzt werden, in dem die Gemeinde auf Grund von Verträgen oder von Verfahren nach dem III. Teil dieses Gesetzes Eigentum an den in Betracht kommenden Straßengrundstücken erworben hat. Der Zeitpunkt des Inkrafttretens ist vom Gemeinderat in einer Kundmachung festzustellen. Die Beschlussfassung im Sinne des Abs1 Z5 und 6 ist Voraussetzung für die Stellung von Anträgen durch den Gemeinderat nach §13 und im Sinne des III. Teils dieses Gesetzes.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§4",
            "annotations": []
        },
        {
            "text": "Einreihungsverordnungen",
            "annotations": []
        },
        {
            "text": "(1) Der Gemeinderat hat die von der Gemeinde verwalteten Straßenflächen durch Verordnung in eine der in §3 Abs1 Z5 und 6 genannten Straßengruppen einzureihen (Einreihungsverordnung). Der Gemeinderat hat am Beginn jeder zweiten Amtsperiode aufgrund allgemeiner Gemeinderatswahlen innerhalb eines Jahres die Einreihung der von der Gemeinde verwalteten Straßenflächen zu überprüfen und, bei einer wesentlichen Änderung der Voraussetzungen für die Einreihung gemäß §3 Abs1 Z5 und 6, diese den tatsächlichen Gegebenheiten entsprechend anzupassen. ",
            "annotations": []
        },
        {
            "text": "(2) Eine Einreihungsverordnung besteht aus einer planlichen Darstellung auf der Grundlage des digitalen Straßenverzeichnisses (§64 Abs2) und erforderlichenfalls aus einem beschreibenden Textteil. ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. Abschnitt",
            "annotations": []
        },
        {
            "text": "Verbindungsstraßen",
            "annotations": []
        },
        {
            "text": "§24",
            "annotations": []
        },
        {
            "text": "Verfahren der Erklärung, Herstellung, Erhaltung und Auflassung",
            "annotations": []
        },
        {
            "text": "Der Gemeinderat hat nach dem Verfahren des §4 zu beschließen: ",
            "annotations": []
        },
        {
            "text": "   a) die Erklärung zu Verbindungsstraßen ",
            "annotations": []
        },
        {
            "text": "   b) sowie, bei einer Änderung der Voraussetzungen für die Erklärung (§3 Abs1",
            "annotations": []
        },
        {
            "text": "Z6), die Anpassung der Einreihung an die tatsächlichen Gegebenheiten und,",
            "annotations": []
        },
        {
            "text": "   c) bei Wegfall der Voraussetzungen, die Auflassung von Verbindungsstraßen. Über die Herstellung und Erhaltung von Verbindungsstraßen beschließt ebenso der Gemeinderat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§60",
            "annotations": []
        },
        {
            "text": "Zuständigkeit und Verfahren bei Feststellung der Öffentlichkeit von Straßen",
            "annotations": []
        },
        {
            "text": "(1) Über die Feststellung der Öffentlichkeit der im §2 Abs1 litb angeführten Straßen entscheidet der Bürgermeister. Über den Antrag eines Beteiligten auf Feststellung der Öffentlichkeit einer Straße hat der Bürgermeister ohne unnötigen Aufschub zu entscheiden und den Bescheid über die Öffentlichkeit der Straße längstens binnen sechs Monaten nach Einlangen des Antrages beim Gemeindeamt zu erlassen. Mit Rechtskraft der Feststellung gilt die Straße als Privatstraße mit Öffentlichkeitscharakter. ",
            "annotations": []
        },
        {
            "text": "(2) Durch die Entscheidung, womit die Öffentlichkeit einer Straße festgestellt wird, wird das Privateigentum an der Straßengrundfläche nicht berührt. Der Privateigentümer kann die Ablösung des Grunds verlangen. Der Bemessung der Entschädigung (§37) für die Grundablöse ist die tatsächliche Nutzung des Grundstückes im Zeitpunkt der Feststellung der Öffentlichkeit zu Grunde zu legen. Ist das Eigentum an der Grundfläche einer als öffentlich festgestellten Straße strittig, entscheidet das ordentliche Gericht. ",
            "annotations": []
        },
        {
            "text": "(3) Die Grundablöse gehört zu den Kosten der Herstellung einer Straße und ist von den jeweiligen Erhaltungspflichtigen zu tragen. ",
            "annotations": []
        },
        {
            "text": "(4) Der Gemeinderat hat Privatstraßen mit Öffentlichkeitscharakter innerhalb eines Jahres nach Rechtskraft des Bescheides gemäß Abs1 oder der Entscheidung nach Abs2 letzter Satz in eine der in §3 Abs1 Z5 und 6 angeführten Straßengruppen einzureihen.\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Antragsteller legen ihre Bedenken im Wesentlichen wie folgt dar:",
            "annotations": []
        },
        {
            "text": "1.1. Durch die angefochtene Bestimmung in §2 der Einreihungsverordnung werde der Schulweg und somit das gesamte im Eigentum der Erstantragstellerin stehende Grundstück Nr 241/11, KG 72158 Reifnitz, und ein Teil des im Eigentum des Zweitantragstellers und der Drittantragstellerin stehenden Grundstückes Nr 241/13, KG 72158 Reifnitz, zu einer Verbindungsstraße erklärt.",
            "annotations": []
        },
        {
            "text": "1.2. Diese verstoße, soweit sich die Verordnungsbestimmung in Text und (allfälliger) planlicher Darstellung auf den im Eigentum der Antragsteller befindlichen Teil des Schulweges beziehe, gegen §3 Abs2 K-StrG [2017].",
            "annotations": []
        },
        {
            "text": "1.3. Bei dem hier in Rede stehenden Teilstück des Schulweges handle es sich zwar um einen bereits vor Inkrafttreten der Einreihungsverordnung bestehenden Weg, welcher aber nicht als Verbindungstraße von jedermann benutzt worden sei oder von jedermann benutzt werden habe können. Daher hätte die Einreihungsverordnung erst dann in Kraft gesetzt werden dürfen, wenn die Gemeinde auf Grund von Verträgen oder im Zuge eines Verfahrens Eigentum an den betroffenen Grundstücksteilen der Antragsteller erworben hätte.",
            "annotations": []
        },
        {
            "text": "1.4. Am 18. Juni 1970 sei mit Bescheid des Bürgermeisters des Gemeinde Maria Wörth die Öffentlichkeit des Weges festgestellt worden. Es sei erklärt worden, die Öffentlichkeit des Weges erstrecke sich über die in der Natur erkennbare bisherige Benützungsbreite von 3,5 Meter. Der Bescheid sei niemals rechtskräftig geworden. ",
            "annotations": []
        },
        {
            "text": "1.5. In der Folge sei der Schulweg ab der Grundstücksgrenze des Zweitantragstellers und der Drittantragstellerin auf ca 1,6 Meter verengt worden. Im Jahr 1982 sei hinsichtlich eines Teiles der im Eigentum des Zweitantragstellers und der Drittantragstellerin stehenden Grundstückes Nr 241/13, KG 72158 Reifnitz, ein Enteignungsverfahren eingeleitet worden. Allerdings sei das Enteignungsverfahren gescheitert, weil die Bezirkshauptmannschaft Klagenfurt-Land in einer Stellungnahme darauf hingewiesen habe, dass der \"Gemeinderat […] zuerst eine Verordnung nach §3 des Kärntner Straßengesetzes 1978, mit welcher die zur Enteignung vorgesehenen Flächen aus der Parzelle 241/13 zum Bestandteil des bestehenden Schulweges erklärt werden, erlassen [hätte] müssen\". Eine Enteignung sei auch der Erstantragstellerin angedroht worden, wobei kein förmliches Verfahren eingeleitet worden sei. ",
            "annotations": []
        },
        {
            "text": "1.6. Vor der Erlassung der Einreihungsverordnung habe sohin kein Gemeingebrauch bestanden. Es habe zwar Bestrebungen in diese Richtung gegeben, es sei aber niemals ein rechtsgültiger Bescheid erlassen worden und es seien von der Gemeinde Maßnahmen ergriffen worden, welche eine Benutzbarkeit des Weges in Form des Gemeingebrauches unmöglich machten, nämlich die Verengung des Weges durch die konsenslose Bauführung einer Rampe und Stützmauer auf Grundstück Nr 241/1, KG 72158 Reifnitz.",
            "annotations": []
        },
        {
            "text": "1.7. Im Zuge des Baubewilligungsverfahrens betreffend die Errichtung eines Nebengebäudes auf Grundstück Nr 241/1, KG 72158 Reifnitz, habe ein Gutachten des Sachverständigen des Amtes der Kärntner Landesregierung im Jahr 1994 ergeben, dass der ursprüngliche Wegverlauf in dem Bereich zwischen dem Grundstück Nr 241/13, KG 72158 Reifnitz, und Grundstück Nr 241/1, KG 72158 Reifnitz, nicht mehr feststellbar und der öffentlich erklärte Weg von etwa 4 Meter auf ca 1,6 Meter verengt worden sei. ",
            "annotations": []
        },
        {
            "text": "1.8. Es lägen auch die Voraussetzungen für eine \"stillschweigende Widmung\" gemäß §2 Abs1 lita K-StrG [§2 Abs1 litb K-StrG 2017] nicht vor. Diese Grundfläche habe nämlich nicht ohne Einschränkung auf einen bestimmten Kreis von Benützungsberechtigten dem allgemeinen Verkehr dienen können, weil auf Grund der Verengung des Weges der Weg nur noch zu Fuß benutzbar sei. Es habe daher keinesfalls durch einen Zeitraum vom mehr als 30 Jahren ein Gemeingebrauch stattgefunden. ",
            "annotations": []
        },
        {
            "text": "1.9. Ein in §58 K-StrG [§60 K-StrG 2017] vorgesehenes Verfahren zur Erklärung der Öffentlichkeit des Schulweges habe niemals stattgefunden bzw sei dieses durch die nachfolgende Überbauung auf Grundstück Nr 241/1, KG 72158 Reifnitz, hinfällig geworden. ",
            "annotations": []
        },
        {
            "text": "1.10. Teile der im Eigentum der Antragsteller befindlichen Grundstücke würden weit über den Kreis der bisherigen geduldeten Berechtigten für den Gemeingebrauch durch jedermann zugänglich gemacht und damit wesentlich entwertet. Eine wie auch immer geartete Entschädigung für die Eigentumseinschränkung hätten die Antragsteller nicht erhalten und werde ihnen eine derartige Entschädigung auch nicht angeboten. Der Eingriff in das Eigentumsrecht der Antragsteller komme einer vollständigen Enteignung gleich.",
            "annotations": []
        },
        {
            "text": "1.11. Schließlich bringen die Antragsteller mit näherer Begründung vor, dass die angefochtene Verordnungsbestimmung auch gegen das Bestimmtheitsgebot des Art18 B-VG verstoße. ",
            "annotations": []
        },
        {
            "text": "2. Die Kärntner Landesregierung hat eine Äußerung erstattet, in der sie die Zulässigkeit des Antrages im Wesentlichen wie folgt bestreitet: ",
            "annotations": []
        },
        {
            "text": "\"Die Kärntner Landesregierung vermisst im Antrag eine Begründung, warum nur im §2 der Einreihungsverordnung der unter der Zahl 0009 angeführte gegenständliche Schulweg und die Umschreibung seines Verlaufs angefochten wird, nicht jedoch dessen Darstellung in der einen integrierenden Bestandteil der Verordnung bildenden Anlage der Verordnung. Darüber hinaus ist im Antrag die angefochtene Wortfolge […] fehlerhaft wiedergegeben. Es stellt sich daher ferner die Frage, ob der Antrag hinsichtlich der Bezeichnung der angefochtenen Stellen den Erfordernissen des §57 Abs1 VfGG entspricht.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Die Kärntner Landesregierung ist […] der Ansicht, dass als möglicher 'Sitz' der behaupteten Rechtswidrigkeit nicht – wie im Antrag behauptet wird – lediglich die im Antrag überdies fehlerhaft wiedergegebene Anführung der Verbindungsstraße 0009 Schulweg im §2 der Einreihungsverordnung anzusehen wäre, sondern auch die Wiedergabe ihres Verlaufes in der einen integrierenden Teil dieser Verordnung bildenden Anlage der Verordnung.",
            "annotations": []
        },
        {
            "text": "Zwar wird [in] der Beschwerde von den Antragstellern ausgeführt, dass die Erklärung zur Verbindungsstraße 'soweit sich die Verordnungsbestimmung im Text und (allfälliger) planlicher Darstellung' auf die im Eigentum der Antragsteller befindlichen Grundstücke bezieht, gegen §3 Abs2 des Kärntner Straßengesetzes verstoße, jedoch enthält der Antrag […] keinerlei Bezugnahme auf die planliche Darstellung. Überdies übersieht die Argumentation der Antragsteller die vom Gesetzgeber im §4 Abs2 K-StrG 2017 vorgenommene Wertung, wonach eine Einreihungsverordnung primär aus eine[r] planlichen Darstellung zu bestehen habe und nur 'erforderlichenfalls' aus einem beschreibenden Textteil.",
            "annotations": []
        },
        {
            "text": "Die Kärntner Landesregierung hegt daher zunächst Zweifel, ob die Antragsteller mit der fehlerhaften Wiedergabe der Bezeichnung und des Verlaufes des 0009 Schulwegs im §2 der Einreihungsverordnung ihrer Verpflichtung gemäß §57 Abs1 VfGG, die angefochtenen Verordnungsstellen genau zu bezeichnen (vgl VfSlg 15.492/1999), nachgekommen sind, denn der Antrag lässt offen, exakt welche Wortfolge der Verordnung tatsächlich in Aufhebung verfallen solle. Darüber hinaus vermisst die Kärntner Landesregierung eine Begründung des begehrten Aufhebungsumfangs.",
            "annotations": []
        },
        {
            "text": "Die Kärntner Landesregierung ist überdies der Ansicht, dass der Antrag schon wegen des zu eng gefassten Prüfungsumfanges gemäß §57 Abs1 VfGG zurückzuweisen wäre:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof geht in seiner Rechtsprechung davon aus, dass der Prüfungsumfang so zu wählen ist, dass eine (eventuelle) festgestellte Rechtswidrigkeit vollständig beseitigt werden kann (zB VfSlg 14.740/1997). Im Widerspruch dazu hätte der von den Antragstellern gewählte Anfechtungsumfang jedoch zur Folge, dass zwar im §2 der Einreihungsverordnung der Wortlaut über die Aufnahme und den Verlauf des 0009 Schulweg als Verbindungsstraße und dessen Verlauf aus dem Rechtsbestand beseitigt würde, die in der einen integrierenden Bestandteil dieser Verordnung bildenden Anlage zur Verordnung enthaltene kartographische Darstellung des Verlaufes dieses Verbindungsweges jedoch weiterhin dem Rechtsbestand angehören würde.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "3. Der Gemeinderat der Gemeinde Maria Wörth hat die Akten betreffend das Zustandekommen der angefochtenen Verordnung vorgelegt und eine Äußerung erstattet, in der den im Antrag erhobenen Bedenken zusammengefasst wie folgt entgegengetreten wird (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"[…] Zur Zulässigkeit des Individualantrages […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Nach §3 Abs1 der Verordnung 6012-0/S/2012 vom 2. Oktober 2012 [Planliche Darstellung] bildet die planliche Darstellung der in den §§1 und 2 zu Gemeinde- und Verbindungsstraßen erklärten öffentlichen Straßen einen integrierenden Bestandteil dieser Verordnung.",
            "annotations": []
        },
        {
            "text": "De[m] Aufhebungsantrag ist nicht zu entnehmen, weshalb ausdrücklich nur §2 der Einreihungsverordnung der unter der Zahl 0009 angeführte gesamte Schulweg wegen Gesetzwidrigkeit aufgehoben werden soll.",
            "annotations": []
        },
        {
            "text": "Würde der Verfassungsgerichtshof dem Aufhebungsbegehren folgen hätte dies zur Folge, dass §3 Abs1 der Verordnung unverändert weiterbestehen würde, da sich das Aufhebungsbegehren ausschließlich auf §2 und nicht auch auf §3 Abs1 der Verordnung 6012-0/S/2012 bezieht.",
            "annotations": []
        },
        {
            "text": "[…] Aufgrund der im Antrag fehlerhaften Bezeichnungen der zu §2 zur Aufhebung beantragten Wortfolge sowie dem fehlenden Antrag zu §3 Abs1 der Verordnung 6012-0/S/2012 entspricht der gestellte Antrag vom 02.03.2023 auch nicht den Erfordernissen des §15 Abs2 VfGG.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Der von den AntragstellerInnen gewählte Aufhebungsumfang könnte jedoch zur Folge haben, dass der in §2 der Einreihungsverordnung der Wortlaut [Bezeichnungen, Wortfolgen] über die Aufnahme und den Verlauf des Schulweges [0009] als Verbindungsstraße und dessen gesamter Verlauf zwar aus §2 beseitigt werden würde, die in §3 der Verordnung genannte kartographische Darstellung jedoch weiterhin dem Rechtsbestand angehören würde.",
            "annotations": []
        },
        {
            "text": "[…] Aus den oben angeführten Gründen wird der Antrag vom 02.03.2023 als unzulässig erachtet. […]",
            "annotations": []
        },
        {
            "text": "[…] Zu den Bedenken der AntragstellerInnen […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "[…] Der Verfassungsgerichtshof hat in einer Reihe von Erkenntnissen zum Kärntner Straßengesetz klargelegt, dass durch die Öffentlicherklärung eines in der Natur schon bestehenden privaten Weges in gesetzwidriger Weise Gemeingebrauch begründet werde, solange die Gemeinde nicht das Eigentum an den in Betracht kommenden Straßengrundstücken erworben hat […]. Dies wurde auch ausdrücklich für die Rechtslage vor der Novelle LGBl Nr 25/1981 ausgesprochen[.] […]",
            "annotations": []
        },
        {
            "text": "Bei den vom Verfassungsgerichtshof getroffenen Entscheidungen […] war der vorangehende Sachverhalt jedoch so gestaltet, dass im Zeitpunkt der Erlassung der Einreihungsverordnung [Öffentlicherklärung eines in der Natur schon bestehenden privaten Weges] kein rechtskräftiger Bescheid gemäß §57 [§60] in Verbindung mit §2 Abs1 litb K-StrG 1991 [2017] vorgelegen hat, mit welchem ein Gemeingebrauch [allgemeiner Verkehr ohne Einschränkung auf einen bestimmten Kreis von Benützungsberechtigten] bereits festgestellt wurde. ",
            "annotations": []
        },
        {
            "text": "Prüfungsgegenständlich geht es also allein darum, ob die Feststellung der Öffentlichkeit eines bereits mit Bescheid näher bestimmten Weges nach §57 [§60] in Verbindung mit §2 Abs1 litb K-StrG ausreicht bzw ob der Bescheid der in §3 Abs2, erster Satz, letzter Halbsatz K-StrG 2017 genannten Voraussetzungen [auf Grund von Verträgen oder von Verfahren nach dem III. Teil dieses Gesetzes Eigentum an den in Betracht kommenden Straßengrundstücken erworben hat] gleichkommt bzw dieser Bestimmung ebenfalls entspricht [Bescheid anstelle Vereinbarung oder Eigentumserwerb durch die Gemeinde], um auf der Grundlage des Bescheides den betreffenden Weg als öffentliche Verbindungsstraße im Sinne des §3 Abs1 Z6 K-StrG 1991 [2017] nach §3a K-StrG 1991 [§4 Abs1 K-StrG 2017] mittels Einreihungsverordnung einzureihen, wenn – wie gegenständlich - gleichzeitig durch die verordnete Einreihung keine Ausweitung der in Betracht kommenden Straßengrundstücke gegenüber dem ergangenen Bescheid vom 18.06.2017 und dessen Feststellungswirkung erfolgt. ",
            "annotations": []
        },
        {
            "text": "Seitens der Gemeinde Maria Wörth wird die Gleichwertigkeit [Bescheid, Vereinbarung] insoweit bejaht, als Vereinbarungen naturgemäß aufkündbar sind, rechtskräftige Bescheide hingegen rechtsbeständig bleiben. ",
            "annotations": []
        },
        {
            "text": "Das Verfahren zur Feststellung der Öffentlichkeit im Sinne des §2 Abs1 litb K-StrG ist zwar in §57 Abs1 [§60 Abs1] K-StrG geregelt, jedoch verlangt §3 Abs2 K-StrG 2017 ausdrücklich, dass Verordnungen nach Abs1 Z5 und 6 für in der Natur bereits bestehende Straßen oder Wege erst frühestens mit dem Zeitpunkt in Kraft gesetzt werden dürfen, in dem die Gemeinde auf Grund von Verträgen oder von Verfahren nach dem III. Teil dieses Gesetzes Eigentum an den in Betracht kommenden Straßengrundstücken erworben hat, wenn an in der Natur bereits bestehende Straßen oder Wegen kein Gemeingebrauch [im Sinne des §2 Abs2 K-StrG 2017] besteht wobei es dabei dahin gestellt bleiben kann, in welcher Art die allgemeine Benützung [Fahren, Radfahren, Reiten, Gehen usw] erfolgt. ",
            "annotations": []
        },
        {
            "text": "Nachdem §2 der Verordnung 612-0/S/2012, Zahl 0009, Name Schulweg, Beginn L96 Wörthersee Straße, Ende Lindenweg, nicht über die Feststellungs- und Bescheidwirkung des Bescheides vom 18.06.1970 in das Eigentum der AntragstellerInnen eingreift, kann daraus in Verbindung mit §3 Abs2 K-StrG 2017 auch keine Gesetzeswidrigkeit des §2 der Einreihungsverordnung angenommen werden, zumal auch gemäß §60 Abs2 K-StrG 2017 durch die Entscheidung das Privateigentum an der Straßengrundfläche nicht berührt wird. Durch das in Kraft setzen der Einreihungsverordnung mit Ablauf des Tages ihrer Kundmachung wird daher weder aktuell noch potentiell in das Eigentumsrecht der AntragstellerInnen eingegriffen. Die Bescheid- und Feststellungswirkung des Bescheides vom 18.6.1970 ist gemäß [§3a K-StrG 1991] §4 Abs2 K-StrG 2017 [planliche Darstellung] in Verbindung mit §3 Abs1 der Einreihungsverordnung 612-0/S/2012 hinreichend dargestellt und ebenfalls kundemacht worden. ",
            "annotations": []
        },
        {
            "text": "Soweit sich die Bedenken der AntragstellerInnen auf jene Straßengrundflächen beziehen, welche sich für einen zukünftigen Ausbau des Schulweg[es] in Planung befinden und daher auch die Voraussetzungen des §3 Abs2, erster Satz, letzter Halbsatz K-StrG nicht erfüllen, kann die Einreihungsverordnung 612-0/S/2012 einen Gemeingebrauch schon deswegen nicht begründen, weil es an einem Gegenstand des Gebrauches fehlt.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen ",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art139 Abs1 Z3 B‐VG erkennt der Verfassungsgerichtshof über Gesetzwidrigkeit von Verordnungen auf Antrag einer Person, die unmittelbar durch diese Gesetzwidrigkeit in ihren Rechten verletzt zu sein behauptet, wenn die Verordnung ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides für diese Person wirksam geworden ist.",
            "annotations": []
        },
        {
            "text": "Voraussetzung der Antragslegitimation gemäß Art139 Abs1 Z3 B-VG ist einerseits, dass der Antragsteller behauptet, unmittelbar durch die angefochtene Verordnung – im Hinblick auf deren Gesetzwidrigkeit – in seinen Rechten verletzt worden zu sein, dann aber auch, dass die Verordnung für den Antragsteller tatsächlich, und zwar ohne Fällung einer gerichtlichen Entscheidung oder ohne Erlassung eines Bescheides wirksam geworden ist. Grundlegende Voraussetzung der Antragslegitimation ist also, dass die Verordnung in die Rechtssphäre des Antragstellers nachteilig eingreift und diese – im Falle ihrer Gesetzwidrigkeit – verletzt.",
            "annotations": []
        },
        {
            "text": "Nicht jedem Normadressaten aber kommt die Anfechtungsbefugnis zu. Es ist darüber hinaus erforderlich, dass die Verordnung selbst tatsächlich in die Rechtssphäre des Antragstellers unmittelbar eingreift. Ein derartiger Eingriff ist jedenfalls nur dann anzunehmen, wenn dieser nach Art und Ausmaß durch die Verordnung selbst eindeutig bestimmt ist, wenn er die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt und wenn dem Antragsteller kein anderer zumutbarer Weg zur Abwehr des – behaupteterweise – rechtswidrigen Eingriffes zur Verfügung steht (VfSlg 13.944/1994, 15.234/1998, 15.947/2000).",
            "annotations": []
        },
        {
            "text": "1.2. Die Grenzen der Aufhebung einer auf ihre Gesetzmäßigkeit hin zu prüfenden Verordnungsbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Normenprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Verordnungsteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Verordnungsstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "1.2.1. Dieser Grundposition folgend hat der Gerichtshof die Rechtsauffassung entwickelt, dass im Normenprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl zB VfSlg 8155/1977, 12.235/1989, 13.915/1994, 14.131/1995, 14.498/1996, 14.890/1997, 16.212/2001). Der Antragsteller hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des Antragstellers teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.972/2015). ",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Verordnungsstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Gesetzwidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Verordnung dieser ein völlig veränderter, dem Verordnungsgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (vgl VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016). ",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Bestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN). ",
            "annotations": []
        },
        {
            "text": "1.2.2. Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Soweit die unmittelbare und aktuelle Betroffenheit durch alle vom Antrag erfassten Bestimmungen gegeben ist oder der Antrag mit solchen untrennbar zusammenhängende Bestimmungen erfasst, führt dies – ist der Antrag in der Sache begründet – im Fall der Aufhebung nur eines Teiles der angefochtenen Bestimmungen im Übrigen zu seiner teilweisen Abweisung (vgl VfSlg 19.746/2013, 19.905/2014; VfGH 9.12.2014, G73/2014). Umfasst der Antrag auch Bestimmungen, die den Antragsteller nicht unmittelbar und aktuell in seiner Rechtssphäre betreffen, führt dies – wenn die angefochtenen Bestimmungen insoweit trennbar sind – im Hinblick auf diese Bestimmungen zur partiellen Zurückweisung des Antrages (siehe VfSlg 18.298/2007, 18.486/2008, 19.933/2014; soweit diese Voraussetzungen vorliegen, führen zu weit gefasste Anträge also nicht mehr – vgl noch VfSlg 14.342/1995, 15.664/1999, 15.928/2000, 16.304/2001, 16.532/2002, 18.235/2007 – zur Zurückweisung des gesamten Antrages). ",
            "annotations": []
        },
        {
            "text": "1.3. Mit ihrem auf Art139 Abs1 Z3 B-VG gestützten Antrag begehren die Antragsteller den Ausdruck \"009-Schulweg-1196 Wörtherseestraße-Lindenweg\" in §2 der Einreihungsverordnung als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "1.4. Der Gemeinderat der Gemeinde Maria Wörth und die Kärntner Landesregierung erachten den Antrag für unzulässig. Die geltend gemachte Gesetzwidrigkeit könne durch Aufhebung der angefochtenen Wortfolge in §2 der Einreihungsverordnung nicht beseitigt werden, weil \"die in der einen integrierenden Bestandteil dieser Verordnung bildenden Anlage zur Verordnung enthaltene kartographische Darstellung des Verlaufes dieses Verbindungsweges […] weiterhin dem Rechtsbestand angehören würde\". ",
            "annotations": []
        },
        {
            "text": "1.4.1. Gemäß §4 Abs2 K-StrG 2017 besteht eine Einreihungsverordnung aus einer planlichen Darstellung auf der Grundlage des digitalen Straßenverzeichnisses (§64 Abs2 leg cit) und erforderlichenfalls aus einem beschreibenden Textteil. Insoweit sind der Gemeinderat der Gemeinde Maria Wörth und die Kärntner Landesregierung im Recht, dass die planliche Darstellung ein integrierender Bestandteil der angefochtenen Einreihungsverordnung ist (§3 Abs1 der Einreihungsverordnung). Entgegen der Auffassung des Gemeinderates der Gemeinde Maria Wörth und der Kärntner Landesregierung ist der Anfechtungsumfang jedoch nicht zu eng gewählt, weil die behauptete Gesetzwidrigkeit durch die Aufhebung beseitigt würde (VfGH 21.9.2015, V66/2015; 30.11.2021, V112/2021; jeweils Aufhebungen eines Ausdruckes einer Einreihungsverordnung). ",
            "annotations": []
        },
        {
            "text": "1.4.2. In VfSlg 16.322/2001 hat der Verfassungsgerichtshof einen Antrag für unzulässig erachtet, weil der Antrag zwar die Aufhebung bestimmter Ausdrücke einer Verordnung über die Festlegung des Einzugsbereiches einer Kanalisationsanlage begehrte, nicht jedoch die planliche Darstellung, die Teil der Verordnung waren, mitumfasste. Begründend führte der Verfassungsgerichtshof aus, aus der planlichen Darstellung gehe nicht mit hinreichender Deutlichkeit hervor, welche Gebiete welchen Siedlungen zuzuordnen seien, zumal der Ausdruck nicht eindeutig sei. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes müsse der Rechtsunterworfene in der Lage sein, die durch ein aufhebendes Erkenntnis herbeigeführte neue Rechtslage aus der Zusammenschau von planlicher Darstellung und Aufhebungskundmachung eindeutig und unmittelbar festzustellen (vgl VfSlg 11.807/1988, 13.716/1994, 13.887/1994). ",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall ist es dem Rechtsunterworfenen hingegen alleine aus der (auf den Ausdruck \"0009 Schulweg L96 Wörthersee Straße Lindenweg\" bezogenen) Aufhebungskundmachung in Verbindung mit der planlichen Darstellung möglich, die neue geltende Rechtslage (der Schulweg, beginnend bei L96 Wörthersee Straße bis Lindenweg, wäre nicht als Verbindungsstraße eingeordnet) zu erkennen (vgl VfGH 21.9.2015, V66/2015; 30.11.2021, V112/2021; siehe auch VfSlg 15.235/1998).",
            "annotations": []
        },
        {
            "text": "1.4.3. Vor diesem Hintergrund erweist sich auch die Auffassung des Gemeinderates der Gemeinde Maria Wörth, wonach der Antrag mangels Anfechtung des §3 Abs1 der Einreihungsverordnung unzulässig wäre, als nicht zutreffend. ",
            "annotations": []
        },
        {
            "text": "1.5. Dass die Antragsteller in ihrem Antrag sowohl den angefochtenen Ausdruck als auch die Zahl der Einreihungsverordnung falsch bezeichnen, macht den Antrag – entgegen der Ansicht des Gemeinderates der Gemeinde Maria Wörth und jener der Kärntner Landesregierung – nicht unzulässig: Aus dem Antrag ergibt sich – trotz der fehlerhaften Wiedergabe der angefochtenen Wortfolge – mit hinreichender Deutlichkeit, dass die Aufhebung des Ausdruckes \"0009 Schulweg L96 Wörthersee Straße Lindenweg\" begehrt wird. ",
            "annotations": []
        },
        {
            "text": "1.6. Im Übrigen hat sich im Verfahren nichts ergeben, was am Vorliegen der Prozessvoraussetzungen zweifeln ließe. Da auch sonst keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag insgesamt als zulässig. ",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004). ",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist begründet.",
            "annotations": []
        },
        {
            "text": "2.3. §2 Abs1 K-StrG 2017 legt die Voraussetzungen für das Vorliegen einer öffentlichen Straße fest. Nur öffentliche Straßen im Sinne dieser Bestimmung können als Verbindungsstraßen festgelegt werden (§3 Abs1 Z6 leg cit). Betreffen Verordnungen nach §3 Abs1 Z5 und 6 K-StrG 2017 in der Natur bereits bestehende Straßen oder Wege, an denen kein Gemeingebrauch besteht, so dürfen diese Verordnungen frühestens mit dem Zeitpunkt in Kraft gesetzt werden, in dem die Gemeinde auf Grund von Verträgen oder von Verfahren nach dem III. Teil dieses Gesetzes (Enteignung und sonstige Zwangsrechte) Eigentum an den in Betracht kommenden Straßengrundstücken erworben hat (§3 Abs2 K-StrG 2017). Unter Gemeingebrauch wird die Benützung durch jedermann verstanden (§2 Abs2 leg cit). ",
            "annotations": []
        },
        {
            "text": "2.4. Das im Eigentum der Erstantragstellerin stehende Grundstück Nr 241/11, KG 72158 Reifnitz, und ein Teil des im Eigentum des Zweitantragstellers und der Drittantragstellerin stehenden Grundstückes Nr 241/13, KG 72158 Reifnitz, sind mit dem angefochtenen Ausdruck in §2 der Einreihungsverordnung zu einer Verbindungsstraße erklärt worden. Ein Eigentumserwerb durch die Gemeinde Maria Wörth hat in Bezug auf das betreffende Wegstück des Schulweges nicht stattgefunden. ",
            "annotations": []
        },
        {
            "text": "2.5. Die Antragsteller sind der Auffassung, dass an jenem Wegstück des Schulweges, welches über die in ihrem Eigentum stehenden Grundstücke verlaufe, kein Gemeingebrauch im Sinne des §2 Abs2 K-StrG 2017 bestehe und daher der angefochtene Ausdruck \"0009 Schulweg L96 Wörthersee Straße Lindenweg\" in §2 der Einreihungsverordnung gegen §3 Abs2 leg cit verstoße. Darüber hinaus lägen auch die Voraussetzungen für eine \"stillschweigende Widmung\" im Sinne des §2 Abs1 litb K-StrG 2017 nicht vor.",
            "annotations": []
        },
        {
            "text": "2.6. Den auf den angefochtenen Verordnungsausdruck Bezug habenden Akten ist nicht zu entnehmen, dass die verordnungserlassende Behörde vor Erlassung der Einreihungsverordnung die tatsächlichen Voraussetzungen, die für die Erlassung der Einreihungsverordnung in Bezug auf den angefochtenen Ausdruck geboten waren, hinreichend ermittelt und dokumentiert hätte (vgl VfGH 14.12.2022, V70/2021). Insbesondere hat der Gemeinderat der Gemeinde Maria Wörth keine Erhebungen im Hinblick auf die Frage des Bestehens von Gemeingebrauch vorgenommen (VfGH 21.9.2015, V66/2015; 30.11.2021, V112/2021):",
            "annotations": []
        },
        {
            "text": "2.6.1. Im vorgelegten Verordnungsakt findet sich in Bezug auf den angefochtenen Ausdruck lediglich der Hinweis \"Schulweg Teilbereich Privatweg\". Darüber hinaus ist den auf die angefochtene Verordnung Bezug habenden Akten eine tabellarische Übersicht zu entnehmen, in welcher der Schulweg, dessen Oberfläche asphaltiert ist, in die Kategorie Verbindungsweg eingereiht werden soll. Konkrete, auf den Schulweg bezogene Erhebungsschritte zur Frage des Vorliegens von Gemeingebrauch können dem Verordnungsakt nicht entnommen werden. Ebenso wenig findet sich im Verordnungsakt ein Hinweis, dass nach Ansicht des Gemeinderates der Gemeinde Maria Wörth die Tatbestandsvoraussetzungen des §2 Abs1 litb K-StrG 2017 (\"stillschweigende Widmung\") erfüllt sein könnten. ",
            "annotations": []
        },
        {
            "text": "2.6.2. An dem Umstand eines unzureichenden Ermittlungsverfahrens in Bezug auf das Vorliegen der Voraussetzungen für die Einreihung des angefochtenen Ausdruckes als Verbindungsstraße vermag auch der in der Äußerung des Gemeinderates der Gemeinde Maria Wörth verwiesene Bescheid des Bürgermeisters der Gemeinde Maria Wörth vom 18. Juni 1970 betreffend die Feststellung der Öffentlichkeit des ua über die Grundstücke der Antragsteller führenden Weges, der sich über die – zum damaligen Zeitpunkt – in der Natur erkenntliche bisherige Benützungsbreite von 3,50 Meter erstrecke, nichts zu ändern. Auch im Hinblick auf die im Rahmen der Äußerung des Gemeinderates der Gemeinde Maria Wörth ins Treffen geführte Behauptung, wonach der oben genannte Feststellungsbescheid als Vertrag bzw Enteignungsverfahren zu sehen wäre und daher die Voraussetzungen des §3 Abs2 K-StrG 2017 erfüllt wären, ist den auf den angefochtenen Verordnungsausdruck Bezug habenden Akten keinerlei dokumentierter Hinweis zu entnehmen. Zudem hätte sich die verordnungserlassende Behörde vor dem Hintergrund ihres Vorbringens im Verordnungsakt nachvollziehbar mit den Auswirkungen des von ihr erwähnten Feststellungsbescheides auseinandersetzen müssen, insbesondere ob sich der Umfang des Weges im genannten Feststellungsbescheid mit dem nun eingereihten Wegverlauf deckt.",
            "annotations": []
        },
        {
            "text": "2.7. Die verordnungserlassende Behörde hat es somit verabsäumt, sich vor der Verordnungserlassung in nachvollziehbarer Weise mit der Frage des Vorliegens von Gemeingebrauch bzw des Vorliegens der Voraussetzungen für die Einreihung im Sinne der gesetzlichen Bestimmungen im Hinblick auf die im Eigentum der Antragsteller stehenden Grundstücke, die von der Einreihungsverordnung erfasst sind, auseinanderzusetzen (VfSlg 17.571/2005; VfGH 21.9.2015, V66/2015). Der angefochtene Ausdruck in §2 der Einreihungsverordnung ist daher gesetzwidrig. ",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Ausdruck \"0009 Schulweg L96 Wörthersee Straße Lindenweg\" in §2 der Einreihungsverordnung ist daher als gesetzwidrig aufzuheben. ",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Kärntner Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §2 Abs1 Z8 Ktn. KundmachungsG. ",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung gründet sich auf §61a VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 501,40 sowie der Ersatz der Eingabengebühr in Höhe von € 240,– enthalten. ",
            "annotations": []
        }
    ]
}