{
    "document_id": "JFT_20230612_22G00359_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antragsteller behauptet die Verfassungswidrigkeit der Wortfolge \"von dem aus der Wettunternehmer die Daten für das Medium bereitstellt\" in §1 Abs4 zweiter Satz Vbg WettenG: Es sei gleichheitswidrig und führe zu einer unsachlichen Diskriminierung, wenn das Vorarlberger Wettengesetz nicht zur Anwendung komme, wenn sich der Server, von dem aus die Daten für das elektronische Medium bereitgestellt würden, nicht in Vorarlberg befinde.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behauptete Verfassungswidrigkeit als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat. Dem Landesgesetzgeber ist nicht entgegenzutreten, wenn er für den Fall der Ermöglichung der Wetttätigkeit über ein elektronisches Medium jenen Ort als Betriebsstätte definiert, von dem aus der Wettunternehmer die Daten für das Medium bereitstellt. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes schließt das bundesstaatliche Prinzip die Anwendung des Gleichheitsgrundsatzes auf das Verhältnis der Regelungen verschiedener Gesetzgeber zueinander aus (vgl VfSlg 14.783/1997, 14.846/1997, 16.843/2003, 19.202/2010).",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}