{
    "document_id": "JFT_20230919_22G00302_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit der Wortfolge \"wobei sie die Gebühr für Mühewaltung nach Abzug der Gebühren für die Nutzung der Untersuchungsräumlichkeiten, einschließlich der Infrastruktur der Person zu überweisen hat, der die Verantwortung für die Obduktion übertragen wurde\" in §128 Abs2a StPO und des Wortes \"externen\" in §43 Abs1 Z2 lite GebAG, in eventu nur des Wortes \"externen\" in §43 Abs1 Z2 lite GebAG, wegen Verstoßes gegen Art7 Abs1 B-VG, Art5 StGG und Art1 1. ZPEMRK sowie Art6 StGG. Universitäten, die nach §128 Abs2 StPO mit der Durchführung von Obduktionen beauftragt würden, würden vor dem Hintergrund des vom Landesgericht Salzburg zugrunde gelegten Regelungsverständnisses die Kosten für die damit zusammenhängende Inanspruchnahme der Untersuchungsräumlichkeiten (samt Infrastruktur) nicht abgegolten. Universitäten und damit auch die Antragstellerin müssten die genannten Leistungen der Strafjustiz damit im Ergebnis unentgeltlich bereitstellen.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl etwa VfSlg 20.420/2020 zum rechtspolitischen Gestaltungsspielraum des Gesetzgebers bei der Ausgestaltung des Entschädigungsanspruches für einen Vermögensnachteil im Zusammenhang mit dem GebAG) lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}