{
    "document_id": "JFT_20230301_22W_I00012_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Anfechtung und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Bei der Wahl des Gemeinderates der Stadt Krems an der Donau vom 4. September 2022 entfielen von den insgesamt 11.179 abgegebenen gültigen Stimmen auf die Wahlparteien",
            "annotations": []
        },
        {
            "text": "Bürgermeister Dr. RESCH Liste SPÖ (RESCH) 4.574 Stimmen (17 Mandate),",
            "annotations": []
        },
        {
            "text": "Volkspartei Krems - Team Florian Kamleitner (ÖVP) 2.606 Stimmen (10 Mandate),",
            "annotations": []
        },
        {
            "text": "Freiheitliche Partei Österreichs Team Rosenkranz (FPÖ) 1.635 Stimmen (6 Mandate),",
            "annotations": []
        },
        {
            "text": "KLS-Kremser Linke Stadtbewegung (KLS) 793 Stimmen (3 Mandate),",
            "annotations": []
        },
        {
            "text": "Die Grünen Krems (GRÜNE) 409 Stimmen (1 Mandat),",
            "annotations": []
        },
        {
            "text": "Neos in Krems (NIK) 745 Stimmen (2 Mandate),",
            "annotations": []
        },
        {
            "text": "Green Future Krems (GREENK) 83 Stimmen (kein Mandat) und",
            "annotations": []
        },
        {
            "text": "MFG Österreich - Menschen Freiheit Grundrechte (MFG) 334 Stimmen (1 Mandat).",
            "annotations": []
        },
        {
            "text": "In der konstituierenden Sitzung des Gemeinderates der Stadt Krems an der Donau vom 4. Oktober 2022 wurde die in §4 Abs1 Z2 Kremser Stadtrecht 1977, LGBl 1010-0, idF LGBl 1010-12 festgesetzte Anzahl der zehn Mitglieder des Stadtsenates nach dem d'Hondt'schen Verfahren auf die im Gemeinderat vertretenen Wahlparteien aufgeteilt, wobei fünf Mandate auf die Wahlpartei \"RESCH\", drei Mandate auf die \"ÖVP\" und zwei Mandate auf die \"FPÖ\" entfielen. Schließlich wurden entsprechend dieser Aufteilung die Mitglieder des Stadtsenates gewählt.",
            "annotations": []
        },
        {
            "text": "2. Dieses Wahlverfahren wurde von den Anfechtungswerbern gemäß §§89 f. NÖ Stadtrechtsorganisationsgesetz (NÖ STROG), LGBl 1026-0 idF LGBl 23/2022, angefochten. Mit Bescheid der Stadtwahlbehörde der Stadt Krems an der Donau vom 7. November 2022 wurde die Anfechtung abgewiesen.",
            "annotations": []
        },
        {
            "text": "3. Mit der vorliegenden, auf Art141 B-VG gestützten Anfechtung werden die Aufhebung und Nichtigerklärung der Wahl des Stadtsenates der Stadt Krems an der Donau vom 4. Oktober 2022 \"beginnend mit der Ermittlung der zu einem Wahlvorschlag berechtigten Parteien\", in eventu die Aufhebung und Nichtigerklärung des gesamten Verfahrens zur Wahl des Stadtsenates, sowie Kostenersatz begehrt. Begründend wird dazu im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "3.1. Der Wortlaut des §82 Abs2 NÖ STROG sei aus mehreren Gründen zu unbestimmt. Zunächst sei der verwiesene \"§53 NÖ Gemeinderatswahlordnung 1994 (NÖ GRWO 1994), LGBl 0350 in der Fassung LGBl Nr 34/2020\" durch die zuletzt genannte Novelle nicht verändert worden, sodass unklar sei, auf welche Fassung dieser Bestimmung verwiesen werde. Auch die Angabe der Stammfassung \"LGBl 0350\" sei unklar, weil die Kundmachung von Landesgesetzen nach §4 Abs1 NÖ Verlautbarungsgesetz 2015, LGBl 0700-0, idF LGBl 69/2021 im Rechtsinformationssystem des Bundes (im Folgenden: RIS) zu erfolgen habe, die verwiesene Stammfassung der NÖ GRWO 1994 dort jedoch nicht auffindbar sei. Der allfällige Einwand, dass die verwiesene Stammfassung der NÖ GRWO 1994 ursprünglich rechtmäßig kundgemacht worden sei, überzeuge nicht, weil das NÖ Verlautbarungsgesetz 2015 keine Übergangsvorschriften enthalte, der verweisende §82 Abs2 NÖ STROG nach dem Inkrafttreten des NÖ Verlautbarungsgesetzes 2015 erlassen worden sei und die ergänzende Angabe der verwiesenen Fassung \"LGBl Nr 34/2020\" zu einer unerträglichen Unsicherheit in Bezug auf das Wahlverfahren führe.",
            "annotations": []
        },
        {
            "text": "Darüber hinaus sei §82 Abs2 NÖ STROG auch deshalb zu unbestimmt, weil nicht ersichtlich sei, wie in diesem Zusammenhang der Begriff der \"Parteisummen\" im verwiesenen §53 NÖ GRWO 1994 zu verstehen sei. In Bezug auf die Gemeinderatswahl ergebe sich zwar aus §52 leg cit, dass damit die bei der Gemeinderatswahl auf jede Partei entfallenden gültigen Stimmen der Wahlberechtigten gemeint seien. In Bezug auf die Wahl der Mitglieder des Stadtsenates könne sich der Begriff jedoch auch auf die bei dieser Wahl abgegebenen Stimmen der Gemeinderatsmitglieder beziehen.",
            "annotations": []
        },
        {
            "text": "Schließlich sei auch nicht klar, wie sich die in §99 NÖ STROG enthaltene Sonderregelung zur Berechnung von Bruchzahlen auf das Wahlverfahren nach §82 Abs2 leg cit auswirke. Dabei liege iSd Wortlauts des §99 leg cit eine \"Berechnung von Bruchzahlen\" vor, die \"nach den Bestimmungen dieses Gesetzes […] erforderlich\" sei. Es stelle sich somit die Frage, ob der verwiesene §53 NÖ GRWO 1994 als lex specialis zu §99 NÖ STROG verstanden werden könne. Unabhängig davon, ob diese Rechtsfrage unter Heranziehung aller weiteren Interpretationsmethoden gelöst werden könne, sei mit einer einfachen Wortlautinterpretation beim besten Willen nicht mehr das Auslangen zu finden, was im Bereich von Wahlvorschriften nicht hinzunehmen sei. Die vom niederösterreichischen Landesgesetzgeber gewählte Regelungstechnik entspreche insgesamt keinesfalls dem Gebot der notwendigen Eindeutigkeit wahlrechtlicher Regelungen.",
            "annotations": []
        },
        {
            "text": "3.2. Das d'Hondt'sche Verfahren stehe im Widerspruch zu den Grundsätzen der Verhältniswahl iSd Art117 Abs5 B-VG. In der bisherigen Rechtsprechung des Verfassungsgerichtshofes seien die von den Anfechtungswerbern dafür vorgebrachten Argumente noch nicht behandelt worden. Die vermeintlich einschlägigen Entscheidungen (vgl VfSlg 1381/1931, 1382/1931, 8447/1978, 10.905/1986) seien zu anderen Konstellationen, Wahlordnungen oder Anfechtungsgründen ergangen. Bei wörtlicher und objektiv-historischer Auslegung des Art117 Abs5 B-VG (\"nach Maßgabe ihrer Stärke Anspruch auf Vertretung im Gemeindevorstand\") seien die Mandate nach einer mathematisch bestmöglichen Proportionalität zu verteilen. Da das mehrheitsfördernde d'Hondt'sche Verfahren von diesem Ideal abweiche, sei es in Bezug auf Art117 Abs5 B-VG verfassungswidrig. ",
            "annotations": []
        },
        {
            "text": "Dies ergebe sich auch aus einer historischen Betrachtung des Art26 B-VG unter Bezug auf die Gesetzesmaterialien zur Wahlordnung für den Nationalrat 1923 (vgl die EB zur RV 1420 BlgNR 1. GP, 15), nach denen es mit den Grundsätzen des Verhältniswahlrechtes nicht vereinbar sei, wenn beim ersten Ermittlungsverfahren der Nationalratswahl das d'Hondt'sche Verfahren vorgesehen wäre. Folglich müsse dies auch für den Gestaltungsspielraum des Landesgesetzgebers und damit auch für die Wahl des Gemeindevorstandes gelten.",
            "annotations": []
        },
        {
            "text": "Kleinere Parteien seien durch das d'Hondt'sche Verfahren systematisch benachteiligt und es komme zu erheblichen Abweichungen zugunsten der größten Parteien. Während beim Hare'schen Verfahren der Anteil der Sitze, welche die erfolgreichste Partei erhalte, annähernd dem Anteil der auf sie entfallenden Stimmen entspreche, könne beim d'Hondt'schen Verfahren die stärkste Partei mehr Sitze erhalten, als ihrem prozentualen Stimmenanteil entspreche. Im d'Hondt'schen Verfahren sei es beispielsweise möglich, dass eine Partei mit weniger als der Hälfte der Stimmen alle Mandate erhalte. Die systematische Benachteiligung kleinerer Parteien durch das d'Hondt'sche Verfahren sei durch eine statistische Berechnung anhand von Daten zur niederösterreichischen Gemeinderatswahl 2020 belegt. Ein Verfall des Erfolgswertes einer Stimme für eine Mehrheitspartei könne nachweislich nie auftreten, während Stimmen für Minderheitsparteien regelmäßig von einem Verlust ihres Erfolgswertes betroffen seien. Eine solche disproportionale Einschränkung des Erfolgswertes einer Stimme sei verfassungsrechtlich unzulässig. Im vorliegenden Fall zeige sich dies etwa daran, dass die Partei \"RESCH\" mit 40,92 % der Stimmen 50 % der Mandate erhalten habe, während die Partei \"NIK\" mit 6,66 % der Stimmen kein Mandat erhalten habe.",
            "annotations": []
        },
        {
            "text": "3.3. Die dargelegten Rechtswidrigkeiten seien von Einfluss auf das Wahlergebnis gewesen. Bei Anwendung eines verfassungskonformen Zuteilungsverfahrens – etwa des Hare'schen Verfahrens – stehe den Wahlparteien \"NIK\" und \"KLS\" jeweils ein Mandat im Stadtsenat zu. Das Wahlverfahren sei daher im begehrten Umfang aufzuheben.",
            "annotations": []
        },
        {
            "text": "4. Die Stadtwahlbehörde der Stadt Krems an der Donau hat die Wahlakten vorgelegt und auf die Einbringung einer Gegenschrift verzichtet.",
            "annotations": []
        },
        {
            "text": "5. Die Landes-Hauptwahlbehörde beim Amt der Niederösterreichischen Landesregierung hat eine Gegenschrift erstattet, in der sie im Wesentlichen Folgendes vorbringt:",
            "annotations": []
        },
        {
            "text": "5.1. Entgegen der Auffassung der Anfechtungswerber sei der Wortlaut des §82 Abs2 NÖ STROG eindeutig, weil der Verweis auf §53 NÖ GRWO 1994 idF LGBl 34/2020 nur den Schluss zulasse, dass auf diese Bestimmung in ihrer nach der Novelle LGBl 34/2020 geltenden Fassung verwiesen werde, also auf §53 NÖ GRWO 1994 idF LGBl 0350-1. Auch die Stammfassung des verwiesenen §53 NÖ GRWO 1994 sei eindeutig bestimmt.",
            "annotations": []
        },
        {
            "text": "Die Kundmachung im RIS gemäß dem NÖ Verlautbarungsgesetz 2015 gelte erst seit 1. Jänner 2015. Eine Rückwirkung sei nicht vorgesehen. Für die rechtmäßige Kundmachung früherer Gesetze seien daher weiterhin die davor geltenden Kundmachungsvorschriften maßgeblich. Die Stammfassung des §53 NÖ GRWO 1994 sei dementsprechend nach dem damals geltenden NÖ Verlautbarungsgesetz vom 18. März 1975, LGBl 0700, kundgemacht worden.",
            "annotations": []
        },
        {
            "text": "Der Begriff der \"Parteisummen\" sei in §52 NÖ GRWO 1994 definiert, sodass darunter auch bei der Anwendung des §53 leg cit auf die Wahl des Stadtsenates eindeutig die bei der Gemeinderatswahl abgegebenen gültigen Stimmen zu verstehen seien. Schließlich scheide auch eine Anwendung des §99 NÖ STROG bei der Wahl des Stadtsenates nach §82 Abs2 leg cit aus, weil in dieser Bestimmung durch den Verweis auf §53 NÖ GRWO 1994 ein spezielles Verfahren vorgesehen sei. §82 Abs2 NÖ STROG sei im Übrigen im Verhältnis zu §99 NÖ STROG auch die jüngere Regelung.",
            "annotations": []
        },
        {
            "text": "5.2. Der Verfassungsgerichtshof habe für die Ausgestaltung des Verhältniswahlrechts nach Art117 Abs5 B-VG in ständiger Rechtsprechung unterschiedliche Wahlverfahren für zulässig befunden, darunter insbesondere auch das d'Hondt'sche Verfahren. Tatsächlich komme dieses Verfahren auf allen Ebenen der Gebietskörperschaften zur Anwendung und in der Praxis der Gemeindewahlen komme nur dieses Verfahren vor. In Niederösterreich sei dieses Verfahren bereits in der Gemeindewahlordnung 1919, LGBl 85/1919, verankert gewesen. In der Stammfassung des NÖ STROG aus 1999 sei es (auf Grund eines fehlenden Verweises) zwar nicht ausdrücklich geregelt worden. Dies sei mit der Novelle LGBl 3/2021 jedoch klargestellt worden, nach der nun ausdrücklich auf das d'Hondt'sche Verfahren verwiesen werde.",
            "annotations": []
        },
        {
            "text": "5.3. Es würden somit weder eine Rechtswidrigkeit des Wahlverfahrens noch eine Verfassungswidrigkeit der angefochtenen Bestimmungen vorliegen. Der Anfechtung sei keine Folge zu geben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §4 Kremser Stadtrecht 1977, LGBl 1010-0, idF LGBl 1010-12 lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§4",
            "annotations": []
        },
        {
            "text": "Organe und Kontrolle",
            "annotations": []
        },
        {
            "text": "(1) Für die Organe der Stadt gilt:",
            "annotations": []
        },
        {
            "text": "1. Der Gemeinderat besteht aus 40 Mitgliedern.",
            "annotations": []
        },
        {
            "text": "2. Der Stadtsenat besteht aus dem Ersten und dem Zweiten Vizebürgermeister sowie 8 Stadträten.",
            "annotations": []
        },
        {
            "text": "(2) Der Kontrollausschuss besteht aus mindestens 7 Mitgliedern und Ersatzmitgliedern.\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des NÖ Stadtrechtsorganisationsgesetzes (NÖ STROG), LGBl 1026-0, idF LGBl 23/2022 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§36",
            "annotations": []
        },
        {
            "text": "Zusammensetzung des Stadtsenates",
            "annotations": []
        },
        {
            "text": "(1) Der Stadtsenat besteht aus dem Ersten und Zweiten Vizebürgermeister und den Stadträten in der vom Stadtrecht bestimmten Anzahl.",
            "annotations": []
        },
        {
            "text": "(2) Der Stadtsenat wird aus der Mitte des Gemeinderates gewählt. Die Wahlparteien haben Anspruch auf Vertretung im Stadtsenat nach den Grundsätzen des Verhältniswahlrechtes.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§82",
            "annotations": []
        },
        {
            "text": "Wahl der Stadträte",
            "annotations": []
        },
        {
            "text": "(1) Nach der Wahl des Bürgermeisters findet die Wahl der Mitglieder des Stadtsenates (Stadträte) statt. Dazu übernimmt der Bürgermeister den Vorsitz.",
            "annotations": []
        },
        {
            "text": "(2) Die Zahl der Stadtsenatsmitglieder ist auf die einzelnen im Gemeinderat vertretenen Wahlparteien nach dem im §53 NÖ Gemeinderatswahlordnung 1994 (NÖ GRWO 1994), LGBl 0350 in der Fassung LGBl Nr 34/2020, geregelten Verfahren aufzuteilen.",
            "annotations": []
        },
        {
            "text": "§83",
            "annotations": []
        },
        {
            "text": "Wahlvorschläge",
            "annotations": []
        },
        {
            "text": "(1) Jede Wahlpartei, die Anspruch auf die Besetzung einer Stadtsenatsstelle hat, muss für die Wahl einen Wahlvorschlag erstatten.",
            "annotations": []
        },
        {
            "text": "(2) Die Wahlvorschläge müssen so viele Kandidaten enthalten, als der Wahlpartei Stadtsenatsstellen zukommen und müssen von mehr als der Hälfte der Gemeinderäte der betreffenden Wahlpartei unterschrieben sein.",
            "annotations": []
        },
        {
            "text": "(3) Die Vorgeschlagenen müssen nicht auf dem Gemeinderatswahlvorschlag der anspruchsberechtigten Wahlpartei aufscheinen.",
            "annotations": []
        },
        {
            "text": "(4) Nicht wählbar sind Personen, die",
            "annotations": []
        },
        {
            "text": "- nach landesgesetzlichen Bestimmungen oder",
            "annotations": []
        },
        {
            "text": "- nach §13 des Bundes-Gemeindeaufsichtsgesetzes, BGBl Nr 123/1967 in der Fassung BGBl I Nr 161/2013,",
            "annotations": []
        },
        {
            "text": "ihr Amt als Bürgermeister oder Mitglied des Stadtsenates rechtskräftig verloren haben, allerdings nur bis zur nächsten Wahl des Gemeinderates.",
            "annotations": []
        },
        {
            "text": "(5) Der Bürgermeister hat zu prüfen, ob",
            "annotations": []
        },
        {
            "text": "- die Wahlvorschläge von mehr als der Hälfte der Gemeinderäte der anspruchsberechtigten Wahlpartei unterschrieben und",
            "annotations": []
        },
        {
            "text": "- die Vorgeschlagenen in den Stadtsenat wählbar sind.",
            "annotations": []
        },
        {
            "text": "(6) Wird nach dieser Überprüfung ein oder mehrere Bewerber mangels Wählbarkeit gestrichen, muss die anspruchsberechtigte Wahlpartei einen ebenfalls von mehr als der Hälfte der Gemeinderäte dieser Wahlpartei unterschriebenen Ergänzungswahlvorschlag erstatten.",
            "annotations": []
        },
        {
            "text": "(7) Fehlende Unterschriften können bis zu Beginn der Wahl nachgebracht werden, andernfalls darf der Wahlvorschlag nicht berücksichtigt werden.",
            "annotations": []
        },
        {
            "text": "§84",
            "annotations": []
        },
        {
            "text": "Wahlvorgang, Bewertung der Stimmzettel",
            "annotations": []
        },
        {
            "text": "(1) In den Stadtsenat können nur Vorgeschlagene gewählt werden.",
            "annotations": []
        },
        {
            "text": "(2) Ungültig sind Stimmzettel, die",
            "annotations": []
        },
        {
            "text": "- auf nichtwählbare Personen lauten oder",
            "annotations": []
        },
        {
            "text": "- unbeschrieben sind (leere Kuverts gelten als unbeschriebene Stimmzettel).",
            "annotations": []
        },
        {
            "text": "(3) Stimmzettel, auf denen neben den Vorgeschlagenen auch andere Personen angeführt sind, sind für die Vorgeschlagenen gültig.",
            "annotations": []
        },
        {
            "text": "(4) Gewählt sind jene Vorgeschlagenen, auf die gültige Stimmen entfallen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§87",
            "annotations": []
        },
        {
            "text": "Niederschrift, Kundmachung des Wahlergebnisses",
            "annotations": []
        },
        {
            "text": "(1) Über die Wahl des Bürgermeisters, des Stadtsenates und der Vizebürgermeister muss eine Niederschrift aufgenommen und von allen anwesenden Mitgliedern des Gemeinderates unterschrieben werden. Verweigert ein Mitglied die Unterschrift, ist der Grund dafür anzugeben.",
            "annotations": []
        },
        {
            "text": "(2) Der Bürgermeister hat das Ergebnis der Wahlen des Bürgermeisters, des Stadtsenates und der Vizebürgermeister an der Amtstafel kundzumachen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§89",
            "annotations": []
        },
        {
            "text": "Anfechtungsberechtigung, Anfechtungsfrist, Anfechtungsgründe",
            "annotations": []
        },
        {
            "text": "(1) Jedes Mitglied des Gemeinderates und jede im Gemeinderat vertretene Wahlpartei kann die Wahl des Bürgermeisters und der Vizebürgermeister, des Stadtsenates und der Ausschüsse schriftlich innerhalb einer Woche ab dem Tag der Wahlen anfechten.",
            "annotations": []
        },
        {
            "text": "(2) Jedes Mitglied eines Ausschusses und die im Ausschuss vertretenen Wahlparteien können die Wahl des Ausschussvorsitzenden und des Vorsitzenden-Stellvertreters schriftlich innerhalb einer Woche nach dem Tag der Wahl anfechten.",
            "annotations": []
        },
        {
            "text": "(3) Die Anfechtung muss begründet werden und kann sich sowohl auf die angebliche Unrichtigkeit der Ermittlung des Ergebnisses als auch auf angeblich gesetzwidrige Vorgänge im Wahlverfahren, die auf das Ergebnis der Wahl von Einfluss waren, stützen.",
            "annotations": []
        },
        {
            "text": "§90",
            "annotations": []
        },
        {
            "text": "Anfechtungsverfahren",
            "annotations": []
        },
        {
            "text": "(1) Die Anfechtungen müssen beim Magistrat eingebracht werden und haben keine aufschiebende Wirkung.",
            "annotations": []
        },
        {
            "text": "(2) Die Stadtwahlbehörde entscheidet über die Anfechtung endgültig.",
            "annotations": []
        },
        {
            "text": "(3) Die Stadtwahlbehörde hat die Anfechtung zurückzuweisen, wenn sie",
            "annotations": []
        },
        {
            "text": "- verspätet oder",
            "annotations": []
        },
        {
            "text": "- von einer dazu nicht berechtigten Person eingebracht wird oder",
            "annotations": []
        },
        {
            "text": "- die Begründung fehlt.",
            "annotations": []
        },
        {
            "text": "(4) Einer Anfechtung ist Folge zu geben, wenn die behauptete Rechtswidrigkeit auf das Wahlergebnis Einfluss hatte.",
            "annotations": []
        },
        {
            "text": "(5) Bei einer stattgegebenen Entscheidung muss die Stadtwahlbehörde aussprechen, in welchem Umfang die Wahl oder die Wahl einzelner Personen für ungültig erklärt wird.",
            "annotations": []
        },
        {
            "text": "(6) Der Bürgermeister muss stattgebende Entscheidungen der Stadtwahlbehörde über Wahlanfechtungen an der Amtstafel kundmachen.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§99",
            "annotations": []
        },
        {
            "text": "Bruchzahlenberechnung",
            "annotations": []
        },
        {
            "text": "Soweit nach den Bestimmungen dieses Gesetzes Berechnungen von Bruchzahlen erforderlich sind, wird eine sich dadurch ergebene Dezimalzahl, wenn sie 0,5 übersteigt, als ganze Zahl gerechnet (zB 12,6 = 13), sonst nicht berücksichtigt (zB 9,5 = 9).\" (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "3. §§52 f. NÖ Gemeinderatswahlordnung 1994 (NÖ GRWO 1994), LGBl 0350-0 idF LGBl 34/2020 lauten wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§52",
            "annotations": []
        },
        {
            "text": "Überprüfung der Sprengelergebnisse, Ermittlung des Gesamtergebnisses",
            "annotations": []
        },
        {
            "text": "Die Gemeindewahlbehörde muß die Wahlergebnisse in den einzelnen Wahlsprengeln auf ihre Gesetzmäßigkeit und zahlenmäßige Richtigkeit überprüfen sowie auf Grund der von den Sprengelwahlbehörden vorgelegten Wahlakten feststellen:",
            "annotations": []
        },
        {
            "text": "- die Gesamtzahl der abgegebenen Stimmen",
            "annotations": []
        },
        {
            "text": "- die Summe der abgegebenen gültigen Stimmen",
            "annotations": []
        },
        {
            "text": "- die Summe der abgegebenen ungültigen Stimmen",
            "annotations": []
        },
        {
            "text": "- die Anzahl der auf jede Partei entfallenden gültigen Stimmen (Parteisummen).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§53",
            "annotations": []
        },
        {
            "text": "Mandatsaufteilung",
            "annotations": []
        },
        {
            "text": "(1) Die in der Gemeinde zu besetzenden Gemeinderatsmandate sind auf die Parteien nach der Wahlzahl aufzuteilen. Die Wahlzahl ist nach den folgenden Bestimmungen zu ermitteln.",
            "annotations": []
        },
        {
            "text": "(2) Die Parteisummen sind, nach ihrer Größe geordnet, nebeneinander aufzuschreiben. Unter jede Parteisumme ist die Hälfte, darunter das Drittel, das Viertel, das Fünftel, das Sechstel und so weiter zu schreiben. Bei diesen Teilungen sind auch Dezimalzahlen zu berücksichtigen und anzuschreiben.",
            "annotations": []
        },
        {
            "text": "(3) Die Parteisummen und die gemäß Abs2 ermittelten Zahlen werden nach ihrer Größe geordnet, wobei mit der größten Parteisumme begonnen wird.",
            "annotations": []
        },
        {
            "text": "(4) Als Wahlzahl gilt die Zahl, welche in der Reihe die sovielte ist, als die Zahl der zu vergebenden Gemeinderatsmandate beträgt.",
            "annotations": []
        },
        {
            "text": "(5) Jede Partei erhält soviele Sitze, als die Wahlzahl in ihrer Parteisumme enthalten ist.",
            "annotations": []
        },
        {
            "text": "(6) Wenn nach dieser Rechnung zwei Parteien oder mehrere Parteien auf das letzte zur Verteilung gelangende Mandat denselben Anspruch haben, so entscheidet zwischen ihnen das Los.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit der Anfechtung",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art141 Abs1 litb B-VG erkennt der Verfassungsgerichtshof unter anderem über Anfechtungen von Wahlen in die mit der Vollziehung betrauten Organe einer Gemeinde. Nach Art141 Abs1 zweiter Satz B-VG kann eine solche Anfechtung auf die behauptete Rechtswidrigkeit des Wahlverfahrens gegründet werden. Sie bedarf gemäß §67 Abs2 VfGG eines Antrages von einem Zehntel der Mitglieder der Gemeindevertretung, mindestens aber von zwei Mitgliedern.",
            "annotations": []
        },
        {
            "text": "Nach §68 Abs1 VfGG ist die Wahlanfechtung binnen vier Wochen nach Beendigung des Wahlverfahrens oder, wenn sie auf die Rechtswidrigkeit eines Bescheides oder einer Entscheidung einer Verwaltungsbehörde oder eines Erkenntnisses oder Beschlusses eines Verwaltungsgerichtes gegründet wird, binnen vier Wochen nach der Zustellung einzubringen.",
            "annotations": []
        },
        {
            "text": "In §§89 f. NÖ STROG ist ein Instanzenzug vorgesehen, der die unmittelbare Anfechtung beim Verfassungsgerichtshof ausschließt. Demnach steht es unter anderem jedem Mitglied des Gemeinderates frei, die Wahl des Stadtsenates schriftlich innerhalb einer Woche ab dem Tag der Wahl anzufechten. Die Anfechtung kann sowohl auf die angebliche Unrichtigkeit der Ermittlung des Ergebnisses als auch auf angeblich gesetzwidrige Vorgänge im Wahlverfahren, die auf das Ergebnis der Wahl von Einfluss waren, gestützt werden. Über die Anfechtung entscheidet die Stadtwahlbehörde.",
            "annotations": []
        },
        {
            "text": "1.2. Der Gemeinderat der Stadt Krems an der Donau besteht gemäß §4 Abs1 Z1 Kremser Stadtrecht 1977 aus 40 Mitgliedern. Die fünf Anfechtungswerber sind Mitglieder dieses Gemeinderates. Die Voraussetzung einer Anfechtung durch ein Zehntel der Mitglieder des Gemeinderates nach §67 Abs2 VfGG, im vorliegenden Fall also von vier Gemeinderatsmitgliedern, ist somit erfüllt.",
            "annotations": []
        },
        {
            "text": "Die Anfechtungswerber brachten auch fristgerecht eine Anfechtung der Wahl nach §89 Abs1 iVm §90 Abs1 NÖ STROG ein. Da die Stadtwahlbehörde der Stadt Krems an der Donau über die rechtzeitige Anfechtung nach §89 Abs1 leg cit entschieden hat, ist der Instanzenzug, welcher der Anfechtung beim Verfassungsgerichtshof gemäß Art141 Abs1 litb iVm litj B-VG durch das NÖ STROG vorgelagert ist, erschöpft.",
            "annotations": []
        },
        {
            "text": "Die Stadtwahlbehörde der Stadt Krems an der Donau hat die Anfechtung nach §89 Abs1 NÖ STROG mit Bescheid vom 7. November 2022, den Anfechtungswerbern zugestellt am 9. November 2022, abgewiesen. Die am 6. Dezember 2022 und damit innerhalb der vierwöchigen Frist nach §68 Abs1 VfGG beim Verfassungsgerichtshof eingebrachte Anfechtung ist somit rechtzeitig.",
            "annotations": []
        },
        {
            "text": "1.3. Da auch die übrigen Prozessvoraussetzungen erfüllt sind, ist die Anfechtung zulässig.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat ein Wahlverfahren nur in den Grenzen der von der anfechtungswerbenden Partei in der Anfechtungsschrift behaupteten Rechtswidrigkeiten nachzuprüfen. Es ist ihm hingegen verwehrt, die Rechtmäßigkeit des Wahlverfahrens darüber hinaus von Amts wegen einer weiteren Überprüfung zu unterziehen (vgl VfSlg 17.589/2005, 19.245/2010, 19.981/2015, 20.383/2020, 20.418/2020).",
            "annotations": []
        },
        {
            "text": "Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes sind Formalvorschriften der Wahlordnungen – vor dem Hintergrund der aus dem demokratischen Grundprinzip der Bundesverfassung abzuleitenden notwendigen Eindeutigkeit wahlrechtlicher Regelungen (VfSlg 17.141/2004, 19.847/2014) – strikt nach ihrem Wortlaut auszulegen, soll nicht der Willkür Tür und Tor geöffnet werden. Die Wahlbehörden sind durch die Formalvorschriften der Wahlordnungen streng gebunden (zB VfSlg 1904/1950, 6750/1972, 8848/1980, 15.375/1998, 17.141/2004, 19.734/2013, 19.847/2014, 20.019/2015, 20.071/2016, 20.381/2020, 20.417/2020).",
            "annotations": []
        },
        {
            "text": "2.2. Die Anfechtungswerber bringen zunächst vor, dass der Verweis in §82 Abs2 NÖ STROG zu unbestimmt sei. Einerseits sei der verwiesene \"§53 NÖ Gemeinderatswahlordnung 1994 (NÖ GRWO 1994), LGBl 0350 in der Fassung LGBl Nr 34/2020,\" durch das genannte LGBl 34/2020 nicht verändert worden und die Stammfassung \"LGBl 0350\" sei im RIS, in dem Landesgesetze gemäß §4 Abs1 NÖ Verlautbarungsgesetz 2015 kundzumachen seien, nicht auffindbar. Andererseits sei unklar, wie das in §53 NÖ GRWO 1994 geregelte Verfahren für die Gemeinderatswahl auf die Wahl des Gemeindevorstandes anzuwenden sei: Der Begriff der \"Parteisumme\" in §53 NÖ GRWO 1994 könne sich sowohl auf die bei der Gemeinderatswahl abgegebenen gültigen Stimmen als auch auf die Stimmen der zum Stadtsenat wahlberechtigten Gemeinderatsmitglieder beziehen. Nach §53 Abs2 NÖ GRWO 1994 seien bei der dort genannten Berechnung auch Dezimalzahlen zu berücksichtigen, während §99 NÖ STROG eine Rundungsregel für Berechnungen von Bruchzahlen enthalte. Insgesamt entspreche der Wortlaut des §82 Abs2 NÖ STROG daher nicht den nach ständiger Rechtsprechung des Verfassungsgerichtshofes hohen Anforderungen an die Bestimmtheit einer wahlrechtlichen Vorschrift.",
            "annotations": []
        },
        {
            "text": "2.3. Mit diesem Vorbringen sind die Anfechtungswerber nicht im Recht:",
            "annotations": []
        },
        {
            "text": "2.3.1. Gemäß §82 Abs2 NÖ STROG ist die Zahl der Stadtsenatsmitglieder auf die einzelnen im Gemeinderat vertretenen Wahlparteien nach dem in \"§53 NÖ Gemeinderatswahlordnung 1994 (NÖ GRWO 1994), LGBl 0350 in der Fassung LGBl Nr 34/2020,\" geregelten Verfahren aufzuteilen. Der Einwand der Anfechtungswerber, dass der Verweis auf die NÖ GRWO 1994 \"ins Leere\" gehe, weil die angegebene Stammfassung \"LGBl 0350\" nicht im RIS auffindbar sei, ist schon insofern verfehlt, als die Kundmachung der niederösterreichischen Landesgesetze im RIS erst mit dem NÖ Verlautbarungsgesetz 2015, das am 1. Jänner 2015 in Kraft getreten ist, angeordnet worden ist. Die Pflicht zur Kundmachung von Landesgesetzen im RIS besteht daher nur für ab dem 1. Jänner 2015 kundzumachende Landesgesetze.",
            "annotations": []
        },
        {
            "text": "Weder aus dem NÖ Verlautbarungsgesetz 2015 noch aus anderen landes(verfassungs)gesetzlichen Regelungen lässt sich die von den Anfechtungswerbern vertretene Auffassung ableiten, dass sämtliche vor dem 1. Jänner 2015 kundgemachten Landesgesetze – was im Übrigen auch das NÖ Verlautbarungsgesetz 2015 selbst erfassen würde – neu im RIS kundzumachen gewesen wären, um noch gültig zu sein (vgl idZ bereits VfSlg 6460/1971 zur Änderung der niederösterreichischen Kundmachungsvorschriften durch LGBl 1/1971). Die Landes-Hauptwahlbehörde weist in ihrer Gegenschrift zutreffend darauf hin, dass die vor dem NÖ Verlautbarungsgesetz 2015 bestehenden Kundmachungsvorschriften für die Beurteilung der Rechtmäßigkeit der demnach kundgemachten Rechtsvorschriften weiterhin maßgeblich sind (dementsprechend wurde auch das NÖ Verlautbarungsgesetz 2015 noch mit LGBl 0700-0 kundgemacht). Der in §82 Abs2 NÖ STROG verwiesene §53 NÖ GRWO 1994 wurde mit LGBl 0350-0, ausgegeben am 21. September 1994, kundgemacht. Dass diese Kundmachung den damals maßgeblichen Kundmachungsvorschriften, nämlich dem NÖ Verlautbarungsgesetz, LGBl 0700-0 idF LGBl 0700-2, (zur Verfassungskonformität des darin vorgesehenen Loseblatt-Systems siehe VfSlg 6460/1971) nicht entsprochen hätte, wurde von den Anfechtungswerbern im Übrigen nicht behauptet und ist auch für den Verfassungsgerichtshof nicht ersichtlich. Die in §82 Abs2 NÖ STROG angegebene Stammfassung der NÖ GRWO 1994 ist jedenfalls im Landesgesetzblatt kundgemacht worden, sodass der Verweis in diesem Punkt eindeutig bestimmt ist (vgl VfSlg 2750/1954 sowie 20.171/2017 mwN).",
            "annotations": []
        },
        {
            "text": "2.3.2. Soweit die Anfechtungswerber behaupten, dass der Verweis des §82 Abs2 NÖ STROG auf §53 NÖ GRWO 1994 \"in der Fassung LGBl Nr 34/2020\" zu unbestimmt sei, ist dem zu entgegnen, dass es unerheblich ist, ob der verwiesene §53 NÖ GRWO 1994 durch das angegebene LGBl 34/2020 verändert worden ist, solange sich der Inhalt der (statisch) verwiesenen Bestimmung daraus eindeutig ableiten lässt. Dafür ist es in der Regel ausreichend, wenn das Gesetz, das die verwiesene Bestimmung enthält, in einer bestimmten Fassung angeführt wird, weil dies nur bedeuten kann, dass die verwiesene Bestimmung mit jenem Inhalt gemeint ist, den sie in dieser Fassung des Gesetzes hatte (vgl VfSlg 20.171/2017). Insofern kommt dadurch, dass §82 Abs2 NÖ STROG auf §53 NÖ GRWO 1994 \"in der Fassung LGBl Nr 34/2020\" verweist, eindeutig zum Ausdruck, dass jener Inhalt des §53 NÖ GRWO 1994 gemeint ist, den diese Bestimmung nach der Novellierung der NÖ GRWO 1994 durch LGBl 34/2020 – also zum Zeitpunkt der Erlassung der verweisenden Bestimmung – hatte (im Ergebnis ist dies §53 NÖ GRWO 1994 idF LGBl 0350-1).",
            "annotations": []
        },
        {
            "text": "2.3.3. Der in §82 Abs2 NÖ STROG enthaltene Verweis auf das in §53 NÖ GRWO 1994 geregelte Verfahren hat zur Folge, dass die (im vorliegenden Fall zehn) Stadtsenatsmandate nach dem d'Hondt'schen Verfahren auf die im Gemeinderat vertretenen Wahlparteien aufgeteilt werden. Die Berechnung erfolgt auf Grund der \"Parteisummen\", worunter nach §52 NÖ GRWO 1994 ausdrücklich \"die Anzahl der auf jede Partei entfallenden gültigen Stimmen\" zu verstehen ist.",
            "annotations": []
        },
        {
            "text": "§82 Abs2 NÖ STROG bestimmt ausdrücklich, dass die Zahl der Stadtsenatsmitglieder nach dem in §53 NÖ GRWO 1994 geregelten (d'Hondt'schen) Verfahren zu verteilen ist. Angesichts des Gesetzeswortlautes (sowohl der verweisenden als auch der verwiesenen Bestimmung) ist es unerfindlich, wie bei der Verteilung der Zahl der Mandate nach §82 Abs2 NÖ STROG unter \"Parteisummen\" auch die bei der Wahl der Mitglieder des Stadtsenates abgegebenen gültigen Stimmen der Gemeinderatsmitglieder verstanden werden könnten. Vielmehr ist eine solche Auslegung mit dem Gesetzeswortlaut schon insofern unvereinbar, als die Wahl der Mitglieder des Stadtsenates nach §§83 ff NÖ STROG erst nach der Aufteilung der Zahl der Mandate auf die im Gemeinderat vertretenen Wahlparteien nach §82 Abs2 NÖ STROG erfolgt und die bei dieser Wahl abgegebenen gültigen Stimmen insofern nicht die \"Parteisumme\" für die bereits zuvor erfolgte Ermittlung der Zahl der auf die jeweiligen Wahlparteien entfallenden Mandate darstellen können. Sofern der Berechnung nach §82 Abs2 NÖ STROG iVm §53 NÖ GRWO 1994 die Anzahl der den jeweiligen Wahlparteien zukommenden Gemeinderatsmandate zugrunde gelegt werden hätte sollen, hätte dies also einer ausdrücklichen Regelung – etwa in §82 Abs2 NÖ STROG – bedurft (vgl zB die Regelung in §26 Abs2 Oö Gemeindeordnung 1990 LGBl 91/1990 idF LGBl 152/2001).",
            "annotations": []
        },
        {
            "text": "2.3.4. §99 NÖ STROG enthält für Berechnungen von Bruchzahlen \"nach den Bestimmungen dieses Gesetzes\" eine spezielle Rundungsregel. Den Anfechtungswerbern ist zwar insofern zuzustimmen, als diese Bestimmung ihrem Wortlaut nach (\"nach den Bestimmungen dieses Gesetzes\") auch auf das Verfahren gemäß §82 Abs2 NÖ STROG anwendbar sein könnte. In diesem Sinn ist der Verfassungsgerichtshof auch in seiner Entscheidung VfSlg 20.417/2020 von der Anwendbarkeit der inhaltsgleichen Rundungsregel in §121 NÖ Gemeindeordnung 1973 (NÖ GO 1973), LGBl 1000-0, idF LGBl 35/2020 auf die Wahl des Gemeindevorstandes nach §101 Abs2 leg cit (also vor der Novelle LGBl 3/2021) ausgegangen.",
            "annotations": []
        },
        {
            "text": "Die im vorliegenden Fall anzuwendende Rechtslage unterscheidet sich jedoch von jener, die der zitierten Entscheidung zugrunde lag, maßgeblich dadurch, dass §82 Abs2 NÖ STROG ausdrücklich auf den speziellen Rechenvorgang nach §53 NÖ GRWO verweist: Bei der Berechnung der Wahlzahl nach §53 Abs2 NÖ GRWO 1994 wird die Berücksichtigung (\"auch\") von Dezimalzahlen ausdrücklich angeordnet, sodass es schon deshalb zu keiner Rundung kommen kann. Bei der darauffolgenden Zuteilung der Mandate nach §53 Abs5 NÖ GRWO können (anders als bei der Berechnung der Wahlzahl, vgl VfSlg 39/1921, 6334/1970) nur ganze Zahlen berücksichtigt werden, weil tatsächlich nur ganze Mandate vergeben werden können. Daraus folgt (mangels einer allgemeinen Rundungsregel in der NÖ GRWO 1994) die für das d'Hondt'sche Verfahren charakteristische Abrundung allfälliger Dezimalstellen bei der Mandatsquote. Der Verweis des §82 Abs2 NÖ STROG auf diesen Rechenvorgang schließt somit – als lex specialis (und damit anders als die in VfSlg 20.417/2020 maßgebliche Bestimmung des §101 Abs2 NÖ GO 1973 idF vor der Novelle LGBl 3/2021) – die Anwendung des §99 NÖ STROG aus. Dies wird auch durch die Gesetzesmaterialien zur Novelle LGBl 3/2021 (vgl IA Ltg. 1320/A-1/100-2020 BlgLT 19. GP) bestätigt, nach denen durch den Verweis auf §53 NÖ GRWO 1994 die Anwendung des d'Hondt'schen Verfahrens auf die Wahl des Stadtsenates in Reaktion auf VfSlg 20.417/2020 – entsprechend der Rechtslage vor der Novelle der NÖ GO 1973 durch LGBl 1000-8 – wiederhergestellt werden sollte. Der Verweis in §82 Abs2 NÖ STROG bringt daher hinreichend deutlich die Anwendung des d'Hondt'schen Verfahrens zum Ausdruck (vgl zu einer ähnlichen Auslegungsfrage auf Grund eines Verweises VfSlg 2654/1954). ",
            "annotations": []
        },
        {
            "text": "2.4. Darüber hinaus bringen die Anfechtungswerber vor, dass das d'Hondt'sche Verfahren zur Wahl des Stadtsenates dem Grundsatz der Verhältniswahl und dem Sachlichkeitsgebot widerspreche und daher verfassungswidrig sei, weil es größere Parteien systematisch bevorzuge. Im vorliegenden Fall zeige sich dies etwa daran, dass die Partei \"RESCH\" mit 40,92 % der Stimmen 50 % der Mandate erhalten habe, während die Partei \"NIK\" mit 6,66 % der Stimmen kein Mandat erhalten habe.",
            "annotations": []
        },
        {
            "text": "2.5. Auch mit diesem Vorbringen sind die Anfechtungswerber nicht im Recht:",
            "annotations": []
        },
        {
            "text": "2.5.1. Nach Art117 Abs5 B-VG haben im Gemeinderat vertretene Wahlparteien \"nach Maßgabe ihrer Stärke\" Anspruch auf Vertretung im Gemeindevorstand. Der Verfassungsgerichtshof hat bereits ausgesprochen, dass die Wortfolge \"nach Maßgabe ihrer Stärke\" nichts anderes als eine Verweisung auf die Grundsätze des Verhältniswahlrechtes zum Ausdruck bringt (vgl VfSlg 8447/1978, 10.905/1986). Die Ausgestaltung des Wahlrechtes hat durch den Gesetzgeber zu erfolgen. Dieser hat dabei jedoch einen weiten Spielraum (vgl VfSlg 8447/1978) und ist an kein bestimmtes System gebunden (vgl zB VfSlg 6563/1971, 8852/1980 mwN; ferner VfSlg 10.821/1986 mwN). Er kann insbesondere bei der Regelung der Wahlen auf Gemeindeebene zulässigerweise auch von einer Durchschnittsbetrachtung ausgehen.",
            "annotations": []
        },
        {
            "text": "Das vom Gesetzgeber ausgestaltete Wahlrecht ist vom Verfassungsgerichtshof nur dahingehend zu prüfen, ob es in seiner Gesamtheit – in seinen einzelnen Komponenten (Wahlkreiseinteilung, Zahl der Mandate, Zuweisung der Mandate an die Wahlkreise, Zuteilung der Mandate an die Parteien) und in deren Zusammenspiel – den Grundsätzen des Verhältniswahlrechtes entspricht (vgl VfSlg 8700/1979, 9224/1981, 15.616/1999, 19.820/2013). In seiner Rechtsprechung zur Verhältniswahl hat der Verfassungsgerichtshof dementsprechend unterschiedliche in den jeweiligen Wahlordnungen vorgesehene Verfahren jeweils für verfassungsrechtlich zulässig befunden, so insbesondere das d'Hondt'sche Verfahren (vgl VfSlg 3653/1959, 10.905/1986, 13.773/1994), das Hare'sche Verfahren (vgl VfSlg 6563/1971) und das Hagenbach-Bischoff'sche Verfahren (vgl VfSlg 3653/1959, 8852/1980). Dabei ist es verfassungsrechtlich auch zulässig, dass nur Wahlparteien von \"zahlenmäßig erheblicher Bedeutung\" ein Mandat erhalten (zB durch ein Grundmandat [vgl VfSlg 1381/1931 sowie 15.616/1999 mwN], eine ausdrückliche Sperrklausel [vgl VfSlg 18.036/2006] oder die faktische Sperrwirkung der Wahlzahl [vgl VfSlg 3653/1959, 10.905/1986; ferner VfSlg 9224/1981]) und dass es bei der Mandatsverteilung auch zu Abweichungen von der strikten mathematischen Proportionalität, also zu Verstärkungseffekten (zugunsten von Groß-, Mittel- oder Kleinparteien) kommen kann (vgl VfSlg 8852/1980). Das konkrete Wahlverfahren darf jedoch in seiner Gesamtheit – insbesondere im Hinblick auf die Anzahl der (je Wahlkreis) zu vergebenden Mandate – nicht auf einen Systemwechsel zum Mehrheitswahlrecht hinauslaufen (vgl VfSlg 8700/1979, 9224/1981 und insbesondere 14.035/1995; vgl zu all dem auch Holzinger/Holzinger, Art26 B-VG, in: Korinek/Holoubek et al [Hrsg.], Bundesverfassungsrecht, 13. Lfg. 2017, Rz 81 ff.).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat bereits in VfSlg 10.905/1986 in einer mit dem vorliegenden Fall vergleichbaren Konstellation nach der NÖ GO 1973 idF LGBl 1000-4 (41 Gemeinderatsmandate; 11 Gemeindevorstandsmandate) keine Bedenken gegen das d'Hondt'sche Verfahren geäußert, das zur Folge hatte, dass die \"nur einen jeweils sehr geringen Teil der Wähler repräsentierenden Wahlparteien\" (im konkreten Fall mit einem Stimmenanteil von ca 7 %) nicht im Gemeindevorstand vertreten waren. Dabei hat der Verfassungsgerichtshof darauf hingewiesen, dass dies \"dem wesentlichen Zweck einer Wahl\" gerecht wird, der \"in der Schaffung einer arbeitsfähigen Vertretung\" liegt. Der Einwand der Anfechtungswerber, dass sich der Verfassungsgerichtshof in der zitierten Entscheidung nicht unmittelbar mit dem d'Hondt'schen Verfahren auseinandergesetzt habe, ist insofern nicht nachvollziehbar. Dass gegen das \"leicht mehrheitsfördernde\" d'Hondt'sche Verfahren bei der Verteilung der Gemeindevorstandsmandate keine verfassungsrechtlichen Bedenken bestehen, hat der Verfassungsgerichtshof im Übrigen auch ausdrücklich in VfSlg 13.773/1994 bestätigt.",
            "annotations": []
        },
        {
            "text": "2.5.2. Vor dem Hintergrund dieser Rechtsprechung kann auch im vorliegenden Fall nicht erkannt werden, dass gegen die Grundsätze der Verhältniswahl verstoßen worden wäre. Gemäß §4 Abs1 Kremser Stadtrecht 1977 besteht der Gemeinderat der Stadtgemeinde Krems an der Donau aus 40 Mitgliedern und der Stadtsenat aus zehn Mitgliedern. Es bestehen keine verfassungsrechtlichen Bedenken dagegen, dass die mit einem Stimmenanteil von 7,09 % und 6,66 % \"nur einen jeweils sehr geringen Teil der Wähler repräsentierenden Wahlparteien\" (VfSlg 10.905/1986) \"KLS\" und \"NIK\" kein Mandat im Stadtsenat erhalten haben.",
            "annotations": []
        },
        {
            "text": "2.6. Die Anfechtung erweist sich damit als unbegründet.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Anfechtung ist daher nicht stattzugeben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}