{
    "document_id": "JFT_20230613_23G00155_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt und Antrag",
            "annotations": []
        },
        {
            "text": "1. Die Antragstellerin ist ein nach dem VerG gebildeter Verein mit Sitz in der Gemeinde ***************. Mit Bescheid der Bezirkshauptmannschaft Hartberg-Fürstenfeld vom 15. September 2022 wurde die Antragstellerin unter ihrem Vereinsnamen eingeladen, die Vereinstätigkeit gem. §13 Abs2 VerG aufzunehmen.",
            "annotations": []
        },
        {
            "text": "2. Auf Antrag der Israelitischen Religionsgesellschaft in Österreich wurde die Antragstellerin mit Bescheid der Bundesministerin für Frauen, Familie, Integration und Medien vom 13. Dezember 2022, gemäß §6 Abs3 und 4 IsraelitenG verpflichtet, \"es zu unterlassen, den Namen '***************************' zu führen, wenn kein Zusatz hinzugefügt wird, der klarstellt, dass zwischen dem Verein und einzelnen Einrichtungen der Israelitischen Religionsgesellschaft in Österreich, einer ihrer Kultusgemeinden oder ähnlicher Institutionen außerhalb Österreichs keine rechtliche Verbindung besteht.\"",
            "annotations": []
        },
        {
            "text": "3. Mit dem vorliegenden, auf Art140 Abs1 Z1 litc B-VG gestützten Antrag begehrt die Antragstellerin die Aufhebung von §6 Abs3 IsraelitenG bzw in eventu der Wortfolge \"die geeignet sind gegenüber außenstehenden Dritten den Eindruck einer rechtlichen Verbindung zu einzelnen Einrichtungen der Religionsgesellschaft, einer Kultusgemeinde oder ähnlicher Institutionen außerhalb Österreich herzustellen\" der genannten Bestimmung.",
            "annotations": []
        },
        {
            "text": "4. Zur Zulässigkeit wird im Wesentlichen vorgebracht:",
            "annotations": []
        },
        {
            "text": "Die Antragstellerin sei unmittelbar und aktuell in ihren verfassungsrechtlich gewährleisteten Rechten betroffen, weil sie die Vereinstätigkeit unter dem von ihr selbst gewählten Namen nicht fortführen könne.",
            "annotations": []
        },
        {
            "text": "Trotz eines anhängigen verwaltungsbehördlichen Verfahrens sei der Individualantrag zulässig, weil \"besondere, außergewöhnliche Umstände\" vorlägen, zumal die Antragstellerin dadurch, dass sie nicht unter dem von ihr gewählten Namen auftreten dürfe, ihrer Handlungsfähigkeit beraubt sei. Ein rechtliches Agieren und damit ihre gesamte Vereinstätigkeit seien unmöglich geworden. Ein Zuwarten auf die Entscheidung des Landesverwaltungsgerichts Steiermark könne ihr nicht zugemutet werden, weil sich die Antragstellerin in einem rechtlichen Vakuum befinde, das keinerlei zeitlichen Aufschub dulde.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "§6 des Gesetzes betreffend die Regelung der äußeren Rechtsverhältnisse der israelitischen Religionsgesellschaft, RGBl 57/1890, idF BGBl I 166/2020 lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Namensrecht und Schutz der religiösen Bezeichnungen",
            "annotations": []
        },
        {
            "text": "§6.",
            "annotations": []
        },
        {
            "text": "(1) Die israelitische Religionsgesellschaft hat das Recht, einen Namen im Rahmen der in §3 Z1 genannten Grenzen zu wählen.",
            "annotations": []
        },
        {
            "text": "(2) Die Namen der Religionsgesellschaft und der Kultusgemeinden sowie alle daraus abgeleiteten Begriffe dürfen nur mit Zustimmung der Religionsgesellschaft oder Kultusgemeinde verwendet werden.",
            "annotations": []
        },
        {
            "text": "(3) Bezeichnungen, die geeignet sind gegenüber außenstehenden Dritten den Eindruck einer rechtlichen Verbindung zu einzelnen Einrichtungen der Religionsgesellschaft, einer Kultusgemeinde oder ähnlicher Institutionen außerhalb Österreichs herzustellen dürfen nur mit Zustimmung der Religionsgesellschaft verwendet werden.",
            "annotations": []
        },
        {
            "text": "(4) Bei Verstößen gegen diese Bestimmungen haben die Religionsgesellschaft und jede betroffene Kultusgemeinde das Recht, einen Antrag auf Einleitung eines Verfahrens zur Beendigung des rechtswidrigen Zustandes an den Bundesminister zu stellen, wenn nicht strafgesetzliche Bestimmungen anzuwenden sind. Über den Antrag ist binnen vier Wochen zu entscheiden.\"",
            "annotations": []
        },
        {
            "text": "III. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof hat seit dem Beschluss VfSlg 8009/1977 in ständiger Rechtsprechung erkannt, die Antragslegitimation nach Art140 Abs1 Z1 litc B-VG setze voraus, dass durch die bekämpfte Bestimmung die (rechtlich geschützten) Interessen des Antragstellers nicht bloß potentiell, sondern aktuell beeinträchtigt werden müssen und dass der durch Art140 Abs1 B-VG dem Einzelnen eingeräumte Rechtsbehelf dazu bestimmt ist, Rechtsschutz gegen verfassungswidrige Gesetze nur insoweit zu gewähren, als ein anderer zumutbarer Weg hiefür nicht zur Verfügung steht (zB VfSlg 11.803/1988, 13.871/1994, 15.343/1998, 16.722/2002, 16.867/2003).",
            "annotations": []
        },
        {
            "text": "2. Wie die Antragstellerin selbst vorbringt, steht ihr ein zumutbarer anderer Weg offen, den sie auch beschreitet. Im bereits anhängigen Verfahren vor dem Landesverwaltungsgericht Steiermark, Z 41.18-243/2023, hat die Antragstellerin Gelegenheit, auf die behauptete Verfassungswidrigkeit des §6 Abs3 IsraelitenG mit dem Ziel hinzuweisen, dass das Gericht einen Prüfungsantrag an den Verfassungsgerichtshof stellt. Geschieht dies nicht, hätte die Antragstellerin im Rahmen einer auf Art144 B-VG gestützten Beschwerde die Möglichkeit, beim Verfassungsgerichtshof die amtswegige Einleitung eines Gesetzesprüfungsverfahrens anzuregen (zB VfSlg 14.195/1995). Dabei kommt es für die Frage der Zumutbarkeit dieses Weges nicht darauf an, ob dessen Beschreitung in der Sache selbst irgendeine Aussicht auf Erfolg hätte (zB VfSlg 9394/1982).",
            "annotations": []
        },
        {
            "text": "2.1. Dem Vorbringen, dass \"besondere, außergewöhnliche Umstände\" vorliegen würden, weil die Antragstellerin ihrer Handlungsfähigkeit beraubt sei, zumal sie nicht unter dem von ihr gewählten Namen auftreten dürfe, kann schon vor dem Hintergrund der aufschiebenden Wirkung der Beschwerde gemäß §13 Abs1 VwGVG an das Landesverwaltungsgericht Steiermark nicht gefolgt werden (vgl VfSlg 15.786/2000 und 16.772/2002).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Dies konnte gemäß §19 Abs3 Z2 lite VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}