{
    "document_id": "JFT_20230615_23SV00001_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140a iVm Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Staatsvertrages gemäß Art140a B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 19.750/2013; VfGH 29.9.2022, SV1/2021). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 19.809/2013, 19.889/2014 sowie VfGH 2.7.2016, SV3/2015).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit von ArtIII Abschnitt 9 und ArtVIII Abschnitte 19 und 20 des Abkommens zwischen der Republik Österreich und der Internationalen Atomenergie-Organisation über den Amtssitz der Internationalen Atomenergie-Organisation, BGBl 82/1958, (im Folgenden: IAEO-Amtssitzabkommen) sowie von ArtXV der Statuten der Internationalen Atomenergiebehörde, BGBl 216/1957, im Wesentlichen mit der Begründung, dass die von der Internationalen Atomenergie-Organisation (IAEO) getroffenen internen Maßnahmen, also die Einrichtung und Befassung des Joint Appeals Board (JAB) sowie die Entscheidungen durch den Generaldirektor und (nachprüfend) das Verwaltungsgericht der Internationalen Arbeitsorganisation (Administrative Tribunal of the International Labour Organization – ILOAT) keine geeigneten Maßnahmen iSd Art6 EMRK darstellten und daher eine Verletzung des Rechts auf Zugang zu einem Gericht sowie auf ein faires Verfahren gemäß Art6 EMRK vorlägen.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund von ArtXIX Abschnitt 50 lita IAEO-Amtssitzabkommen sowie der – im Antrag nicht bestrittenen – Möglichkeit, Beschwerde an das Verwaltungsgericht der Internationalen Arbeitsorganisation zu erheben, (vgl insoweit auch VfGH 29.9.2022, SV1/2021; vgl überdies EGMR 6.1.2015, 415/07, Klausecker) lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Formerfordernisse und Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}