{
    "document_id": "JFT_20230613_22E02390_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die minderjährige Beschwerdeführerin ist eine aus Syrien stammende staatenlose Palästinenserin, die sich zum islamischen Glauben bekennt. Nach Einreise in das Bundesgebiet stellte sie am 27. April 2021 einen Antrag auf internationalen Schutz. Als Fluchtgrund führte sie – auf das Wesentliche zusammengefasst – aus, dass sie auf Grund des Krieges in Syrien und der Krankheit ihres Vaters mit ihrer Tante und ihrem Onkel geflohen sei. Sie habe Angst davor, in Syrien zu leben, weil sie fürchte, entführt und/oder misshandelt zu werden. Vor ihrer Ausreise sei ein Mädchen ihrer Schule verschwunden, weshalb nunmehr auch sie Angst davor habe, die Schule zu besuchen.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid vom 9. August 2021 wies das Bundesamt für Fremdenwesen und Asyl den Antrag hinsichtlich der Zuerkennung des Status der Asylberechtigten ab. Es erkannte den Status der subsidiär Schutzberechtigten zu und erteilte der minderjährigen Beschwerdeführerin eine Aufenthaltsberechtigung für subsidiär Schutzberechtigte für ein Jahr.",
            "annotations": []
        },
        {
            "text": "3. Die dagegen erhobene Beschwerde gegen die Abweisung des Antrages hinsichtlich der Zuerkennung des Status der Asylberechtigten wies das Bundesverwaltungsgericht mit Erkenntnis vom 1. August 2022 ohne Durchführung einer mündlichen Verhandlung ab. Begründend führt das Bundesverwaltungsgericht aus, dass es der minderjährigen Beschwerdeführerin nicht gelungen sei, eine asylrelevante Verfolgung auf Grund der Wehrdienstverweigerung ihres Onkels, ihrer Ausreise und der Asylantragstellung glaubhaft zu machen. Weiters sei nicht mit maßgeblicher Wahrscheinlichkeit davon auszugehen, dass der minderjährigen Beschwerdeführerin als Angehörige der sozialen Gruppe der jungen, de facto alleinstehenden Mädchen ohne ausreichenden männlichen Schutz eine asylrelevante Verfolgung drohe.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung näher bezeichneter verfassungsgesetzlich gewährleisteter Rechte behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses, in eventu die Abtretung der Beschwerde an den Verwaltungsgerichtshof, beantragt wird.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Ein solcher, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "3.1. Die minderjährige Beschwerdeführerin begründet ihren Antrag auf internationalen Schutz im Zuge der niederschriftlichen Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl sowie in ihrer an das Bundesverwaltungsgericht gerichteten Beschwerde ua der Sache nach damit, dass sie kinder- bzw geschlechtsspezifischer Gewalt in ihrem Herkunftsstaat ausgesetzt sei.",
            "annotations": []
        },
        {
            "text": "3.2. Das Bundesverwaltungsgericht traf auf den Seiten 12 bis 15 der angefochtenen Entscheidung Feststellungen zur Situation von Kindern in Syrien, die auf dem auszugsweise wiedergegebenen Länderinformationsblatt der Staatendokumentation Syrien vom 27. April 2022 gründen. Diesen ist Folgendes zu entnehmen:",
            "annotations": []
        },
        {
            "text": "\"Auch im Berichtszeitraum kam es in Syrien zu schwersten Verletzungen der Rechte von Kindern. Allein im ersten Halbjahr 2021 wurden nach Angaben von Syrian Network for Human Rights (SNHR) 145 Kinder bei Kampfhandlungen getötet. Der im April 2021 veröffentlichte dritte Bericht des UN-Generalsekretärs zur Lage von Kindern im bewaffneten Konflikt in Syrien konstatiert zum wiederholten Male zahlreiche Verstöße gegen die Rechte von Kindern und verurteilt diese aufs Schärfste. Hierzu zählten insbesondere die Rekrutierung und der Einsatz von Kindersoldaten, Inhaftierung und Folter, Vergewaltigungen und sexuelle Gewalt gegen Kinder, Angriffe auf Schulen und Krankenhäuser in Syrien sowie die Verweigerung humanitärer Hilfsleistungen als schwere Verstöße (AA 29.11.2021).",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] Wiederholte Angriffe auf Schulen durch Kämpfer aller Konfliktparteien, die Umwidmung von Bildungseinrichtungen für militärische Zwecke sowie die Tötung und Vertreibung qualifizierter Lehrkräfte behinderten weiterhin die Möglichkeiten der Kinder, eine Ausbildung zu erhalten, und hatten unverhältnismäßig starke Auswirkungen auf Mädchen, sowie auf vertriebene Kinder und auf Kinder mit Behinderungen (USDOS 30.3.2021). Aufgrund der Angriffe von Schulen, welche das syrische Regime gemäß der Menschenrechtsorganisation SNHR willkürlich wie auch absichtlich verübte, verzichten viele Eltern nun darauf, ihre Kinder in die Schule zu schicken, weil sie befürchten, dass sie zur Zielscheibe werden (SNHR 20.11.2021). Für Mädchen besteht auf dem Weg zur oder von der Schule ein besonderes Risiko sexueller Gewalt, die häufig der Hauptgrund dafür ist, dass Mädchen die Schule abbrechen oder von ihren Eltern aus der Schule genommen werden (UNPFA 11.2017).\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…] ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "NGOs berichteten ausführlich über Regime- und regimefreundliche Kräfte sowie der HTS, die Kinder sexuell missbrauchen, foltern, festhalten, töten und anderweitig misshandeln. Die HTS hat Kinder in den von ihr kontrollierten Gebieten extrem hart bestraft und sogar hingerichtet (USDOS 30.3.2021). Das gesetzliche Alter für die sexuelle Mündigkeit liegt bei 15 Jahren, wobei es keine Ausnahmeregelung für Minderjährige gibt. Vorehelicher Sex ist illegal, aber Beobachter berichteten, dass die Behörden das Gesetz nicht durchsetzen. Die Vergewaltigung eines Kindes unter 15 Jahren wird mit einer Freiheitsstrafe von mindestens 21 Jahren und Zwangsarbeit bestraft. Es gab keine Berichte über die strafrechtliche Verfolgung von Fällen von Vergewaltigung von Kindern durch das Regime (USDOS 30.3.2021). Regierungstruppen setzten die Vergewaltigung von Kindern als 'Kriegswaffe' ein und missbrauchten die Kinder von Oppositionellen in den Gefängnissen der Regierung, an Kontrollpunkten und bei Hausdurchsuchungen systematisch und völlig ungestraft. Einem befragten Offizier zufolge machten sie in der Haft keinen Unterschied zwischen Erwachsenen und Minderjährigen - selbst bei Folter nicht (ZI 2.7.2017). Zwischen März 2011 und Juni 2021 dokumentierte das Syrian Network for Human Rights (SNHR) den Tod von mindestens 14.565 Personen durch Folter, darunter 181 Kinder, durch die Konfliktparteien in Syrien, wobei das syrische Regime für 98,6 % dieser Todesfälle verantwortlich ist (SNHR 14.6.2021)",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Feststellungen zur Lage von Frauen oder zur sexuellen Gewalt gegen Frauen in Syrien sind der angefochtenen Entscheidung nicht zu entnehmen.",
            "annotations": []
        },
        {
            "text": "3.3. Der Verfassungsgerichtshof hat mehrfach darauf hingewiesen, dass es ein Unterlassen der Ermittlungstätigkeit darstellt, wenn Länderberichte zu einer bestimmten Frage keine Angaben enthalten und keine zusätzlichen Ermittlungen angestellt werden (vgl zB VfGH 13.12.2017, E2497/2016 ua; 24.9.2018, E1034/2018 ua; 12.6.2019, E1371/2019; 3.10.2019, E1215/2019; 24.2.2021, E2461/2020). Zudem ist nach der Rechtsprechung des Verfassungsgerichtshofes eine Entscheidung des Bundesverwaltungsgerichtes aufzuheben, wenn das Bundesverwaltungsgericht zu einem Ergebnis kommt, welches nicht aus einschlägigen (Passagen in) Länderberichten ableitbar ist und sich auch nicht aus anderen Ermittlungsergebnissen ableiten lässt (vgl VfGH 11.10.2017, E1803/2017 ua; 3.10.2019, E1215/2019; 24.2.2021, E2461/2020).",
            "annotations": []
        },
        {
            "text": "3.4.  Obwohl die minderjährige Beschwerdeführerin im Entscheidungszeitpunkt des Bundesverwaltungsgerichtes 14 Jahre und acht Monate alt ist, stellt das Bundesverwaltungsgericht keine Ermittlungen zur Lage von Frauen oder zur sexuellen Gewalt gegen Frauen in Syrien an. Auch ist vor dem Hintergrund der Länderberichte nicht nachvollziehbar, weshalb das Bundesverwaltungsgericht davon ausgeht, dass Übergriffe bzw geschlechtsspezifische Gewalt nur alleinstehende Kinder bzw Frauen treffen würde. Schon aus diesem Grund belastet das Bundesverwaltungsgericht das angefochtene Erkenntnis mit Willkür (vgl VfGH 9.3.2023, E1525/2022).",
            "annotations": []
        },
        {
            "text": "4. Weiters ist dem Bundesverwaltungsgericht auch eine Verletzung von Art47 Abs2 Charta der Grundrechte der Europäischen Union (im Folgenden: GRC) vorzuwerfen:",
            "annotations": []
        },
        {
            "text": "4.1. Für das Verfahren vor dem Bundesverwaltungsgericht regelt §21 Abs7 BFA-VG den Entfall der mündlichen Verhandlung. Das Absehen von einer mündlichen Verhandlung steht – sofern zuvor bereits ein Verwaltungsverfahren stattgefunden hat, in dessen Rahmen Parteiengehör gewährt wurde – jedenfalls in jenen Fällen im Einklang mit Art47 Abs2 GRC, in denen der Sachverhalt aus der Aktenlage in Verbindung mit der Beschwerde geklärt erscheint oder sich aus den Ermittlungen zweifelsfrei ergibt, dass das Vorbringen tatsachenwidrig ist (vgl VfSlg 19.632/2012). Das Absehen von einer mündlichen Verhandlung, wenn diese zur Gewährleistung einer den Anforderungen des Art47 Abs2 GRC an ein faires Verfahren entsprechenden Entscheidung des erkennenden Gerichtes geboten ist, stellt aber eine Verletzung im verfassungsgesetzlich gewährleisteten Recht gemäß Art47 Abs2 GRC dar (vgl zB VfGH 13.3.2013, U1175/12 ua; 26.6.2013, U1257/2012; 22.9.2014, U2529/2013; 26.11.2018, E4221/2017; 22.9.2020, E1453/2020).",
            "annotations": []
        },
        {
            "text": "4.2. Das Bundesverwaltungsgericht geht davon aus, dass der minderjährigen Beschwerdeführerin bei Rückkehr in ihren Herkunftsstaat keine kinder- und geschlechtsspezifische Gefahr drohe, zumal im Herkunftsstaat ihr Vater und mehrere ihrer Onkel weiterhin leben würden. Die Feststellungen zur familiären Situation der minderjährigen Beschwerdeführerin stützt das Bundesverwaltungsgericht auf die Angaben der minderjährigen Beschwerdeführerin im Verfahren. Eine mündliche Verhandlung führt das Bundesverwaltungsgericht nicht durch.",
            "annotations": []
        },
        {
            "text": "Den vorgelegten Akten ist aber zu entnehmen, dass die minderjährige Beschwerdeführerin bereits bei der Erstbefragung durch Organe des öffentlichen Sicherheitsdienstes auf die mangelnde Schutzfähigkeit ihres Vaters auf Grund seines schlechten Gesundheitszustands hinweist. Im Zuge der niederschriftlichen Einvernahme durch das Bundesamt für Fremdenwesen und Asyl weist sie erneut auf den – sich verschlechternden – Gesundheitszustand ihres Vaters hin und tritt auch im Zuge ihrer Beschwerde gegen den Bescheid des Bundesamtes für Fremdenwesen und Asyl den getroffenen Feststellungen zu ihren im Herkunftsstaat lebenden männlichen Verwandten entgegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4.3. Weiters begründet die minderjährige Beschwerdeführerin ihren Antrag auf internationalen Schutz der Sache nach damit, dass sie kinder- bzw geschlechtsspezifische Gefahren fürchte. Im Rahmen ihrer Einvernahme vor dem Bundesamt für Fremdenwesen und Asyl brachte sie vor, dass sie Angst habe, wie andere Kinder auf Grund des Kriegsgeschehens entführt und/oder misshandelt zu werden. Sie hat damit drohende Eingriffe in ihr Recht auf sexuelle Selbstbestimmung im Sinne des §20 Abs2 AsylG 2005 behauptet (vgl VfSlg 20.260/2018; VfGH 18.9.2015, E1003/2014 mwH auf die Rechtsprechung des Verfassungsgerichtshofes; siehe auch VwGH 13.2.2020, Ro 2019/01/0007; 22.10.2020, Ro 2020/14/0003; 19.5.2022, Ra 2021/19/0325).",
            "annotations": []
        },
        {
            "text": "Gründet ein Asylwerber seine Furcht vor Verfolgung auf Eingriffe in seine sexuelle Selbstbestimmung, normiert §20 AsylG 2005 in Abs1 das Gebot der Einvernahme durch Organwalter desselben Geschlechtes vor der Verwaltungsbehörde und in Abs2 das Gebot der Verhandlung (und demzufolge auch Entscheidung) vor dem Bundesverwaltungsgericht durch Richter desselben Geschlechtes. Davon kann nur abgegangen werden, wenn die Partei ausdrücklich anderes verlangt (vgl VfSlg 20.260/2018 und bereits VfGH 25.11.2013, U1121/2012 ua). Dabei begründen sowohl Behauptungen eines bereits erfolgten als auch eines drohenden Eingriffes die Pflicht zur Einvernahme bzw zur Verhandlung und Entscheidung durch Organwalter desselben Geschlechtes (VfSlg 20.260/2018; VfGH 29.11.2021, E2865/2021; 9.3.2023, E1525/2022).",
            "annotations": []
        },
        {
            "text": "4.4. Die Akten haben damit erkennen lassen, dass die mündliche Erörterung eine weitere Klärung des Sachverhaltes – insbesondere hinsichtlich der Frage, ob die minderjährige Beschwerdeführerin über im Herkunftsstaat noch lebende, männliche Verwandte verfüge und hinsichtlich der Wahrung des nach §20 AsylG 2005 normierten Gebotes der Einvernahme durch Organwalter desselben Geschlechtes – im vorliegenden Fall erwarten ließe.",
            "annotations": []
        },
        {
            "text": "4.5. Das Bundesverwaltungsgericht hätte daher nicht von der Durchführung einer mündlichen Verhandlung absehen dürfen. Die minderjährige Beschwerdeführerin ist daher auch in ihrem Recht auf Durchführung einer mündlichen Verhandlung gemäß Art47 Abs2 GRC verletzt worden (vgl zB VfGH 23.2.2015, E155/2014; 10.6.2016, E2108/2015; 24.11.2016, E1079/2016; 13.3.2019, E4744/2018; 23.9.2019, E1494/2019).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die minderjährige Beschwerdeführerin ist somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) und im Recht auf Durchführung einer mündlichen Verhandlung gemäß Art47 Abs2 GRC verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die minderjährige Beschwerdeführerin Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}