{
    "document_id": "JFT_20231004_22K_I00004_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Anträge",
            "annotations": []
        },
        {
            "text": "1. Mit dem vorliegenden, auf Art138 Abs1 Z2 B-VG und §46 Abs1 Z2 VfGG gestützten Antrag begehrt die Antragstellerin (zu KI4/2022) die Entscheidung eines verneinenden Kompetenzkonfliktes zwischen dem Bezirksgericht Leopoldstadt und dem Bundesverwaltungsgericht. Wörtlich stellt die Antragstellerin (Zitat ohne die im Original enthaltenen Hervorhebungen)",
            "annotations": []
        },
        {
            "text": "\"gem. Art138 Abs1 Z2 erste Variante B-VG iVm §46 Abs1 Z2 VfGG den Antrag[,] der Verfassungsgerichtshof möge […]",
            "annotations": []
        },
        {
            "text": "den vorliegenden Kompetenzkonflikt im Sinne der Zuständigkeit des Bezirksgerichtes Leopoldstadt entscheiden;",
            "annotations": []
        },
        {
            "text": "in eventu […] aussprechen, dass es sich bei dem an das Bezirksgericht Leopoldstadt gerichtete[n] Begehren zu GZ 43 C 691/22h um eine Rechtssache in der Bedeutung des §1 JN handelt;",
            "annotations": []
        },
        {
            "text": "in jedem Fall […] den entgegenstehenden Beschluss des Bezirksgerichtes Leopoldstadt zu GZ 43 C 691/22h vom 26.06.2022 […] gem. §51 VfGG aufheben\".",
            "annotations": []
        },
        {
            "text": "2. Gestützt auf Art140 Abs1 Z1 litd B-VG begehren die Antragstellerin zu KI4/2022 und eine weitere Antragstellerin, das 2. COVID-19-Hochschulgesetz zur Gänze, in eventu §1 Abs1 2. COVID-19-Hochschulgesetz, in eventu §2 und §3 2. COVID-19-Hochschulgesetz, als verfassungswidrig aufzuheben (G218/2022).",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Das Gesetz vom 1. August 1895, über die Ausübung der Gerichtsbarkeit und die Zuständigkeit der ordentlichen Gerichte in bürgerlichen Rechtssachen (Jurisdiktionsnorm – JN), RGBl. 111/1895, idF BGBl I 61/2022 lautet auszugsweise wie folgt:",
            "annotations": []
        },
        {
            "text": "\"§. 1.",
            "annotations": []
        },
        {
            "text": "Die Gerichtsbarkeit in bürgerlichen Rechtssachen wird, soweit dieselben nicht durch besondere Gesetze vor andere Behörden oder Organe verwiesen sind, durch Bezirksgerichte, Bezirksgerichte für Handelssachen, Landesgerichte, Handelsgerichte, durch Oberlandesgerichte und durch den Obersten Gerichtshof (ordentliche Gerichte) ausgeübt.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§. 42.",
            "annotations": []
        },
        {
            "text": "(1) Ist die anhängig gewordene Rechtssache […] den ordentlichen Gerichten entzogen, so hat das angerufene Gericht in jeder Lage des Verfahrens seine Unzuständigkeit und die Nichtigkeit des vorangegangenen Verfahrens sofort durch Beschluß auszusprechen; […]. Das Gleiche hat seitens der Gerichte höherer Instanz zu geschehen, wenn der Mangel erst hier offenbar wird.",
            "annotations": []
        },
        {
            "text": "(2) – (4) […]\"",
            "annotations": []
        },
        {
            "text": "2. Das – zur Gänze angefochtene – Bundesgesetz, mit dem ein Bundesgesetz über hochschulrechtliche Sondervorschriften an Universitäten, Pädagogischen Hochschulen und Fachhochschulen aufgrund von COVID-19 (2. COVID-19-Hochschulgesetz – 2. C-HG) erlassen wird, BGBl I 76/2021, idF BGBl I 232/2021 lautet wie folgt:",
            "annotations": []
        },
        {
            "text": "\"Sondervorschriften an Universitäten, Pädagogischen Hochschulen und Fachhochschulen",
            "annotations": []
        },
        {
            "text": "§1. (1) An Universitäten gemäß Universitätsgesetz 2002 – UG, BGBl I Nr 120/2002, zuletzt geändert durch das Bundesgesetz BGBl I Nr 20/2021, kann das Rektorat nach Anhörung der oder des Vorsitzenden des Senates, der oder des Vorsitzenden des Universitätsrates sowie der oder des Vorsitzenden der Universitätsvertretung der Studierenden Maßnahmen zur Verhinderung der Verbreitung der COVID-19-Pandemie sowohl für die Teilnahme an Präsenz-Lehrveranstaltungen und -Prüfungen als auch an Eignungs-, Aufnahme- und Auswahlverfahren festlegen, insbesondere kann ein Nachweis über eine lediglich geringe epidemiologische Gefahr verlangt werden. Näheres ist vom Rektorat festzulegen, wobei auch zusätzliche Maßnahmen zur Verhinderung der Verbreitung der COVID-19-Pandemie für Universitätsangehörige und Dritte festgelegt werden können.",
            "annotations": []
        },
        {
            "text": "(2) An Pädagogischen Hochschulen gemäß Hochschulgesetz 2005 – HG, BGBl I Nr 30/2006, zuletzt geändert durch das Bundesgesetz BGBl I Nr 177/2021, kann das Rektorat im Rahmen der Regelungen für die Benützung von Räumen und Einrichtungen der Pädagogischen Hochschule durch Hochschulangehörige gemäß §15 Abs3 Z21 HG Maßnahmen zur Verhinderung der Verbreitung der COVID-19-Pandemie insbesondere für die Teilnahme an Präsenz-Lehrveranstaltungen und -Prüfungen oder an Eignungs- und Aufnahmeverfahren oder für die sonstige Benützung von Räumlichkeiten und Einrichtungen festlegen; es kann ein Nachweis über eine lediglich geringe epidemiologische Gefahr verlangt werden. Näheres ist vom Rektorat festzulegen.",
            "annotations": []
        },
        {
            "text": "(2a) Die Rektorin oder der Rektor der Pädagogischen Hochschule kann Maßnahmen zur Verhinderung der Verbreitung der COVID-19-Pandemie für Angehörige der Pädagogischen Hochschule gemäß §72 Z2 bis 4 HG festlegen.",
            "annotations": []
        },
        {
            "text": "(3) An Fachhochschulen gemäß Fachhochschulgesetz – FHG, BGBl Nr 340/1993, zuletzt geändert durch das Bundesgesetz BGBl I Nr 77/2020, kann die Kollegiumsleitung im Einvernehmen mit dem Erhalter nach Anhörung der oder des Vorsitzenden der Hochschulvertretung der Studierenden Maßnahmen zur Verhinderung der Verbreitung der COVID-19-Pandemie sowohl für die Teilnahme an Präsenz-Lehrveranstaltungen und -Prüfungen als auch an Aufnahmeverfahren festlegen, insbesondere kann ein Nachweis über eine lediglich geringe epidemiologische Gefahr verlangt werden. Näheres ist vom Erhalter im Einvernehmen mit der Kollegiumsleitung festzulegen, wobei auch zusätzliche Maßnahmen zur Verhinderung der Verbreitung der COVID-19-Pandemie für Studierende, das Lehr-, Forschungs- und Verwaltungspersonal der Fachhochschule und Dritte festgelegt werden können.",
            "annotations": []
        },
        {
            "text": "Inkrafttreten",
            "annotations": []
        },
        {
            "text": "§2. §1 samt Überschrift tritt mit Ablauf des Tages der Kundmachung in Kraft und ist im Sommersemester 2021, im Wintersemester 2021/22 und im Sommersemester 2022 anzuwenden.",
            "annotations": []
        },
        {
            "text": "Außerkrafttreten",
            "annotations": []
        },
        {
            "text": "§3. §1 samt Überschrift tritt mit Ablauf des 30. September 2022 außer Kraft.\"",
            "annotations": []
        },
        {
            "text": "III. Sachverhalt bzw Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "A. Zum Antrag auf Entscheidung eines verneinenden Kompetenzkonfliktes:",
            "annotations": []
        },
        {
            "text": "1. Dem vorliegenden Antrag und dem Erkenntnis des Bundesverwaltungsgerichtes vom 13. Mai 2022, Z W195 2252683-1/2E, ist zum Sachverhalt zu entnehmen, dass die Antragstellerin Studentin an der Wirtschaftsuniversität Wien sei. Sie habe am 16. August 2021 und am 24. September 2021 jeweils unter Missachtung der Vorgaben der Wirtschaftsuniversität Wien zur Verhinderung und Verbreitung der COVID-19-Pandemie deren Räumlichkeiten betreten. Die Antragstellerin sei auf Grund der Weigerung, einen Nachweis über eine geringe epidemiologische Gefahr vorzulegen und sich auszuweisen, in beiden Fällen von der Polizei aus den Gebäuden der Universität begleitet worden. Sie habe mit E-Mail vom 27. September 2021 einen Feststellungsbescheid beantragt, \"in welchem mir ausgefertigt wird, dass sowohl das Betreten und Verweilen innerhalb der Campusgebäude sowie die Teilnahme an Präsenzlehrveranstaltungen und -prüfungen ausschließlich mittels 3G-Nachweis möglich ist\".",
            "annotations": []
        },
        {
            "text": "2. Das Rektorat der Wirtschaftsuniversität Wien wies den Antrag mit Bescheid vom 1. Februar 2022, Z SR 34/2021, zurück. Begründend führte das Rektorat im Wesentlichen aus, dass hinsichtlich der begehrten Feststellung \"[i]m vorliegenden Fall […] nicht ersichtlich [ist], worin das rechtliche Interesse liegen soll, da kein strittiges Rechts(-verhältnis) klargestellt werden muss\". Die Antragstellerin habe dazu auch keine weiteren Ausführungen getroffen. Ein Feststellungsbescheid habe nicht den Zweck, über das Bestehen der Rechtslage bzw über die Anwendbarkeit gesetzlicher Bestimmungen abzusprechen.",
            "annotations": []
        },
        {
            "text": "3. Das Bundesverwaltungsgericht wies die dagegen erhobene Beschwerde der Antragstellerin mit dem in Pkt. III.A.1. bezeichneten Erkenntnis als unbegründet ab. Begründend führt das Bundesverwaltungsgericht im Wesentlichen aus, dass das Rektorat den Feststellungsantrag mit dem in Pkt. III.A.2. bezeichneten Bescheid zurückgewiesen habe und dass Sache des Beschwerdeverfahrens damit lediglich die Frage der Rechtmäßigkeit der Zurückweisung sei. In Übereinstimmung mit den Ausführungen des Rektorats im angefochtenen Bescheid lasse sich anhand der Ausführungen der Antragstellerin im Antrag vom 27. September 2021 weder auf ein strittiges Recht bzw Rechtsverhältnis schließen noch werde von der Antragstellerin \"konkret dargelegt, worin genau bzw inwiefern an der von ihr beantragten Feststellung sich für sie ein (relevantes) rechtliches Interesse ergeben würde\". Daraus ergebe sich, dass das Rektorat den Antrag zu Recht auf Grund des fehlenden rechtlichen Interesses der Antragstellerin zurückgewiesen habe.",
            "annotations": []
        },
        {
            "text": "4. Dem vorliegenden Antrag und dem Beschluss des Bezirksgerichtes Leopoldstadt vom 26. Juni 2022, Z 43 C 691/22h, ist zum Sachverhalt zu entnehmen, dass die Antragstellerin (zu KI4/2022) und die Zweitantragstellerin zu G218/2022 mit am 3. Juni 2022 beim Bezirksgericht Leopoldstadt eingebrachter, mit einem Antrag auf Erlassung einer einstweiligen Verfügung verbundener Klage begehrt hätten, die Wirtschaftsuniversität Wien schuldig zu erkennen, es zu unterlassen, die Zutrittserlaubnis der klagenden Parteien zum Universitätsgelände und die Erlaubnis, dort zu verweilen, vom Nachweis über eine geringe epidemiologische Gefahr abhängig zu machen und den klagenden Parteien beim Betreten des Geländes und der Gebäude der Universität und beim Verweilen ebendort eine Maskenpflicht aufzuerlegen. Begehrt worden sei zudem die Feststellung, dass die Wirtschaftsuniversität Wien für alle aus diesen Handlungen auch zukünftig resultierenden Schäden oder Vermögensnachteile der klagenden Parteien hafte.",
            "annotations": []
        },
        {
            "text": "5. Das Bezirksgericht Leopoldstadt wies die Klage und den Antrag auf Erlassung einer einstweiligen Verfügung mit dem in Pkt. III.A.4. bezeichneten Beschluss auf Grund der Unzulässigkeit des Rechtsweges zurück. Begründend führt das Bezirksgericht Leopoldstadt im Wesentlichen aus, für die Zulässigkeit des Rechtsweges gälten die allgemeinen Grundsätze (§1 JN). Die beklagte Universität habe vor dem Hintergrund von §51 Abs1 Universitätsgesetz 2002, BGBl I 120/2002, idF BGBl I 20/2021 und §1 Abs1 2. C-HG",
            "annotations": []
        },
        {
            "text": "\"entgegen dem Vorbringen der Klägerinnen keinesfalls für sich einseitig 'das Recht begründet'[,] Nachweise über eine geringe epidemiologische Gefahr ('1/2/3G') und Maskentragepflichten zu kontrollieren und den Zutritt zu ihren Räumlichkeiten an bestimmte Voraussetzungen zu knüpfen. Das Handeln der beklagten Partei ist als hoheitliches Handeln zu qualifizieren. Es mangelt der gegenständlichen Klage sowie dem Antrag auf Erlassung einer einstweiligen Verfügung somit an der Prozessvoraussetzung der Zulässigkeit des Rechtswegs, sodass mit einer Zurückweisung vorzugehen war\".",
            "annotations": []
        },
        {
            "text": "6. Die Antragstellerin (zu KI4/2022) begründet den Antrag auf Entscheidung eines verneinenden Kompetenzkonfliktes auf das Wesentliche zusammengefasst damit, dass das Bundesverwaltungsgericht und das Bezirksgericht Leopoldstadt \"die in der Sache gleichlautenden Anträge\" mit der Begründung zurückgewiesen hätten, \"das jeweils gegenteilige Gericht sei zuständig\". Der zugrundeliegende Sachverhalt sei jeweils derselbe, die Begehren stimmten überein. Keines der beiden Gerichte habe eine Sachentscheidung gefasst. Es sei lediglich über die Unzuständigkeit abgesprochen und die jeweils gestellten Anträge seien zurückgewiesen worden.",
            "annotations": []
        },
        {
            "text": "7. Das Landesgericht für Zivilrechtssachen Wien hat mit Beschluss vom 17. August 2022, Z 63 R 144/22z, dem gegen den in Pkt. III.A.4. bezeichneten Beschluss des Bezirksgerichtes Leopoldstadt erhobenen Rekurs nicht Folge gegeben. Begründend führte das Landesgericht für Zivilrechtssachen Wien im Wesentlichen aus, dass die rechtliche Beurteilung des Erstgerichtes nicht zu beanstanden sei.",
            "annotations": []
        },
        {
            "text": "8. Gegen den in Pkt. III.A.7. bezeichneten Beschluss des Landesgerichtes für Zivilrechtssachen Wien wurde Revisionsrekurs erhoben.",
            "annotations": []
        },
        {
            "text": "9. Das Bundesverwaltungsgericht hat den Gerichtsakt vorgelegt, von der Erstattung einer Äußerung jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "10. Das Bezirksgericht Leopoldstadt hat den Gerichtsakt vorgelegt, von der Erstattung einer Äußerung jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "B. Zum Antrag auf Aufhebung des 2. COVID-19-Hochschulgesetzes:",
            "annotations": []
        },
        {
            "text": "1. Gegen den in Pkt. III.A.4. bezeichneten Beschluss des Bezirksgerichtes Leopoldstadt erhoben die Antragstellerinnen Rekurs und stellten aus Anlass dieses Rechtsmittels unter einem den vorliegenden Gesetzesprüfungsantrag. Darin führen die Antragstellerinnen zu ihren Bedenken auf das Wesentliche zusammengefasst aus, dass §1 Abs1 2. C-HG zu unbestimmt sei und dass die vom Rektorat auf Grund dieser Bestimmung erlassenen Maßnahmen (Maskenpflicht, Pflicht zum Nachweis über eine geringe epidemiologische Gefahr), mit denen eine indirekte Impfpflicht einhergehe, gegen die verfassungsgesetzlich gewährleisteten Rechte ua auf Gleichheit aller Staatsbürger vor dem Gesetz (Art7 B-VG und Art2 StGG), auf Leben (Art2 EMRK), auf Achtung des Privat- und Familienlebens (Art8 EMRK), auf Freiheit der Erwerbsbetätigung (Art6 StGG) sowie auf Freiheit der Berufsausbildung (Art18 StGG) verstießen.",
            "annotations": []
        },
        {
            "text": "2. Die Bundesregierung hat eine Äußerung erstattet, in der sie auf die Äußerungen der Bundesregierung in den zu G76/2021 ua sowie zu G94-99/2022 ua protokollierten Verfahren verweist und die Zurückweisung, in eventu die Abweisung des Antrages beantragt.",
            "annotations": []
        },
        {
            "text": "3. Die Antragstellerinnen haben eine Replik zur Äußerung der Bundesregierung erstattet.",
            "annotations": []
        },
        {
            "text": "IV. Zur Zulässigkeit der Anträge",
            "annotations": []
        },
        {
            "text": "A. Zum Antrag auf Entscheidung eines verneinenden Kompetenzkonfliktes:",
            "annotations": []
        },
        {
            "text": "1. Auf Grund des Antragsvorbringens und der Bezugnahme auf \"Art138 Abs1 Z2 erste Variante B-VG iVm §46 Abs1 Z2 VfGG\" wertet der Verfassungsgerichtshof den (Haupt-)Antrag, \"den vorliegenden Kompetenzkonflikt im Sinne der Zuständigkeit des Bezirksgerichtes Leopoldstadt [zu] entscheiden\", als Antrag auf Entscheidung eines verneinenden Kompetenzkonfliktes zwischen dem Bezirksgericht Leopoldstadt (Beschluss vom 26. Juni 2022, Z 43 C 691/22h) und dem Bundesverwaltungsgericht (Erkenntnis vom 13. Mai 2022, Z W195 2252683-1/2E).",
            "annotations": []
        },
        {
            "text": "2. Gemäß Art138 Abs1 Z2 B-VG iVm §46 Abs1 Z2 VfGG besteht ein vom Verfassungsgerichtshof zu entscheidender verneinender Kompetenzkonflikt ua dann, wenn ein ordentliches Gericht und ein Verwaltungsgericht die Zuständigkeit in derselben Sache verneint haben, obwohl eines der beiden Gerichte zuständig gewesen wäre (VfSlg 20.133/2016; VfGH 24.2.2017, E1005/2016, KI4/2016).",
            "annotations": []
        },
        {
            "text": "3. Die Voraussetzungen eines verneinenden Kompetenzkonfliktes liegen nicht vor:",
            "annotations": []
        },
        {
            "text": "Das Rektorat der Wirtschaftsuniversität Wien hat den Feststellungsantrag der Antragstellerin mit dem in Pkt. III.A.2. bezeichneten Bescheid im Wesentlichen mit der Begründung zurückgewiesen, dass nicht ersichtlich sei, worin im vorliegenden Fall das rechtliche Interesse liegen solle, da kein strittiges Rechtsverhältnis klargestellt werden müsse und die Antragstellerin dazu auch keine weiteren Ausführungen getroffen habe (vgl auch schon insoweit VfSlg 14.497/1996; VfGH 10.3.2010, KI-2/09). Das Bundesverwaltungsgericht hat diese Rechtsauffassung mit dem in Pkt. III.A.1. bezeichneten Erkenntnis bestätigt und die gegen den Bescheid des Rektorates erhobene Beschwerde als unbegründet abgewiesen. Das Rektorat der Wirtschaftsuniversität Wien und (in der Folge) das Bundesverwaltungsgericht haben damit nicht schlechthin ihre Zuständigkeit, sondern bloß die Voraussetzungen für die – nur ausnahmsweise zulässige – Erlangung eines Feststellungsbescheides verneint. Aus diesem Grund liegen die Voraussetzungen für einen verneinenden Kompetenzkonflikt nicht vor (vgl VfGH 9.3.2005, KI-4/04).",
            "annotations": []
        },
        {
            "text": "4. Der (Haupt-)Antrag ist daher schon aus diesem Grund wegen offenbarer Nichtzuständigkeit des Verfassungsgerichtshofes als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "5. Bei diesem Ergebnis erübrigt sich auch ein Eingehen auf den Eventualantrag und auf den weiteren, auf §51 VfGG gestützten Antrag, der Verfassungsgerichtshof möge \"in jedem Fall […] den entgegenstehenden Beschluss des Bezirksgerichtes Leopoldstadt zu GZ 43 C 691/22h vom 26.06.2022\" aufheben (VfSlg 19.544/2011, 19.997/2015).",
            "annotations": []
        },
        {
            "text": "B. Zum Antrag auf Aufhebung des 2. COVID-19-Hochschulgesetzes:",
            "annotations": []
        },
        {
            "text": "1. Ein auf Art140 Abs1 Z1 litd B-VG gestützter Antrag auf Aufhebung eines Gesetzes oder von bestimmten Stellen eines solchen kann gemäß §62 Abs2 VfGG nur dann gestellt werden, wenn das Gesetz vom Gericht in der anhängigen Rechtssache unmittelbar anzuwenden bzw wenn die Verfassungsmäßigkeit des Gesetzes eine Vorfrage für die Entscheidung der beim Gericht anhängigen Rechtssache ist oder nach Ansicht der Antragsteller wäre. Eine Antragstellung gemäß Art140 Abs1 Z1 litd B-VG setzt daher voraus, dass die angefochtene Bestimmung – insofern – eine Voraussetzung der Entscheidung des ordentlichen Gerichtes im Anlassfall bildet (VfSlg 20.029/2015; vgl VfSlg 20.010/2015).",
            "annotations": []
        },
        {
            "text": "2. Das Erstgericht hat die Klage der Antragstellerinnen zurückgewiesen, weil kein Fall des §1 JN vorliege und es der Klage daher an der Prozessvoraussetzung der Zulässigkeit des Rechtsweges mangle (vgl auch §42 Abs1 JN). Der Umstand, dass das Erstgericht das Handeln der beklagten Partei allenfalls auch im Hinblick auf §1 Abs1 2. C-HG nicht als bürgerliche Rechtssache iSd §1 JN gewertet hat, bedeutet nicht, dass §1 Abs1 oder auch eine andere Bestimmung des 2. C-HG vom Gericht unmittelbar angewendet wurde oder unmittelbar anzuwenden wäre.",
            "annotations": []
        },
        {
            "text": "3. Der Haupt- und die Eventualanträge auf Aufhebung (von Teilen) des 2. C-HG sind daher schon mangels Legitimation als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "4. Bei diesem Ergebnis (siehe auch Pkt. IV.A.) erübrigt sich auch ein Eingehen auf den mit nachträglicher Eingabe gestellten Antrag, \"die Rekursentscheidung des Landesgericht[es] für Zivilrechtssachen Wien vom 17.08.2022 zur Geschäftszahl 63 R 144/22z\" aufzuheben.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag auf Entscheidung eines verneinenden Kompetenzkonfliktes (KI4/2022) ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Der Antrag auf Aufhebung des 2. COVID-19-Hochschulgesetzes (G218/2022) ist als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "3. Dies konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}