{
    "document_id": "JFT_20230315_23E00131_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer, ein irakischer Staatsangehöriger, stammt aus Mossul und lebte vor seiner Ausreise – infolge der Vertreibung durch die Terrororganisation \"Islamischer Staat\" (im Folgenden: IS) – in Akre. Er bekennt sich zum sunnitisch-muslimischen Glauben und ist Angehöriger der Volksgruppe der Araber. Am 12. April 2015 stellte er in Österreich einen Antrag auf internationalen Schutz. Einige Familienmitglieder seien im Herkunftsland bereits getötet oder schwer verletzt worden, der Beschwerdeführer selbst sei mehrfach vergewaltigt und schwer traumatisiert worden. Seine Gattin und sein minderjähriger Sohn lebten in den Niederlanden, es bestehe kein Kontakt.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 18. August 2017 wurden der Antrag des Beschwerdeführers hinsichtlich der Zuerkennung des Status des Asyl- und subsidiär Schutzberechtigten abgewiesen, kein Aufenthaltstitel aus berücksichtigungswürdigen Gründen erteilt, eine Rückkehrentscheidung erlassen, die Abschiebung in den Irak für zulässig erklärt und eine 14-tägige Frist für die freiwillige Ausreise gesetzt.",
            "annotations": []
        },
        {
            "text": "Mit mündlich verkündetem Erkenntnis des Bundesverwaltungsgerichtes vom 5. März 2021 wurde der gegen den Bescheid erhobenen Beschwerde teilweise stattgegeben und dem Beschwerdeführer der Status des subsidiär Schutzberechtigten zuerkannt. Mit Erkenntnis des Verwaltungsgerichtshofes vom 19. Jänner 2022 wurde diese Entscheidung wegen Rechtswidrigkeit ihres Inhaltes aufgehoben. Die Abweisung des Antrages auf internationalen Schutz im Hinblick auf den Status des Asylberechtigten ist in Rechtskraft erwachsen.",
            "annotations": []
        },
        {
            "text": "Mit mündlich verkündetem Erkenntnis vom 16. November 2022, schriftlich ausgefertigt am 30. November 2022, wurde die gegen den Bescheid vom 18. August 2017 erhobene Beschwerde im zweiten Rechtsgang abgewiesen. Zusammengefasst führt das Bundesverwaltungsgericht aus, der psychische Zustand des Beschwerdeführers habe sich stabilisiert, und es sei von seiner beschränkten Arbeitsfähigkeit auszugehen. Er werde sich im Irak daher auch ohne stabiles familiäres Netzwerk beruflich integrieren können und trotz nicht unerheblicher psychischer Erkrankung nicht mit maßgeblicher Wahrscheinlichkeit in eine existenzbedrohende Lage geraten. Der Beschwerdeführer verwirkliche im Hinblick auf die Zuerkennung des subsidiären Schutzes außerdem einen Versagungsgrund gemäß §9 Abs2 AsylG 2005, weil er mehrmals rechtskräftig und teilweise innerhalb der Probezeit wegen Delikten gegen die körperliche Unversehrtheit verurteilt worden sei und im Rahmen der Tatbegehung eine besonders hohe Gewaltbereitschaft an den Tag gelegt habe. Ein positiver Gesinnungswandel lasse sich seit der letzten strafgerichtlichen Verurteilung im März 2021 (noch) nicht feststellen, weshalb nicht prognostiziert werden könne, dass er in Zukunft nicht erneut straffällig werden würde. Des Weiteren verwirkliche der Beschwerdeführer den Tatbestand des §9 Abs2 Z3 AsylG 2005 (rechtskräftige Verurteilung wegen eines Verbrechens). Die Rückkehrentscheidung stelle angesichts der strafgerichtlichen Verurteilungen keinen unverhältnismäßigen Eingriff in die gemäß Art8 EMRK gewährleisteten Rechte des Beschwerdeführers dar, zumal seine psychischen Probleme im Irak kostengünstig behandelbar seien und er Rückkehrhilfe in Anspruch nehmen könne. Er sei im Herkunftsstaat aufgewachsen und habe dort nach wie vor familiäre Bindungen, wenngleich kein regelmäßiger und stabiler Kontakt bestehe. Die Abschiebung sei zulässig, weil dem Beschwerdeführer keine Flüchtlingseigenschaft zukomme, und ihr keine Empfehlung einer vorläufigen Maßnahme durch den Europäischen Gerichtshof für Menschenrechte entgegenstehe.",
            "annotations": []
        },
        {
            "text": "3. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Dazu wird ua vorgebracht, das Bundesverwaltungsgericht habe es verabsäumt, sich mit dem Umstand auseinanderzusetzen, dass der Beschwerdeführer ein sunnitischer Araber aus einem ehemals vom IS besetzten Gebiet und als solcher einer besonderen Gefährdung im Irak ausgesetzt sei. Es habe keine Feststellungen dazu getroffen, wohin der Beschwerdeführer im Fall seiner Abschiebung zurückkehren solle. Dabei sei zu berücksichtigen, dass der Hochkommissar der Vereinten Nationen für Flüchtlinge (im Folgenden: UNHCR) dringend anrate, von der zwangsweisen Rückführung von Personen in Gebiete, die unter der Kontrolle des IS standen oder stehen, zu verzichten. Das Bundesverwaltungsgericht habe sich des Weiteren nicht mit der Frage auseinandergesetzt, ob der Herkunftsort Mossul für den Beschwerdeführer überhaupt sicher erreichbar sei, zumal der dortige Flughafen geschlossen und die Bewegungsfreiheit – insbesondere für sunnitische Araber aus ehemals vom IS besetzten Gebieten – im Irak generell stark eingeschränkt sei. Die Verfügbarkeit einer innerstaatlichen Fluchtalternative sei vom Bundesverwaltungsgericht nicht geprüft worden. Gegen die Möglichkeit der Ansiedlung in der Autonomen Region Kurdistan spreche, dass alleinstehende arabische Männer oftmals an der Einreise gehindert würden und für sie gewisse Einreise- und Aufenthaltsbeschränkungen gälten. Nach Ansicht des UNHCR sei die Inanspruchnahme einer innerstaatlichen Fluchtalternative für Personen mit besonderen Bedürfnissen außerdem nur zumutbar, wenn sie dort Zugang zu einem Unterstützungsnetzwerk hätten, das bereit und fähig sei, dauerhafte Hilfe zu leisten. Unter Außerachtlassung bestimmter Aktenteile gehe das Bundesverwaltungsgericht davon aus, dass der Beschwerdeführer eingeschränkt arbeitsfähig sei. Aus einem Gutachten der bestellten Sachverständigen vom November 2022 gehe allerdings hervor, dass er am allgemeinen Arbeitsmarkt nicht einsetzbar sei. Er werde sich im Herkunftsland daher keine Existenzgrundlage erwirtschaften und folglich nicht die Mittel aufbringen können, um sich die notwendigen Medikamente zu beschaffen.",
            "annotations": []
        },
        {
            "text": "4. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber Abstand genommen.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesamt für Fremdenwesen und Asyl hat von der Möglichkeit, eine Äußerung zu erstatten, ebenfalls keinen Gebrauch gemacht.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "A. Soweit sich die – zulässige – Beschwerde gegen die Abweisung der Beschwerde durch das Bundesverwaltungsgericht hinsichtlich des Ausspruches der Zulässigkeit der Abschiebung in den Herkunftsstaat Irak unter Setzung einer 14-tägigen Frist für die freiwillige Ausreise richtet, ist sie begründet:",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg.cit. gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §52 Abs9 FPG ist mit der Rückkehrentscheidung gleichzeitig festzustellen, ob die Abschiebung des Drittstaatsangehörigen gemäß §46 FPG in einen oder mehrere bestimmte Staaten zulässig ist. Die Abschiebung eines Fremden in einen Staat ist jedoch gemäß §50 Abs1 leg.cit. unzulässig, wenn dadurch eine reale Gefahr einer Verletzung von Art2 oder 3 EMRK oder des 6. oder 13. ZPEMRK bestünde oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konflikts verbunden wäre.",
            "annotations": []
        },
        {
            "text": "2.2. Das Bundesverwaltungsgericht begründet die Zulässigkeit der Abschiebung des Beschwerdeführers in seinen Herkunftsstaat Irak im Rahmen der rechtlichen Beurteilung damit, dass ihm \"keine Flüchtlingseigenschaft zukommt und auch keine Empfehlung einer vorläufigen Maßnahme durch den Europäischen Gerichtshof für Menschenrechte der Abschiebung entgegensteht\". Mangels Auseinandersetzung mit der Frage der Zumutbarkeit der Inanspruchnahme einer innerstaatlichen Fluchtalternative auf Ebene der Prüfung des subsidiären Schutzes ist davon auszugehen, dass das Bundesverwaltungsgericht – wenngleich es darauf hinweist, der Beschwerdeführer sei angesichts fehlender familiärer Bindungen im Herkunftsstaat \"nicht ortsgebunden\" – von einer Rückkehr in die Herkunftsstadt Mossul ausgeht (zur Definition der Herkunftsregion vgl VfGH 4.10.2022, E1948/2022).",
            "annotations": []
        },
        {
            "text": "2.3. Bei seiner Beurteilung lässt das Bundesverwaltungsgericht allerdings die sunnitisch-arabische Identität des Beschwerdeführers und den Umstand, dass dieser aus einem Gebiet stammt, das zuvor vom IS besetzt war, unberücksichtigt. Laut UNHCR werden \"Personen mit überwiegend sunnitisch-arabischer Identität und zwar vornehmlich [...] Männer und Jungen im kampffähigen Alter aus Gebieten, die zuvor von ISIS besetzt waren, [...] Berichten zufolge kollektiv verdächtigt, mit ISIS verbunden zu sein oder ISIS zu unterstützen\" (UNHCR-Erwägungen zum Schutzbedarf von Personen, die aus dem Irak fliehen, vom Mai 2019, S 69) und weisen daher ein besonderes Risikoprofil auf (siehe VfGH 7.10.2021, E2372/2021; 18.3.2022, E3751/2021; jeweils 14.6.2022, E851/2022, und E1040/2022). Diesem Umstand kommt auch für die Beurteilung der sicheren Erreichbarkeit der Region sowie der Bewegungsfreiheit innerhalb des Landes maßgebliche Bedeutung zu, in die der Beschwerdeführer zurückkehren soll (siehe insb. VfGH 7.10.2021, E2637/2021 mwN).",
            "annotations": []
        },
        {
            "text": "2.4. Indem es das Bundesverwaltungsgericht unterlassen hat, sich unter Berücksichtigung der Länderinformationen sowie des besonderen Risikoprofiles des Beschwerdeführers nach Maßgabe der Art2 und 3 EMRK sowie des 6. und 13. ZPEMRK mit der Möglichkeit der Rückkehr in die Herkunftsregion sowie deren sicherer Erreichbarkeit auseinanderzusetzen, hat es sein Erkenntnis – soweit es sich auf die Zulässigkeit der Abschiebung in den Herkunftsstaat Irak unter Setzung einer 14-tägigen Frist für die freiwillige Ausreise bezieht – mit Willkür belastet und ist insoweit aufzuheben.",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "1. Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "2. Die vorliegende Beschwerde rügt die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof geht in Übereinstimmung mit dem Europäischen Gerichtshof für Menschenrechte (s etwa EGMR 7.7.1989, 14.038/88, Soering; 30.10.1991, 13.163/87 ua, Vilvarajah; 6.3.2001, 45-276/99, Hilal) davon aus, dass die Entscheidung eines Vertragsstaates, einen Fremden in welcher Form immer außer Landes zu schaffen, unter dem Blickwinkel des Art3 EMRK erheblich werden und demnach die Verantwortlichkeit des Staates nach der EMRK begründen kann, wenn stichhaltige Gründe für die Annahme glaubhaft gemacht worden sind, dass der Fremde konkret Gefahr liefe, in dem Land, in das er gebracht werden soll, Folter oder unmenschlicher oder erniedrigender Strafe oder Behandlung unterworfen zu werden (vgl VfSlg 13.837/1994, 14.119/1995, 14.998/1997).",
            "annotations": []
        },
        {
            "text": "Das Bundesverwaltungsgericht hat weder eine grundrechtswidrige Gesetzesauslegung vorgenommen noch sind ihm grobe Verfahrensfehler unterlaufen, die eine vom Verfassungsgerichtshof aufzugreifende Verletzung des genannten Grundrechtes darstellen (vgl VfSlg 13.897/1994, 15.026/1997, 15.372/1998, 16.384/2001, 17.586/2005; zu den krankheitsbedingten Gründen vgl auch VfSlg 18.407/2008 und 19.086/2010). Ob ihm sonstige Fehler bei der Rechtsanwendung unterlaufen sind, hat der Verfassungsgerichtshof nicht zu beurteilen.",
            "annotations": []
        },
        {
            "text": "Die im Übrigen gerügten Rechtsverletzungen wären im vorliegenden Fall nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob das Bundesverwaltungsgericht seine Entscheidung in jeder Hinsicht rechtmäßig begründet hat, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch das angefochtene Erkenntnis, soweit damit seine Beschwerde gegen den Ausspruch der Zulässigkeit der Abschiebung in den Irak unter Festsetzung einer 14-tägigen Frist für die freiwillige Ausreise abgewiesen wird, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "3. Im Übrigen wird von der Behandlung der Beschwerde abgesehen.",
            "annotations": []
        },
        {
            "text": "4. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "5. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 436,– sowie der Ersatz der Eingabengebühr in Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}