{
    "document_id": "JFT_20230228_22V00192_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Anträge",
            "annotations": []
        },
        {
            "text": "Das Landesverwaltungsgericht Oberösterreich begehrt mit mehreren, auf Art139 Abs1 Z1 B-VG gestützten Anträgen,",
            "annotations": []
        },
        {
            "text": "\"der Verfassungsgerichtshof möge in der Verordnung des Gemeinderates der Stadtgemeinde Ried im Innkreis vom 9. Juli 2020, GZ: Bau 640-1-4/20/Ing. Kn/Sch, den ersten Satz, welcher wie folgt lautet:",
            "annotations": []
        },
        {
            "text": "'Gemäß §§40, Abs2, Z4 und 43, Abs1, oö. Gemeindeordnung 1990, sowie §§43, Abs1, litb, sowie Abs2, lita und 94 d, Zif. 4, StVO 1960 idgF, wird im Stadtgebiet von Ried im Innkreis im Bereich der Braunauer Straße , vom Kreisverkehr St. Anna bis zum Kreisverkehr Weberzeile eine Tempo-30-Zone festgelegt.'",
            "annotations": []
        },
        {
            "text": "sowie in der Kundmachungsanordnung die Wortteile bzw -folgen",
            "annotations": []
        },
        {
            "text": "[zu V192/2022, V193/2022, V195/2022, V196/2022 und V197/2022:]",
            "annotations": []
        },
        {
            "text": "  'Ein-' 'und Ende'",
            "annotations": []
        },
        {
            "text": "  '-/Aus' 'Anfang und'",
            "annotations": []
        },
        {
            "text": "[zu V194/2022:]",
            "annotations": []
        },
        {
            "text": "  '-/Aus' und 'Anfang und'",
            "annotations": []
        },
        {
            "text": "  'Ein-/' und 'und Ende'",
            "annotations": []
        },
        {
            "text": "als gesetzwidrig aufheben.\"",
            "annotations": []
        },
        {
            "text": "In eventu wird jeweils der Antrag gestellt, die angefochtene Verordnung zur Gänze als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung des Gemeinderates der Stadtgemeinde Ried im Innkreis vom 9. Juli 2020, Z Bau 640-1-4/20/Ing. Kn/Sch, hat folgenden Wortlaut (Zitat ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"Verordnung",
            "annotations": []
        },
        {
            "text": "des Gemeinderates der Stadtgemeinde Ried i.I. vom 09.07.2020",
            "annotations": []
        },
        {
            "text": "Tempo-30-Geschwindigkeitsbeschränkung im Bereich der Braunauer Straße",
            "annotations": []
        },
        {
            "text": "Gemäß §§40, Abs2, Z4 und 43, Abs1, oö. Gemeindeordnung 1990, sowie §§43, Abs1, litb, sowie Abs2, lita und 94 d, Zif. 4, StVO 1960 idgF, wird im Stadtgebiet von Ried im Innkreis im Bereich der Braunauer Straße , vom Kreisverkehr St. Anna bis zum Kreisverkehr Weberzeile eine Tempo-30-Zone festgelegt.",
            "annotations": []
        },
        {
            "text": "Die notwendige Kenntlichmachung der Tempo-30-Gechwindigkeitsbeschränkung wird durch Aufstellen der Verkehrszeichen gemäß §§52/10a und 52/10b StVO 1960 idgF an folgenden Stellen erfolgen:",
            "annotations": []
        },
        {
            "text": "   Ein-/Ausfahrt zum Kreisverkehr St. Anna (Anfang und Ende)",
            "annotations": []
        },
        {
            "text": "   Ein-/Ausfahrt zum Kreisverkehr Weberzeile (Anfang und Ende)",
            "annotations": []
        },
        {
            "text": "Die Kundmachung dieser Verordnung erfolgt gemäß §44 StVO 1960 idgF, durch Anbringen der o.a. Verkehrszeichen und tritt mit deren Anbringung in Kraft.",
            "annotations": []
        },
        {
            "text": "                                                                                                         Der Bürgermeister",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen des Bundesgesetzes vom 6. Juli 1960, mit dem Vorschriften über die Straßenpolizei erlassen werden (Straßenverkehrsordnung 1960 – StVO. 1960), BGBl 159/1960, lauten in der jeweils maßgeblichen Fassung wie folgt (Zitat ohne die Hervorhebungen im Original): ",
            "annotations": []
        },
        {
            "text": "\"§43. Verkehrsverbote, Verkehrserleichterungen und Hinweise.",
            "annotations": []
        },
        {
            "text": "(1) Die Behörde hat für bestimmte Straßen oder Straßenstrecken oder für Straßen innerhalb eines bestimmten Gebietes durch Verordnung",
            "annotations": []
        },
        {
            "text": "a) […]",
            "annotations": []
        },
        {
            "text": "b) wenn und insoweit es die Sicherheit, Leichtigkeit oder Flüssigkeit des sich bewegenden oder die Ordnung des ruhenden Verkehrs, die Lage, Widmung, Pflege, Reinigung oder Beschaffenheit der Straße, die Lage, Widmung oder Beschaffenheit eines an der Straße gelegenen Gebäudes oder Gebietes oder wenn und insoweit es die Sicherheit eines Gebäudes oder Gebietes und/oder der Personen, die sich dort aufhalten, erfordert,",
            "annotations": []
        },
        {
            "text": "1. dauernde oder vorübergehende Verkehrsbeschränkungen oder Verkehrsverbote, insbesondere die Erklärung von Straßen zu Einbahnstraßen, Maß-, Gewichts- oder Geschwindigkeitsbeschränkungen, Halte- oder Parkverbote und dergleichen, zu erlassen,",
            "annotations": []
        },
        {
            "text": "2. den Straßenbenützern ein bestimmtes Verhalten vorzuschreiben, insbesondere bestimmte Gruppen von der Benützung einer Straße oder eines Straßenteiles auszuschließen oder sie auf besonders bezeichnete Straßenteile zu verweisen;",
            "annotations": []
        },
        {
            "text": "c)–d) […].",
            "annotations": []
        },
        {
            "text": "(2) Zur Fernhaltung von Gefahren oder Belästigungen, insbesondere durch Lärm, Geruch oder Schadstoffe, hat die Behörde, wenn und insoweit es zum Schutz der Bevölkerung oder der Umwelt oder aus anderen wichtigen Gründen erforderlich ist, durch Verordnung",
            "annotations": []
        },
        {
            "text": "a) für bestimmte Gebiete, Straßen oder Straßenstrecken für alle oder für bestimmte Fahrzeugarten oder für Fahrzeuge mit bestimmten Ladungen dauernde oder zeitweise Verkehrsbeschränkungen oder Verkehrsverbote zu erlassen,",
            "annotations": []
        },
        {
            "text": "b)–c) […].",
            "annotations": []
        },
        {
            "text": "Bei der Erlassung solcher Verordnungen ist einerseits auf den angestrebten Zweck und andererseits auf die Bedeutung der Verkehrsbeziehungen und der Verkehrserfordernisse Bedacht zu nehmen.",
            "annotations": []
        },
        {
            "text": "(2a)–(11) […]",
            "annotations": []
        },
        {
            "text": "§44. Kundmachung der Verordnungen.",
            "annotations": []
        },
        {
            "text": "(1) Die im §43 bezeichneten Verordnungen sind, sofern sich aus den folgenden Absätzen nichts anderes ergibt, durch Straßenverkehrszeichen oder Bodenmarkierungen kundzumachen und treten mit deren Anbringung in Kraft. Der Zeitpunkt der erfolgten Anbringung ist in einem Aktenvermerk (§16 AVG) festzuhalten. Parteien im Sinne des §8 AVG ist die Einsicht in einen solchen Aktenvermerk und die Abschriftnahme zu gestatten. Als Straßenverkehrszeichen zur Kundmachung von im §43 bezeichneten Verordnungen kommen die Vorschriftszeichen sowie die Hinweiszeichen 'Autobahn', 'Ende der Autobahn', 'Autostraße', 'Ende der Autostraße', 'Einbahnstraße', 'Ortstafel', 'Ortsende', 'Internationaler Hauptverkehrsweg', 'Straße mit Vorrang', 'Straße ohne Vorrang', 'Straße für Omnibusse' und 'Fahrstreifen für Omnibusse' in Betracht. Als Bodenmarkierungen zur Kundmachung von im §43 bezeichneten Verordnungen kommen Markierungen, die ein Verbot oder Gebot bedeuten, wie etwa Sperrlinien, Haltelinien vor Kreuzungen, Richtungspfeile, Sperrflächen, Zickzacklinien, Schutzwegmarkierungen oder Radfahrerüberfahrtmarkierungen in Betracht.",
            "annotations": []
        },
        {
            "text": "(1a)–(5) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§48. Anbringung der Straßenverkehrszeichen.",
            "annotations": []
        },
        {
            "text": "(1) Die Straßenverkehrszeichen (§§50, 52 und 53) sind als Schilder aus festem Material unter Bedachtnahme auf die Art der Straße und unter Berücksichtigung der auf ihr üblichen Verkehrsverhältnisse, namentlich der darauf üblichen Geschwindigkeit von Fahrzeugen, in einer solchen Art und Größe anzubringen, daß sie von den Lenkern herannahender Fahrzeuge leicht und rechtzeitig erkannt werden können. Im Verlauf derselben Straße sind womöglich Straßenverkehrszeichen mit gleichen Abmessungen zu verwenden.",
            "annotations": []
        },
        {
            "text": "(1a)–(4) […]",
            "annotations": []
        },
        {
            "text": "(5) Der Abstand zwischen dem unteren Rand eines Straßenverkehrszeichens und der Fahrbahn darf bei seitlicher Anbringung nicht weniger als 0,60 m und nur in Ausnahmefällen mehr als 2,50 m, bei Anbringung oberhalb der Fahrbahn nicht weniger als 4,50 m und nur in Ausnahmefällen oder bei Verwendung beleuchteter Straßenverkehrszeichen mehr als 5,50 m betragen, sofern sich aus den Bestimmungen dieses Bundesgesetzes bei einzelnen Straßenverkehrszeichen nichts anderes ergibt; der Abstand zwischen dem unteren Rand eines Straßenverkehrszeichens und einer für den Fußgängerverkehr bestimmten Fläche darf bei Anbringung auf einer solchen Fläche nur in Ausnahmefällen weniger als 2,20 m betragen. Bei seitlicher Anbringung darf der seitliche Abstand zwischen dem der Fahrbahn zunächst liegenden Rand eines Straßenverkehrszeichens und dem Fahrbahnrand im Ortsgebiet nicht weniger als 0,30 m und nur in Ausnahmefällen mehr als 2 m, auf Freilandstraßen nur in Ausnahmefällen weniger als 1 m und mehr als 2,50 m betragen. Eine nicht fest mit dem Untergrund verbundene Anbringungsvorrichtung darf auch auf der Fahrbahn angebracht werden, wenn die Sicherheit, Leichtigkeit und Flüssigkeit des fließenden Verkehrs nicht gefährdet wird; in diesem Fall darf der seitliche Abstand zwischen dem dem Fahrbahnrand zunächst liegenden Rand eines Straßenverkehrszeichens und dem Fahrbahnrand nicht mehr als 0,30 m betragen. Sind auf einer Anbringungsvorrichtung mehr als ein Straßenverkehrszeichen angebracht, so gelten bei untereinander angebrachten Zeichen die Maßangaben bezüglich des Höhenabstandes für das untere Zeichen, bei nebeneinander angebrachten Zeichen die Maßangaben bezüglich des Seitenabstandes für das näher der Fahrbahn angebrachte Zeichen. Die weiteren Zeichen sind in einem solchen Fall entsprechend den Größenverhältnissen anzubringen.",
            "annotations": []
        },
        {
            "text": "(6) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§52. Die Vorschriftszeichen",
            "annotations": []
        },
        {
            "text": "Die Vorschriftszeichen sind",
            "annotations": []
        },
        {
            "text": "a) Verbots- oder Beschränkungszeichen,",
            "annotations": []
        },
        {
            "text": "b) Gebotszeichen oder",
            "annotations": []
        },
        {
            "text": "c) Vorrangzeichen.",
            "annotations": []
        },
        {
            "text": "a) Verbots- oder Beschränkungszeichen",
            "annotations": []
        },
        {
            "text": "1.–9d. […]",
            "annotations": []
        },
        {
            "text": "10a. 'GESCHWINDIGKEITSBESCHRÄNKUNG (ERLAUBTE HÖCHSTGESCHWINDIGKEIT)'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt an, dass das Überschreiten der Fahrgeschwindigkeit, die als Stundenkilometeranzahl im Zeichen angegeben ist, ab dem Standort des Zeichens verboten ist. Ob und in welcher Entfernung es vor schienengleichen Eisenbahnübergängen anzubringen ist, ergibt sich aus den eisenbahnrechtlichen Vorschriften.",
            "annotations": []
        },
        {
            "text": "10b. 'ENDE DER GESCHWINDIGKEITSBESCHRÄNKUNG'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt das Ende der Geschwindigkeitsbeschränkung an. Es ist nach jedem Zeichen gemäß Z10a anzubringen und kann auch auf der Rückseite des für die Gegenrichtung geltenden Zeichens angebracht werden. Es kann entfallen, wenn am Ende der Geschwindigkeitsbeschränkung eine neue Geschwindigkeitsbeschränkung, sei es auch nicht aufgrund dieses Bundesgesetzes, beginnt.",
            "annotations": []
        },
        {
            "text": "11.–14b. […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§94d. Eigener Wirkungsbereich der Gemeinde",
            "annotations": []
        },
        {
            "text": "Sofern der Akt der Vollziehung nur für das Gebiet der betreffenden Gemeinde wirksam werden und sich auf Straßen, die nach den Rechtsvorschriften weder als Autobahnen, Autostraßen, Bundesstraßen oder Landesstraßen gelten noch diesen Straßen gleichzuhalten sind, beziehen soll, sind folgende Angelegenheiten von der Gemeinde im eigenen Wirkungsbereich zu besorgen:",
            "annotations": []
        },
        {
            "text": "1.–3a. […]",
            "annotations": []
        },
        {
            "text": "4. die Erlassung von Verordnungen nach §43, mit denen",
            "annotations": []
        },
        {
            "text": "a)–c) […]",
            "annotations": []
        },
        {
            "text": "d) Geschwindigkeitsbeschränkungen",
            "annotations": []
        },
        {
            "text": "erlassen werden,",
            "annotations": []
        },
        {
            "text": "4a.–21. […].\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Beim Landesverwaltungsgericht Oberösterreich sind mehrere Beschwerden gegen Straferkenntnisse der Bezirkshauptmannschaft Ried anhängig, mit denen den Beschwerdeführern jeweils eine Übertretung des §52 lita Z10a StVO 1960 zur Last gelegt wird, weil sie zu einem näher bestimmten Zeitpunkt in Ried im Innkreis, Braunauer Straße Nr 2, in Fahrtrichtung stadtauswärts oder in Fahrtrichtung stadteinwärts die durch Straßenverkehrszeichen kundgemachte zulässige Höchstgeschwindigkeit von 30 km/h überschritten hätten. Über die Beschwerdeführer wurde daher jeweils gemäß §99 Abs3 lita StVO 1960 eine Geld- und Ersatzfreiheitsstrafe verhängt und ihnen ein Beitrag zu den Kosten des Strafverfahrens vorgeschrieben.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass dieser Beschwerdeverfahren stellt das Landesverwaltungsgericht Oberösterreich ua die hg. zu V192/2022 und V194/2022 protokollierten, auf Art139 Abs1 Z1 B-VG gestützten Anträge, der Verfassungsgerichtshof möge den ersten Satz sowie näher bezeichnete Wortfolgen der Verordnung des Gemeinderates der Stadtgemeinde Ried im Innkreis vom 9. Juli 2020, Z Bau 640-1-4/20/Ing. Kn/Sch, als gesetzwidrig aufheben. In eventu wird beantragt, die gesamte Verordnung als gesetzwidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "2.1. Das Landesverwaltungsgericht Oberösterreich führt zunächst zur Zulässigkeit der Anträge Folgendes aus:",
            "annotations": []
        },
        {
            "text": "Die angefochtene Verordnung habe durch die Kundmachung mittels Straßenverkehrszeichen gemäß §52 lita Z10a und Z10b StVO 1960 ein Mindestmaß an Publizität und somit rechtliche Existenz erlangt, sodass sie mit verbindlicher Wirkung für jedermann zustande gekommen sei und in Geltung stehe. Den Beschwerdeverfahren vor dem Landesverwaltungsgericht Oberösterreich liege jeweils ein Straferkenntnis zugrunde, in welchem den Beschwerdeführern eine Übertretung der mit der angefochtenen Verordnung festgelegten Geschwindigkeitsbeschränkung zur Last gelegt werde. Zudem bilde die sich auf diese Geschwindigkeitsbeschränkung beziehende Kundmachungsbestimmung in der für den jeweiligen Beschwerdefall maßgeblichen Fahrtrichtung (stadtauswärts im Anlassverfahren zu V192/2022, stadteinwärts im Anlassverfahren zu V194/2022) eine Voraussetzung für die Entscheidung des Landesverwaltungsgerichtes Oberösterreich.",
            "annotations": []
        },
        {
            "text": "2.2. In der Folge legt das Landesverwaltungsgericht Oberösterreich seine Bedenken, die es zur Antragstellung beim Verfassungsgerichtshof veranlasst haben, dar:",
            "annotations": []
        },
        {
            "text": "2.2.1. Die verordnungserlassende Behörde habe es unterlassen, vor Erlassung der angefochtenen Verordnung eine Interessenabwägung iSd §43 Abs1 litb StVO 1960 zur Feststellung der Erforderlichkeit durchzuführen. Das im Verordnungsakt einliegende verkehrstechnische Gutachten sei dafür nicht ausreichend.",
            "annotations": []
        },
        {
            "text": "2.2.2. Die angefochtene Verordnung des Gemeinderates der Stadtgemeinde Ried im Innkreis sei ferner nicht hinreichend determiniert, weil Beginn und Ende der verordneten Geschwindigkeitsbeschränkung nicht ausreichend konkretisiert seien. Mit der Verordnung werde eine Geschwindigkeitsbeschränkung \"im Bereich der Braunauer Straße vom Kreisverkehr St. Anna bis zum Kreisverkehr Weberzeile\" angeordnet. Mangels einer ausdrücklichen Anordnung, wonach diese Geschwindigkeitsbeschränkung für beide Fahrtrichtungen gelten solle, sei angesichts dieser Formulierung zunächst lediglich die Fahrtrichtung stadtauswärts vom örtlichen Geltungsbereich der Verordnung umfasst. Durch die Anordnung, dass die entsprechenden Straßenverkehrszeichen an den Ein- und Ausfahrten zu den Kreisverkehren St. Anna und Weberzeile anzubringen seien, komme jedoch die Absicht der verordnungserlassenden Behörde zum Ausdruck, die Geschwindigkeitsbeschränkung für beide Fahrtrichtungen zu verordnen. Zudem werde durch diese Kundmachungsanordnung deutlich, dass sich der Geltungsbereich der angefochtenen Geschwindigkeitsbeschränkung auch auf die beiden Kreisverkehre selbst beziehen solle. Da die Kreisverkehre jedoch jeweils über mehrere Ein- und Ausfahrten befahren werden könnten, bleibe offen, an welchem konkreten Punkt der Geltungsbereich der angefochtenen Verordnung beginne und ende.",
            "annotations": []
        },
        {
            "text": "2.2.3. Ferner sei die angefochtene Verordnung nicht ordnungsgemäß kundgemacht worden. Der Geltungsbereich der angefochtenen Verordnung beziehe sich auch auf die beiden Kreisverkehre selbst. Nach der tatsächlich erfolgten Kundmachung gelte die Geschwindigkeitsbeschränkung in Fahrtrichtung stadteinwärts jedoch nur für den Bereich zwischen den beiden Kreisverkehren St. Anna und Weberzeile. Auch in Fahrtrichtung stadtauswärts gelte die Geschwindigkeitsbeschränkung auf Grund der tatsächlich erfolgten Kundmachung nur für den Bereich zwischen den beiden Kreisverkehren sowie für einen kleinen Bereich im Kreisverkehr St. Anna. Im Übrigen mangle es an einer Kundmachung an der Einmündung aus der Querstraße St. Anna und aus Kalteneck kommend.",
            "annotations": []
        },
        {
            "text": "2.2.4. Schließlich betrage der Abstand zwischen dem unteren Rand des Straßenverkehrszeichens und der Fahrbahn bei zwei der seitlich neben der Fahrbahn angebrachten Straßenverkehrszeichen 2,70 Meter, ohne dass dem Verordnungsakt Umstände dafür entnommen werden könnten, dass ein Ausnahmefall iSd §48 Abs5 StVO 1960 vorliegen würde.",
            "annotations": []
        },
        {
            "text": "3. Die verordnungserlassende Behörde hat die Akten betreffend das Zustandekommen der zur Prüfung gestellten Verordnung vorgelegt und im Verfahren zu V194/2022 eine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "4. Die Oberösterreichische Landesregierung hat weder Akten vorgelegt noch eine Äußerung erstattet.",
            "annotations": []
        },
        {
            "text": "5. Das Landesverwaltungsgericht Oberösterreich stellte zu den Zahlen V193/2022, V195/2022, V196/2022 und V197/2022 weitere, dem Inhalt nach gleichlautende Anträge. Der Verfassungsgerichtshof führte zu diesen Anträgen (im Hinblick auf §19 Abs3 Z4 VfGG) kein weiteres Verfahren durch (vgl VfSlg 20.244/2018).",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat über die zu V192/2022 und V194/2022 protokollierten, in sinngemäßer Anwendung der §§187 und 404 ZPO iVm §35 Abs1 VfGG zur gemeinsamen Beratung und Entscheidung verbundenen Anträge erwogen:",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof vertritt zu Art89 Abs1 B-VG beginnend mit dem Erkenntnis VfSlg 20.182/2017 die Auffassung, dass eine \"gehörig kundgemachte\" generelle Norm – also eine an einen unbestimmten, externen Personenkreis adressierte, verbindliche Anordnung von Staatsorganen – bereits dann vorliegt, wenn eine solche Norm ein Mindestmaß an Publizität und somit rechtliche Existenz erlangt (VfSlg 20.182/2017). Es ist nicht notwendig, dass die Kundmachung der Norm in der rechtlich vorgesehenen Weise erfolgt. Demnach haben auch Gerichte gesetzwidrig kundgemachte Verordnungen gemäß Art139 B-VG anzuwenden und diese, wenn sie Bedenken gegen ihre rechtmäßige Kundmachung haben, vor dem Verfassungsgerichtshof anzufechten. Bis zur Aufhebung durch den Verfassungsgerichtshof sind sie für jedermann verbindlich (vgl VfSlg 20.251/2018).",
            "annotations": []
        },
        {
            "text": "Die Kundmachung der Verordnung des Gemeinderates der Stadtgemeinde Ried im Innkreis vom 9. Juli 2020, Z Bau 640-1-4/20/Ing. Kn/Sch, ist ausweislich der vorgelegten Akten durch die Aufstellung entsprechender Straßenverkehrszeichen erfolgt. Gemäß §44 Abs1 StVO 1960 ist die Verordnung damit jedenfalls kundgemacht worden, sodass sie mit verbindlicher Wirkung für jedermann zustande gekommen ist und in Geltung steht.",
            "annotations": []
        },
        {
            "text": "1.2. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "Den Beschwerdeverfahren vor dem Landesverwaltungsgericht Oberösterreich liegen jeweils Straferkenntnisse zugrunde, in denen den Beschwerdeführern eine Übertretung der mit der angefochtenen Verordnung angeordneten Geschwindigkeitsbeschränkung zur Last gelegt wird. Es ist daher offenkundig, dass das Landesverwaltungsgericht Oberösterreich die angefochtene Verordnung anzuwenden hat.",
            "annotations": []
        },
        {
            "text": "1.3. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Normenprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "Die Grenzen der Aufhebung einer auf ihre Gesetzmäßigkeit zu prüfenden Verordnungsbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Normenprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Teil der Bestimmung nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Stelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Normenprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Verordnungsstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Gesetzwidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Verordnung dieser ein völlig veränderter, dem Verordnungsgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Verordnungsbestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Zunächst ist ein Antrag nicht zu weit gefasst, soweit das Gericht solche Normen anficht, die denkmöglich eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bilden und damit präjudiziell sind; dabei darf aber nach §57 Abs1 VfGG nicht offen bleiben, welche Vorschrift oder welcher Teil einer Vorschrift nach Auffassung des antragstellenden Gerichtes aus welchem Grund aufgehoben werden soll (siehe mwN VfGH 2.3.2015, G140/2014 ua; vgl auch VfGH 10.12.2015, G639/2015; 15.10.2016, G103-104/2016 ua). Ist ein solcher Antrag in der Sache begründet, hebt der Verfassungsgerichtshof aber nur einen Teil der angefochtenen Bestimmungen als verfassungswidrig auf, so führt dies — wenn die sonstigen Prozessvoraussetzungen vorliegen — im Übrigen zur teilweisen Abweisung des Antrages (VfSlg 19.746/2013; VfGH 5.3.2014, G79/2013 ua). ",
            "annotations": []
        },
        {
            "text": "Umfasst der Antrag auch Bestimmungen, die für das antragstellende Gericht offenkundig keine Voraussetzung seiner Entscheidung im Anlassfall bilden und die somit nicht präjudiziell sind (insofern ist der Antrag zu weit gefasst), die mit den präjudiziellen (und nach Auffassung des antragstellenden Gerichtes den Sitz der Verfassungswidrigkeit bildenden) Bestimmungen aber vor dem Hintergrund der Bedenken in einem Regelungszusammenhang stehen, so ist zu differenzieren: Sind diese Bestimmungen von den den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden präjudiziellen Bestimmungen offensichtlich trennbar, so führt dies zur teilweisen Zurückweisung des Antrages. Umfasst der Antrag auch Bestimmungen, die mit den präjudiziellen, den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden Bestimmungen in einem so konkreten Regelungszusammenhang stehen, dass es nicht von vornherein auszuschließen ist, dass ihre Aufhebung im Fall des Zutreffens der Bedenken erforderlich sein könnte (sind diese Bestimmungen also nicht offensichtlich trennbar), so ist der Antrag insgesamt zulässig (VfSlg 20.111/2016). Dies gilt nach dem vorhin Gesagten aber keinesfalls dann, wenn Bestimmungen mitangefochten werden (etwa alle einer ganzen Verordnung), gegen die gar keine konkreten Bedenken vorgebracht werden und zu denen auch kein konkreter Regelungszusammenhang dargelegt wird (VfSlg 19.894/2014; VfGH 29.9.2015, G324/2015; 15.10.2016, G183/2016 ua).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof entscheidet daher – vor dem Hintergrund der Bedenken und der Erforderlichkeit, die den Sitz der Bedenken bildenden Bestimmungen (bei geringstmöglichem Eingriff in den Gehalt der Rechtsordnung) zu ermitteln – über die Frage, ob gegebenenfalls auch Bestimmungen aufzuheben sind, die nicht präjudiziell sind, aber mit präjudiziellen Bestimmungen in einem untrennbaren Zusammenhang stehen (vgl zB VfSlg 19.939/2014, 20.086/2016), nicht im Rahmen der Prüfung der Zulässigkeit des Antrages, sondern im Einzelnen erst dann, wenn der Verfassungsgerichtshof, erweist sich der Antrag als begründet, den Umfang der aufzuhebenden Bestimmungen abzugrenzen hat.",
            "annotations": []
        },
        {
            "text": "1.4. Das Landesverwaltungsgericht Oberösterreich begehrt mit seinen Hauptanträgen, der Verfassungsgerichtshof möge den ersten Satz der Verordnung des Gemeinderates der Stadtgemeinde Ried im Innkreis vom 9. Juli 2020, Z Bau 640-1-4/20/Ing. Kn/Sch, sowie die für das jeweilige Beschwerdeverfahren auf Grund der von den Beschwerdeführern befahrenen Fahrtrichtung präjudiziellen Wortfolgen in der Kundmachungsanordnung der angefochtenen Verordnung als gesetzwidrig aufheben. Dieser Antrag erweist sich im Hinblick auf die dargestellte Rechtsprechung als zu eng gefasst, weil der im Falle der Aufhebung im begehrten Umfang verbleibende Rest der angefochtenen Verordnung (im Wesentlichen die Überschrift und eine nicht mehr näher konkretisierte Anordnung zur Aufstellung von Straßenverkehrszeichen) inhaltsleer und unanwendbar wäre. Der Hauptantrag ist daher jeweils als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "1.5. Das Landesverwaltungsgericht Oberösterreich begehrt in eventu jeweils die Aufhebung der gesamten Verordnung des Gemeinderates der Stadtgemeinde Ried im Innkreis vom 9. Juli 2020, Z Bau 640-1-4/20/Ing. Kn/Sch. Hinsichtlich dieser Anträge sind keine Prozesshindernisse hervorgekommen, sodass sich der Eventualantrag jeweils insgesamt als zulässig erweist.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Der Antrag ist begründet.",
            "annotations": []
        },
        {
            "text": "2.2.1. Das Landesverwaltungsgericht Oberösterreich macht zunächst geltend, dass die verordnungserlassende Behörde es unterlassen habe, vor Erlassung der angefochtenen Verordnung eine Interessenabwägung iSd §43 Abs1 litb StVO 1960 zur Feststellung der Erforderlichkeit der verordneten Geschwindigkeitsbeschränkung durchzuführen.",
            "annotations": []
        },
        {
            "text": "2.2.2. §43 Abs1 litb Z1 StVO 1960 sieht die Erlassung dauernder oder vorübergehender Verkehrsbeschränkungen oder Verkehrsverbote für bestimmte Straßen oder Straßenstrecken oder für Straßen innerhalb eines bestimmten Gebietes durch Verordnung vor, wenn und soweit es die Sicherheit, Leichtigkeit oder Flüssigkeit des sich bewegenden oder die Ordnung des ruhenden Verkehrs, die Lage, Widmung, Pflege, Reinigung oder Beschaffenheit der Straße, die Lage, Widmung oder Beschaffenheit eines an der Straße gelegenen Gebäudes oder Gebietes oder wenn und insoweit es die Sicherheit eines Gebäudes oder Gebietes und/oder der Personen, die sich dort aufhalten, erfordert.",
            "annotations": []
        },
        {
            "text": "2.2.3. Nach der ständigen Rechtsprechung des Verfassungsgerichtshofes hat die Behörde vor Erlassung einer verkehrsbeschränkenden Verordnung die im Einzelnen umschriebenen Interessen an der Verkehrsbeschränkung mit dem Interesse an der ungehinderten Benützung der Straße abzuwägen und dabei die (tatsächliche) Bedeutung des Straßenzuges zu berücksichtigen (vgl zB VfSlg 8086/1977, 9089/1981, 12.944/1991, 13.449/1993, 13.482/1993). Die sohin gebotene Interessenabwägung erfordert sowohl die nähere, sachverhaltsmäßige Klärung der Gefahren oder Belästigungen für Bevölkerung und Umwelt, vor denen die Verkehrsbeschränkung schützen soll, als auch eine Untersuchung der Verkehrsbeziehungen und der Verkehrserfordernisse durch ein entsprechendes Anhörungs- und Ermittlungsverfahren (vgl zB VfSlg 12.485/1990, 16.805/2003, 17.572/2005). Die Gefahrensituation muss sich für die betreffende Straße deutlich von der allgemeinen, für den Straßenverkehr typischen Gefahrenlage unterscheiden (vgl zB VfSlg 14.000/1994).",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof in den Erkenntnissen VfSlg 8984/1980 und 9721/1983 ausgeführt und in zahlreichen nachfolgenden Erkenntnissen wiederholt hat (vgl VfSlg 13.371/1993, 14.051/1995, 15.643/1999, 16.016/2000, 16.805/2003, 17.573/2005), sind bei der Prüfung der Erforderlichkeit einer Verordnung nach §43 StVO 1960 die bei der bestimmten Straße oder Straßenstrecke, für die die Verordnung erlassen werden soll, anzutreffenden, für den spezifischen Inhalt der betreffenden Verordnung relevanten Umstände mit jenen Umständen zu vergleichen, die für eine nicht unbedeutende Anzahl anderer Straßen zutreffen. ",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof geht somit in ständiger Rechtsprechung davon aus, dass die Behörde bei Anwendung der vom Gesetzgeber mit unbestimmten Begriffen umschriebenen Voraussetzungen für die Erlassung von Verkehrsbeschränkungen oder -verboten durch Verordnung einen Vergleich der Verkehrs- und Umweltverhältnisse anzustellen hat: Die betreffenden Verhältnisse an den Straßenstrecken, für welche eine Herabsetzung der zulässigen Höchstgeschwindigkeit in Betracht gezogen wird, müssen derart beschaffen sein, dass sie gegenüber anderen Straßen eine Herabsetzung der zulässigen Höchstgeschwindigkeit gebieten.",
            "annotations": []
        },
        {
            "text": "2.2.4. Dem von der verordnungserlassenden Behörde vorgelegten Verordnungsakt lässt sich Folgendes entnehmen:",
            "annotations": []
        },
        {
            "text": "Die zur Stellungnahme eingeladenen Interessenvertretungen (Wirtschaftskammer Oberösterreich und Arbeiterkammer Ried im Innkreis) haben keine Einwände gegen die Erlassung der angefochtenen Verordnung erhoben. Dem Beschluss des Gemeinderates vom 9. Juli 2020, mit dem ua die angefochtene Verordnung beschlossen wurde, lag ein im Verordnungsakt einliegendes verkehrstechnisches Gutachten zugrunde. Dieses hält nach Darstellung der Ausgangssituation sowie von Lösungsansätzen betreffend Maßnahmen für den Fußgängerverkehr lediglich fest, dass \"[b]ei Verordnung einer 30 km/h-Geschwindigkeitsbeschränkung […] keine eigenen Maßnahmen für den Radverkehr erforderlich\" seien und dass \"[n]ach Realisierung dieser Maßnahmen […] die Verordnung einer 30 km/h Beschränkung möglich und sinnvoll\" sei. Ferner ist in dem Verordnungsakt eine Lichtbildbeilage enthalten, die einige der Standorte dokumentiert, an welchen die angefochtene Verordnung kundgemacht wurde.",
            "annotations": []
        },
        {
            "text": "Den vorgelegten Unterlagen ist damit weder die Durchführung einer Interessenabwägung durch die verordnungserlassende Behörde zu entnehmen, noch wird durch die allgemein gehaltene Aussage, dass durch die Verordnung einer 30 km/h-Geschwindigkeitsbeschränkung auf diesem Straßenabschnitt keine eigenen Maßnahmen für den Radfahrverkehr erforderlich seien, die Erforderlichkeit der angefochtenen Verordnung dargelegt. Die Verordnung findet daher wegen eines Verstoßes gegen §43 Abs1 litb StVO 1960 keine Deckung im Gesetz.",
            "annotations": []
        },
        {
            "text": "2.2.5. Da die angefochtene Verordnung des Gemeinderates der Stadtgemeinde Ried im Innkreis vom 9. Juli 2020, Z Bau 640-1-4/20/Ing. Kn/Sch, schon aus diesem Grund gesetzwidrig ist, erübrigt sich ein Eingehen auf die weiteren Bedenken des Landesverwaltungsgerichtes Oberösterreich.",
            "annotations": []
        },
        {
            "text": "2.3. Entscheidung über die Anträge zu V193/2022, V195/2022, V196/2022 und V197/2022:",
            "annotations": []
        },
        {
            "text": "Da diese Anträge des Landesverwaltungsgerichtes Oberösterreich den zu V192/2022 und V194/2022 protokollierten Anträgen im Wesentlichen gleichen, hat der Verfassungsgerichtshof gemäß §19 Abs3 Z4 VfGG davon abgesehen, ein weiteres Verfahren in diesen Rechtssachen durchzuführen. Dies erfolgt im Hinblick darauf, dass die in den Verfahren über die Anträge zu V193/2022, V195/2022, V196/2022 und V197/2022 aufgeworfenen Rechtsfragen durch die Entscheidung über die sonstigen Anträge des Landesverwaltungsgerichtes Oberösterreich bereits geklärt sind (vgl VfSlg 20.244/2018).",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Verordnung des Gemeinderates der Stadtgemeinde Ried im Innkreis vom 9. Juli 2020, Z Bau 640-1-4/20/Ing. Kn/Sch, wird als gesetzwidrig aufgehoben.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Oberösterreichischen Landesregierung zur unverzüglichen Kundmachung der Aufhebung erfließt aus Art139 Abs5 erster Satz B-VG und §59 Abs2 VfGG iVm §4 Abs1 Z2 litb Oö VerlautbarungsG 2015.",
            "annotations": []
        },
        {
            "text": "3. Die Hauptanträge sind zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "4.  Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}