{
    "document_id": "JFT_20230613_22E00754_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerden und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind verheiratet und beide irakische Staatsangehörige, gehören der Volksgruppe der Araber an und bekennen sich zum sunnitisch-muslimischen Glauben. Der Erstbeschwerdeführer wurde im Jahr 1974 in Bagdad geboren und wuchs dort gemeinsam mit seinen Eltern und seinen neun Geschwistern auf. Die Zweitbeschwerdeführerin wurde im Jahr 1985 ebenfalls in Bagdad geboren, wuchs jedoch gemeinsam mit ihren Eltern und ihren sieben Geschwistern in Al Fallujah auf. Nach der Hochzeit im Jänner 2012 zog sie zur Familie ihres Mannes nach Bagdad. Bis zu ihrer Ausreise lebten die Beschwerdeführer auch in Kurdistan, in Al Fallujah, in Aldora, in Halabja im Nordirak und wieder in Bagdad. Am 20. September 2015 stellten die Beschwerdeführer Anträge auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "2. Mit Bescheiden jeweils vom 16. November 2017 wies das Bundesamt für Fremdenwesen und Asyl diese Anträge sowohl hinsichtlich der Zuerkennung des Status der Asylberechtigten als auch hinsichtlich des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak ab, erteilte keine Aufenthaltstitel aus berücksichtigungswürdigen Gründen, erließ Rückkehrentscheidungen, stellte die Zulässigkeit der Abschiebungen in den Irak fest und setzte 14-tägige Fristen für die freiwilligen Ausreisen.",
            "annotations": []
        },
        {
            "text": "3. Die gegen diese Bescheide erhobenen Beschwerden wies das Bundesverwaltungsgericht nach Durchführung \"dreier mündlicher Verhandlungen\" als unbegründet ab. Zur Begründung der Abweisung der Beschwerden gegen die Nichtzuerkennung des Status der subsidiär Schutzberechtigten führt das Bundesverwaltungsgericht im Hinblick auf die allgemeine Sicherheitslage aus, die Beschwerdeführer seien beide in der Stadt Bagdad geboren und hätten dort immer wieder gemeinsam gelebt. Dass ihnen im Fall ihrer Abschiebung in den Irak bei einer Rückkehr nach Bagdad die reale Gefahr einer gegen Art2 oder 3 EMRK oder gegen das 6. oder 13. ZPEMRK verstoßenden Behandlung drohe, sei aus den angeführten Länderberichten in Zusammenschau mit den von den Beschwerdeführern dargelegten persönlichen Lebensumständen aus den folgenden Gründen nicht erkennbar: Seitens des erkennenden Gerichts werde im Hinblick auf die Länderfeststellungen keineswegs verkannt, dass die Situation im Irak und in der Heimatstadt Bagdad auf Grund von regelmäßigen Anschlägen als angespannt zu betrachten sei. Wie den zitierten Länderberichten und insbesondere der Sicherheitslage in Bagdad zu entnehmen sei, habe sich die Lage in den letzten Jahren stetig gebessert. Zudem sei die Stadt auch sicher zu erreichen. Das Bundesverwaltungsgericht verkenne im Hinblick auf die Sicherheitslage in Bagdad nicht, dass diese Stadt immer noch oftmals Schauplatz von Anschlägen und Gewaltakten sei und ausweislich der statistischen Daten zu den unsichereren Provinzen gehöre. Der aktuellen Berichterstattung folgend gingen Anschläge in Bagdad in erster Linie vom Islamischen Staat aus und richteten sich im Wesentlichen gegen die Zivilbevölkerung und staatliche Sicherheitskräfte. Offene Kampfhandlungen fänden in Bagdad nicht statt; bei Betrachtung der Statistiken über sicherheitsrelevante Vorfälle könne von einer Stabilisierung der Sicherheitslage ausgegangen werden. Die Situation in der Stadt Bagdad stelle sich nach Ansicht des erkennenden Gerichts im Ergebnis nicht als derartig dar, dass schon die bloße Anwesenheit einer Person in der betroffenen Region erwarten lasse, Opfer eines Gewaltaktes zu werden. Im konkreten Fall sei nicht ersichtlich, dass exzeptionelle Umstände vorliegen würden, die eine Außerlandesschaffung der Beschwerdeführer im Hinblick auf die Gegebenheiten in der Stadt Bagdad hinsichtlich der allgemeinen Sicherheitslage gemäß Art3 EMRK unzulässig scheinen ließen. Selbiges treffe auch auf die innerstaatliche Fluchtalternative Al Fallujah zu, wo die Beschwerdeführer ebenfalls bereits gemeinsam gelebt hätten und familiäre Anknüpfungspunkte hätten.",
            "annotations": []
        },
        {
            "text": "4. Gegen diese Entscheidung richten sich die vorliegenden, auf Art144 B-VG gestützten Beschwerden, in denen die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt werden; in der zu E770/2022 protokollierten Beschwerde der Zweiteinschreiterin wird zudem in eventu die Abtretung an den Verwaltungsgerichtshof beantragt.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung von Gegenschriften Abstand genommen und die kostenpflichtige Abweisung der zu E770/2022 protokollierten Beschwerde, in eventu die Ablehnung deren Behandlung, beantragt.",
            "annotations": []
        },
        {
            "text": "6. Das Bundesamt für Fremdenwesen und Asyl hat keine Äußerungen erstattet.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die Beschwerden sind zulässig.",
            "annotations": []
        },
        {
            "text": "A. Soweit sie sich gegen die Nichtzuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak, gegen die Nichterteilung von Aufenthaltstiteln aus berücksichtigungswürdigen Gründen, gegen die Erlassung von Rückkehrentscheidungen, gegen den Ausspruch der Zulässigkeit der Abschiebungen in den Irak und gegen die Festsetzung von 14-tägigen Fristen für die freiwilligen Ausreisen richten, sind sie auch begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht bei seiner Entscheidung hinsichtlich der Nichtzuerkennung des Status der subsidiär Schutzberechtigten unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §8 Abs1 AsylG 2005 ist ua einem Fremden, dessen Antrag auf internationalen Schutz in Bezug auf die Zuerkennung des Status des Asylberechtigten abgewiesen wird, der Status des subsidiär Schutzberechtigten zuzuerkennen, wenn eine Zurückweisung, Zurückschiebung oder Abschiebung des Fremden in seinen Herkunftsstaat eine reale Gefahr einer Verletzung von Art2 oder 3 EMRK oder des 6. oder 13. ZPEMRK bedeuten oder für ihn als Zivilperson eine ernsthafte Bedrohung des Lebens oder der Unversehrtheit infolge willkürlicher Gewalt im Rahmen eines internationalen oder innerstaatlichen Konfliktes mit sich bringen würde.",
            "annotations": []
        },
        {
            "text": "2.2. Nach den UNHCR-Erwägungen zum Schutzbedarf von Personen, die aus dem Irak fliehen, vom Mai 2019 (im Folgenden: UNHCR-Erwägungen) besteht für \"Personen, die fälschlicherweise verdächtigt werden, ISIS zu unterstützen\", ein besonderes Risikoprofil. Dazu zählen \"Personen mit überwiegend sunnitisch-arabischer Identität und zwar vornehmlich [...] Männer und Jungen im kampffähigen Alter aus Gebieten, die zuvor von ISIS besetzt waren\", sowie \"Familien und insbesondere Frauen und Kinder, die mit tatsächlichen oder vermeintlichen ISIS-Mitgliedern verbunden sind\" (UNHCR-Erwägungen, S 69 ff.). Die Männer und Jungen im kampffähigen Alter aus Gebieten, die zuvor von ISIS besetzt waren, werden \"kollektiv verdächtigt, mit ISIS verbunden zu sein oder ISIS zu unterstützen\" (UNHCR-Erwägungen, S 69). Für diese besteht das Risiko willkürlicher Festnahme, erzwungenen Verschwindens, von Folter und anderen Formen der Misshandlung, außergerichtlicher Hinrichtungen und unfairer Gerichtsverhandlungen, die zu Todesurteilen führen können. Mit solchen Personen verbundene Familienangehörige sind auf Grund ihrer Verwandtschafts- oder Stammesbeziehungen unterschiedlichen Menschenrechtsverletzungen und -missbräuchen durch lokale Behörden, die ISF und damit verbundene Kräfte, lokale Milizen sowie Mitglieder der Stämme und Gemeinschaften, denen diese Familien angehören, ausgesetzt (UNHCR-Erwägungen, S 72).",
            "annotations": []
        },
        {
            "text": "Angehörige dieser beiden Personengruppen benötigen nach Auffassung von UNHCR \"wahrscheinlich\" internationalen Flüchtlingsschutz (UNHCR-Erwägungen, S 77), was auf Grund der besonderen Umstände des jeweiligen Falles individuell geprüft werden muss (siehe zur ähnlichen Berichtslage auch die EASO-Country Guidance: Iraq vom Jänner 2021, S 64 ff.). Zudem benötigen Frauen und Mädchen ohne stabilen familiären Rückhalt (einschließlich Witwen und Geschiedener) nach Auffassung von UNHCR \"möglicherweise\" internationalen Flüchtlingsschutz (UNHCR-Erwägungen, S 112). Diese beiden Personengruppen sind auf Grund ihres Geschlechtes mit rechtlicher und gesellschaftlicher Gewalt, Gewalt im Namen der \"Ehre\", Zwangs- und Kinderehe, weiblicher Genitalverstümmelung sowie mit Menschenhandel zum Zwecke der sexuellen Ausbeutung und Zwangsprostitution konfrontiert. Frauen ohne männliche Unterstützung durch ihre Familie oder ihren Stamm, wie Witwen, Geschiedene und Frauen, die vor Situationen häuslicher Gewalt, Gewalt im Namen der \"Ehre\" oder Zwangs- bzw Kinderehe geflohen sind, sind Berichten zufolge besonders vulnerabel hinsichtlich weiterem Missbrauch, Ausbeutung und Menschenhandel (UNHCR-Erwägungen, S 99 f.).",
            "annotations": []
        },
        {
            "text": "In Bezug auf die Stadt Bagdad vertritt UNHCR die Ansicht, dass die einzigen Personengruppen, hinsichtlich derer keine externe Unterstützung vorauszusetzen ist, arabisch-schiitische und arabisch-sunnitische alleinstehende, körperlich leistungsfähige Männer und kinderlose Ehepaare im arbeitsfähigen Alter ohne identifizierte besondere Vulnerabilitäten sind. Abhängig von den jeweiligen Umständen sind solche Personen möglicherweise in der Lage, in der Stadt Bagdad ohne Unterstützung durch ihre Familie und/oder ihren Stamm zu bestehen (UNHCR-Erwägungen, S 141).",
            "annotations": []
        },
        {
            "text": "2.3. Das Bundesverwaltungsgericht stellt ua fest, dass der Zweitbeschwerdeführerin bei einer Rückkehr in den Irak wegen ihrer Zugehörigkeit zur Religionsgemeinschaft der Sunniten konkret und individuell weder physische noch psychische Gewalt drohe. Sie sei keine alleinstehende Frau (sie sei mit dem Erstbeschwerdeführer verheiratet) und habe Familie im Irak, sodass ihr bei einer Rückkehr keine Gefahr drohe. Ihr drohe keine Verfolgung aus Gründen der Rasse, Religion, Nationalität, Zugehörigkeit zu einer sozialen Gruppe oder ihrer politischen Gesinnung. Bei einer Rückkehr in den Irak drohe der Zweitbeschwerdeführerin individuell und konkret weder Lebensgefahr noch ein Eingriff in ihre körperliche Integrität durch Mitglieder der Milizen, durch ihre Familie, von staatlicher Seite oder durch andere Personen. In der rechtlichen Beurteilung führt das Bundesverwaltungsgericht ua aus, das Vorbringen, der Zweitbeschwerdeführerin drohe bei einer Rückkehr Gefahr als alleinstehende Frau, habe sich auf Grund \"der zurückgezogenen Scheidungsklage und der Tatsache, dass es sich bei ihr um keine alleinstehende Frau\" handle, erübrigt.",
            "annotations": []
        },
        {
            "text": "2.4. Das Bundesverwaltungsgericht vertritt in seiner Entscheidung die Ansicht, dass die Beschwerdeführer nach Bagdad oder – als innerstaatliche Fluchtalternative – nach Al Fallujah zurückkehren könnten; diese beiden Städte seien auch sicher erreichbar. Dabei lässt es allerdings die sunnitisch-arabische Identität der Beschwerdeführer und damit ein besonderes Risikoprofil sowie die Umstände unberücksichtigt, dass die Zweitbeschwerdeführerin aus einem Gebiet stammt, das zuvor vom IS besetzt war, und beide Beschwerdeführer in diesem Gebiet gelebt haben.",
            "annotations": []
        },
        {
            "text": "2.5. Diesem Umstand kommt auch für die Beurteilung der sicheren Erreichbarkeit der Region, in die die Beschwerdeführer zurückkehren sollen, maßgebliche Bedeutung zu (vgl VfGH 18.2.2022, E1126/2021 mwN).",
            "annotations": []
        },
        {
            "text": "Das Länderinformationsblatt der Staatendokumentation in der Fassung vom 18. Oktober 2021 führt im Kapitel \"Bewegungsfreiheit\" aus:",
            "annotations": []
        },
        {
            "text": "\"Angesichts der massiven Vertreibung von Menschen aufgrund der IS-Expansion und der anschließenden Militäroperationen gegen den IS zwischen 2014 und 2017 führten viele lokale Behörden strenge Einreise- und Aufenthaltsbeschränkungen ein, darunter unter anderem Bürgschafts-Anforderungen und in einigen Gebieten nahezu vollständige Einreiseverbote für Personen, die aus ehemals vom IS kontrollierten oder konfliktbehafteten Gebieten geflohen sind, insbesondere sunnitische Araber, einschließlich Personen, die aus einem Drittland in den Irak zurückkehren. […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.6. Zudem geht das Bundesverwaltungsgericht davon aus, dass es sich bei der Zweitbeschwerdeführerin um keine alleinstehende Frau handelt, weil sie die von ihr erhobene Scheidungsklage zurückgezogen habe, ohne sich mit den Umständen auseinanderzusetzen, dass die Beschwerdeführer – von diesen übereinstimmend mehrfach vorgebracht und durch Einsicht in das Zentrale Melderegister nachvollziehbar – getrennt leben und – auf konkrete Frage behauptet und durch Vorlage einer \"Islamische[n] Scheidungsurkunde\" belegt – nach islamischem Recht geschieden sind.",
            "annotations": []
        },
        {
            "text": "2.7. Indem es das Bundesverwaltungsgericht unterlassen hat, sich unter Berücksichtigung der Länderinformationen und des besonderen Risikoprofils der Beschwerdeführer mit der sicheren Erreichbarkeit der Herkunftsstadt der Zweitbeschwerdeführerin bzw der angenommenen innerstaatlichen Fluchtalternative auseinanderzusetzen, sowie trotz der Trennung der Beschwerdeführer und Scheidung nach islamischen Recht offenbar eine gemeinsame Rückkehr nach Bagdad bzw Al Fallujah für möglich und zumutbar erachtet, hat es sein Erkenntnis – soweit es sich auf die Nichtzuerkennung des Status der subsidiär Schutzberechtigten und daran anknüpfend auf die Nichterteilung von Aufenthaltstiteln aus berücksichtigungswürdigen Gründen, auf die Erlassung von Rückkehrentscheidungen, auf den Ausspruch der Zulässigkeit der Abschiebungen in den Irak und auf die Festsetzung von 14-tägigen Fristen für die freiwilligen Ausreisen bezieht – mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen – soweit sich die Beschwerden gegen die Nichtzuerkennung des Status der Asylberechtigten richten – wird die Behandlung der Beschwerden abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn sie keine hinreichende Aussicht auf Erfolg hat oder von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Die Beschwerden behaupten die Verletzung in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten.",
            "annotations": []
        },
        {
            "text": "Dem Bundesverwaltungsgericht ist bei Erlassung der angefochtenen Entscheidung hinsichtlich der Nichtzuerkennung des Status der Asylberechtigten keine Verletzung der Art2 und 3 EMRK unterlaufen, hat es sich doch in aus verfassungsrechtlicher Sicht nicht zu beanstandender Weise mit allen aus Art2 und 3 EMRK erfließenden Aspekten auseinandergesetzt (vgl zB VfSlg 18.610/2008).",
            "annotations": []
        },
        {
            "text": "Die im Übrigen gerügten Rechtsverletzungen wären im vorliegenden Fall nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beantwortung der aufgeworfenen Fragen, insbesondere der Fragen, ob das Bundesverwaltungsgericht das Fluchtvorbringen der Beschwerdeführer zu Recht als unglaubwürdig erachtet und sich hinreichend mit der Sicherheitslage in Bagdad bzw Al Fallujah auseinandergesetzt hat, nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch das angefochtene Erkenntnis, soweit damit ihre Beschwerden gegen die Nichtzuerkennung des Status der subsidiär Schutzberechtigten in Bezug auf den Herkunftsstaat Irak, gegen die Nichterteilung von Aufenthaltstiteln aus berücksichtigungswürdigen Gründen, gegen die Erlassung von Rückkehrentscheidungen, gegen den Ausspruch der Zulässigkeit der Abschiebungen in den Irak und gegen die Festsetzung von 14-tägigen Fristen für die freiwilligen Ausreisen als unbegründet abgewiesen werden, im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher in diesem Umfang aufzuheben, ohne dass auf die weiteren Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen – soweit sich die Beschwerden gegen die Nichtzuerkennung des Status der Asylberechtigten richten – wird von der Behandlung der Beschwerden abgesehen und die zu E770/2022 protokollierte Beschwerde gemäß Art144 Abs3 B-VG dem Verwaltungsgerichtshof abgetreten (zum System der Abtretung der Beschwerde an den Verwaltungsgerichtshof durch den Verfassungsgerichtshof nach Inkrafttreten der Verwaltungsgerichtsbarkeits-Novelle 2012 vgl VfSlg 19.867/2014).",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist jeweils Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühren ist nicht zuzusprechen, weil die Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießen.",
            "annotations": []
        },
        {
            "text": "Dem Antrag des Bundesverwaltungsgerichtes auf Zuerkennung des \"Aufwandersatz[es] nach Maßgabe der gesetzlichen Bestimmungen\" ist schon deshalb nicht zu entsprechen, weil dies im VfGG nicht vorgesehen ist (VfSlg 19.957/2015; vgl §27 erster Satz VfGG).",
            "annotations": []
        }
    ]
}