{
    "document_id": "JFT_20230628_23E00745_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist marokkanischer Staatsangehöriger. Am 27. Oktober 2021 sprach er bei einer Polizeiinspektion vor und teilte mit, dass er in Österreich keinen Antrag auf internationalen Schutz stellen wolle; vielmehr plane er eine Weiterreise und wolle sich nur einige Tage in Österreich erholen. Er wurde daraufhin noch am selben Tag um 21:30 Uhr von Organen des öffentlichen Sicherheitsdienstes festgenommen. Am 28. Oktober 2021 verhängte das Bundesamt für Fremdenwesen und Asyl mit Mandatsbescheid die Schubhaft über den Beschwerdeführer, der ihm um 19:00 Uhr zugestellt wurde. Mit Bescheid des Bundesamtes für Fremdenwesen und Asyl vom 29. Oktober 2021 wurde dann gegen den Beschwerdeführer eine Rückkehrentscheidung erlassen.",
            "annotations": []
        },
        {
            "text": "2. In weiterer Folge überprüfte das Bundesverwaltungsgericht wiederholt die Anhaltung des Beschwerdeführers und bestätigte jeweils die Rechtsmäßigkeit der Schubhaft (Erkenntnisse vom 23. Februar 2022, 23. März 2022, 14. April 2022, 6. Mai 2022, 3. Juni 2022, 29. Juni 2022 und 21. Juli 2022). Mit Erkenntnis vom 16. August 2022 stellte es dann aber fest, dass die Voraussetzungen für die Fortsetzung der Schubhaft nicht mehr vorlägen und deren Aufrechterhaltung nicht verhältnismäßig wäre, da es der belangten Behörde trotz der langen Dauer der Schubhaft und der Mitwirkung des Beschwerdeführers nicht möglich gewesen sei, ein Heimreisezertifikat zu erwirken. Um 13:45 Uhr desselben Tages wurde der Beschwerdeführer aus der Schubhaft entlassen.",
            "annotations": []
        },
        {
            "text": "3. Mit Schriftsatz vom 22. September 2022 erhob der Beschwerdeführer Beschwerde gegen die Festnahme sowie gegen die Anhaltung in Administrativ- und Schubhaft von 27. Oktober 2021 bis zum 16. August 2022 mit Ausnahme jener Tage, an denen das Bundesverwaltungsgericht über die Fortsetzung der Schubhaft entschieden hatte (23. Februar 2022, 23. März 2022, 14. April 2022, 6. Mai 2022, 3. Juni 2022 und 29. Juni 2022). Am 17. September 2022 führte das Bundesverwaltungsgericht eine mündliche Verhandlung durch. Mit Erkenntnis vom 25. Jänner 2023 gab es der Beschwerde hinsichtlich der Festnahme am 27. Oktober 2021 sowie der Anhaltung in Administrativhaft von 27. Oktober 2021, 21:30 Uhr, bis 28. Oktober 2021, 19:00 Uhr, und der Anhaltung in Schubhaft von 28. Oktober 2021, 19:00 Uhr, bis 23. Februar 2022 statt, wobei es die Maßnahmen jeweils für rechtswidrig erklärte (Spruchpunkt A) I.). Hinsichtlich des Zeitraumes von 23. Februar 2022 bis zum 21. Juli 2022 wies es die Beschwerde ab und stellte fest, dass die Anhaltung in Schubhaft rechtmäßig gewesen sei (Spruchpunkt A) II.). Die vom Beschwerdeführer und der belangten Behörde gestellten Anträge auf Kostenersatz wies es ab (Spruchpunkt A) III.).1",
            "annotations": []
        },
        {
            "text": "3.1. Begründend führt das Bundesverwaltungsgericht aus, dass Festnahme und nachfolgende Anhaltung rechtswidrig seien, weil die belangte Behörde ihre Informationspflichten verletzt habe, indem sie den Beschwerdeführer nicht über die Gründe der Festnahme informiert habe. Überdies habe die belangte Behörde den Beschwerdeführer nicht umgehend einvernommen, sondern damit bis 9:55 Uhr des auf die Festnahme folgenden Tages zugewartet, wobei sie es dann erneut unterlassen habe, ihn über die Gründe seiner Festnahme zu informieren. Hinsichtlich der Anordnung der Schubhaft am 28. Oktober 2022 habe die belangte Behörde zudem eine Auseinandersetzung unterlassen, ob dem Zweck der Sicherung der Erlassung einer aufenthaltsbeendenden Maßnahme nicht auch durch gelindere Mittel hätte entsprochen werden können, zumal sich der Beschwerdeführer von selbst hilfesuchend an die Polizei gewandt habe und bereits in seiner Einvernahme am 28. Oktober 2022 ein auf seinem Mobiltelefon gespeichertes Bild seines marokkanischen Reisepasses habe vorzeigen können. Folglich würden sich sowohl die Festnahme am 27. Oktober 2021 als auch die Anhaltung von 27. Oktober 2021, 21:30 Uhr, bis 28. Oktober 2021, 19:00 Uhr, sowie die Schubhaft von 28. Oktober 2021 bis 23. Februar 2022 als rechtswidrig erweisen.",
            "annotations": []
        },
        {
            "text": "3.2. In weiterer Folge sei mit Erkenntnissen des Bundesverwaltungsgerichtes vom 23. Februar, 23. März, 14. April, 6. Mai, 3. und 29. Juni sowie 21. Juli 2022 jeweils festgestellt worden, dass zum Zeitpunkt der Entscheidung die für die Fortsetzung der Schubhaft maßgeblichen Voraussetzungen vorlägen und die Aufrechterhaltung der Schubhaft verhältnismäßig sei. Diese rechtskräftig gewordenen Feststellungen bildeten jeweils die Grundlage für die Fortsetzung der Schubhaft, weshalb sich die Anhaltung des Beschwerdeführers während des Zeitraumes ab 23. Februar 2022 bis zum 21. Juli 2022 als rechtmäßig erweise.",
            "annotations": []
        },
        {
            "text": "3.3. Die Entscheidung des Bundesverwaltungsgerichtes vom 21. Juli 2022 sei aber vom Beschwerdeführer mit Revision an den Verwaltungsgerichtshof angefochten worden, über die noch nicht entschieden worden sei. Deshalb werde der Zeitraum vom 21. Juli 2022 bis zur Entlassung aus der Schubhaft am 16. August 2022 um 13:45 Uhr als vom Beschwerdeumfang ausgenommen angesehen, zumal über die Rechtmäßigkeit der Entscheidung vom 21. Juli 2022 vom Verwaltungsgerichtshof abgesprochen werde, wobei die nachfolgende Schubhaft bis zur Entlassung aus der Schubhaft auf ebendieser Entscheidung vom 21. Juli 2022 beruhe.",
            "annotations": []
        },
        {
            "text": "4. Gegen die Spruchpunkte A) II. und A) III. dieser Entscheidung richtet sich die auf Art144 B-VG gestützte Beschwerde, in der die Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973), auf Freiheit und Sicherheit (persönliche Freiheit) sowie auf ein Verfahren vor dem gesetzlichen Richter (Art83 Abs2 B-VG) behauptet und die Aufhebung des angefochtenen Erkenntnisses beantragt wird.",
            "annotations": []
        },
        {
            "text": "Begründend wird ausgeführt, dass in Erkenntnissen zur amtswegigen Haftüberprüfung in Schubhaftverfahren nur über die Rechtmäßigkeit der Schubhaft zum Zeitpunkt der Entscheidung abgesprochen werde. Ein Ausspruch über vor oder nach diesem Zeitpunkt liegende Zeiträume finde demgegenüber nicht statt, weshalb es möglich sei, hinsichtlich dieser Zeiträume eine auf §22a Abs1 BFA-VG gestützte Beschwerde einzubringen. Das Bundesverwaltungsgericht sei somit zu Unrecht von einer Bindungswirkung der Entscheidungen über die amtswegige Haftprüfung ausgegangen. Vielmehr wäre das Bundesverwaltungsgericht dazu verpflichtet gewesen, sich auch für die Zeiträume nach dem 23. Februar 2022 inhaltlich mit der Rechtmäßigkeit der Schubhaft auseinanderzusetzen. Zudem habe es das Bundesverwaltungsgericht unterlassen, über den ebenfalls von der Beschwerde nach §22a Abs1 BFA-VG umfassten Zeitraum von 22. Juli 2022 bis zum 16. August 2022 abzusprechen. Die Einschränkung des Beschwerdegegenstandes durch das Bundesverwaltungsgericht verletze daher das Recht auf ein Verfahren vor dem gesetzlichen Richter.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift jedoch abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. §22a BFA-Verfahrensgesetz (BFA-VG), BGBl I 87/2012, idF BGBl I 70/2015 lautet wie folgt: ",
            "annotations": []
        },
        {
            "text": "\"Rechtsschutz bei Festnahme, Anhaltung und Schubhaft",
            "annotations": []
        },
        {
            "text": "§22a.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Der Fremde hat das Recht, das Bundesverwaltungsgericht mit der Behauptung der Rechtswidrigkeit des Schubhaftbescheides, der Festnahme oder der Anhaltung anzurufen, wenn ",
            "annotations": []
        },
        {
            "text": "1. er nach diesem Bundesgesetz festgenommen worden ist, ",
            "annotations": []
        },
        {
            "text": "2. er unter Berufung auf dieses Bundesgesetz angehalten wird oder wurde, oder ",
            "annotations": []
        },
        {
            "text": "3. gegen ihn Schubhaft gemäß dem 8. Hauptstück des FPG angeordnet wurde. ",
            "annotations": []
        },
        {
            "text": "(1a) Für Beschwerden gemäß Abs1 gelten die für Beschwerden gemäß Art130 Abs1 Z2 B-VG anwendbaren Bestimmungen des VwGVG mit der Maßgabe, dass belangte Behörde jene Behörde ist, die den angefochtenen Schubhaftbescheid erlassen hat oder der die Festnahme oder die Anhaltung zuzurechnen ist. ",
            "annotations": []
        },
        {
            "text": "(2) Die Entscheidung des Bundesverwaltungsgerichtes über die Fortsetzung der Schubhaft hat binnen einer Woche zu ergehen, es sei denn, die Anhaltung des Fremden hätte vorher geendet. Hat das Bundesverwaltungsgericht dem Beschwerdeführer gemäß §13 Abs3 AVG aufgetragen, innerhalb bestimmter Frist einen Mangel der Beschwerde zu beheben, wird der Lauf der Entscheidungsfrist bis zur Behebung des Mangels oder bis zum fruchtlosen Ablauf der Frist gehemmt. ",
            "annotations": []
        },
        {
            "text": "(3) Sofern die Anhaltung noch andauert, hat das Bundesverwaltungsgericht jedenfalls festzustellen, ob zum Zeitpunkt seiner Entscheidung die für die Fortsetzung der Schubhaft maßgeblichen Voraussetzungen vorliegen.",
            "annotations": []
        },
        {
            "text": "(4) Soll ein Fremder länger als vier Monate durchgehend in Schubhaft angehalten werden, so ist die Verhältnismäßigkeit der Anhaltung nach dem Tag, an dem das vierte Monat überschritten wurde, und danach alle vier Wochen vom Bundesverwaltungsgericht zu überprüfen. Das Bundesamt hat die Verwaltungsakten so rechtzeitig vorzulegen, dass dem Bundesverwaltungsgericht eine Woche zur Entscheidung vor den gegenständlichen Terminen bleibt. Mit Vorlage der Verwaltungsakten gilt die Beschwerde als für den in Schubhaft befindlichen Fremden eingebracht. Das Bundesamt hat darzulegen, warum die Aufrechterhaltung der Schubhaft notwendig und verhältnismäßig ist. Das Bundesverwaltungsgericht hat jedenfalls festzustellen, ob zum Zeitpunkt seiner Entscheidung die für die Fortsetzung der Schubhaft maßgeblichen Voraussetzungen vorliegen und ob die Aufrechterhaltung der Schubhaft verhältnismäßig ist. Diese Überprüfung hat zu entfallen, soweit eine Beschwerde gemäß Abs1 bereits eingebracht wurde. ",
            "annotations": []
        },
        {
            "text": "(5) Gegen die Anordnung der Schubhaft ist eine Vorstellung nicht zulässig.\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen ",
            "annotations": []
        },
        {
            "text": "Soweit sich die – zulässige – Beschwerde gegen die Spruchpunkte A) II. und A) III. des angefochtenen Erkenntnisses wendet, ist sie auch begründet:",
            "annotations": []
        },
        {
            "text": "1. Das Erkenntnis eines Verwaltungsgerichtes, mit dem darüber entschieden wird, ob eine Festnahme oder Anhaltung einer Person rechtmäßig war oder ist, verletzt das durch Art1 ff des Bundesverfassungsgesetzes über den Schutz der persönlichen Freiheit und durch Art5 EMRK verfassungsgesetzlich gewährleistete Recht auf Freiheit und Sicherheit (persönliche Freiheit), wenn es gegen die verfassungsgesetzlich festgelegten Erfordernisse der Festnahme bzw Anhaltung verstößt, wenn es in Anwendung eines verfassungswidrigen, insbesondere den genannten Verfassungsvorschriften widersprechenden Gesetzes erlassen wurde oder wenn es gesetzlos oder in denkunmöglicher Anwendung einer verfassungsrechtlich unbedenklichen Rechtsgrundlage ergangen ist; ein Fall, der nur dann vorläge, wenn das Verwaltungsgericht einen so schweren Fehler begangen hätte, dass dieser mit Gesetzlosigkeit auf eine Stufe zu stellen wäre (VfSlg 13.708/1994, 15.131/1998, 15.684/1999 und 16.384/2001).",
            "annotations": []
        },
        {
            "text": "2. Ein solcher Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. Gemäß §76 Abs2 Z2 FPG kann ein Fremder in Schubhaft genommen werden, wenn dies zur Sicherung des Verfahrens zur Erlassung einer aufenthaltsbeendenden Maßnahme nach dem 8. Hauptstück des FPG oder der Abschiebung notwendig ist, sofern Fluchtgefahr vorliegt und die Schubhaft verhältnismäßig ist. Diese Bestimmung entspricht inhaltlich Art2 Abs1 Z7 des Bundesverfassungsgesetzes über den Schutz der persönlichen Freiheit (PersFrSchG) und verlangt im Einzelfall eine Prüfung der Notwendigkeit und Verhältnismäßigkeit der Schubhaft (siehe VfSlg 14.981/1997, 17.288/2004, 18.145/2007, 19.365/2011).",
            "annotations": []
        },
        {
            "text": "2.2. Diese verfassungsrechtlich geforderte Einzelfallprüfung hat das Bundesverwaltungsgericht unterlassen, indem es davon ausgeht, dass hinsichtlich jener Zeiträume, die nach den Entscheidungen über die amtswegige Haftprüfung nach §22a Abs4 BFA-VG liegen, bindend feststehe, dass die Voraussetzungen für die Fortsetzung der Schubhaft vorgelegen seien und diese auch verhältnismäßig gewesen sei, obwohl das Bundesverwaltungsgericht schließlich zum Ergebnis kommt, dass die Anhaltung des Beschwerdeführers in Schubhaft von Beginn an rechtswidrig gewesen sei. ",
            "annotations": []
        },
        {
            "text": "2.3. Diese vom Bundesverwaltungsgericht angenommene Bindungswirkung ist vom Gesetz nicht gedeckt: Gemäß §22a Abs4 BFA-VG ist für den Fall, dass ein Fremder länger als vier Monate durchgehend in Schubhaft angehalten werden soll, die Verhältnismäßigkeit der Anhaltung nach dem Tag, an dem der vierte Monat überschritten wurde, und danach alle vier Wochen vom Bundesverwaltungsgericht zu überprüfen. Es hat dabei jedenfalls festzustellen, ob zum Zeitpunkt seiner Entscheidung die für die Fortsetzung der Schubhaft maßgeblichen Voraussetzungen vorliegen und ob die Aufrechterhaltung der Schubhaft verhältnismäßig ist. Schon der Wortlaut dieser Bestimmung verdeutlicht, dass das Bundesverwaltungsgericht nur darüber abzusprechen hat, ob die Fortsetzung der Schubhaft im Entscheidungszeitpunkt zulässig bzw die Aufrechterhaltung der Schubhaft verhältnismäßig ist (so auch VwGH 16.7.2020, Ra 2020/21/0163, Rz 15 f.; 11.5.2021, Ra 2021/21/0066, Rz 27). Hinsichtlich der vor und nach der Entscheidung gemäß §22a Abs4 BFA-VG liegenden Zeiträume ist der Fremde daher berechtigt, eine Beschwerde nach §22a Abs1 BFA-VG zu erheben und damit eine inhaltliche Prüfung der Rechtmäßigkeit des Freiheitsentzuges herbeizuführen (ebenso VwGH 11.5.2021, Ra 2021/21/0066, Rz 27; 2.3.2023, Ro 2022/21/0005, Rz 17), ohne dass das Bundesverwaltungsgericht bei der Entscheidung über diese Beschwerde an eine Entscheidung gemäß §22a Abs4 BFA-VG gebunden wäre (vgl hinsichtlich der Entscheidungen gemäß §22a Abs3 BFA-VG VwGH 5.4.2022, Ra 2021/21/0121, Rz 13, sowie daran anknüpfend zu §22a Abs4 BFA-VG VwGH 2.3.2023, Ro 2022/21/0005, Rz 16 f.).",
            "annotations": []
        },
        {
            "text": "2.4. Das Bundesverwaltungsgericht wäre daher trotz der gemäß §22a Abs4 BFA-VG ergangenen Entscheidungen verpflichtet gewesen, sich mit der Frage der Rechtmäßigkeit der Schubhaft hinsichtlich des Zeitraumes von einschließlich 24. Februar 2022 bis einschließlich 20. Juli 2022 (mit Ausnahme des 23. März, 14. April, 6. Mai und 3. Juni 2022) auseinanderzusetzen. Indem es dies unterlassen hat, hat es den Beschwerdeführer im verfassungsgesetzlich gewährleisteten Recht auf Freiheit und Sicherheit (persönliche Freiheit) verletzt (VfSlg 19.472/2011). Da die Abweisung der Anträge der Parteien des Verfahrens vor dem Bundesverwaltungsgericht auf Kostenersatz gemäß §35 VwGVG mit der Abweisung der Beschwerde gegen den Schubhaftbescheid in untrennbarem Zusammenhang stehen, ist das bekämpfte Erkenntnis auch insoweit aufzuheben (vgl VfGH 11.6.2015, E734/2015).",
            "annotations": []
        },
        {
            "text": "2.5. Soweit die Beschwerde zudem geltend macht, dass das Bundesverwaltungsgericht dem Beschwerdeführer hinsichtlich des Zeitraumes von 22. Juli bis zum 16. August 2022 zu Unrecht eine Sachentscheidung verweigert habe, genügt der Hinweis, dass das Bundesverwaltungsgericht in keinem der Spruchpunkte des angefochtenen Erkenntnisses und damit insbesondere nicht in den in Beschwerde gezogenen Spruchpunkten A) II. und A) III. über diesen Zeitraum abgesprochen hat. Dem Verfassungsgerichtshof war es vor diesem Hintergrund verwehrt, auf die geltend gemachten Beschwerdegründe einzugehen.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis ",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist somit durch Spruchpunkt A) II. des angefochtenen Erkenntnisses im verfassungsgesetzlich gewährleisteten Recht auf Freiheit und Sicherheit (persönliche Freiheit) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher hinsichtlich des Spruchpunktes A) II. sowie des darauf aufbauenden Spruchpunktes A) III. aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil der Beschwerdeführer Verfahrenshilfe (auch) im Umfang des §64 Abs1 Z1 lita ZPO genießt.",
            "annotations": []
        }
    ]
}