{
    "document_id": "JFT_20230918_23G00211_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt und Antrag",
            "annotations": []
        },
        {
            "text": "1. Die Antragsteller sind Parteien eines zivilgerichtlichen Verfahrens betreffend Streitigkeiten über den Bestand bzw Nichtbestand einer Dienstbarkeit gemäß §479 ABGB, das in erster Instanz mit (Ergänzungs-)Urteilen des Bezirksgerichtes Feldkirch vom 25. November 2019 und 16. Dezember 2022 entschieden worden ist. Mit Urteil vom 28. März 2023 gab das Landesgericht Feldkirch der Berufung keine Folge. Aus Anlass dieses Urteiles des Landesgerichtes Feldkirch stellen die Antragsteller – unter einem mit einem Antrag gemäß §508 ZPO sowie einer ordentlichen Revision an den Obersten Gerichtshof – den vorliegenden, auf Art140 Abs1 Z1 litd B-VG gestützten Antrag, der Verfassungsgerichtshof möge ArtV Abs2 Grundbuchsnovelle 1997, BGBl I 30/1997, wegen Verfassungswidrigkeit aufheben.",
            "annotations": []
        },
        {
            "text": "2. Die Antragsteller bringen zusammengefasst vor, dass die genannte (Übergangs-)Bestimmung der Grundbuchsnovelle 1997 verfassungswidrig sei, weil diese von den Zivilgerichten so ausgelegt werde, dass auch bei nicht offenkundigen Wegdienstbarkeiten ein gutgläubiger lastenfreier Erwerb gemäß §1500 ABGB möglich sei.",
            "annotations": []
        },
        {
            "text": "II. Zur Zulässigkeit",
            "annotations": []
        },
        {
            "text": "1. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen \"auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels\".",
            "annotations": []
        },
        {
            "text": "2. Der auf Art140 Abs1 Z1 litd B-VG gestützte Antrag ist nicht zulässig:",
            "annotations": []
        },
        {
            "text": "Bei dem Urteil des Landesgerichtes Feldkirch vom 28. März 2023 handelt es sich um eine zweitinstanzliche Entscheidung eines ordentlichen Gerichtes. Der vorliegende Antrag wurde aus Anlass der mit einem Antrag gemäß §508 ZPO verbundenen und gegen dieses Urteil erhobenen ordentlichen Revision an den Obersten Gerichtshof, und somit nicht aus Anlass einer \"von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache\" iSd Art140 Abs1 Z1 litd B-VG gestellt (vgl VfGH 2.7.2015, G121/2015; 13.12.2016, G301/2016; 26.2.2018, G17-18/2018).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "Der Antrag ist daher schon aus diesem Grund gemäß §19 Abs3 Z2 lite VfGG in nichtöffentlicher Sitzung als unzulässig zurückzuweisen.",
            "annotations": []
        }
    ]
}