{
    "document_id": "JFT_20230227_21V00268_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art139 Abs1 Z3 B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art139 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof ist in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken beschränkt (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Verordnung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Gesetzwidrigkeit der \"Verordnung der Bezirkshauptmannschaft Melk über zusätzliche Maßnahmen zur Bekämpfung der Verbreitung von COVID-19 im Bezirk Melk (NÖ Hochrisikogebietsverordnung – Bezirk Melk)\" vom 22. Oktober 2021, VBl. ME 2/2021.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes (vgl VfGH 24.6.2021, V87/2021; 24.6.2021, V90/2021; siehe im Besonderen zur Differenzierung zwischen immunisierten und anderen Personen zB VfGH 17.3.2022, V294/2021) lässt das Vorbringen des Antrages die behaupteten Gesetzwidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat. §43a Abs3 Epidemiegesetz 1950 ist hinreichend bestimmt. Die angefochtene Verkehrsbeschränkung, deren Entscheidungsgrundlagen im Verordnungsakt hinreichend dokumentiert sind, lag noch im Spielraum des Verordnungsgebers.",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}