{
    "document_id": "JFT_20230228_22E00430_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit Schriftsatz vom 26. Februar 2007 beantragte der Beschwerdeführer die Wiedererrichtung des auf dem Grundstück Nr 1819, KG Kitzbühel Land, situierten und durch einen Brand beschädigten \"***\". Der Bürgermeister der Gemeinde Kitzbühel erteilte dem Beschwerdeführer mit Bescheid vom 12. April 2007 unter Auflagen die dafür erforderliche Baubewilligung. Mit Bescheid vom 8. Mai 2008 wurde allerdings die weitere Ausführung der Wiedererrichtung untersagt, weil das Bauvorhaben abweichend von der Baubewilligung vom 12. April 2007 ausgeführt worden sei.",
            "annotations": []
        },
        {
            "text": "2. Mit Eingabe vom 20. Mai 2008 beantragte der Beschwerdeführer die Bewilligung von Änderungen des mit Bescheid vom 12. April 2007 bewilligten Bauvorhabens unter Berücksichtigung der von ihm bei der Wiedererrichtung vorgenommenen Änderungen.",
            "annotations": []
        },
        {
            "text": "2.1. In der Folge holte die Gemeinde Kitzbühel mehrere sachverständige Stellungnahmen ein. Sie legte überdies auf Anforderung die Akten dem Landesgericht Innsbruck vor. Das Ansuchen des Beschwerdeführers wurde währenddessen mehrfach geändert und – auf Grund von entsprechenden behördlichen Aufträgen – durch den Beschwerdeführer verbessert. Am 1. Juli 2008 zeigte der Beschwerdeführer die Vollendung jener Bauausführungen an, die nicht von seinem Bewilligungsantrag vom 20. Mai 2008 betroffen waren.",
            "annotations": []
        },
        {
            "text": "2.2. Das Gebäude wurde zwischenzeitig bewohnt. Der Bürgermeister der Gemeinde Kitzbühel untersagte dem Beschwerdeführer mit Bescheiden vom 27. Oktober 2008 und vom 10. November 2008 nach Durchführung eines Lokalaugenscheines am 6. Oktober 2008 die Benützung von Wohneinheiten. Den – nach Erlassung zweier Berufungsvorentscheidungen des Bürgermeisters – dagegen erhobenen Vorstellungen jeweils vom 17. April 2009 wurde von der Tiroler Landesregierung mit Bescheid vom 25. August 2009 Folge gegeben. Die angefochtenen Bescheide wurden behoben und die Angelegenheit wurde an die Behörde zurückverwiesen.",
            "annotations": []
        },
        {
            "text": "2.3. Infolge zweier Devolutionsanträge vom 2. Dezember 2009 und vom 8. Juli 2010 wurde der Gemeinderat der Gemeinde Kitzbühel als Baubehörde zuständig und wies mit Bescheid vom 8. Juli 2013 den Antrag auf (Änderungs-)Bewilligung vom 20. Mai 2008 ab. Das Baugrundstück sei im Flächenwidmungsplan als Freiland gemäß §41 TROG 2011 ausgewiesen, der \"***\" stelle eine Hofstelle im Freiland dar. Aus diesem Grund sei gemäß §42 Abs1 und 7 TROG 2011 die Errichtung von zusätzlichen Wohnnutzflächen nicht möglich.",
            "annotations": []
        },
        {
            "text": "3. In seiner gegen diesen Bescheid erhobenen Vorstellung führte der Beschwerdeführer aus, beim \"***\" handle es sich um keine Hofstelle iSd §42 TROG 2011. Aus diesem Grund sei eine Vergrößerung der Baumasse um 25 % im Rahmen der Wiedererrichtung jedenfalls zulässig.",
            "annotations": []
        },
        {
            "text": "Die Tiroler Landesregierung wies die Vorstellung mit Bescheid vom 18. Dezember 2013 ab. Der \"***\" stelle eine Hofstelle dar, weil er mit einer Betriebsnummer geführt werde und die landwirtschaftlichen Flächen bewirtschaftet würden. Mit Bescheid des Bürgermeisters der Gemeinde Kitzbühel vom 12. April 2007 sei dem Beschwerdeführer bereits die Wiedererrichtung des \"***\" mit einer Wohnnutzfläche von mehr als 300 m² bewilligt worden. Eine zusätzliche Erweiterung der Wohnnutzfläche sei daher gemäß §42 Abs7 TROG 2011 nicht mehr möglich. Durch die vom Beschwerdeführer geplanten Baumaßnahmen werde sowohl das zulässige Ausmaß von 300 m² als auch die Wohnnutzfläche der bisher konsensgemäß bestandenen Hofstelle überschritten. Die Voraussetzungen des §42 TROG 2011 seien daher nicht erfüllt.",
            "annotations": []
        },
        {
            "text": "4. Gegen diesen Bescheid erhob der Beschwerdeführer Revision an den Verwaltungsgerichtshof sowie eine auf Art144 B-VG gestützte Beschwerde an den Verfassungsgerichtshof, deren Behandlung dieser mit Beschluss vom 5. Juni 2014, B211/2014, ablehnte.",
            "annotations": []
        },
        {
            "text": "Der Verwaltungsgerichtshof behob auf Grund der Beschwerde mit Erkenntnis vom 22. November 2017, Ro 2014/06/0028, den Bescheid der Tiroler Landesregierung vom 18. Dezember 2013 wegen Rechtswidrigkeit seines Inhaltes. Begründend wurde dazu im Wesentlichen ausgeführt, dass es sich beim \"***\" um keine Hofstelle handle. Es sei von den Baubehörden lediglich zu prüfen gewesen, ob der Um- und Zubau des Gebäudes bewilligungsfähig sei.",
            "annotations": []
        },
        {
            "text": "5. Mit Beschluss des Landesverwaltungsgerichtes Tirol vom 10. Juli 2019 wurde der Bescheid des Gemeinderates der Gemeinde Kitzbühel vom 8. Juli 2013, mit dem die beantragten Änderungen gegenüber dem Baubewilligungsbescheid vom 12. April 2007 abgewiesen worden waren, aufgehoben und die Angelegenheit zur Erlassung eines neuen Bescheides an \"die belangte Behörde\" zurückverwiesen. In dem diesem Beschluss vorangehenden verwaltungsgerichtlichen Verfahren hatte das Landesverwaltungsgericht Tirol ein hochbautechnisches Sachverständigengutachten eingeholt und am 25. Juni 2019 eine mündliche Verhandlung durchgeführt. Zur Begründung seines Beschlusses führte das Landesverwaltungsgericht im Wesentlichen aus, dass die Antragsunterlagen nicht den anzuwendenden baurechtlichen Bestimmungen entsprochen hätten. Die Mangelhaftigkeit der Antragsunterlagen sei mit dem Beschwerdeführer (ua) bereits in der Verhandlung am 25. Juni 2019 erörtert worden.",
            "annotations": []
        },
        {
            "text": "6. Gegen diesen Beschluss erhoben der Beschwerdeführer, der Bürgermeister der Gemeinde Kitzbühel und der Gemeinderat der Gemeinde Kitzbühel außerordentliche Revision an den Verwaltungsgerichtshof. Mit dessen Erkenntnis vom 23. April 2021, Ra 2019/06/0161, wurde der Beschluss des Landesverwaltungsgerichtes Tirol vom 10. Juli 2019 wegen Rechtswidrigkeit seines Inhaltes aufgehoben. Begründend führte der Verwaltungsgerichtshof aus, das Landesverwaltungsgericht Tirol hätte selbst die ergänzenden Ermittlungen durchführen müssen. Der Verwaltungsgerichtshof verwies zudem auf sein Erkenntnis vom 22. November 2017, Ro 2014/06/0028, und führte erneut aus, dass es sich beim \"***\" um keine Hofstelle iSd §§42 ff TROG 2011, sondern um ein anderes als land- und forstwirtschaftliches Gebäude handle, weshalb allein zu prüfen bleibe, ob der beantragten Änderung die im TROG 2011 enthaltenen Bestimmungen hinsichtlich des Um- oder Zubaues von oder zu anderen als land- und forstwirtschaftlichen Gebäuden entgegenstünden. Die Frage der nach den Bestimmungen des TROG 2016 zulässigen Vergrößerung der Baumasse sei in Bezug auf die Baubewilligung vom 12. April 2007 nur anhand des in den Einreichplänen dargestellten Projektes zu beurteilen. Es komme in diesem Verfahren nicht darauf an, welcher tatsächliche Zustand besteht.",
            "annotations": []
        },
        {
            "text": "7. Das Landesverwaltungsgericht Tirol holte im weiteren Rechtsgang ein hochbautechnisches Sachverständigengutachten ein und erteilte dem Beschwerdeführer daraufhin am 2. September 2021 einen Auftrag zur Verbesserung seines (ursprünglichen) Antrages auf Bewilligung von Änderungen der mit Bescheid vom 12. April 2007 bewilligten Wiedererrichtung des \"***\". Es wies in der Folge mit Entscheidung vom 17. Jänner 2022 – nach Erstreckung der Frist zur Erfüllung des Verbesserungsauftrages auf entsprechenden Antrag des Beschwerdeführers hin – den Antrag vom 20. Mai 2008 zurück. Begründend führte das Landesverwaltungsgericht im Wesentlichen aus, dass die Antragsunterlagen nicht den anzuwendenden Bestimmungen entsprochen hätten. Dem vom Landesverwaltungsgericht Tirol am 2. September 2021 ergangenen Verbesserungsauftrag sei der Beschwerdeführer – trotz Fristerstreckung – nicht vollständig nachgekommen. Beantragt sei ein bewilligungspflichtiger Um- und Zubau. Zu diesem Antrag lägen jedoch die erforderlichen Unterlagen nicht vollständig vor. Konkret hätten jedenfalls der Lageplan und die Ansichten gemäß §1 Abs1 litc Tiroler Bauunterlagenverordnung 2020 nicht den normativen Erfordernissen genügt. Gemäß den Ausführungen des hochbautechnischen Sachverständigen hätten zudem (ua) Geländeverlauf, Gebäudehöhen, Baumasse und Schnittdarstellungen nicht der Tiroler Bauunterlagenverordnung 2020 entsprochen. Die Bewilligung setze zudem den Baukonsens des Bestandes voraus, welcher als Vorfrage zu klären sei.",
            "annotations": []
        },
        {
            "text": "8. Gegen diese Entscheidung richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, die die Verletzung der verfassungsgesetzlich gewährleisteten Rechte auf Gleichheit aller Staatsbürger vor dem Gesetz (Art2 StGG, Art7 B-VG), auf ein Verfahren vor dem gesetzlichen Richter (Art83 Abs2 B-VG), auf Unversehrtheit des Eigentums (Art5 StGG, Art1 1. ZPEMRK), auf wirksame Beschwerde sowie auf ein faires Verfahren (Art6 Abs1 EMRK) behauptet. Begründend wird dazu im Wesentlichen das Folgende vorgebracht:",
            "annotations": []
        },
        {
            "text": "8.1. Das Bauvorhaben sei entgegen der Entscheidung des Landesverwaltungsgerichtes Tirol vom 17. Jänner 2022 bewilligungsfähig. Das vom Landesverwaltungsgericht eingeholte hochbautechnische Sachverständigengutachten sei nicht erforderlich gewesen. So führe etwa das Landesverwaltungsgericht selbst aus, dass die Mangelhaftigkeit der Antragsunterlagen \"bereits für einen Laien auch ohne Fachkunde deutlich\" erkennbar sei. Die Feststellung des Landesverwaltungsgerichtes Tirol, dass die vorgelegten Einreichpläne mangelhaft seien, stehe in Widerspruch zu den vom Verwaltungsgerichtshof zum \"***\" erlassenen Erkenntnissen. Die Einreichpläne würden den normativen Erfordernissen entsprechen.",
            "annotations": []
        },
        {
            "text": "8.2. Das – trotz Erhebung diverser Devolutionsanträge – bislang 14 Jahre dauernde Verfahren erfülle die Anforderungen eines rechtsstaatlichen Verfahrens nicht, zumal die Baubehörde untätig gewesen sei und das Landesverwaltungsgericht Tirol absolut untaugliche Verfahrensschritte gesetzt und nicht ausreichend ermittelt habe. Die Bewilligungsvoraussetzungen lägen vor. Den Verzögerungen würde eine persönliche Aversion der Behörden und des Landesverwaltungsgerichtes Tirol gegen den Beschwerdeführer zugrunde liegen. Der Antrag zur Wiedererrichtung des \"***\" vom 26. Februar 2007 sei demgegenüber, obwohl er sich viel umfangreicher und komplexer dargestellt habe, in weniger als zwei Monaten entschieden worden. Eine besondere Komplexität der mit dem Antrag verbundenen Rechtsfragen liege nicht (mehr) vor, weil die relevanten Rechtsfragen bereits 2017 durch den Verwaltungsgerichtshof bindend beantwortet worden seien. Die Verzögerung des Verfahrens sei allein auf Versäumnisse des Landesverwaltungsgerichtes Tirol zurückzuführen. Sie sei nicht angemessen. Die angefochtene Entscheidung sei daher auch aus diesen Gründen verfassungswidrig.",
            "annotations": []
        },
        {
            "text": "9. Das Landesverwaltungsgericht Tirol teilte mit, dass weder die Verwaltungs- noch die Gerichtsakten vorgelegt werden könnten, weil diese bereits dem Verwaltungsgerichtshof vorgelegt worden seien, und verzichtete auf die Erstattung einer Gegenschrift. In der Folge übermittelte der Verwaltungsgerichtshof dem Verfassungsgerichtshof die bezughabenden Verfahrensakten zur Einsicht. Der Gemeinderat und der Bürgermeister der Gemeinde Kitzbühel erstatteten eine gemeinsame Gegenschrift, in der die Ablehnung der Behandlung der Beschwerde oder deren Abweisung beantragt wird. Begründend wird dazu im Wesentlichen ausgeführt, dass die vom Beschwerdeführer behaupteten Verletzungen in näher bezeichneten verfassungsgesetzlich gewährleisteten Rechten allenfalls ausschließlich die Folge der unrichtigen Anwendung des einfachen Gesetzes seien.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen der Tiroler Bauordnung 2018 – TBO 2018, LGBl 28/2018, in der Fassung LGBl 165/2021 lauteten auszugsweise wie folgt (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"§2",
            "annotations": []
        },
        {
            "text": "Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1)–(7) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Zubau ist die Vergrößerung eines Gebäudes durch die Herstellung neuer oder die Erweiterung bestehender Räume.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(9) Umbau ist die bauliche Änderung eines Gebäudes, durch die dessen Außenmaße nicht geändert werden und die geeignet ist, die mechanische Festigkeit und Standsicherheit, den Brandschutz, die Energieeffizienz oder das äußere Erscheinungsbild des Gebäudes wesentlich zu berühren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(10)–(33) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"§31",
            "annotations": []
        },
        {
            "text": "Bauunterlagen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Landesregierung hat durch Verordnung nähere Bestimmungen über den Inhalt und die Form der Bauunterlagen zu erlassen. Dabei sind jedenfalls die Anforderungen an die Bauunterlagen für bewilligungspflichtige Neu-, Zu- und Umbauten von Gebäuden, für sonstige bewilligungspflichtige und für anzeigepflichtige Bauvorhaben zu bestimmen. Darüber hinaus kann auch nach der Art der Bauvorhaben sowie nach sonstigen Merkmalen, wie insbesondere Größe, Art oder Verwendungszweck von baulichen Anlagen, unterschieden werden. Insgesamt ist darauf Bedacht zu nehmen, dass die Bauunterlagen in übersichtlicher und leicht fassbarer Form alle zur Beurteilung der Zulässigkeit des Bauvorhabens nach den bau- und raumordnungsrechtlichen Vorschriften erforderlichen Angaben enthalten müssen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Bei bewilligungspflichtigen Neu- und Zubauten von Gebäuden haben die Bauunterlagen jedenfalls einen Lageplan zu umfassen, aus dem zumindest die Katastergrenzen des Bauplatzes und die Schnittpunkte mit den Grenzen der angrenzenden Grundstücke, die Umrisse und die Außenmaße des Neu- bzw Zubaus und der am Bauplatz bereits bestehenden Gebäude, dessen bzw deren Abstände gegenüber den Grenzen des Bauplatzes sowie das Fußbodenniveau des Erdgeschoßes des Neu- bzw Zubaus, bezogen auf die absolute Höhe oder auf einen angegebenen Fixpunkt, ersichtlich sind. Dem Lageplan sind die äußeren Wandfluchten nach Baufertigstellung zugrunde zu legen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Behörde kann dem Bauwerber, wenn die der Verordnung nach Abs1 entsprechenden Bauunterlagen zur Beurteilung der Zulässigkeit des Bauvorhabens nicht ausreichen, die Vorlage weiterer Bauunterlagen, insbesondere auch die Darstellung der Höhenverhältnisse des Geländes durch Höhenkoten, Höhenschichtlinien und dergleichen, auftragen. Die Behörde kann dem Bauwerber weiters die Darstellung des Bauvorhabens als Modell oder mittels Computersimulation auftragen, wenn dies insbesondere aufgrund seiner Größe oder Komplexität für die Zwecke des Verfahrens erforderlich ist. Aus diesem Grund kann dem Bauwerber weiters die Vorlage weiterer Ausfertigungen der Bauunterlagen aufgetragen werden. Im Fall des geplanten Neubaus von Gebäuden für Beherbergungsgroßbetriebe oder der wesentlichen Änderung des äußeren Erscheinungsbildes derartiger Gebäude ist der Behörde zwingend als Teil der Bauunterlagen ein Modell des Bauvorhabens samt Darstellung des umgebenden Baubestandes vorzulegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Die maßgeblichen Bestimmungen der Verordnung der Tiroler Landesregierung vom 1. Dezember 2020 über den Inhalt und die Form der Unterlagen von Bauansuchen und Bauanzeigen (Bauunterlagenverordnung 2020), LGBl 132/2020, lauten auszugsweise wie folgt (ohne die Hervorhebungen im Original):",
            "annotations": []
        },
        {
            "text": "\"§1",
            "annotations": []
        },
        {
            "text": "Bauunterlagen für Neu- und Zubauten von Gebäuden",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die einem Bauansuchen für den Neu- oder Zubau eines Gebäudes anzuschließenden Bauunterlagen haben zu umfassen:",
            "annotations": []
        },
        {
            "text": "a) den Lageplan,",
            "annotations": []
        },
        {
            "text": "b) die Grundrisse,",
            "annotations": []
        },
        {
            "text": "c) die Ansichten,",
            "annotations": []
        },
        {
            "text": "d) die Schnitte,",
            "annotations": []
        },
        {
            "text": "e)–f) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Lageplan hat zu enthalten:",
            "annotations": []
        },
        {
            "text": "a) den Maßstab,",
            "annotations": []
        },
        {
            "text": "b) die Nordrichtung,",
            "annotations": []
        },
        {
            "text": "c) die Grenzen des Grundstückes und die Grundstücksnummer des Bauplatzes samt den Schnittpunkten mit den Grenzen der an den Bauplatz angrenzenden Grundstücke, beruhend auf dem Grundsteuer- oder Grenzkataster,",
            "annotations": []
        },
        {
            "text": "d) Bezugsangaben zu übergeordneten Koordinatensystemen (Anschluss an das amtliche Festpunktefeld – Koordinatennetzmarken mit Beschriftung),",
            "annotations": []
        },
        {
            "text": "e) die Umrisse und die Außenmaße des Neu- bzw Zubaus und der am Bauplatz bereits bestehenden baulichen Anlagen und dessen bzw deren Abstände gegenüber den Grenzen des Bauplatzes unter Zugrundelegung der äußeren Wandfluchten nach Baufertigstellung,",
            "annotations": []
        },
        {
            "text": "f) die Umrisse der auf den an den Bauplatz angrenzenden Grundstücken bestehenden baulichen Anlagen, soweit dies zur Beurteilung der Zulässigkeit des Bauvorhabens erforderlich ist,",
            "annotations": []
        },
        {
            "text": "g) die Namen der Eigentümer des Bauplatzes und der an den Bauplatz angrenzenden Grundstücke,",
            "annotations": []
        },
        {
            "text": "h) die Höhenverhältnisse des umgebenden Geländes, z. B. durch Verwendung eines Lage- und Höhenplanes, weiters das Fußbodenniveau des Erdgeschosses des Neu- bzw Zubaus, bezogen auf die absolute Höhe oder auf einen angegebenen Fixpunkt, sowie die für die Berechnung der Mindestabstände maßgebenden Geländehöhen,",
            "annotations": []
        },
        {
            "text": "i) die Anordnung und die Fläche der Abstellmöglichkeiten für Kraftfahrzeuge nach den §§8 und 9 der Tiroler Bauordnung 2018,",
            "annotations": []
        },
        {
            "text": "j) im Fall des Bestehens einer Verordnung nach §11 Abs1 der Tiroler Bauordnung 2018, die Anordnung und die Fläche der Abstellmöglichkeiten für Fahrräder,",
            "annotations": []
        },
        {
            "text": "k) im Fall des Bestehens der Verpflichtung zur Errichtung eines Kinderspielplatzes nach §12 Abs1 der Tiroler Bauordnung 2018, dessen Anordnung und Fläche,",
            "annotations": []
        },
        {
            "text": "l) die Anordnung und die Breite der Zufahrt von einer öffentlichen Verkehrsfläche aus,",
            "annotations": []
        },
        {
            "text": "m) die Anordnung von befestigten Flächen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Ansichten haben zu enthalten:",
            "annotations": []
        },
        {
            "text": "a) die äußeren Ansichten des Gebäudes,",
            "annotations": []
        },
        {
            "text": "b) den Verlauf des anschließenden Geländes vor und nach der Bauführung sowie, bei Vorliegen der Voraussetzungen des §61 Abs3 dritter Satz des Tiroler Raumordnungsgesetzes 2016, LGBl Nr 101/2016, den Schnitt einer 33 Grad geneigten Linie mit der Außenhaut bzw der gedachten Fläche in der Flucht der Außenhaut,",
            "annotations": []
        },
        {
            "text": "c) die an das Gebäude angrenzenden baulichen Anlagen, soweit dies zur Beurteilung der Zulässigkeit des Bauvorhabens erforderlich ist,",
            "annotations": []
        },
        {
            "text": "d) die für die Berechnung der Mindestabstände maßgebenden Gebäudehöhen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die Schnitte haben zu enthalten:",
            "annotations": []
        },
        {
            "text": "a) die Stiegenhäuser, Stiegen, Rampen, tragenden Bauteile und Dachaufbauten, Fenster- und Türöffnungen und Fundamente,",
            "annotations": []
        },
        {
            "text": "b) die zur Beurteilung der Zulässigkeit des Bauvorhabens erforderlichen Höhenmaße, wie insbesondere die Raumhöhen, Deckenstärken, Steigungsverhältnisse von Rampen und Geländerhöhen,",
            "annotations": []
        },
        {
            "text": "c) das Fußbodenniveau der Geschosse und allfälliger Terrassen sowie, im Fall einer Festlegung nach §62 Abs1 litd des Tiroler Raumordnungsgesetzes 2016 im Bebauungsplan, die entsprechenden Höhen,",
            "annotations": []
        },
        {
            "text": "d) den Verlauf des anschließenden Geländes vor und nach der Bauführung sowie, bei Vorliegen der Voraussetzungen des §61 Abs3 dritter Satz des Tiroler Raumordnungsgesetzes 2016, den Schnitt einer 33 Grad geneigten Linie mit der Außenhaut bzw der gedachten Fläche in der Flucht der Außenhaut.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6)–(7) […]\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "\"§5",
            "annotations": []
        },
        {
            "text": "Planunterlagen für bewilligungspflichtige Bauvorhaben",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1)–(4) […]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Farbig darzustellen sind:",
            "annotations": []
        },
        {
            "text": "a) im Lageplan:",
            "annotations": []
        },
        {
            "text": "1. bestehende bauliche Anlagen (graue Schraffierung),",
            "annotations": []
        },
        {
            "text": "2. geplante bauliche Anlagen (rote Schraffierung),",
            "annotations": []
        },
        {
            "text": "3. abzubrechende bauliche Anlagen (gelbe Schraffierung),",
            "annotations": []
        },
        {
            "text": "4. Bauplatzgrenzen (grüne Schraffierung),",
            "annotations": []
        },
        {
            "text": "b) in Grundrissen und Schnitten bei Zu- und Umbauten von Gebäuden und bei bewilligungspflichtigen Änderungen von Gebäuden und sonstigen baulichen Anlagen:",
            "annotations": []
        },
        {
            "text": "1. bestehende bauliche Anlagen (graue Schraffierung),",
            "annotations": []
        },
        {
            "text": "2. geplante bauliche Anlagen (rote Schraffierung),",
            "annotations": []
        },
        {
            "text": "3. abzubrechende bauliche Anlagen (gelbe Schraffierung).\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist teilweise begründet.",
            "annotations": []
        },
        {
            "text": "A. Der Beschwerdeführer bringt vor, durch die Dauer des Verfahrens im verfassungsgesetzlich gewährleisteten Recht auf ein faires Verfahren gemäß Art6 Abs1 EMRK verletzt zu sein. Dies trifft zu:",
            "annotations": []
        },
        {
            "text": "1. Art6 EMRK gewährt jedermann einen Anspruch darauf, dass über \"zivilrechtliche Ansprüche und Verpflichtungen\" in angemessener Frist entschieden wird, und ist auf Verfahren zur Erteilung einer Baubewilligung anwendbar (vgl VfSlg 18.658/2008).",
            "annotations": []
        },
        {
            "text": "2. Die Angemessenheit der Verfahrensdauer ist nach der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte und des Verfassungsgerichtshofes nicht abstrakt, sondern im Lichte der besonderen Umstände jedes einzelnen Falles zu beurteilen. Die besonderen Umstände des Einzelfalles ergeben sich aus dem Verhältnis und der Wechselwirkung verschiedener Faktoren. Neben Faktoren, die die Verfahrensdauer beeinflussen, nämlich der Schwierigkeit des Falles, des Verhaltens des Beschwerdeführers und des Verhaltens der staatlichen Behörden in dem bemängelten Verfahren, ist auch die Bedeutung der Sache für den Beschwerdeführer relevant (vgl VfSlg 17.307/2004, 17.582/2005, 17.644/2005, 18.509/2008, 18.743/2009; zum weiten Verständnis der \"zivilrechtlichen Ansprüche und Verpflichtungen\" vgl Grabenwarter/Pabel, Europäische Menschenrechtskonvention7, 2021, §24 Rz 5 ff und Berka/Binder/Kneihs, Die Grundrechte2, 2019, 808 ff mit zahlreichen Nachweisen aus der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte).",
            "annotations": []
        },
        {
            "text": "Nicht eine lange Verfahrensdauer schlechthin führt zu einer Verletzung, sondern nur eine Verzögerung, die auf Versäumnisse staatlicher Organe zurückzuführen ist. Der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte ist daher keine fixe Obergrenze für die Angemessenheit der Verfahrensdauer zu entnehmen, ab deren Überschreitung jedenfalls eine Verletzung des Art6 Abs1 EMRK anzunehmen wäre (vgl VfSlg 16.385/2001 mit Hinweis auf die Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte; VfSlg 17.821/2006, 18.066/2007, 18.509/2008).",
            "annotations": []
        },
        {
            "text": "3. Das hier zu beurteilende Verwaltungsverfahren begann mit dem Antrag des Beschwerdeführers vom 20. Mai 2008, mit dem die Bewilligung von (vom Beschwerdeführer bei der Wiedererrichtung des \"***\" vorgenommenen) Änderungen gegenüber dem Baubewilligungsbescheid vom 12. April 2007 beantragt wurde. Das Verfahren wurde letztlich mit Entscheidung des Landesverwaltungsgerichtes Tirol vom 17. Jänner 2022 beendet, mit dem der ursprüngliche Antrag des Beschwerdeführers vom 20. Mai 2008 wegen mangelhafter Antragsunterlagen zurückgewiesen wurde. Die gesamte Verfahrensdauer beträgt somit etwa 13 Jahre und acht Monate.",
            "annotations": []
        },
        {
            "text": "Die in ihrem Gesamtausmaß unangemessene Dauer des Verfahrens ist überwiegend dem Verhalten staatlicher Organe zuzuschreiben (vgl EGMR 3.2.2005, Fall Riepl, Appl 37.040/02). Der Verfassungsgerichtshof verkennt dabei nicht, dass auch der Beschwerdeführer ua mit der Änderung seiner Antragsunterlagen sowie mehreren Anträgen auf Vertagung und Fristerstreckung immer wieder wesentlich zur Dauer des Verwaltungsverfahrens beigetragen hat. Zudem kann dem hier zu beurteilenden Verfahren eine gewisse, allerdings nicht wesentlich ins Gewicht fallende Komplexität auf Grund der erst durch den Verwaltungsgerichtshof geklärten Rechtsfragen nicht abgesprochen werden. Auch unter Berücksichtigung der Erledigung des ursprünglichen Antrages vom 20. Mai 2008 durch das Landesverwaltungsgericht Tirol auf Grund einer nicht erfolgten, erst mit Auftrag vom 2. September 2021 – dh rund 13 Jahre und drei Monate nach der Stellung des Antrages – eingemahnten Verbesserung der Antragsunterlagen, nach einer beinahe 14-jährigen Verfahrensdauer ist in einer Gesamtschau festzustellen, dass die Verfahrensdauer unangemessen war.",
            "annotations": []
        },
        {
            "text": "4. Der Beschwerdeführer ist daher in seinem durch Art6 Abs1 EMRK verfassungsgesetzlich gewährleisteten Recht auf Entscheidung innerhalb angemessener Frist verletzt worden.",
            "annotations": []
        },
        {
            "text": "5. Durch die (begehrte) Aufhebung der das (bisherige) überlange Verfahren (vorläufig) abschließenden, angefochtenen Entscheidung würde diese Rechtsverletzung aber nicht beseitigt, sondern im Gegenteil sogar insoweit verschärft werden, als das Ende des Verfahrens noch weiter verzögert werden würde. Der Verfassungsgerichtshof hat sich deshalb auf den Ausspruch zu beschränken, dass eine Verletzung des Beschwerdeführers im verfassungsgesetzlich gewährleisteten Recht auf eine Entscheidung innerhalb angemessener Frist nach Art6 Abs1 EMRK stattgefunden hat; insoweit ist folglich der Antrag, die angefochtene Entscheidung aufzuheben, abzuweisen (vgl VfSlg 17.307/2004, 17.644/2005, 19.715/2012).",
            "annotations": []
        },
        {
            "text": "B. Im Übrigen wird die Behandlung der Beschwerde abgelehnt:",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung einer Beschwerde ablehnen, wenn von der Entscheidung die Klärung einer verfassungsrechtlichen Frage nicht zu erwarten ist (Art144 Abs2 B-VG). Eine solche Klärung ist dann nicht zu erwarten, wenn zur Beantwortung der maßgebenden Fragen spezifisch verfassungsrechtliche Überlegungen nicht erforderlich sind.",
            "annotations": []
        },
        {
            "text": "Ein solcher Fall liegt hier – abgesehen von der Verletzung des Art6 EMRK – vor. Die im Übrigen behaupteten Verletzungen verfassungsgesetzlich gewährleisteter Rechte wären im vorliegenden Fall nur die Folge einer – allenfalls grob – unrichtigen Anwendung des einfachen Gesetzes. Spezifisch verfassungsrechtliche Überlegungen sind zur Beurteilung der aufgeworfenen Fragen, insbesondere der Frage, ob die Entscheidung des Landesverwaltungsgerichtes Tirol in jeder Hinsicht dem Gesetz entspricht, insoweit nicht anzustellen.",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Beschwerdeführer ist in seinem durch Art6 Abs1 EMRK verfassungsgesetzlich gewährleisteten Recht auf eine Entscheidung innerhalb angemessener Frist verletzt worden.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird die Behandlung der Beschwerde abgelehnt.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 bzw §19 Abs3 Z1 iVm §31 letzter Satz VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "4. Die Kostenentscheidung beruht auf §88 VfGG und enthält die Kosten im gesetzlichen Ausmaß, wobei zu berücksichtigen ist, dass der Beschwerdeführer im Hinblick auf die Feststellung der Verletzung des Art6 Abs1 EMRK zur Gänze durchgedrungen ist (vgl VfSlg 19.715/2012; VfGH 2.10.2013, B1566/2012). In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}