{
    "document_id": "JFT_20230629_23G00150_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den in der Begründung des Antrages dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antragsteller behauptet – in seinem Hauptantrag – die Verfassungswidrigkeit des §45 Abs1 zweiter, dritter und vierter Satz StPO idF BGBl I 40/2009 wegen Verstoßes gegen die verfassungsgesetzlich gewährleisteten Rechte auf ein faires Verfahren gemäß Art6 EMRK sowie auf Gleichheit aller Staatsbürger vor dem Gesetz gemäß Art2 StGG und Art7 B-VG.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund des vorliegenden Falles lässt das Vorbringen der antragstellenden Partei die behauptete Verfassungswidrigkeit als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat (vgl dazu VfGH 28.6.2023, G299/2022 ua).",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des – nicht auf das Vorliegen sämtlicher Prozessvoraussetzungen geprüften – Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}