{
    "document_id": "JFT_20230315_22E03193_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Mit Beschluss vom 30. November 2022 wurde dem Beschwerdeführer Verfahrenshilfe in vollem Umfang gewährt, woraufhin der Ausschuss der Rechtsanwaltskammer Wien Rechtsanwalt *** mit Bescheid vom 2. Dezember 2022 zum Verfahrenshelfer bestellte. Mit Erkenntnis des Verfassungsgerichtshofes vom 15. März 2022 wurde die angefochtene Entscheidung des Bundesverwaltungsgerichtes wegen Verletzung des Beschwerdeführers in verfassungsgesetzlich gewährleisteten Rechten aufgehoben. Dem Beschwerdeführer wurde antragsgemäß Kostenersatz in der Höhe von € 2.616,– (darin enthaltene Umsatzsteuer in der Höhe von € 436,–) zugesprochen.",
            "annotations": []
        },
        {
            "text": "Mit Eingabe vom 13. März 2022 begehrte der einschreitende Rechtsanwalt die Bewilligung des Ersatzes von Barauslagen für die im Rahmen von Besprechungen entstandenen Dolmetsch- und Übersetzungskosten laut beiliegender Gebührennote der *** vom 16. Februar 2023 in der Höhe von € 141,--.",
            "annotations": []
        },
        {
            "text": "2. Gemäß §64 Abs1 Z1 litf ZPO umfasst die Verfahrenshilfe ua die notwendigen Barauslagen die von dem vom Gericht bestellten gesetzlichen Vertreter oder von dem der Partei beigegebenen Rechtsanwalt oder Vertreter gemacht worden sind, wobei dazu jedenfalls auch notwendige Übersetzungs- und Dolmetschkosten gehören. Nach ständiger Rechtsprechung des Verfassungsgerichtshofes sind behauptete Barauslagen zu belegen. Wird ein Mindestmaß an Glaubhaftmachung unterlassen, fehlt es an einer Voraussetzung für den Zuspruch der Barauslagen nach §64 Abs1 Z1 litf ZPO (vgl VfGH 21.2.2014, U2633/2012 mwN).",
            "annotations": []
        },
        {
            "text": "Im Verfahren nach Art144 B-VG kann gemäß §88 VfGG der unterliegenden Partei der Ersatz der Prozesskosten auferlegt werden. Regelmäßig anfallende Kosten müssen nicht ziffernmäßig verzeichnet werden und sind durch den Pauschalsatz abgedeckt. Dieser beträgt für Anträge, die seit dem 1. März 2013 eingebracht werden, € 2.180,– und deckt sämtliche Vertretungshandlungen ab. ",
            "annotations": []
        },
        {
            "text": "3. Dem Beschwerdeführer wurde mit Erkenntnis vom 15. März 2023 der volle Ersatz der von ihm begehrten Kosten im Umfang des Pauschalbetrages zugesprochen, wobei Barauslagen für Porto, Kopien, Bankspesen etc. damit abgegolten sind. Für sie gebührt daher auch kein Ersatz nach §64 Abs1 Z1 litf ZPO (vgl VfGH 24.2.2022, E1273/2019). Nachgewiesene und zur zweckentsprechenden Rechtsverfolgung notwendige Kosten für die außergerichtliche Beiziehung eines Dolmetschers können allerdings auch über den Pauschalbetrag hinaus geltend gemacht werden (vgl VfGH 19.9.2014, U1327/2012; 21.9.2017, E786/2017), weshalb für sie Ersatz nach §64 Abs1 Z1 litf ZPO begehrt werden kann.",
            "annotations": []
        },
        {
            "text": "Da die entstandenen Kosten hinreichend belegt sind, ist der geltend gemachte Betrag für Dolmetsch- und Übersetzungsleistungen in voller Höhe (€ 141,–) zuzusprechen.",
            "annotations": []
        }
    ]
}