{
    "document_id": "JFT_20230628_22G00313_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag ",
            "annotations": []
        },
        {
            "text": "Gestützt auf Art140 Abs1 Z1 litd B-VG begehren die antragstellenden Gesellschaften, ",
            "annotations": []
        },
        {
            "text": "\"die Wortfolge 'Abs5 zweiter Satz und Abs6' in §37a Abs3 Kartellgesetz 2005 (KartG), BGBl I Nr 61/2005 idF BGBl I Nr 176/2021, ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "das Wort 'zivilrechtliche' in §37a Abs1 sowie die Wortfolge 'Abs5 zweiter Satz und Abs6' in §37a Abs3 Kartellgesetz 2005 (KartG), BGBl I Nr 61/2005 idF BGBl I Nr 176/2021, ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "die Wortfolge 'dieses Gesetzes' in §106 Abs1 Z2 Strafprozessordnung 1975 (StPO), BGBl Nr 631/1975 idF BGBl I Nr 85/2015, ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "die Worte 'ausdrücklich' und 'überwiegende' in §76 Abs2 Strafprozessordnung 1975 (StPO), BGBl Nr 631/1975 idF BGBl I Nr 105/2019, ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "die Worte 'ausdrücklich' und 'überwiegende' in §76 Abs2 sowie die Wortfolge 'dieses Gesetzes' in §106 Abs1 Z2 Strafprozessordnung 1975 (StPO), BGBl Nr 631/1975 idF BGBl I Nr 85/2015, ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "in eventu ",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "das Wort 'zivilrechtliche' in §37a Abs1 und die Wortfolge 'Abs5 zweiter Satz und Abs6' in §37a Abs3 Kartellgesetz 2005 (KartG), BGBl I Nr 61/2005 idF BGBl I Nr 176/2021, sowie die Worte 'ausdrücklich' und 'überwiegende' in §76 Abs2 und die Wortfolge 'dieses Gesetzes' in §106 Abs1 Z2 Strafprozessordnung 1975 (StPO), BGBl Nr 631/1975 idF BGBl I Nr 85/2015\"",
            "annotations": []
        },
        {
            "text": " ",
            "annotations": []
        },
        {
            "text": "als verfassungswidrig aufzuheben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Maßgeblich für die Beurteilung des vorliegenden Antrages sind folgende Bestimmungen des 5. Abschnitts (mit der Überschrift \"Ersatz des Schadens aus Wettbewerbsrechtsverletzungen\") des Bundesgesetzes gegen Kartelle und andere Wettbewerbsbeschränkungen (Kartellgesetz 2005 – KartG 2005), BGBl I 61/2005: ",
            "annotations": []
        },
        {
            "text": "1.1. §37a KartG 2005 lautet in der Fassung BGBl I 176/2021: ",
            "annotations": []
        },
        {
            "text": "\"Geltungsbereich und Zweck des Abschnitts",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37a. (1) Die Bestimmungen dieses Abschnitts regeln die zivilrechtliche Haftung für und die Geltendmachung von Schäden, die durch Wettbewerbsrechtsverletzungen verursacht werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Sie dienen der Umsetzung der Richtlinie 2014/104/EU des Europäischen Parlaments und des Rates über bestimmte Vorschriften für Schadenersatzklagen nach nationalem Recht wegen Zuwiderhandlungen gegen wettbewerbsrechtliche Bestimmungen der Mitgliedstaaten und der Europäischen Union, ABl. Nr L 349 vom 5.12.2014, S. 1.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) §37k Abs5 zweiter Satz und Abs6 sowie §37m Z3 gelten für die Benutzung von Beweismitteln in allen gerichtlichen Verfahren.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1.2. Die §§37b bis 37m KartG 2005 lauten (jeweils) in der Fassung BGBl I 56/2017: ",
            "annotations": []
        },
        {
            "text": "\"Begriffsbestimmungen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37b. Im Sinn der Bestimmungen dieses Abschnitts bedeuten:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. Wettbewerbsrechtsverletzung: eine Zuwiderhandlung gegen das Kartellverbot (§1), das Missbrauchsverbot (§5) und das Verbot gegen Vergeltungsmaßnahmen (§6) sowie gegen Artikel 101 oder 102 AEUV, oder gegen solche Bestimmungen des nationalen Rechts eines Mitgliedstaats der Europäischen Union oder eines Vertragsstaats des Abkommens über den Europäischen Wirtschaftsraum, mit denen überwiegend das gleiche Ziel verfolgt wird wie mit den Artikeln 101 und 102 AEUV und die nach Artikel 3 Absatz 1 der Verordnung (EG) Nr 1/2003 des Rates zur Durchführung der in den Artikeln 81 und 82 des Vertrags niedergelegten Wettbewerbsregeln, ABl. Nr L 1 vom 4.1.2003, S. 1, auf denselben Fall und parallel zum Wettbewerbsrecht der Union angewandt werden, mit Ausnahme nationaler Rechtsvorschriften, mit denen natürlichen Personen strafrechtliche Sanktionen auferlegt werden, sofern diese nicht als Mittel dienen, um die für Unternehmen geltenden Wettbewerbsregeln durchzusetzen;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Rechtsverletzer: der Unternehmer oder die Unternehmensvereinigung, der beziehungsweise die eine Wettbewerbsrechtsverletzung (Z1) begangen hat;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Wettbewerbsbehörde: das Kartellgericht, die Bundeswettbewerbsbehörde, der Bundeskartellanwalt, die Kommission der Europäischen Union oder eine andere Wettbewerbsbehörde im Sinn der Verordnung (EG) Nr 1/2003;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Kronzeugenerklärung: die freiwillige Erklärung einer an einem Kartell zwischen Wettbewerbern beteiligten Person über deren Kenntnis des Kartells und über ihre Beteiligung daran, die gegenüber einer Wettbewerbsbehörde abgegeben wird, um den Erlass oder die Ermäßigung der wegen dieser Beteiligung zu verhängenden Geldbuße durch Beschluss oder Einstellung des Verfahrens zu erwirken; davon erfasst ist auch die Aufzeichnung einer Erklärung;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Vergleichsausführung: die freiwillige Darlegung eines Unternehmers gegenüber einer Wettbewerbsbehörde, die ein Anerkenntnis oder den Verzicht auf das Bestreiten seiner Beteiligung an einer Wettbewerbsrechtsverletzung und seiner Verantwortung dafür enthält und eigens dazu abgegeben wird, um der Wettbewerbsbehörde ein vereinfachtes oder beschleunigtes Verfahren zu ermöglichen;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "6. unmittelbarer Abnehmer: eine Person, die Waren oder Dienstleistungen, die Gegenstand einer Wettbewerbsrechtsverletzung waren, unmittelbar von einer Person erworben hat, die die Wettbewerbsrechtsverletzung begangen hat;",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "7. mittelbarer Abnehmer: eine Person, die Waren oder Dienstleistungen nicht unmittelbar von einer Person erworben hat, die die Wettbewerbsrechtsverletzung begangen hat, sondern von einem unmittelbaren Abnehmer oder einem nachfolgenden Abnehmer, wobei die Waren oder Dienstleistungen entweder Gegenstand einer Wettbewerbsrechtsverletzung waren oder solche Waren oder Dienstleistungen enthalten oder aus solchen hervorgegangen sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Haftung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37c. (1) Wer schuldhaft eine Wettbewerbsrechtsverletzung begeht, ist zum Ersatz des dadurch verursachten Schadens verpflichtet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Es wird vermutet, dass ein Kartell zwischen Wettbewerbern einen Schaden verursacht. Diese Vermutung kann widerlegt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Gegenstand des Ersatzes",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37d. (1) Der Ersatz des Schadens umfasst auch den entgangenen Gewinn.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Der Ersatzpflichtige hat die Schadenersatzforderung ab Eintritt des Schadens in sinngemäßer Anwendung des §1333 ABGB zu verzinsen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Mehrheit von Ersatzpflichtigen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37e. (1) Unternehmer, die durch gemeinschaftliches Handeln eine Wettbewerbsrechtsverletzung begangen haben, haften solidarisch für den durch diese Wettbewerbsrechtsverletzung verursachten Schaden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Ein Rechtsverletzer haftet aber nur seinen unmittelbaren und mittelbaren Abnehmern oder Lieferanten, wenn",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. er ein kleines oder mittleres Unternehmen im Sinn der Empfehlung 2003/361/EG der Kommission betreffend die Definition der Kleinstunternehmen sowie der kleinen und mittleren Unternehmen, ABl. Nr L 124 vom 20.5.2003, S. 36, ist, das weniger als 250 Personen beschäftigt und entweder einen Jahresumsatz von höchstens 50 Mio. Euro erzielt oder eine Jahresbilanzsumme von höchstens 43 Mio. Euro aufweist,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. sein Anteil am relevanten Markt in der Zeit der Wettbewerbsrechtsverletzung stets weniger als 5 % betrug und",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. eine uneingeschränkte Haftung seine wirtschaftliche Lebensfähigkeit unwiederbringlich gefährdet und seine Aktiva völlig entwertet,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "es sei denn, der Rechtsverletzer hat die Wettbewerbsrechtsverletzung organisiert, andere Unternehmer gezwungen, sich an der Wettbewerbsrechtsverletzung zu beteiligen, oder nach Feststellung einer Wettbewerbsbehörde (§37i Abs2) bereits früher eine Wettbewerbsrechtsverletzung begangen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Eine Person, die ihre Kenntnis eines geheimen Kartells zwischen Wettbewerbern und ihre Beteiligung daran freiwillig gegenüber einer Wettbewerbsbehörde offengelegt hat und der dafür durch Beschluss oder Einstellung des Verfahrens die wegen ihrer Beteiligung am Kartell zu verhängende Geldbuße erlassen wurde (Kronzeuge), haftet nur gegenüber ihren unmittelbaren und mittelbaren Abnehmern oder Lieferanten, es sei denn, die anderen Geschädigten können von den anderen Haftpflichtigen keinen vollständigen Schadenersatz erlangen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Der Rückersatzanspruch eines in Anspruch genommenen Rechtsverletzers gegen die übrigen Rechtsverletzer (Ausgleichsbetrag) bestimmt sich anhand der relativen Verantwortung aller Rechtsverletzer für den durch die Wettbewerbsrechtsverletzung entstandenen Schaden. Diese relative Verantwortung hängt von den Umständen des Einzelfalls ab, insbesondere von den Umsätzen, Marktanteilen und Rollen der beteiligten Rechtsverletzer bei der Wettbewerbsrechtsverletzung. Der Rückersatzanspruch gegen einen Kronzeugen (Abs3) ist für den Schaden, der unmittelbaren oder mittelbaren Abnehmern oder Lieferanten der Rechtsverletzer entstanden ist, mit der Höhe des Schadens begrenzt, den der Kronzeuge seinen eigenen unmittelbaren oder mittelbaren Abnehmern oder Lieferanten verursacht hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Beweislast bei Schadensüberwälzung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37f. (1) Die beklagte Partei kann in einem Verfahren über den Ersatz des Schadens aus einer Wettbewerbsrechtsverletzung die Einrede erheben, dass die klagende Partei den sich aus einer Wettbewerbsrechtsverletzung ergebenden Preisaufschlag ganz oder teilweise weitergegeben hat. Dafür ist die beklagte Partei beweispflichtig. Die erfolgreiche Einrede lässt das Recht der klagenden Partei unberührt, Schadenersatz wegen entgangenen Gewinns zu fordern.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Macht ein mittelbarer Abnehmer gegen einen Rechtsverletzer einen Schaden geltend, der auf ihn im Sinn des Abs1 von einem Abnehmer einer vorgelagerten Vertriebsstufe überwälzt wurde, so liegt ihm der Beweis ob, dass der Preisaufschlag an ihn weiter gegeben wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Weist der mittelbare Abnehmer in einer Situation nach Abs2 nach, dass",
            "annotations": []
        },
        {
            "text": "1. die beklagte Partei eine Wettbewerbsrechtsverletzung begangen hat,",
            "annotations": []
        },
        {
            "text": "2. diese einen Preisaufschlag für deren unmittelbare Abnehmer zur Folge hatte, und",
            "annotations": []
        },
        {
            "text": "3. er Waren oder Dienstleistungen erworben hat, die Gegenstand der Wettbewerbsrechtsverletzung waren oder solche Waren oder Dienstleistungen enthalten oder aus solchen hervorgegangen sind,",
            "annotations": []
        },
        {
            "text": "so wird die Weitergabe eines Preisaufschlags vermutet. Die beklagte Partei kann die Vermutung durch die Glaubhaftmachung des Gegenteils entkräften.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Zur Frage der Schadensüberwälzung kann den Streit verkünden (§21 ZPO):",
            "annotations": []
        },
        {
            "text": "1. die von einem unmittelbaren Abnehmer als Rechtsverletzer geklagte Partei einem mittelbaren Abnehmer;",
            "annotations": []
        },
        {
            "text": "2. die von einem mittelbaren Abnehmer als Rechtsverletzer geklagte Partei einem unmittelbaren Abnehmer.",
            "annotations": []
        },
        {
            "text": "Der unmittelbare oder mittelbare Abnehmer, dem der Beklagte rechtzeitig den Streit verkündet hat, ist an die rechtskräftige Entscheidung des Gerichts über die Schadensüberwälzung gebunden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Abs1 bis 4 gelten sinngemäß, wenn die Wettbewerbsrechtsverletzung die Belieferung des Rechtsverletzers betrifft und der Schaden in einem zu geringen Preis besteht.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wirkung einer einvernehmlichen Streitbeilegung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37g. (1) Einigt sich ein Geschädigter mit einem Rechtsverletzer über die Leistung eines Ersatzbetrages (Vergleich), so verringert sich sein Ersatzanspruch gegen die übrigen Rechtsverletzer um den Anteil, mit dem der vergleichende Rechtsverletzer verantwortlich ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Ein Rechtsverletzer, der sich mit einem Geschädigten verglichen hat, ist anderen Rechtsverletzern gegenüber für die Ersatzansprüche dieses Geschädigten nicht zum Rückersatz verpflichtet. Dem Geschädigten haftet er für einen nach Abs1 verringerten Ersatzanspruch nur soweit, als dieser Ersatzanspruch bei den anderen Rechtsverletzern uneinbringlich ist. Die Haftung im Fall der Uneinbringlichkeit kann vertraglich abbedungen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Bei Rückersatzansprüchen (§37e Abs4 erster Satz) gegen einen Rechtsverletzer, der sich mit einem Geschädigten verglichen hat, für Zahlungen an einen nicht am Vergleich beteiligten Geschädigten sind aus dem Vergleich geleistete Zahlungen entsprechend der relativen Verantwortung anteilig zu berücksichtigen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Wenn eine einvernehmliche Regelung zwischen den Parteien zu erwarten ist, kann das Gericht, das über den Ersatz des Schadens aus einer Wettbewerbsrechtsverletzung entscheidet, mit dem Verfahren innehalten. Das Innehalten darf während des Verfahrens über eine Sache nur für einen Zeitraum von höchstens zwei Jahren angeordnet werden; ansonsten ist §29 Abs2 bis 4 AußStrG anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Verjährung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37h. (1) Das Recht, den Ersatz eines Schadens geltend zu machen, der durch eine Wettbewerbsrechtsverletzung verursacht wurde, verjährt in fünf Jahren von dem Zeitpunkt an, in dem der Geschädigte von der Person des Schädigers, vom Schaden, von dem den Schaden verursachenden Verhalten sowie von der Tatsache, dass dieses Verhalten eine Wettbewerbsrechtsverletzung darstellt, Kenntnis erlangt hat oder vernünftigerweise hätte erlangen müssen. Ohne Rücksicht auf die Kenntnis oder das Kennenmüssen verjährt der Ersatzanspruch in zehn Jahren vom Schadenseintritt an. Die Fristen beginnen nicht, bevor die Wettbewerbsrechtsverletzung beendet ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Verjährung eines Ersatzanspruchs wird gehemmt:",
            "annotations": []
        },
        {
            "text": "1. für die Dauer eines auf die Entscheidung einer Wettbewerbsbehörde gegen die Wettbewerbsrechtsverletzung gerichteten Verfahrens,",
            "annotations": []
        },
        {
            "text": "2. für die Dauer einer Untersuchungsmaßnahme einer Wettbewerbsbehörde gegen die Wettbewerbsrechtsverletzung und",
            "annotations": []
        },
        {
            "text": "3. für die Dauer von Vergleichsverhandlungen im Sinn des §37g.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Die Hemmung endet im Fall der Z1 und 2 ein Jahr nach der rechtskräftigen Entscheidung oder anderweitigen Beendigung des auf eine Entscheidung einer Wettbewerbsbehörde gegen die Wettbewerbsrechtsverletzung gerichteten Verfahrens oder der Beendigung der Untersuchungsmaßnahme. Im Fall der Z3 ist nach Abbruch der Vergleichsverhandlungen zur Verhinderung des Ablaufs der Verjährungsfrist eine Klage binnen angemessener Frist einzubringen und gehörig fortzusetzen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Verjährungsfrist des Ersatzanspruchs eines Geschädigten, der nicht unmittelbarer und mittelbarer Abnehmer oder Lieferant eines Kronzeugen (§37e Abs3) ist, gegen diesen Kronzeugen ist für die Dauer von Verfahren zur Geltendmachung und zwangsweisen Einbringung des Ersatzanspruchs gegen die anderen Rechtsverletzer gehemmt. Die Hemmung endet ein Jahr nach einem erfolglosen Exekutionsversuch jeweils gegen die anderen Rechtsverletzer.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wirkung eines Verfahrens vor einer Wettbewerbsbehörde",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37i. (1) Ein Rechtsstreit über den Ersatz des Schadens aus einer Wettbewerbsrechtsverletzung kann bis zur Erledigung des Verfahrens einer Wettbewerbsbehörde über die Wettbewerbsrechtsverletzung unterbrochen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Ein Gericht, das über den Ersatz des Schadens aus einer Wettbewerbsrechtsverletzung entscheidet, ist an die Feststellung der Wettbewerbsrechtsverletzung gebunden, wie sie in einer rechtskräftigen Entscheidung einer Wettbewerbsbehörde oder eines Gerichts, das im Instanzenzug über die Entscheidung einer Wettbewerbsbehörde abspricht, getroffen wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Offenlegung von Beweismitteln",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37j. (1) In Verfahren, die Ersatzansprüche aus einer Wettbewerbsrechtsverletzung zum Gegenstand haben, reicht es aus, wenn die Klage zumindest soweit substanziiert ist, als diejenigen Tatsachen und Beweismittel enthalten sind, die dem Kläger mit zumutbarem Aufwand zugänglich sind und die die Plausibilität eines Schadenersatzanspruchs ausreichend stützen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Auf begründeten Antrag einer Partei kann das Gericht in Verfahren nach Abs1 der Gegenpartei oder einem Dritten nach ihrer Anhörung auftragen, Beweismittel offenzulegen, die sich in ihrer Verfügungsgewalt befinden, einschließlich solcher Beweismittel, die vertrauliche Informationen enthalten, wenn die Offenlegung unter Berücksichtigung der berechtigten Interessen aller Parteien und der betroffenen Dritten verhältnismäßig ist. Auch ein Dritter, von dem Offenlegung begehrt wird, kann gemäß §307 Abs1 ZPO vom Gericht vernommen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Der Kläger oder der Beklagte muss Beweismittel oder relevante Kategorien von Beweismitteln, deren Offenlegung nach Abs2 begehrt wird, so genau und so präzise wie möglich abgrenzen, wie dies auf der Grundlage der mit zumutbarem Aufwand zugänglichen Tatsachen möglich ist.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Bei der Prüfung der Verhältnismäßigkeit im Sinn des Abs2 sind die berechtigten Interessen aller Parteien und betroffenen Dritten gegeneinander abzuwägen; insbesondere ist zu berücksichtigen,",
            "annotations": []
        },
        {
            "text": "1. inwieweit das Vorbringen der Parteien durch zugängliche Tatsachen und Beweismittel gestützt wird, die den Antrag auf Offenlegung von Beweismitteln rechtfertigen;",
            "annotations": []
        },
        {
            "text": "2. welcher Umfang und welche Kosten mit der Offenlegung, insbesondere für betroffene Dritte, verbunden sind, wobei eine nicht gezielte Suche nach Informationen, die für die Verfahrensbeteiligten wahrscheinlich nicht relevant sind, verhindert werden sollte, und",
            "annotations": []
        },
        {
            "text": "3. ob die offenzulegenden Beweismittel vertrauliche Informationen – insbesondere über Dritte – enthalten und welche Vorkehrungen zum Schutz dieser vertraulichen Informationen bestehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Das Interesse von Unternehmern, Schadenersatzklagen aufgrund von Wettbewerbsrechtsverletzungen zu vermeiden, ist nicht schutzwürdig und im Rahmen der Verhältnismäßigkeitsprüfung unbeachtet zu lassen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Das Gericht hat wirksame Maßnahmen für den Schutz vertraulicher Informationen anzuordnen; dabei kann es insbesondere",
            "annotations": []
        },
        {
            "text": "1. die Vorlage eines von vertraulichen Informationen bereinigten Auszugs eines Dokuments anordnen,",
            "annotations": []
        },
        {
            "text": "2. die Öffentlichkeit von der Verhandlung ausschließen,",
            "annotations": []
        },
        {
            "text": "3. bis auf die Parteien und ihre Vertreter den Personenkreis beschränken, der von den Beweismitteln Kenntnis erlangen darf, soweit dadurch nicht die Parteienrechte ungebührlich eingeschränkt werden, oder",
            "annotations": []
        },
        {
            "text": "4. einen Sachverständigen anweisen, eine Zusammenfassung vorzulegen, die keine vertraulichen Informationen enthält.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Der zur Offenlegung eines Beweismittels Verpflichtete kann verlangen, dass bestimmte, einzeln bezeichnete Beweismittel wegen einer gesetzlich anerkannten Verschwiegenheitspflicht oder eines ihm zustehenden Rechts zur Verweigerung der Aussage gemäß §157 Abs1 Z2 bis 5 StPO nur gegenüber dem Gericht offengelegt werden. In diesem Fall hat das Gericht nach Sichtung der Beweismittel ohne Beteiligung der Parteien mit Beschluss zu entscheiden, ob sie auch der die Offenlegung begehrenden Partei gegenüber offengelegt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Die Entscheidung, die die Offenlegung anordnet, kann von dem zur Offenlegung Verpflichteten angefochten werden. Die Verweigerung der Offenlegung kann erst mit der Endentscheidung von der die Offenlegung begehrenden Partei angefochten werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(9) Ein Beschluss nach Abs2 ist nach seiner Rechtskraft vollstreckbar. Für die Durchsetzung eines solchen Beschlusses gilt §79 AußStrG sinngemäß.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Offenlegung und Verwendung von aktenkundigen Beweismitteln",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37k. (1) Das Gericht kann auch um Offenlegung von Beweismitteln, die sich in Akten von Gerichten oder Behörden befinden, im Weg der Rechts- und Amtshilfe ersuchen, wenn solche Beweismittel nicht von den Parteien oder einem Dritten mit zumutbarem Aufwand beigeschafft werden können.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Ist der Antrag auf die Offenlegung von Informationen gerichtet, die sich in den Akten einer Wettbewerbsbehörde befinden, so hat das Gericht im Rahmen der Prüfung der Verhältnismäßigkeit des Offenlegungsantrags neben §37j Abs4 auch zu berücksichtigen, wie bestimmt einzelne Unterlagen hinsichtlich Art, Gegenstand oder Inhalt bezeichnet wurden und ob die Notwendigkeit besteht, die Offenlegung zu beschränken, um die Wirksamkeit der behördlichen Rechtsdurchsetzung zu wahren. Das Gericht hat der Wettbewerbsbehörde vor der Entscheidung über den Antrag Gelegenheit zu geben, zu den Voraussetzungen Stellung zu nehmen; die Wettbewerbsbehörde kann auch von sich aus dem Gericht ihre Ansichten über die Verhältnismäßigkeit von Offenlegungsanträgen darlegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Offenlegung folgender Inhalte der Akten einer Wettbewerbsbehörde darf erst angeordnet werden, wenn die Wettbewerbsbehörde ihr Verfahren beendet hat:",
            "annotations": []
        },
        {
            "text": "1. Informationen, die eigens für das Verfahren vor der Wettbewerbsbehörde erstellt wurden,",
            "annotations": []
        },
        {
            "text": "2. Informationen, die die Wettbewerbsbehörde im Laufe ihres Verfahrens erstellt und den Parteien übermittelt hat, und",
            "annotations": []
        },
        {
            "text": "3. zurückgezogene Vergleichsausführungen aus solchen Verfahren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Offenlegung von Kronzeugenerklärungen oder Vergleichsausführungen darf nicht angeordnet werden. Dieses Verbot umfasst nicht Informationen, die unabhängig von einem wettbewerbsbehördlichen Verfahren vorliegen, auch wenn diese Informationen in den Akten einer Wettbewerbsbehörde vorhanden sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die Beschränkungen für die Offenlegung von Beweismitteln aus den Akten einer Wettbewerbsbehörde nach den Abs3 und 4 gelten auch für Aufträge an die Parteien, solche Beweismittel vorzulegen. Die Verwendung von Beweismitteln aus den Akten einer Wettbewerbsbehörde ist unzulässig, soweit deren Vorlage nicht angeordnet werden kann.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Beweismittel, die eine Person allein durch Einsicht in die Akten einer Wettbewerbsbehörde erlangt hat, dürfen unbeschadet des Abs5 zweiter Satz nur von dieser Person in einem Verfahren über Ersatzansprüche aus einer Wettbewerbsrechtsverletzung oder von einer Person, die in die Rechte einer solchen Person eingetreten ist, verwendet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Wird vorgebracht, dass sich das Offenlegungsbegehren auf eine Kronzeugenerklärung oder Vergleichsausführungen bezieht, so kann das Gericht die Vorlage dieser Beweismittel anordnen, um zu prüfen, ob und in welchem Ausmaß ihr Inhalt dem Verbot nach Abs4 unterliegt. Das Gericht darf für diese Beurteilung nur die zuständige Wettbewerbsbehörde zur Unterstützung heranziehen und den Verfasser der Beweismittel anhören. Das Gericht hat mit Beschluss zu entscheiden, ob und gegebenenfalls welche Teile der Beweismittel dem Verbot nach Abs4 unterliegen und daher nicht zum Akt zu nehmen sind. Eine solche Entscheidung kann nur vom Offenlegungspflichtigen und dem Verfasser des Beweismittels angefochten werden. Anderen Parteien oder Dritten darf das Gericht Zugang zu diesen Beweismitteln ausschließlich dann und in dem Umfang gewähren, in dem das Gericht rechtskräftig entschieden hat, dass diese Beweismittel dem Verbot nach Abs4 nicht unterliegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8)  Wenn Teile eines Beweismittels unterschiedlichen Beschränkungen im Sinn dieser Bestimmung unterliegen, ist über die Offenlegung der betroffenen Teile nach den jeweils maßgeblichen Regeln zu entscheiden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Unterstützung durch Kartellgericht, Bundeskartellanwalt und Bundeswettbewerbsbehörde",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37l. Das Kartellgericht, der Bundeskartellanwalt und die Bundeswettbewerbsbehörde können auf Ersuchen eines Gerichts dieses bei der Festlegung der Höhe des Schadenersatzes unterstützen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Ordnungsstrafen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§37m. Das Gericht hat gegen Parteien und deren Vertreter sowie Dritte Ordnungsstrafen bis zu 100.000 Euro zu verhängen, wenn diese",
            "annotations": []
        },
        {
            "text": "1. relevante Beweismittel dem Beweisführer entziehen, beseitigen oder zur Benützung untauglich machen,",
            "annotations": []
        },
        {
            "text": "2. die Erfüllung der mit einer Anordnung zum Schutz vertraulicher Informationen auferlegten Verpflichtungen unterlassen oder verweigern oder",
            "annotations": []
        },
        {
            "text": "3. nach §37k Abs5 und 6 unzulässig Beweismittel benutzen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. Folgende Bestimmungen der Strafprozeßordnung 1975 (StPO), BGBl 631/1975, sind maßgeblich: ",
            "annotations": []
        },
        {
            "text": "2.1. §76 StPO 1975 idF BGBl I 105/2019 lautet: ",
            "annotations": []
        },
        {
            "text": "\"Amts- und Rechtshilfe",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§76. (1) Kriminalpolizei, Staatsanwaltschaften und Gerichte sind zur Wahrnehmung ihrer Aufgaben nach diesem Gesetz berechtigt, die Unterstützung aller Behörden und öffentlichen Dienststellen des Bundes, der Länder und der Gemeinden sowie anderer durch Gesetz eingerichteter Körperschaften und Anstalten des öffentlichen Rechts unmittelbar in Anspruch zu nehmen. Solchen Ersuchen ist ehest möglich zu entsprechen oder es sind entgegen stehende Hindernisse unverzüglich bekannt zu geben. Erforderlichenfalls ist Akteneinsicht zu gewähren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Ersuchen von kriminalpolizeilichen Behörden, Staatsanwaltschaften und Gerichten, die sich auf Straftaten einer bestimmten Person beziehen, dürfen mit dem Hinweis auf bestehende gesetzliche Verpflichtungen zur Verschwiegenheit oder darauf, dass es sich um automationsunterstützt verarbeitete personenbezogene Daten handelt, nur dann abgelehnt werden, wenn entweder diese Verpflichtungen ausdrücklich auch gegenüber Strafgerichten auferlegt sind oder wenn der Beantwortung überwiegende öffentliche Interessen entgegenstehen, die im Einzelnen anzuführen und zu begründen sind.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2a) Wird einem Ersuchen einer Staatsanwaltschaft um Amts- oder Rechtshilfe von einem ersuchten Gericht nicht oder nicht vollständig entsprochen, so hat das dem ersuchten Gericht übergeordnete Oberlandesgericht auf Antrag der Staatsanwaltschaft ohne vorhergehende mündliche Verhandlung über die Rechtsmäßigkeit der unterlassenen Amts- oder Rechtshilfe oder über den sonstigen Gegenstand der Meinungsverschiedenheit zu entscheiden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Auf den Verkehr mit ausländischen Behörden sind völkerrechtliche Verträge, das Auslieferungs- und Rechtshilfegesetz, das Bundesgesetz über die justizielle Zusammenarbeit in Strafsachen mit den Mitgliedstaaten der Europäischen Union sowie das Polizeikooperationsgesetz anzuwenden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Eine Übermittlung personenbezogener Daten, die nach diesem Gesetz ermittelt wurden, darf nur an Behörden und Gerichte auf Grund einer ausdrücklichen gesetzlichen Ermächtigung sowie nur dann vorgenommen werden, wenn die Verwendung dieser Daten in einem Strafverfahren als Beweis zulässig ist. Sie hat zu unterbleiben, wenn",
            "annotations": []
        },
        {
            "text": "1. die mit der Übermittlung verfolgten Zwecke nicht im gesetzlichen Zuständigkeitsbereich der ersuchenden Behörden und Gerichte liegen oder",
            "annotations": []
        },
        {
            "text": "2. im Einzelfall schutzwürdige Geheimhaltungsinteressen (§1 Abs1 DSG) die mit der Übermittlung verfolgten Zwecke überwiegen, insbesondere wenn es sich um personenbezogene Daten handelt, die durch eine körperliche Untersuchung, eine molekulargenetische Untersuchung (§§123 und 124) oder eine Ermittlungsmaßnahme nach dem 4. bis 6. Abschnitt des 8. Hauptstücks ermittelt worden sind, oder eine Übermittlung den Zweck der Ermittlungen gefährden würde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Vom Beginn und von der Beendigung eines Strafverfahrens gegen Beamte ist die Dienstbehörde zu verständigen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Kriminalpolizei, Staatsanwaltschaften und Gerichte sind zum Zweck der Vorbeugung einer mit beträchtlicher Strafe bedrohten Handlung (§17 SPG) gegen Leben, Gesundheit, Freiheit oder Sittlichkeit berechtigt, nach diesem Gesetz ermittelte personenbezogene Daten, die zulässig in einem Strafverfahren Verwendung finden können, an die Teilnehmer einer sicherheitspolizeilichen Fallkonferenz (§22 Abs2 SPG) zu übermitteln. Dies hat jedenfalls dann zu unterbleiben, wenn im Einzelfall schutzwürdige Geheimhaltungsinteressen (§1 Abs1 DSG) die mit der Übermittlung verfolgten Zwecke überwiegen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.2. §106 StPO 1975 idF BGBl I 85/2015 lautet (die mit dem zweiten Eventualantrag angefochtene Wortfolge ist hervorgehoben): ",
            "annotations": []
        },
        {
            "text": "\"Einspruch wegen Rechtsverletzung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§106. (1) Einspruch an das Gericht steht jeder Person zu, die behauptet, im Ermittlungsverfahren durch Staatsanwaltschaft in einem subjektiven Recht verletzt zu sein, weil",
            "annotations": []
        },
        {
            "text": "1. ihr die Ausübung eines Rechtes nach diesem Gesetz verweigert oder",
            "annotations": []
        },
        {
            "text": "2. eine Ermittlungs- oder Zwangsmaßnahme unter Verletzung von Bestimmungen dieses Gesetzes angeordnet oder durchgeführt wurde.",
            "annotations": []
        },
        {
            "text": "Im Fall des Todes der zum Einspruch berechtigten Person kommt dieses Recht den in §65 Z1 litb erwähnten Angehörigen zu. Eine Verletzung eines subjektiven Rechts liegt nicht vor, soweit das Gesetz von einer bindenden Regelung des Verhaltens von Staatsanwaltschaft oder Kriminalpolizei absieht und von diesem Ermessen im Sinne des Gesetzes Gebrauch gemacht wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Soweit gegen die Bewilligung einer Ermittlungsmaßnahme Beschwerde erhoben wird, ist ein Einspruch gegen deren Anordnung oder Durchführung mit der Beschwerde zu verbinden. In einem solchen Fall entscheidet das Beschwerdegericht auch über den Einspruch.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Der Einspruch ist binnen sechs Wochen ab Kenntnis der behaupteten Verletzung in einem subjektiven Recht bei der Staatsanwaltschaft einzubringen. In ihm ist anzuführen, auf welche Anordnung oder welchen Vorgang er sich bezieht, worin die Rechtsverletzung besteht und auf welche Weise ihm stattzugeben sei. Sofern er sich gegen eine Maßnahme der Kriminalpolizei richtet, hat die Staatsanwaltschaft der Kriminalpolizei Gelegenheit zur Stellungnahme zu geben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Staatsanwaltschaft hat zu prüfen, ob die behauptete Rechtsverletzung vorliegt, und dem Einspruch, soweit er berechtigt ist, zu entsprechen sowie den Einspruchswerber davon zu verständigen, dass und auf welche Weise dies geschehen sei und dass er dennoch das Recht habe, eine Entscheidung des Gerichts zu verlangen, wenn er behauptet, dass seinem Einspruch tatsächlich nicht entsprochen wurde.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Wenn die Staatsanwaltschaft dem Einspruch nicht,binnen vier Wochen entspricht oder der Einspruchswerber eine Entscheidung des Gerichts verlangt, hat die Staatsanwaltschaft den Einspruch unverzüglich an das Gericht weiter zu leiten. Stellungnahmen der Staatsanwaltschaft und der Kriminalpolizei hat das Gericht dem Einspruchswerber zur Äußerung binnen einer festzusetzenden, sieben Tage nicht übersteigenden Frist zuzustellen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.3. §107 StPO 1975 idF BGBl I 195/2013 lautet: ",
            "annotations": []
        },
        {
            "text": "\"§107. (1) Unzulässige, verspätete und solche Einsprüche, denen die Staatsanwaltschaft entsprochen hat, sind zurückzuweisen. Im Übrigen hat das Gericht in der Sache zu entscheiden. Im Falle, dass Anklage eingebracht wurde, hat über den Einspruch jenes Gericht zu entscheiden, das im Ermittlungsverfahren zuständig gewesen wäre.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Sofern sich die Umstände der behaupteten Rechtsverletzung nur durch unmittelbare Beweisaufnahme klären lassen, kann das Gericht von Amts wegen eine mündliche Verhandlung anberaumen und in dieser über den Einspruch entscheiden. Diese Verhandlung ist nicht öffentlich, doch hat das Gericht jedenfalls dem Einspruchswerber, der Staatsanwaltschaft und, sofern sich der Einspruch gegen sie richtet, der Kriminalpolizei Gelegenheit zur Teilnahme und Stellungnahme zu geben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Der Staatsanwaltschaft und dem Einspruchswerber steht Beschwerde zu; diese hat aufschiebende Wirkung. Das Oberlandesgericht kann die Behandlung einer Beschwerde ablehnen, es sei denn, dass die Entscheidung von der Lösung einer Rechtsfrage abhängt, der grundsätzliche Bedeutung zukommt, insbesondere weil das Gericht von der Rechtsprechung des Oberlandesgerichts oder des Obersten Gerichtshofs abweicht, eine solche Rechtsprechung fehlt oder die zu lösende Rechtsfrage in der bisherigen Rechtsprechung nicht einheitlich beantwortet wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Im Falle, dass das Gericht dem Einspruch stattgibt, haben Staatsanwaltschaft und Kriminalpolizei den entsprechenden Rechtszustand mit den ihnen zu Gebote stehenden Mitteln herzustellen.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2.4. §209b StPO 1975 idF BGBl I 243/2021 lautet: ",
            "annotations": []
        },
        {
            "text": "\"Rücktritt von der Verfolgung wegen Zusammenarbeit mit der Staatsanwaltschaft im Zusammenhang mit einer kartellrechtlichen Zuwiderhandlung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§209b. (1) Der Bundeskartellanwalt hat die Staatsanwaltschaft von einem Vorgehen der Bundeswettbewerbsbehörde nach §11b Abs1 oder 2 des Wettbewerbsgesetzes, BGBl I Nr 62/2002, oder von einem solchen Vorgehen der Europäischen Kommission oder von Wettbewerbsbehörden der anderen Mitgliedstaaten (§84 des Kartellgesetzes, BGBl I Nr 61/2005) zu verständigen, wenn es im Hinblick auf das Gewicht des Beitrags des Unternehmens zur Aufklärung einer Zuwiderhandlung im Sinne von §11b Abs1 Z3 Wettbewerbsgesetz und die aktive Mitwirkung der einzelnen Mitarbeiter daran unverhältnismäßig wäre, diese Mitarbeiter, die für das Unternehmen an einer solchen Zuwiderhandlung beteiligt waren, wegen einer durch eine solche Zuwiderhandlung begangenen Straftat zu verfolgen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Staatsanwaltschaft hat sodann das Ermittlungsverfahren gegen die Mitarbeiter, die Staatsanwaltschaft und Gericht ihr gesamtes Wissen über die eigenen Taten und andere Tatsachen, die für die Aufklärung der durch die Zuwiderhandlung begangenen Straftaten von Bedeutung sind, offenbart haben, unter dem Vorbehalt späterer Verfolgung einzustellen. §209a Abs5 und 6 gelten sinngemäß.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. Die §§11b, 13 und 13a des Bundesgesetzes über die Einrichtung einer Bundeswettbewerbsbehörde (Wettbewerbsgesetz – WettbG), BGBl I 62/2002, idF BGBl I 176/2021 sowie §13b Wettbewerbsgesetz idF BGBl 56/2017 lauten wie folgt: ",
            "annotations": []
        },
        {
            "text": "\"Kronzeugen",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§11b. (1) Die Bundeswettbewerbsbehörde kann davon Abstand nehmen, die Verhängung einer Geldbuße gegen Unternehmer oder Unternehmervereinigungen zu beantragen, die",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "1. ihre Mitwirkung an der Zuwiderhandlung eingestellt haben, es sei denn, die Fortführung der Zuwiderhandlung ist nach Auffassung der Bundeswettbewerbsbehörde nach vernünftigem Ermessen möglicherweise erforderlich, um die Integrität ihrer Untersuchung zu wahren,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "2. in der Folge wahrheitsgemäß, uneingeschränkt und zügig mit der Bundeswettbewerbsbehörde zwecks vollständiger Aufklärung des Sachverhaltes zusammenarbeiten sowie sämtliche Beweismittel für die vermutete Zuwiderhandlung, die sich in ihrem Besitz befinden oder auf die sie Zugriff haben, vorlegen und, jedenfalls bis zu dem Zeitpunkt, zu dem die Bundeswettbewerbsbehörde die an der Zuwiderhandlung beteiligten Unternehmer oder Unternehmervereinigungen nach §13 Abs2 über die Ermittlungsergebnisse in Kenntnis gesetzt hat, weder die Tatsache noch den Inhalt des Ersuchens um Vorgehen nach dieser Bestimmung offenlegen, sofern nichts anderes mit der Bundeswettbewerbsbehörde vereinbart wurde,",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "3. a) der Bundeswettbewerbsbehörde als Erste Informationen und Beweismittel vorlegen, die es ihr ermöglichen, unmittelbar wegen des Verdachts einer Zuwiderhandlung gegen §1 KartG 2005 oder Art101 Abs1 AEUV einen begründeten Antrag nach §12 Abs1 zu stellen, oder",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "b) der Bundeswettbewerbsbehörde, sofern sie bereits über ausreichende Informationen und Beweismittel aus anderer Quelle verfügt, um eine Hausdurchsuchung zu beantragen, als Erste zusätzliche Informationen und Beweismittel vorlegen, die es ihr ermöglichen, unmittelbar einen begründeten Antrag nach §36 Abs1a KartG 2005 vor dem Kartellgericht einzubringen und",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. andere Unternehmer oder Unternehmervereinigungen nicht zur Teilnahme an der Zuwiderhandlung gezwungen haben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Beantragt die Bundeswettbewerbsbehörde gegen mindestens einen Teilnehmer an einer Zuwiderhandlung gegen §1 KartG 2005 oder Art101 AEUV eine Geldbuße, so stellt sie gegen das Unternehmen, gegen das sie aufgrund der Anwendung von Abs1 Z3 lita oder b keinen Antrag auf Geldbuße stellt, einen Feststellungsantrag nach §28 Abs1a KartG 2005.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Gegen Unternehmer oder Unternehmervereinigungen, die die Voraussetzungen von Abs1 Z3 lita oder b nicht erfüllen, kann die Bundeswettbewerbsbehörde bei Vorliegen der übrigen Voraussetzungen (Z1, 2 und 4) eine geminderte Geldbuße beantragen. Um für eine Ermäßigung der Geldbuße in Betracht zu kommen, müssen der Bundeswettbewerbsbehörde Informationen und Beweismittel für die vermutete Zuwiderhandlung vorgelegt werden, die gegenüber den bereits in ihrem Besitz befindlichen Informationen und Beweismitteln einen erheblichen Mehrwert darstellen. Bei der Bestimmung des Umfangs der jeweiligen Reduktion ist auf den Zeitpunkt der Abgabe der zusätzlichen Informationen und Beweismittel sowie das Ausmaß des Mehrwerts gegenüber der bereits bekannten Information abzustellen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Möchte ein Unternehmer oder eine Unternehmervereinigung Abs1 oder 2 in Anspruch nehmen, hat die Bundeswettbewerbsbehörde innerhalb angemessener Frist in einer rechtsunverbindlichen, schriftlichen Mitteilung bekannt zu geben, ob sie von diesen Absätzen Gebrauch machen wird. Sieht die Bundeswettbewerbsbehörde die Voraussetzungen für den vollständigen Erlass der Geldbuße als nicht gegeben an, so ist das Ersuchen nach Abs1 als Ersuchen auf Ermäßigung der Geldbuße nach Abs2 zu betrachten. Die Bundeswettbewerbsbehörde hat den Bundeskartellanwalt zu benachrichtigen, wenn sie beabsichtigt, keine oder eine geminderte Geldbuße zu beantragen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Nähere Bestimmungen über die Anwendung von Abs1 bis 3, insbesondere Bestimmungen über Marker und Kurzanträge, können im Sinne der Richtlinie (EU) 2019/1 nach Anhörung der Bundeswettbewerbsbehörde, des Bundeskartellanwaltes und der Wettbewerbskommission durch Verordnung der Bundesministerin für Digitalisierung und Wirtschaftsstandort erlassen werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Informationen aus dem Netzwerk der Wettbewerbsbehörden infolge eines Ersuchens um Kronzeugenbehandlung dürfen nicht als Grundlage für einen Antrag auf Verhängung einer Geldbuße herangezogen werden. Die Befugnis der Bundeswettbewerbsbehörde, Ermittlungen aufgrund von Informationen aus anderen Quellen als dem Netzwerk der Wettbewerbsbehörden einzuleiten und auf Grundlage der Ermittlungsergebnisse insbesondere Anträge auf Verhängung einer Geldbuße zu stellen, bleibt unberührt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Bei der Bundeswettbewerbsbehörde kann ein internetbasiertes Hinweisgebersystem, über welches begründete Hinweise über mögliche Wettbewerbsrechtsverletzungen im Sinne von §37b KartG 2005 auch anonym gemeldet werden können, eingerichtet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Wahrung der Grundrechte",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§13. (1) Die Bundeswettbewerbsbehörde ist verpflichtet, bei der Ausübung ihrer Befugnisse, insbesondere bei der Durchführung von Ermittlungen nach §§11 und 11a und bei der Durchführung von Hausdurchsuchungen nach §12, zu gewährleisten, dass die in Österreich geltenden Grundrechte, einschließlich der Charta der Grundrechte der Europäischen Union, ABl. Nr C 326 vom 26.10.2012 S. 391, und die allgemeinen Grundsätze des Unionsrechts eingehalten werden. Dazu gehört insbesondere, dass die Prinzipien der Verhältnismäßigkeit und Angemessenheit und die Verteidigungsrechte der Unternehmen gewahrt werden, und dass Ermittlungen innerhalb eines angemessenen Zeitrahmens durchgeführt werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Sind einem von der Bundeswettbewerbsbehörde beabsichtigten Antrag auf Einleitung eines kartellgerichtlichen Verfahrens nach §§26, 27, 28, 28a oder 29 KartG 2005 Ermittlungen nach §§11, 11a oder 12 vorausgegangen, so ist dem Antragsgegner zur Wahrung des Rechts auf Gehör Gelegenheit zu geben, von den Ermittlungsergebnissen Kenntnis und in angemessener Frist Stellung dazu zu nehmen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Geben die im Hinblick auf eine Antragstellung der Bundeswettbewerbsbehörde durchgeführten Ermittlungen im Sinne des Abs2 keinen Anlass zu einer Antragstellung der Bundeswettbewerbsbehörde nach Abs2, ist dies dem Antragsgegner innerhalb angemessener Frist mitzuteilen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Offenlegung von Beweismitteln der Bundeswettbewerbsbehörde",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§13a. (1) Die Bundeswettbewerbsbehörde darf nur auf Anordnung der nationalen Gerichte und erst nach Beendigung eines Verfahrens wegen Zuwiderhandlungen gegen wettbewerbsrechtliche Bestimmungen durch Erlass einer Entscheidung oder in anderer Weise folgende Kategorien von Beweismitteln offenlegen:",
            "annotations": []
        },
        {
            "text": "1. Informationen, die von einer natürlichen oder juristischen Person eigens für das wettbewerbsbehördliche Verfahren erstellt wurden,",
            "annotations": []
        },
        {
            "text": "2. Informationen, die sie im Laufe ihrer Ermittlungen erstellt und den Parteien übermittelt hat sowie",
            "annotations": []
        },
        {
            "text": "3. Vergleichsausführungen, die zurückgezogen wurden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Mit der ersten nach außen tretenden Ermittlungshandlung der Bundeswettbewerbsbehörde gegenüber einem Unternehmer oder einer Unternehmervereinigung gilt ein Verfahren als eingeleitet.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Bundeswettbewerbsbehörde muss Beweismittel, die in den Akten der Bundeswettbewerbsbehörde enthalten sind, auf Anordnung eines nationalen Gerichts nur dann offenlegen, wenn die Beweismittel nicht mit zumutbarem Aufwand von einer anderen Partei oder von Dritten erlangt werden können. Interne Schriftstücke der Bundeswettbewerbsbehörde und der Schriftverkehr zwischen den Wettbewerbsbehörden sowie zwischen Wettbewerbsbehörden und Strafverfolgungsbehörden sind zu keinem Zeitpunkt offen zu legen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Bundeswettbewerbsbehörde legt zu keinem Zeitpunkt Kronzeugenerklärungen und Vergleichsausführungen offen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Kooperation der Bundeswettbewerbsbehörde in Schadenersatzverfahren",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "§13b. Die Bundeswettbewerbsbehörde kann auf Ersuchen eines nationalen Gerichts eine Stellungnahme im Rahmen eines Schadenersatzverfahrens nach §§37a ff KartG 2005 abgeben, wenn die Bundeswettbewerbsbehörde dies für angebracht hält.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "4. Art6 und 7 der Richtlinie 2014/104/EU über bestimmte Vorschriften für Schadensersatzklagen nach nationalem Recht wegen Zuwiderhandlungen gegen wettbewerbsrechtliche Bestimmungen der Mitgliedstaaten und der Europäischen Union, ABl. 2014 L 349, 1, lauten: ",
            "annotations": []
        },
        {
            "text": "\"Artikel 6",
            "annotations": []
        },
        {
            "text": "Offenlegung von Beweismitteln, die in den Akten einer Wettbewerbsbehörde enthalten sind",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Mitgliedstaaten gewährleisten, dass bei einer von den nationalen Gerichten für die Zwecke von Schadensersatzklagen angeordneten Offenlegung von Beweismitteln, die in den Akten einer Wettbewerbsbehörde enthalten sind, neben Artikel 5 dieser Artikel gilt.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Dieser Artikel berührt nicht die Vorschriften und Anwendungspraxis bezüglich des Zugangs der Öffentlichkeit zu Dokumenten nach der Verordnung (EG) Nr 1049/2001.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Dieser Artikel berührt weder die nach Unionsrecht oder nationalem Recht geltenden Vorschriften noch die geltende Anwendungspraxis im Bereich des Schutzes der internen Unterlagen von Wettbewerbsbehörden und des Schriftverkehrs zwischen Wettbewerbsbehörden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Bei der Beurteilung der Verhältnismäßigkeit einer Anordnung zur Offenlegung von Informationen gemäß Artikel 5 Absatz 3 berücksichtigen die nationalen Gerichte zusätzlich:",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "a) ob der Antrag eigens hinsichtlich Art, Gegenstand oder Inhalt der der Wettbewerbsbehörde übermittelten oder in deren Akten enthaltenen Unterlagen und nicht unspezifisch in Bezug auf die der Wettbewerbsbehörde übermittelten Unterlagen formuliert wurde,",
            "annotations": []
        },
        {
            "text": "b) ob die Partei, die die Offenlegung beantragt, diesen Antrag im Rahmen einer Schadensersatzklage vor einem nationalen Gericht stellt, und",
            "annotations": []
        },
        {
            "text": "c) im Zusammenhang mit den Absätzen 5 und 10 oder auf Antrag einer Wettbewerbsbehörde nach Absatz 11 die Notwendigkeit, die Wirksamkeit der öffentlichen Durchsetzung des Wettbewerbsrechts zu wahren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die nationalen Gerichte dürfen die Offenlegung der folgenden Kategorien von Beweismitteln erst dann anordnen, wenn eine Wettbewerbsbehörde ihr Verfahren durch Erlass einer Entscheidung oder in anderer Weise beendet hat:",
            "annotations": []
        },
        {
            "text": "a) Informationen, die von einer natürlichen oder juristischen Person eigens für das wettbewerbsbehördliche Verfahren erstellt wurden,",
            "annotations": []
        },
        {
            "text": "b) Informationen, die die Wettbewerbsbehörde im Laufe ihres Verfahrens erstellt und den Parteien übermittelt hat, und",
            "annotations": []
        },
        {
            "text": "c) Vergleichsausführungen, die zurückgezogen wurden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Die Mitgliedstaaten gewährleisten, dass die nationalen Gerichte für die Zwecke von Schadensersatzklagen zu keinem Zeitpunkt die Offenlegung der folgenden Beweismittelarten durch eine Partei oder einen Dritten anordnen können:",
            "annotations": []
        },
        {
            "text": "a) Kronzeugenerklärungen und",
            "annotations": []
        },
        {
            "text": "b) Vergleichsausführungen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Ein Kläger kann einen begründeten Antrag stellen, dass ein nationales Gericht die in Absatz 6 Buchstaben a und b genannten Beweismittel nur einsieht, um sich zu überzeugen, dass der Inhalt der Unterlagen den in Artikel 2 Nummern 16 und 18 enthaltenen Begriffsbestimmungen entspricht. Bei dieser Beurteilung können die nationalen Gerichte nur die zuständige Wettbewerbsbehörde um Unterstützung bitten. Die Verfasser der betreffenden Beweismittel können auch Gelegenheit zur Anhörung erhalten. Das Gericht darf auf keinen Fall den anderen Parteien oder Dritten Zugang zu diesen Beweismitteln gewähren.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(8) Soweit nur Teile der angeforderten Beweismittel unter Absatz 6 fallen, werden die übrigen Teile je nach Kategorie gemäß den einschlägigen Absätzen dieses Artikels freigegeben.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(9) Unbeschadet dieses Artikels kann die Offenlegung von Beweismitteln in den Akten einer Wettbewerbsbehörde, die nicht unter eine der in diesem Artikel aufgeführten Kategorien fallen, in Verfahren über Schadensersatzklagen jederzeit angeordnet werden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(10) Die Mitgliedstaaten gewährleisten, dass die nationalen Gerichte die Offenlegung von Beweismitteln, die in den Akten der Wettbewerbsbehörde enthalten sind, nur dann bei der Wettbewerbsbehörde beantragen, wenn die Beweismittel nicht mit zumutbarem Aufwand von einer anderen Partei oder von Dritten erlangt werden können.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(11) Möchte eine Wettbewerbsbehörde vor Gericht ihre Ansichten über die Verhältnismäßigkeit von Offenlegungsanträgen darlegen, so kann sie von sich aus dem nationalen Gericht, bei dem um Offenlegung angesucht wird, Bemerkungen vorlegen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "Artikel 7",
            "annotations": []
        },
        {
            "text": "Beschränkungen für die Verwendung von allein durch Einsicht in die Akten einer Wettbewerbsbehörde erlangten Beweismitteln",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Die Mitgliedstaaten gewährleisten, dass Beweismittel, die unter eine der in Artikel 6 Absatz 6 aufgeführten Kategorien fallen und von einer natürlichen oder juristischen Person allein durch Einsicht in die Akten einer Wettbewerbsbehörde erlangt wurden, in Verfahren über Schadensersatzklagen als unzulässig angesehen werden oder auf andere Weise nach dem anzuwendenden nationalen Recht geschützt sind, damit sichergestellt ist, dass die Beschränkungen für die Offenlegung von Beweismitteln nach Artikel 6 ihre volle Wirkung entfalten.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Mitgliedstaaten gewährleisten, dass Beweismittel, die unter eine der in Artikel 6 Absatz 5 aufgeführten Kategorien fallen und von einer natürlichen oder juristischen Person allein durch Einsicht in die Akten einer Wettbewerbsbehörde erlangt wurden, in Verfahren über Schadensersatzklagen als unzulässig angesehen werden oder auf andere Weise nach dem anzuwendenden nationalen Recht geschützt sind, damit sichergestellt ist, dass die Beschränkungen für die Offenlegung von Beweismitteln nach Artikel 6 ihre volle Wirkung entfalten, bis die Wettbewerbsbehörde ihr Verfahren durch Erlass einer Entscheidung oder in anderer Weise beendet hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Mitgliedstaaten gewährleisten, dass Beweismittel, die von einer natürlichen oder juristischen Person allein durch Einsicht in die Akten einer Wettbewerbsbehörde erlangt wurden und die nicht unter Absatz 1 oder 2 fallen, in einem Verfahren über Schadensersatzklagen nur von dieser Person oder von der natürlichen oder juristischen Person verwendet werden können, die in ihre Rechte eingetreten ist, einschließlich einer Person, die den Anspruch dieser Person erworben hat.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "5. Art31 der Richtlinie 2019/1/EU zur Stärkung der Wettbewerbsbehörden der Mitgliedstaaten im Hinblick auf eine wirksamere Durchsetzung der Wettbewerbsvorschriften und zur Gewährleistung des reibungslosen Funktionierens des Binnenmarkts, ABl. 2019 L 11, 3, lautet: ",
            "annotations": []
        },
        {
            "text": "\"Artikel 31",
            "annotations": []
        },
        {
            "text": "Akteneinsicht durch Parteien und Beschränkungen bei der Informationsverwendung",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(1) Wenn eine nationale Wettbewerbsbehörde aufgrund von Maßnahmen im Sinne von Artikel 6 Absatz 1 Buchstabe e, Artikel 8 oder Artikel 9 von einer natürlichen Person Informationen verlangt, können die Mitgliedstaaten vorsehen, dass diese Informationen nicht als Beweismittel für die Verhängung von Sanktionen gegen die betreffende natürliche Person oder enge Angehörige dieser Person verwendet werden dürfen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(2) Die Mitgliedstaaten stellen sicher, dass die nationalen Wettbewerbsbehörden, deren Bedienstete, Mitarbeiter und sonstige unter der Aufsicht dieser Behörden arbeitende Personen keine Informationen offenlegen, die auf der Grundlage der in dieser Richtlinie genannten Befugnisse erlangt wurden und unter das Berufsgeheimnis fallen, es sei denn, ihre Offenlegung ist nach dem nationalen Recht zulässig.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(3) Die Mitgliedstaaten stellen sicher, dass zu Kronzeugenerklärungen oder Vergleichsausführungen nur Parteien, die Gegenstand des betreffenden Verfahrens sind, und nur für Zwecke der Ausübung ihrer Verteidigungsrechte Zugang gewährt wird.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(4) Die Mitgliedstaaten stellen sicher, dass die Partei, die Einsicht in die Akten des Durchsetzungsverfahrens der nationalen Wettbewerbsbehörden erhalten hat, Informationen aus Kronzeugenerklärungen und Vergleichsausführungen nur verwenden darf, wenn dies erforderlich ist für die Ausübung ihrer Verteidigungsrechte in Verfahren vor nationalen Gerichten in Rechtssachen, die sich unmittelbar auf den Fall beziehen, in dem Akteneinsicht gewährt wurde, und diese Verfahren Folgendes betreffen:",
            "annotations": []
        },
        {
            "text": "a) die Aufteilung einer den Kartellbeteiligten von einer nationalen Wettbewerbsbehörde gesamtschuldnerisch auferlegten Geldbuße auf die einzelnen Kartellbeteiligten oder",
            "annotations": []
        },
        {
            "text": "b) die Überprüfung einer Entscheidung, mit der eine nationale Wettbewerbsbehörde eine Zuwiderhandlung gegen Artikel 101 oder 102 AEUV oder Bestimmungen des nationalen Wettbewerbsrechts festgestellt hat.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(5) Die Mitgliedstaaten stellen sicher, dass folgende Kategorien von Informationen, die von einer Partei im Laufe von Durchsetzungsverfahren vor einer nationalen Wettbewerbsbehörde erlangt wurden, von der betreffenden Partei nicht in Verfahren vor nationalen Gerichten verwendet werden, bevor die nationale Wettbewerbsbehörde ihr Durchsetzungsverfahren gegen alle von der Untersuchung betroffenen Parteien durch Erlass einer Entscheidung nach Artikel 10 oder Artikel 12 oder in anderer Weise beendet hat:",
            "annotations": []
        },
        {
            "text": "a) Informationen, die von anderen natürlichen oder juristischen Person eigens für das Durchsetzungsverfahren der nationalen Wettbewerbsbehörde erstellt wurden,",
            "annotations": []
        },
        {
            "text": "b) Informationen, die die nationale Wettbewerbsbehörde im Laufe ihres Durchsetzungsverfahrens erstellt und den Parteien übermittelt hat, und",
            "annotations": []
        },
        {
            "text": "c) Vergleichsausführungen, die zurückgezogen wurden.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(6) Die Mitgliedstaaten stellen sicher, dass Kronzeugenerklärungen nur dann nach Artikel 12 der Verordnung (EG) Nr 1/2003 zwischen nationalen Wettbewerbsbehörden ausgetauscht werden, wenn",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "a) der Antragsteller dem zustimmt oder",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "b) bei der nationalen Wettbewerbsbehörde, die die Kronzeugenerklärung erhalten soll, von demselben Antragsteller ebenfalls ein Antrag auf Kronzeugenbehandlung wie bei der nationalen Wettbewerbsbehörde, die die Kronzeugenerklärung übermitteln soll, eingegangen ist und dieser sich auf ein und dieselbe Zuwiderhandlung bezieht, sofern es dem Antragsteller zu dem Zeitpunkt, zu dem die Kronzeugenerklärung weitergeleitet wird, nicht freisteht, die der nationalen Wettbewerbsbehörde, die die Kronzeugenerklärung erhalten hat, vorgelegten Informationen zurückzuziehen.",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "(7) Die Form, in der die Kronzeugenerklärungen nach Artikel 20 vorgelegt werden, berührt nicht die Anwendung der Absätze 3 bis 6 dieses Artikels.\"",
            "annotations": []
        },
        {
            "text": "",
            "annotations": []
        },
        {
            "text": "III. Anlassverfahren, Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Nach dem Antragsvorbringen ist seit 2016 gegen die antragstellenden Gesellschaften sowohl ein wettbewerbsrechtliches Ermittlungsverfahren als auch ein staatsanwaltschaftliches Ermittlungsverfahren geführt worden. Im Rahmen des wettbewerbsrechtlichen Ermittlungsverfahrens hätten die antragstellenden Gesellschaften am 2. Juli 2019 ein Ersuchen um Kronzeugenbehandlung gestellt. Die Bundeswettbewerbsbehörde habe den antragstellenden Gesellschaften den Kronzeugenstatus zuerkannt, weil diese die Voraussetzungen des §11b Abs2 WettbG (wenn auch nicht des §11b Abs1) erfüllten, und beim Oberlandesgericht Wien als Kartellgericht die Verhängung einer reduzierten Geldbuße gemäß §11b Abs2 WettbG beantragt. Im Oktober 2021 sei das Verfahren mit der Verhängung einer erheblich geminderten Geldbuße rechtskräftig abgeschlossen worden.",
            "annotations": []
        },
        {
            "text": "Parallel zum Wettbewerbsverfahren werde ein Ermittlungsverfahren der Zentralen Staatsanwaltschaft zur Verfolgung von Wirtschaftsstrafsachen und Korruption (in der Folge: WKStA) wegen des Verdachts nach §168b StGB gegen die antragstellenden Gesellschaften und zahlreiche andere Beschuldigte geführt. Im Jahr 2021 habe die WKStA den gesamten Akt des Kartellgerichtes im Wege der Amtshilfe angefordert und erhalten; auch die Bundeswettbewerbsbehörde habe einem Amtshilfeersuchen entsprochen. Die von der WKStA angeforderten und erhaltenen Akten würden auch Kronzeugenerklärungen iSd §37b Z4 KartG 2005 und Vergleichsausführungen iSd §37b Z5 KartG 2005 enthalten.",
            "annotations": []
        },
        {
            "text": "2. Im Juli 2022 richtete die WKStA ein (weiteres) Amtshilfeersuchen an die Bundeswettbewerbsbehörde mit dem Ersuchen um Übermittlung von Protokollen über die Einvernahmen von Mitarbeiterinnen und Mitarbeitern der antragstellenden Gesellschaften sowie um Übermittlung einer als \"Stellungnahme Kronzeuge\" bezeichneten Stellungnahme der antragstellenden Gesellschaften. Dem Amtshilfeersuchen wurde am 28. Juli 2022 entsprochen. ",
            "annotations": []
        },
        {
            "text": "Gegen die Aufnahme in den Ermittlungsakt erhoben die antragstellenden Gesellschaften am 13. Oktober 2022 Einspruch wegen Rechtsverletzung nach §106 StPO.",
            "annotations": []
        },
        {
            "text": "3. Am 29. August 2022 ersuchte die WKStA die Bundeswettbewerbsbehörde um Übermittlung von (ungeschwärzten) Prüfberichten aus der unternehmensinternen Untersuchung der antragstellenden Gesellschaften. Diesem Ersuchen entsprach die Bundeswettbewerbsbehörde am 30. August 2022. Die WKStA nahm diese Unterlagen von der Akteneinsicht durch Opfer und Privatbeteiligte und vorläufig von der Akteneinsicht durch sämtliche Beschuldigte aus. ",
            "annotations": []
        },
        {
            "text": "Gegen die Aufnahme in den Ermittlungsakt, gegen die bloß vorläufige Beschränkung der Akteneinsicht für Beschuldigte und gegen das Amtshilfeersuchen der WKStA vom 29. August 2022 erhoben die antragstellenden Gesellschaften Einspruch wegen Rechtsverletzung nach §106 StPO. ",
            "annotations": []
        },
        {
            "text": "4. Mit dem ersten Beschluss vom 15. November 2022 wies das Landesgericht für Strafsachen Wien den Einspruch der antragstellenden Gesellschaften insoweit ab, als er sich gegen die Aufnahme bestimmter Bestandteile des Kartellaktes (nämlich von Einvernahmeprotokollen und der \"Stellungnahme Kronzeuge\") in den staatsanwaltschaftlichen Ermittlungsakt und die bloß vorläufige Beschränkung der Akteneinsicht für Beschuldigte und belangte Verbände richtete. ",
            "annotations": []
        },
        {
            "text": "Begründend führt das Landesgericht in seinem Beschluss aus, dass §13a WettbG und die §§37a bis 37k KartG 2005 nicht die Übermittlung von Aktenbestandteilen an die Staatsanwaltschaft regeln würden. Überwiegende öffentliche Interessen iSd §76 Abs2 StPO, die eine Datenverarbeitung zum Zweck der Strafverfolgung ausschließen würden, seien nicht geltend gemacht worden. Die Anforderung der Unterlagen im Wege der Amtshilfe sei grundsätzlich zulässig und zur amtswegigen Aufklärung geeignet und erforderlich gewesen. Es stelle sich die Frage, ob sich aus der Kronzeugenregelung ein Beweisverwertungsverbot ableiten lasse, das der Veraktung der im Wege der Amtshilfe zulässigerweise erlangten Unterlagen im Wege stehe. Ein grundsätzliches Verbot der Verwertung von Daten aus den Akten der Bundeswettbewerbsbehörde oder des Kartellgerichtes sei den Gesetzen, etwa dem Umgehungsverbot des §157 Abs2 StPO, nicht zu entnehmen. Die Verwendung der von der Bundeswettbewerbsbehörde übermittelten Aktenteile durch Veraktung der Unterlagen habe daher den Bestimmungen der Strafprozessordnung unter Berücksichtigung der Grundrechte auf Datenschutz, auf ein faires Verfahren und auf Achtung des Privat- und Familienlebens entsprochen. Auch die bloß vorläufige (bis zur endgültigen gerichtlichen Entscheidung über den Einspruch über die Aufnahme in den Ermittlungsakt) angeordnete Ausnahme von der Akteneinsicht sämtlicher Beschuldigter stelle daher keine Verletzung subjektiver Rechte der einspruchswerbenden Gesellschaften dar.",
            "annotations": []
        },
        {
            "text": "5. Mit dem zweiten Beschluss vom 15. November 2022 gab das Landesgericht für Strafsachen Wien dem Einspruch teilweise statt und stellte fest, dass die antragstellenden Gesellschaften durch die Aufnahme von ungeschwärzten Fassungen von Prüfberichten und der Notiz zum Prüfbericht in ihrem subjektiven Recht auf Wahrung ihrer schutzwürdigen Geheimhaltungsinteressen nach §74 Abs1 und 2 StPO verletzt worden seien. Soweit sich der Einspruch gegen das Amtshilfeersuchen an sich sowie gegen die bloß vorläufige Beschränkung der Akteneinsicht für Beschuldigte und belangte Verbände richtete, wies das Landesgericht für Strafsachen Wien den Einspruch ab.",
            "annotations": []
        },
        {
            "text": "Begründend führt das Landesgericht zur Abweisung aus, dass den Einspruchswerbern durch die allgemeinen Bestimmungen des Art22 B-VG und des §76 StPO kein subjektives Recht iSd §106 Abs1 StPO eingeräumt werde, das einem Einspruch wegen Rechtsverletzung zugänglich sei. Die Amtshilfe habe bloß internen Charakter, sie tangiere die Rechtssphäre der Parteien nicht unmittelbar. Weder die Verfahrensparteien noch das ersuchende Organ hätten ein subjektives Recht darauf, dass Amtshilfe geleistet oder verweigert werde. Mangels Vorliegens eines subjektiven Rechts sei daher der Einspruch, soweit er sich gegen das Amtshilfeersuchen der WKStA richte, abzuweisen.",
            "annotations": []
        },
        {
            "text": "Soweit sich der Einspruch gegen die bloß vorläufige Ausnahme von der Akteneinsicht durch die Staatsanwaltschaft richte, sei er abzuweisen, weil es keine gesetzliche Grundlage für die Ausnahme der aus den Kartellakten beigeschafften Aktenteile gebe und eine generelle Ausnahme von der Akteneinsicht einen unzulässigen Eingriff in die Verteidigungsrechte der Mitbeschuldigten der Einspruchswerber darstelle. Selbst wenn die Aktenteile zu Unrecht beigeschafft und in den Ermittlungsakt aufgenommen worden wären, werde durch die vorläufig angeordnete Ausnahme von der Akteneinsicht iSd §74 Abs2 StPO sichergestellt, dass die schutzwürdigen Interessen der betroffenen Personen an der Geheimhaltung gewahrt würden. ",
            "annotations": []
        },
        {
            "text": "6. Gegen die beiden Beschlüsse vom 15. November 2022 erhoben die antragstellenden Gesellschaften Beschwerde an das Oberlandesgericht Wien und stellten aus Anlass dieses Rechtsmittels unter einem den vorliegenden Gesetzesprüfungsantrag iSd Art140 Abs1 Z1 litd B-VG. ",
            "annotations": []
        },
        {
            "text": "6.1. Zur Zulässigkeit führen die antragstellenden Gesellschaften aus, dass die Aufhebung der bekämpften Bestimmungen zur Folge hätte, dass das Oberlandesgericht Wien die Verletzung der von den antragstellenden Gesellschaften im Rechtsmittelverfahren geltend gemachten subjektiven Rechte feststellen könnte. ",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf den Hauptantrag (Aufhebung der Wortfolge \"Abs5 zweiter Satz und Abs6\" in §37a Abs3 Kartellgesetz 2005) sei auszuführen, dass im Falle der Stattgabe das Oberlandesgericht Wien §37k KartG 2005 zur Gänze anzuwenden hätte, folglich auch dessen Abs7; diese Vorschrift enthalte einen ausdrücklichen gerichtlichen Rechtsschutz für den Fall, dass sich ein Offenlegungsbegehren auf eine Kronzeugenregelung oder eine Vergleichsausführung beziehe. Dieser Rechtsschutz bestehe dann unabhängig und zusätzlich zum Rechtsschutz nach §106 StPO.",
            "annotations": []
        },
        {
            "text": "Hilfsweise würde zudem der Antrag auf Aufhebung des Wortes \"zivilrechtliche\" in §37a Abs1 KartG 2005 gestellt. Damit würde zusätzlich klargestellt werden, dass der mit §37k Abs7 KartG 2005 gewährleistete Rechtsschutz nicht nur in zivilgerichtlichen Verfahren, sondern auch in strafgerichtlichen Verfahren zur Anwendung gelangen müsste.",
            "annotations": []
        },
        {
            "text": "Sollte die Verfassungswidrigkeit darin liegen, dass innerhalb des Systems des §106 Abs1 StPO kein Rechtsschutz gegen die Verletzung von subjektiven Rechten bestehe, wenn diese nicht durch die Strafprozessordnung selbst eingeräumt und ausdrücklich bezeichnet seien, werde der Eventualantrag auf Aufhebung der Wortfolge \"dieses Gesetzes\" in §106 Abs1 Z2 StPO gestellt.",
            "annotations": []
        },
        {
            "text": "6.2. In der Sache bringen die antragstellenden Gesellschaften vor, §11b WettbG und §209b StPO sähen Kronzeugenprogramme im Interesse der Aufklärung geheimer Kartelle vor. §13a WettbG und §37k KartG 2005 enthielten weitreichende Verbote, die im Rahmen der Kronzeugenbehandlung der Bundeswettbewerbsbehörde und dem Kartellgericht gegebenen Informationen weiterzugeben, offenzulegen oder in einem anderen gerichtlichen Verfahren zu verwenden. Die Rechtsprechung der Strafgerichte führe aber dazu, dass gegen eine rechtswidrige Anforderung, Übermittlung und Verwendung solcher Informationen im Rahmen des staatsanwaltlichen Ermittlungsverfahrens und gegen die Offenlegung gegenüber Dritten kein individueller Rechtsschutz bestehe. Diese Rechtslage verstoße gegen das Rechtsstaatsgebot und gegen das Prinzip des Anklageprozesses gemäß Art90 Abs2 B-VG, aber auch gegen Art6 und 8 EMRK, gegen §1 DSG und gegen das Sachlichkeitsgebot.",
            "annotations": []
        },
        {
            "text": "Gemäß §13a Abs3 WettbG und §37k Abs4 KartG 2005 dürfe eine Offenlegung von Kronzeugenerklärungen und Vergleichsausführungen nicht erfolgen. Gemäß §37k Abs5 zweiter Satz KartG 2005 sei die Verwendung von Beweismitteln aus den Akten einer Wettbewerbsbehörde unzulässig, soweit deren Vorlage nicht angeordnet werden könne. Dieser Satz gelte gemäß §37a Abs3 KartG 2005 für alle gerichtlichen Verfahren; aus diesem Grund sei die Verwendung von Kronzeugenerklärungen und Vergleichsausführungen in allen gerichtlichen Verfahren verboten. Nun richte sich §37k Abs4 KartG 2005 zwar ausdrücklich an das anordnende Gericht; nach der Rechtsprechung der Strafgerichte handle es sich dabei aber nicht um eine Vorschrift, deren Verletzung mit einem Einspruch nach §106 StPO geltend gemacht werden könne.",
            "annotations": []
        },
        {
            "text": "Das Rechtsstaatsprinzip erfordere es, dass ein individueller Rechtsschutz auch dann bestehe, wenn vom \"nemo tenetur\"-Prinzip erfasste Informationen für strafgerichtliche Zwecke zur Verfügung gestellt würden. Daraus folge, dass gegen alle Teilschritte der Informationsgewinnung durch die Staatsanwaltschaft Rechtsschutz bestehen müsse. ",
            "annotations": []
        },
        {
            "text": "Die Inanspruchnahme der Kronzeugenregelung im Wettbewerbsverfahren führe dazu, dass jene Personen, die sie in Anspruch nehmen würden, zur Erlangung von Vorteilen im Wettbewerbsverfahren entgegen dem Selbstbezichtigungsverbot die Begehung von Straftaten gegenüber der Behörde zugeben und sich daher ihrer verfassungsgesetzlich gewährleisteten Rechte iSd Art90 Abs2 B-VG und Art6 EMRK begeben würden. Dieser Eingriff werde dadurch aufgewogen, dass der Gesetzgeber die Verwendung bestimmter Beweismittel, insbesondere der Kronzeugenerklärung, im Strafverfahren verbiete. Die Verfassungswidrigkeit liege darin begründet, dass kein Rechtsschutz bestehe, wenn entgegen den Regelungen über die Stellung von Kronzeugen deren Erklärungen dem Strafverfahren zugrunde gelegt würden.",
            "annotations": []
        },
        {
            "text": "In diesem Zusammenhang sei zu betonen, dass Mitarbeiter in aller Regel nicht freiwillig an einem Kronzeugenprogramm mitwirken, sondern hiezu durch das Unternehmen veranlasst würden. Jenen Personen, die auf den Schutz durch das Selbstbezichtigungsverbot verzichten, müsse ein individueller Rechtsschutz gegen die Verwertung der von ihnen unter Verzicht auf das Selbstbezichtigungsverbot zur Verfügung gestellten Informationen zustehen.",
            "annotations": []
        },
        {
            "text": "7. Die Bundesregierung erstattete eine Äußerung, in der sie mit näherer Begründung beantragt, den Antrag als unzulässig zurückzuweisen, in eventu auszusprechen, dass die angefochtenen Bestimmungen nicht als verfassungswidrig aufgehoben werden. ",
            "annotations": []
        },
        {
            "text": "7.1. Zunächst wird in der Äußerung die Entwicklung der Rechtslage im Kartell- und Wettbewerbsrecht dargestellt: ",
            "annotations": []
        },
        {
            "text": "Mit dem Kartell- und Wettbewerbsrechts-Änderungsgesetz 2017 – KaWeRÄG 2017, BGBl I 56/2017, sei die Richtlinie 2014/104/EU über bestimmte Vorschriften für Schadenersatzklagen nach nationalem Recht wegen Zuwiderhandlungen gegen wettbewerbsrechtliche Bestimmungen der Mitgliedstaaten und der Europäischen Union, ABl. 2014 L 349, 1 (im Folgenden: Schadenersatz-RL) im 5. Abschnitt des II. Hauptstücks des Kartellgesetzes 2005 unter dem Titel \"Ersatz des Schadens aus Wettbewerbsrechtsverletzungen\" umgesetzt worden.",
            "annotations": []
        },
        {
            "text": "Die Schadenersatz-RL bilde den rechtlichen Rahmen für die Durchsetzung von Schadensersatzansprüchen auf Grund von Wettbewerbsrechtsverletzungen und regle unter anderem die Offenlegung von Beweismitteln aus wettbewerbsrechtlichen Durchsetzungsverfahren in Schadenersatzverfahren auf Grund von wettbewerbsrechtlichen Verstößen. Dass die Schadenersatz-RL die Verwendung von Beweismitteln zwischen Parteien in einem Schadenersatzverfahren regle, ergebe sich etwa aus Art6 Abs1 Schadenersatz-RL, der auf die \"für die Zwecke von Schadenersatzklagen angeordnete[n] Offenlegung von Beweismitteln\" abstelle, und aus Art7 Abs1 Schadenersatz-RL, der Beschränkungen der durch Einsicht in die Akten der Wettbewerbsbehörde erlangten Beweismittel \"in Verfahren über Schadenersatzklagen\" regle. Art6 Abs6 Schadenersatz-RL, der auf Kronzeugenerklärungen anwendbar sei, schränke das Offenlegungsverbot ebenfalls auf \"die Zwecke von Schadenersatzklagen\" ein.",
            "annotations": []
        },
        {
            "text": "Nach den Gesetzesmaterialien setze §37k KartG 2005 die Art6 und 7 Schadenersatz-RL um. Auch wenn die Gesetzgebung die Einschränkung auf reine Schadenersatzverfahren nicht übernommen habe und in §37a Abs1 KartG 2005 allgemein auf zivilrechtliche Verfahren abstelle und §37k KartG 2005 auf alle Gerichte und Behörden anwendbar sei, beziehe sich die Regelung der Offenlegung von Beweismitteln ausschließlich auf die Offenlegung gegenüber der anderen Partei des Verfahrens. Ein über das Verhältnis zwischen den Parteien eines zivilrechtlichen Verfahrens hinausgehender Regelungsgehalt bestehe nicht. Die Schadenersatz-RL und das Kartell- und Wettbewerbsrechts-Änderungsgesetz 2017 würden weder die Offenlegung von Beweismitteln gegenüber Behörden noch strafrechtliche Sachverhalte regeln (vgl ErlRV 1522 BlgNR 25. GP, 13 zu §37k Abs5 KartG 2005).",
            "annotations": []
        },
        {
            "text": "Durch das Kartell- und Wettbewerbsrechts-Änderungsgesetz 2021, BGBl I 176/2021, sei die Umsetzung der Richtlinie 2019/1/EU zur Stärkung der Wettbewerbsbehörden der Mitgliedstaaten im Hinblick auf eine wirksamere Durchsetzung der Wettbewerbsvorschriften und zur Gewährleistung des reibungslosen Funktionierens des Binnenmarkts, ABl. 2019 L 11, 3, erfolgt. Im Zuge dieser Umsetzung sei §37a Abs3 KartG 2005 erlassen worden. ",
            "annotations": []
        },
        {
            "text": "Die Richtlinie 2019/1/EU verpflichte die Mitgliedstaaten, Kronzeugenprogramme zu harmonisieren, und enthalte Regelungen zu Amtshilfe, Verjährung und Akteneinsicht. Art31 Richtlinie 2019/1/EU regle die Akteneinsicht durch Parteien und Beschränkungen bei der Informationsverwendung und schränke in Abs3 die Einsicht in Kronzeugenerklärungen und Vergleichsausführungen auf Parteien und auch für diese auf Zwecke der Ausübung ihrer Verteidigungsrechte ein. ",
            "annotations": []
        },
        {
            "text": "Im Hinblick auf die in der Richtlinie 2019/1/EU vorgesehenen Verwendungsverbote hinsichtlich der Kronzeugenerklärungen durch die Parteien sei §39 Abs2 KartG 2005 ergänzt und das bislang in §39 Abs2 KartG 2005 enthaltene absolute Verwendungsverbot (§37k Abs5 zweiter Satz iVm Abs4 KartG 2005) hinsichtlich der Geltendmachung von Ansprüchen auf Grund einer gesamtschuldnerisch auferlegten Geldbuße geringfügig geöffnet worden.",
            "annotations": []
        },
        {
            "text": "Den Erläuterungen sei zu entnehmen, dass für die \"graue Liste\" prinzipiell kein Umsetzungsbedarf gesehen worden sei, weil sich §37k Abs5 KartG 2005 bereits in der Fassung vor dem Kartell- und Wettbewerbsrechts-Änderungsgesetz 2021 auf die Verwendung dieser Dokumente durch die Parteien in Verfahren vor nationalen Gerichten bezogen habe; die in der Schadenersatz-RL vorgesehene Einschränkung auf Kartellschadenersatzverfahren sei nicht übernommen worden.",
            "annotations": []
        },
        {
            "text": "Mit §37a Abs3 KartG 2005 sollten daher allfällige Zweifel, ob die Bestimmung tatsächlich über Schadenersatzverfahren hinaus auch auf andere Verfahren vor nationalen Gerichten gelten solle, ausgeräumt werden. §37 Abs3 KartG 2005 habe jedoch – wie Art31 Richtlinie 2019/1/EU – lediglich andere Zivilverfahren vor Augen, weil es um die Verwendung der fraglichen Dokumente (nur) durch die Parteien des Verfahrens gehe.",
            "annotations": []
        },
        {
            "text": "Eine über die Umsetzungsverpflichtung der Richtlinie hinausgehende Regelung auch für die Strafverfolgungsbehörden und Strafgerichte sei von der Gesetzgebung mit dem Kartell- und Wettbewerbsrechts-Änderungsgesetz 2021 nicht intendiert gewesen, wie sich bereits aus dem Allgemeinen Teil der Erläuterungen ergebe.",
            "annotations": []
        },
        {
            "text": "7.2. Zu den strafprozessrechtlichen Bestimmungen führt die Bundesregierung aus, dass §76 Abs2 StPO für das Strafverfahren das Verhältnis zwischen Amtshilfe und Verschwiegenheitspflichten insofern klarstelle, als Ersuchen von kriminalpolizeilichen Behörden, Staatsanwaltschaften und Gerichten, die sich auf Straftaten bestimmter Personen beziehen würden, grundsätzlich ohne Rücksicht auf bestehende Verschwiegenheitspflichten zu beantworten seien. Ausnahmsweise sei die Verweigerung der Amtshilfe unter Hinweis auf die Pflicht zur Amtsverschwiegenheit oder aus datenschutzrechtlichen Gründen zulässig, wenn die Verpflichtung zur Verschwiegenheit ausdrücklich gegenüber Strafgerichten auferlegt sei oder wenn der Beantwortung überwiegende öffentliche Interessen entgegenstünden. Bei Verweigerung der begehrten Auskunft wegen überwiegender öffentlicher Interessen seien diese anzuführen und sei zu begründen, warum das angeführte öffentliche Interesse das – ebenfalls öffentliche – Interesse an der Strafverfolgung überwiege. Zur Auslegung des Begriffs der öffentlichen Interessen sei auf die in Art20 Abs3 B-VG genannten Interessen zurückzugreifen. Private Geheimhaltungsinteressen, etwa der Partei eines Verwaltungsverfahrens, würden nicht zur Verweigerung der Amtshilfe berechtigen. ",
            "annotations": []
        },
        {
            "text": "Gemäß §106 Abs1 StPO stehe der Einspruch wegen Rechtsverletzung jeder Person zu, die behaupte, im Ermittlungsverfahren durch die Staatsanwaltschaft in einem subjektiven Recht verletzt worden zu sein. Als subjektive Rechte iSd §106 StPO seien solche zu verstehen, welche die Voraussetzungen und Bedingungen festlegen, die bei Ausübung von Zwang gegenüber Betroffenen nach diesem Bundesgesetz konkret einzuhalten seien oder welche dem Betroffenen einen Anspruch auf ein bestimmtes Verfahrensrecht nach der Strafprozessordnung einräumen (zB Akteneinsicht, Beweisantragsrecht, das Recht auf Beiziehung einer Person des Vertrauens oder das Recht auf Anwendung der Kronzeugenregelung). Durch §106 StPO solle der individuelle Anspruch gesichert werden, dass in subjektive Rechte eingreifende Ermittlungen nur in den Fällen und auf die Weise ausgeübt werden, die der Strafprozessordnung entsprechen würden. Das Gericht könne bei seiner Entscheidung nur objektiv befinden, ob unter dem Aspekt einer Handlung nach der Strafprozessordnung Normen seines Kompetenzbereichs eine Rechtfertigung für das Vorgehen der Strafverfolgungsbehörden bieten bzw subjektive Rechte sichernde Vorschriften der Strafprozessordnung verletzt worden seien. Nach der Rechtsprechung des Obersten Gerichtshofes würden über §5 Abs1 StPO in §106 Abs1 StPO auch die Garantien der EMRK einfließen; so könne in einem Einspruch nach §106 StPO die Verletzung des §5 Abs1 erster Satz StPO iVm Art8 EMRK bzw §1 DSG geltend gemacht werden. ",
            "annotations": []
        },
        {
            "text": "7.3. Weiters bestreitet die Bundesregierung in ihrer Äußerung die Zulässigkeit des Antrages.",
            "annotations": []
        },
        {
            "text": "7.3.1. Zur Zulässigkeit des Hauptantrages sowie des ersten und fünften Eventualantrages führt die Bundesregierung aus, dass die Aufhebung der angefochtenen Wortfolgen in §37a KartG 2005 nicht dazu führen würde, dass die Bestimmungen des KartG 2005 auch in strafrechtlichen Verfahren anwendbar wären. Aus der Gesetzessystematik ergebe sich nämlich, dass §37k sowie die anderen Bestimmungen des 5. Abschnitts des II. Hauptstücks des KartG 2005 (\"Ersatz des Schadens aus Wettbewerbsrechtsverletzungen\") nur auf zivilrechtliche Verfahren und darüber hinaus nur hinsichtlich der Parteien des Kartellverfahrens anwendbar sei. Von der – im Fall der Aufhebung des Wortes \"zivilrechtliche\" – verbleibenden Wortfolge \"Haftung für die Geltendmachung von Schäden, die durch Wettbewerbsrechtsverletzungen verursacht werden\" in §37a Abs1 KartG 2005 wäre das strafgerichtliche Verfahren unverändert nicht erfasst.",
            "annotations": []
        },
        {
            "text": "Die begehrte Aufhebung sei auch deswegen ungeeignet, die behauptete Verfassungswidrigkeit zu beseitigen, weil §37k Abs7 KartG 2005 den von den Antragstellerinnen gewünschten Rechtsschutz gar nicht vorsehe. Das \"Gericht\", welches im Anwendungsbereich des §37k Abs7 KartG 2005 die Vorlage von Beweismitteln anordne, sei das beweisaufnehmende Gericht, welches die Beweismittel zum eigenen Akt nehme. Die Bestimmung lasse sich nicht auf das strafrechtliche Ermittlungsverfahren anwenden.",
            "annotations": []
        },
        {
            "text": "7.3.2. Zu den Eventualanträgen hinsichtlich der strafprozessrechtlichen Bestimmungen führt die Bundesregierung aus, dass es die antragstellenden Gesellschaften versäumt hätten, präzise Gründe darzulegen, warum die eventualiter angefochtenen Worte \"ausdrücklich\" und \"überwiegende\" in §76 Abs2 StPO verfassungswidrig seien und gegen welche Verfassungsbestimmungen diese konkret verstoßen würden. Die behauptete Verfassungswidrigkeit werde lediglich mit einer \"gesetzgeberischen Lücke\" begründet, weil gegen die Unterlassung der Ablehnung der Aktenübermittlung gemäß §76 Abs2 StPO nach der Rechtsprechung der Strafgerichte für den Betroffenen kein Rechtsschutz bestehe und die wettbewerbsrechtlichen Vorschriften zum Schutz von Kronzeugenerklärungen insofern zu eng gefasst sein könnten, als diese nicht ausdrücklich auch Strafverfolgungsbehörden erfassten. Zudem weist die Bundesregierung darauf hin, dass eine Aufhebung nur der angefochtenen Worte die behauptete Verfassungswidrigkeit nicht beseitigen würde, bliebe doch der grundsätzliche Gehalt der Bestimmung des §76 Abs2 StPO unverändert.",
            "annotations": []
        },
        {
            "text": "Zur hilfsweise beantragten Aufhebung der Wortfolge \"dieses Gesetzes\" in §106 Abs1 Z2 StPO weist die Bundesregierung darauf hin, dass selbst im Antrag bezweifelt werde, dass durch die Aufhebung dieser Wortfolge die behauptete Verfassungswidrigkeit beseitigt werden könnte. Da über §5 Abs1 StPO auch die Garantien der EMRK im Rahmen des §106 Abs1 StPO releviert werden könnten, sei zudem nicht ersichtlich, inwiefern durch die Aufhebung der Wortfolge \"dieses Gesetzes\" im Hinblick auf die vorgebrachten Bedenken die Rechtslage im Sinne des Antrages verändert werden sollte.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Gemäß Art140 Abs1 Z1 litd B-VG erkennt der Verfassungsgerichtshof über die Verfassungswidrigkeit von Gesetzen auch auf Antrag einer Person, die als Partei einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, aus Anlass eines gegen diese Entscheidung erhobenen Rechtsmittels. Nach §62a Abs1 erster Satz VfGG kann eine Person, die als Partei in einer von einem ordentlichen Gericht in erster Instanz entschiedenen Rechtssache wegen Anwendung eines verfassungswidrigen Gesetzes in ihren Rechten verletzt zu sein behauptet, einen Antrag stellen, das Gesetz als verfassungswidrig aufzuheben. ",
            "annotations": []
        },
        {
            "text": "Der vorliegende Antrag wurde aus Anlass der Beschwerde gegen die Beschlüsse des Landesgerichtes für Strafsachen Wien vom 15. November 2022, jeweils GZ 333 HR 35/20x, über den Einspruch der antragstellenden Gesellschaften vom 13. Oktober 2022 gestellt. Mit diesen Beschlüssen wurde die Rechtssache in erster Instanz durch ein ordentliches Gericht entschieden (Art140 Abs1 Z1 litd B-VG). Die antragstellenden Gesellschaften sind Parteien des Verfahrens vor dem ordentlichen Gericht, womit sie zur Antragstellung gemäß Art140 Abs1 Z1 litd B-VG berechtigt sind. ",
            "annotations": []
        },
        {
            "text": "Dem Erfordernis der Einbringung aus Anlass eines Rechtsmittels haben die antragstellenden Gesellschaften dadurch Rechnung getragen, dass sie den vorliegenden Antrag und das Rechtsmittel gegen die Beschlüsse des Landesgerichtes für Strafsachen Wien am selben Tag erhoben und eingebracht haben (vgl VfSlg 20.074/2016). ",
            "annotations": []
        },
        {
            "text": "Im Übrigen geht der Verfassungsgerichtshof auf Grund einer entsprechenden Mitteilung des Landesgerichtes für Strafsachen Wien davon aus, dass das erhobene Rechtsmittel rechtzeitig und zulässig ist. ",
            "annotations": []
        },
        {
            "text": "1.2. Ein auf Art140 Abs1 Z1 litd B-VG gestützter Antrag auf Aufhebung eines Gesetzes oder von bestimmten Stellen eines solchen kann gemäß §62 Abs2 VfGG nur dann gestellt werden, wenn das Gesetz vom Gericht in der anhängigen Rechtssache unmittelbar anzuwenden bzw die Verfassungsmäßigkeit des Gesetzes eine Vorfrage für die Entscheidung der beim Gericht anhängigen Rechtssache ist oder nach Ansicht des Antragstellers wäre. Eine Antragstellung gemäß Art140 Abs1 Z1 litd B-VG setzt daher voraus, dass die angefochtene Bestimmung eine Voraussetzung der Entscheidung des ordentlichen Gerichtes im Anlassfall bildet (VfSlg 20.029/2015; vgl VfSlg 20.010/2015).",
            "annotations": []
        },
        {
            "text": "Die Grenzen der Aufhebung einer auf ihre Verfassungsmäßigkeit zu prüfenden Gesetzesbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Gesetzesprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Gesetzesteil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Gesetzesstelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden. Aus dieser Grundposition folgt, dass im Gesetzesprüfungsverfahren der Umfang der in Prüfung gezogenen Norm nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011). ",
            "annotations": []
        },
        {
            "text": "Der Antragsteller hat all jene Normen anzufechten, welche für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des Antragstellers teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014, 20.070/2016; VfGH 13.10.2016, G640/2015; 12.12.2016, G105/2016). ",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Teil einer Gesetzesstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Verfassungswidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Gesetzesvorschrift dieser ein völlig veränderter, dem Gesetzgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016). Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Bestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN). ",
            "annotations": []
        },
        {
            "text": "Hingegen macht eine zu weite Fassung des Antrages diesen nicht in jedem Fall unzulässig. Soweit alle vom Antrag erfassten Bestimmungen präjudiziell sind oder der Antrag mit solchen untrennbar zusammenhängenden Bestimmungen erfasst, führt dies – ist der Antrag in der Sache begründet – im Fall der Aufhebung nur eines Teiles der angefochtenen Bestimmungen im Übrigen zu seiner teilweisen Abweisung (vgl VfSlg 19.746/2013, 19.905/2014; VfGH 8.10.2015, G154/2015; 2.7.2016, G450/2015; 30.11.2016, G286/2016). Umfasst der Antrag auch Bestimmungen, die im Verfahren vor dem ordentlichen Gericht nicht präjudiziell sind, führt dies – wenn die angefochtenen Bestimmungen insoweit trennbar sind – im Hinblick auf diese Bestimmungen zur partiellen Zurückweisung des Antrages (VfSlg 20.070/2016; VfGH 12.12.2016, G63/2016; soweit diese Voraussetzungen vorliegen, führen zu weit gefasste Anträge also nicht mehr – vgl noch VfSlg 14.342/1995, 15.664/1999, 15.928/2000, 16.304/2001, 16.532/2002, 18.235/2007 – zur Zurückweisung des gesamten Antrages).",
            "annotations": []
        },
        {
            "text": "1.3. Die mit dem Haupt- und dem ersten Eventualantrag angefochtenen Bestimmungen des Kartellgesetzes 2005 stehen in folgendem normativen Zusammenhang: ",
            "annotations": []
        },
        {
            "text": "Mit dem Kartell- und Wettbewerbsrechts-Änderungsgesetz 2017 – KaWeRÄG 2017, BGBl I 56/2017, wurde der 5. Abschnitt des II. Hauptstücks mit der Bezeichnung \"Ersatz des Schadens aus Wettbewerbsrechtsverletzungen\" neu gefasst. Mit diesen Regelungen sollen Art6 und Art7 der Richtlinie 2014/104/EU über bestimmte Vorschriften für Schadensersatzklagen nach nationalem Recht wegen Zuwiderhandlungen gegen wettbewerbsrechtliche Bestimmungen der Mitgliedstaaten und der Europäischen Union, ABl. 2014, L 349, 1 (im Folgenden: Schadenersatz-RL), umgesetzt werden.",
            "annotations": []
        },
        {
            "text": "Gemäß §37a Abs1 KartG 2005 statuieren die Bestimmungen dieses Abschnitts die zivilrechtliche Haftung für und die Geltendmachung von Schäden, die durch Wettbewerbsrechtsverletzungen verursacht werden. ",
            "annotations": []
        },
        {
            "text": "§37j KartG 2005 regelt die Offenlegung von Beweismitteln durch Parteien oder Dritte (sog horizontale Offenlegung; vgl Egger/Gänser, in: Egger/Harsdorf-Borsch (Hrsg.), Kartellrecht, 2022, §37j Rz 1). ",
            "annotations": []
        },
        {
            "text": "§37k Abs1 KartG 2005 regelt die Offenlegung und Verwendung von Beweismitteln, die sich in Akten von Gerichten oder Behörden befinden, im Weg der Rechts- und Amtshilfe. Gemäß §37k Abs3 KartG 2005 darf die Offenlegung der in Z1 bis 3 bestimmten Inhalte der Akten einer Wettbewerbsbehörde erst angeordnet werden, wenn die Wettbewerbsbehörde ihr Verfahren beendet hat. §37k Abs4 KartG 2005 legt – in Umsetzung des Art6 Abs6 Schadenersatz-RL – ein Verbot der (Anordnung der) Offenlegung von Kronzeugenerklärungen und Vergleichsausführungen fest (sog \"schwarze Liste\", vgl die Erläuterungen zur RV der Novelle BGBl I 56/2017, RV 1522 BlgNR 25. GP, 13). Ergänzend zu §37k Abs3 und 4 KartG 2005 normiert §37k Abs5 KartG 2005, dass die Beschränkungen für die Offenlegung von Beweismitteln aus den Akten einer Wettbewerbsbehörde nach den Abs3 und 4 auch für Aufträge an die Parteien, solche Beweismittel vorzulegen, gelten; weiters ist die Verwendung von Beweismitteln aus den Akten einer Wettbewerbsbehörde unzulässig, soweit deren Vorlage nicht angeordnet werden kann. ",
            "annotations": []
        },
        {
            "text": "§37a Abs3 KartG 2005 wurde mit dem Kartell- und Wettbewerbsrechts-ÄnderungsG 2021 – KaWeRÄG 2021, BGBl I 176/2021, in das Kartellgesetz 2005 eingefügt. Mit dieser Novelle zum Kartellgesetz 2005 wurde die Richtlinie 2019/1/EU zur Stärkung der Wettbewerbsbehörden der Mitgliedstaaten im Hinblick auf eine wirksamere Durchsetzung der Wettbewerbsvorschriften und zur Gewährleistung des reibungslosen Funktionierens des Binnenmarkts, ABl. 2019 L 11, 3, umgesetzt. Gemäß dem neu eingefügten §37a Abs3 KartG 2005 gelten §37k Abs5 zweiter Satz und Abs6 (sowie §37m Z3) KartG 2005 \"für die Benutzung von Beweismitteln in allen gerichtlichen Verfahren\". Die Materialien zu dieser Gesetzesbestimmung (Erläuterungen zur RV der Novelle BGBl I 176/2021, RV 951 BlgNR 27. GP, 7 und 24) führen aus, dass §37k Abs5 zweiter Satz, §37k Abs6 und §37m Z3 KartG 2005 nicht nur für die Benutzung in (kartellrechtlichen) Schadenersatzverfahren gelten sollen. ",
            "annotations": []
        },
        {
            "text": "Ebenfalls mit der Novelle BGBl I 176/2021 wurde die Überschrift des §13a WettbG – nach dessen Abs3 die Bundeswettbewerbsbehörde zu keinem Zeitpunkt Kronzeugenerklärungen und Vergleichsausführungen offenlegen darf – von \"Offenlegung von Beweismitteln der Bundeswettbewerbsbehörde in Schadenersatzverfahren\" auf \"Offenlegung von Beweismitteln der Bundeswettbewerbsbehörde\" geändert. ",
            "annotations": []
        },
        {
            "text": "1.4. Die antragstellenden Gesellschaften erachten die mit dem Hauptantrag und den Eventualanträgen angefochtenen Bestimmungen als verfassungswidrig, weil die von den antragstellenden Gesellschaften im wettbewerbsbehördlichen Verfahren nach §11b WettbG abgegebenen Kronzeugenerklärungen den strafrechtlichen Ermittlungsbehörden im Wege der Amtshilfe übermittelt und von diesen (auch) verwendet werden dürfen. Dies und der Umstand, dass die antragstellenden Parteien keinen Rechtsschutz dagegen hätten, verstoße gegen Art90 Abs2 B-VG, Art6 und Art8 EMRK, §1 DSG und das Sachlichkeitsgebot.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund dieser verfassungsrechtlichen Bedenken erweisen sich die im Hauptantrag und im ersten Eventualantrag enthaltenen Aufhebungsbegehren als unzulässig.",
            "annotations": []
        },
        {
            "text": "1.4.1. Der Hauptantrag auf Aufhebung der Wortfolge \"Abs5 zweiter Satz und Abs6\" in §37a Abs3 KartG 2005 ist unzulässig, weil durch die begehrte Aufhebung dieser Wortfolge die von den antragstellenden Parteien behauptete Verfassungswidrigkeit nicht beseitigt werden könnte. Die Regelungen im 5. Abschnitt des II. Hauptstückes des Kartellgesetzes 2005 (§§37a bis 37m KartG 2005) stehen unter der Überschrift \"Ersatz des Schadens aus Wettbewerbsrechtsverletzungen\" und betreffen – wie aus allen Bestimmungen dieses Abschnitts hervorgeht – tatsächlich nur die Geltendmachung von Schadenersatzansprüchen aus Wettbewerbsverletzungen in zivilgerichtlichen Verfahren. ",
            "annotations": []
        },
        {
            "text": "Nach den Gesetzesmaterialien setzt §37k KartG 2005 Art6 und Art7 Schadenersatz-RL um. Auch wenn in §37a Abs3 iVm §37k KartG 2005 und in §37a Abs1 KartG 2005 allgemein auf zivilrechtliche Verfahren abgestellt wird und §37k KartG 2005 – dem Wortlaut des Abs1 entsprechend – auf alle Gerichte und Behörden anwendbar ist, bezieht sich die Regelung der Offenlegung von Beweismitteln ausschließlich auf die Offenlegung gegenüber anderen Parteien des zivilrechtlichen Verfahrens. Die Schadenersatz-RL und das Kartell- und Wettbewerbsrechts-Änderungsgesetz 2017 regeln weder die Offenlegung von Beweismitteln gegenüber Behörden noch strafrechtliche Sachverhalte (vgl Erläut zur RV 951 BlgNR 27. GP, 2, sowie Erläut zur RV 1522 BlgNR 25. GP, 13 zu §37k Abs5 KartG 2005). ",
            "annotations": []
        },
        {
            "text": "Auch bezieht sich die Regelung des §37k Abs7 KartG 2005, dessen mögliche Anwendung im strafrechtlichen Ermittlungsverfahren von den antragstellenden Parteien als Folge der begehrten Aufhebung angesehen wird, schon nach dem Wortlaut durch den Bezug auf Parteien und Dritte ausschließlich auf zivilrechtliche Verfahren. ",
            "annotations": []
        },
        {
            "text": "Dass mit den Regelungen dieses Abschnittes des Kartellgesetzes 2005 nicht auch strafrechtliche Ermittlungs- oder Gerichtsverfahren gemeint sind, wird vollends aus §37m iVm §37k Abs5 und 6 KartG 2005 über die Offenlegung und Verwendung von Beweismitteln in Verfahren zur Geltendmachung von Schadenersatzansprüchen deutlich: Gemäß §37m KartG 2005 hat das Gericht Ordnungsstrafen gegen \"Parteien und deren Vertreter sowie Dritte\" zu verhängen, wenn diese unzulässigerweise Beweismittel iSd §37k Abs5 und 6 KartG 2005 benutzen. Durch diese Regelung sind ausschließlich Parteien sowie Beteiligte eines zivilgerichtlichen Verfahrens, nicht aber strafrechtliche Ermittlungsbehörden erfasst.  ",
            "annotations": []
        },
        {
            "text": "Da durch die Aufhebung der mit dem Hauptantrag angefochtenen Wortfolge in §37a Abs3 KartG 2005 somit die von den antragstellenden Parteien behauptete Verfassungswidrigkeit nicht beseitigt werden könnte, erweist sich der Hauptantrag als unzulässig.",
            "annotations": []
        },
        {
            "text": "1.4.2. Für den (ersten) Eventualantrag auf Aufhebung des Wortes \"zivilrechtliche\" in §37a Abs1 KartG 2005 sowie der Wortfolge \"Abs5 zweiter Satz und Abs6\" in §37a Abs3 KartG 2005 gelten die zum Hauptantrag gemachten Ausführungen sinngemäß: Wenn das Wort \"zivilrechtliche\" in §37a Abs1 KartG 2005 gemeinsam mit der Wertfolge \"Abs5 zweiter Satz und Abs6\" in §37a Abs3 KartG 2005 aufgehoben werden würde, änderte dies nichts daran, dass das Verbot der Offenlegung von Kronzeugenerklärungen iSd §11b WettbG nur für zivilrechtliche Verfahren und nicht auch für strafrechtliche Ermittlungs- und Gerichtsverfahren gilt. ",
            "annotations": []
        },
        {
            "text": "Auch der erste Eventualantrag erweist sich daher als unzulässig. ",
            "annotations": []
        },
        {
            "text": "1.5. Hingegen ist der zweite Eventualantrag, mit dem die Aufhebung der Wortfolge \"dieses Gesetzes\" in §106 Abs1 Z2 Strafprozeßordnung 1975 (StPO), BGBl 631/1975 idF BGBl I 85/2015 begehrt wird, zulässig, zumal auch sonst keine Prozesshindernisse hervorgekommen sind.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "2.1. Soweit zulässig, ist der Antrag jedoch nicht begründet: ",
            "annotations": []
        },
        {
            "text": "Gemäß §106 Abs1 StPO steht der Einspruch wegen Rechtsverletzung jeder Person zu, die behauptet, im (strafrechtlichen) Ermittlungsverfahren durch die Staatsanwaltschaft in einem subjektiven Recht verletzt worden zu sein. Diese Verletzung kann entweder in der Verweigerung eines Rechts \"nach diesem Gesetz\" bestehen (Z1) oder darin liegen, dass eine Ermittlungs- oder Zwangsmaßnahme unter Verletzung von Bestimmungen \"dieses Gesetzes\" angeordnet oder durchgeführt wurde (Z2).",
            "annotations": []
        },
        {
            "text": "Mit einem Einspruch nach §106 Abs1 Z1 und 2 StPO kann eine Verletzung jener subjektiven Rechte bekämpft werden, die nach der Strafprozessordnung eingeräumt sind; der Einspruch bietet aber dem Wortlaut dieser Bestimmung nach keinen Schutz in Bezug auf die Verletzung anderer subjektiver Rechte (siehe Pilnacek/Stricker in: Fuchs/Ratz, WK StPO, §106 Rz 14, mit Verweis auf OLG Linz 17.3.2014, 7 Bs 34/14w). Als subjektive Rechte iSd §106 Abs1 StPO sind nur solche zu verstehen, welche die Voraussetzungen und Bedingungen festlegen, die bei Ausübung von Zwang gegenüber Betroffenen nach der Strafprozessordnung konkret einzuhalten sind oder dem Betroffenen einen Anspruch auf ein bestimmtes Verfahrensrecht nach der Strafprozessordnung einräumen (OLG Wien 16.5.2012, 22 Bs 176/12m; siehe auch OLG Linz 2.12.2016, 7 Bs 133/16g). Dabei fließen nach der Judikatur des Obersten Gerichtshofes die Garantien der EMRK über die einfachgesetzliche Regelung des §5 Abs1 StPO in die Bestimmung des §106 Abs1 StPO ein (siehe OGH 13.10.2020, 11 Os 56/20z; vgl auch OGH 28.7.2020, 11 Os 51/20i; 16.11.2021, 14 Os 48/21x). ",
            "annotations": []
        },
        {
            "text": "2.2. Entgegen der Auffassung der antragstellenden Parteien geht der Verfassungsgerichtshof – (nicht zuletzt) in verfassungskonformer Auslegung – davon aus, dass im Rahmen eines Einspruchsverfahrens nach §106 StPO nicht nur in der Strafprozessordnung ausdrücklich genannte Rechte durch Betroffene geltend gemacht werden können. Der Verfassungsgerichtshof versteht die Bestimmung des §106 StPO vielmehr – ausgehend von der genannten Judikatur des Obersten Gerichtshofes – so, dass Betroffene einen Einspruch gegen strafrechtliche Ermittlungsmaßnahmen der Staatsanwaltschaft erheben können (müssen), insbesondere wenn dies vor dem Hintergrund der Ausübung von Grundrechten, vor allem jener der EMRK, erfolgt. Gegenstand eines Einspruches gemäß §106 StPO kann daher auch die Frage sein, ob ein Amtshilfeersuchen der Staatsanwaltschaft gegenüber der Wettbewerbsbehörde auf Übermittlung einer Kronzeugenerklärung (§11b WettbG) und die nachfolgende Verwendung (Verwertung) der Kronzeugenerklärung im strafrechtlichen Ermittlungsverfahren zulässig sind. ",
            "annotations": []
        },
        {
            "text": "2.3. Ob eine Verletzung der Strafprozessordnung vorliegt, wenn im strafrechtlichen Ermittlungsverfahren in einem Wettbewerbsverfahren gemäß §11b WettbG abgegebene Kronzeugenerklärungen verwendet werden, ist nach den vorstehenden Ausführungen des Verfassungsgerichtshofes eine Frage, die in Vollziehung des §106 StPO (allenfalls nach Einholung einer Vorabentscheidung des Gerichtshofes der Europäischen Union gemäß Art267 AEUV) zu klären ist. ",
            "annotations": []
        },
        {
            "text": "2.4. Der Antrag ist daher, soweit er zulässig ist, abzuweisen. ",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Der Antrag ist, soweit er sich auf die Wortfolge \"'Abs5 zweiter Satz und Abs6\" in §37a Abs3 Kartellgesetz 2005, BGBl I 61/2005, idF BGBl I 176/2021 sowie – in eventu – auf das Wort \"zivilrechtliche\" in §37a Abs1 und die Wortfolge \"Abs5 zweiter Satz und Abs6\" in §37a Abs3 Kartellgesetz 2005, BGBl I 61/2005, idF BGBl I 176/2021 bezieht, zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Im Übrigen wird der Antrag abgewiesen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}