{
    "document_id": "JFT_20230627_22E01517_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Mit Antrag vom 11. Mai 2021 beantragten die Beschwerdeführer bei der Bundesministerin für Digitalisierung und Wirtschaftsstandort (in Folge: BMDW; nunmehr Bundesminister für Arbeit und Wirtschaft) die Erlassung einer Verordnung nach §69 Abs1 GewO 1994. Konkret begehrt wurde die Anordnung eines Verbots des Verkaufs fossiler Treibstoffe und von Heizöl ab einem in der Zukunft liegenden Stichtag. In eventu wurden \"andere geeignete und effektiv gleichwertige Maßnahmen\" beantragt.",
            "annotations": []
        },
        {
            "text": "2. Die BMDW wies den Antrag mit Bescheid vom 13. Juli 2021 zurück. Begründend führte sie im Wesentlichen Folgendes aus:",
            "annotations": []
        },
        {
            "text": "Der BMDW komme keine Kompetenz zur Erlassung einer derartigen Maßnahme zu, da die beantragte Verordnung über eine spezifisch gewerbepolizeiliche Ordnungs- und Sicherungsfunktion hinausgehe. Der Verfassungsgerichtshof habe zu den Angelegenheiten des Kompetenztatbestandes des \"Gewerbes und der Industrie\" gemäß Art10 Abs1 Z8 B-VG ausgeführt, dass im Rahmen der Regelung der Gewerbeausübung Maßnahmen typisch gewerberechtlicher Art(gewerbepolizeiliche Maßnahmen) solche seien, die dem Schutz des Gewerbes, der Abwehr vom Gewerbebetrieb unmittelbar ausgehender Gefahren für die Gewerbebetreibenden und ihre Arbeitnehmer, die Kunden, andere Gewerbetreibende oder als Nachbarn sonst von der Gewerbetätigkeit unmittelbar betroffene Personen und dem Konsumentenschutz dienen würden (VfSlg 10.831/1986). Im Fall der Bestimmung des §77a Abs1 Z2 GewO 1994 idF BGBl I 88/2000 habe der Verfassungsgerichtshof überdies ausgeführt, dass die durch diese Bestimmung bewirkte Bindung an bestimmte Energiesparstandards für Betriebsanlagen nicht als eine Maßnahme gewerbepolizeilicher Art qualifiziert werden könne (VfSlg 17.022/2003). Die von den Beschwerdeführern ins Treffen geführte Entscheidung des Verwaltungsgerichtshofes vom 28. Mai 2015, Ro 2014/07/0096, vermöge daran nichts zu ändern, da der Bund im Rahmen des Immissionsschutzgesetzes-Luft eine entsprechende Kompetenz habe. Gleiches gelte für die in eventu – unsubstantiiert – beantragten effektiv gleichwertigen Maßnahmen.",
            "annotations": []
        },
        {
            "text": "3. Das Verwaltungsgericht Wien wies die gegen diesen Bescheid erhobene Beschwerde mit Erkenntnis vom 25. April 2022 als unbegründet ab und führte dazu im Wesentlichen Folgendes aus: ",
            "annotations": []
        },
        {
            "text": "Nicht jede unmittelbar anwendbare Vorschrift des Unionsrechts räume subjektive Rechte ein, weshalb für eine Verordnung grundsätzlich eine Umsetzung durch die Mitgliedstaaten nicht erforderlich sei. Die LastenteilungsVO richte sich an die Mitgliedstaaten und lasse keine Rückschlüsse auf eine Absicht des Normsetzers zu, den Bürgern der Europäischen Union subjektive Rechte auf die Setzung der dort vorgesehenen Maßnahmen einzuräumen. Die Beschwerdeführer hätten sich auch nicht auf eine konkrete Bestimmung der LastenteilungsVO berufen, sondern auf eine nach ihrer Ansicht allgemein aus dem Umweltrecht der Europäischen Union erschließbare Absicht, Unionsbürger mit subjektiven Rechten auf die Erlassung von im Unionsrecht vorgesehenen Maßnahmen durch die Mitgliedstaaten auszustatten. Ein solcher Grundsatz sei dem Unionsrecht aber nicht zu entnehmen und stünde auch im Widerspruch zur Entscheidungsfreiheit der rechtsetzenden Organe der Europäischen Union, Rechtsakte zu erlassen, die ausschließlich Rechte und Pflichten der Mitgliedstaaten selbst begründen würden. Die von den Beschwerdeführern geltend gemachten subjektiven Rechte könnten somit nicht auf den Wortlaut der Verordnung gestützt werden. Die Rechtsprechung des Verwaltungsgerichtshofes (VwGH 28.5.2015, Ro 2014/07/0096) sei nicht heranzuziehen, da sich diese nicht auf die LastenteilungsVO, sondern auf die Umsetzung der Luftqualitäts-RL bezogen habe.",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof habe festgehalten, dass die Untätigkeit des Gesetzgebers nicht über einen Antrag gemäß Art140 Abs1 B-VG geltend gemacht werden könne, da keine Bestimmung der Bundesverfassung den Verfassungsgerichtshof ermächtige, den Gesetzgeber zu einem Gesetzgebungsakt zu verpflichten (VfSlg 19.040/2010). Gleiches müsse auch für Verordnungen gelten. Für Verwaltungsgerichte bestehe auf Grund innerstaatlichen Rechts – abgesehen von den vom Verwaltungsgerichtshof angeführten demonstrativen Fällen – keine gesetzliche Zuständigkeit, Behörden zur Erlassung von Verordnungen zu verpflichten. Es fehle auch eine ausdrückliche Ermächtigung, eine solche Verpflichtung mit einem feststellenden Erkenntnis auszusprechen. Sofern die Beschwerdeführer auf eine aus dem Unionsrecht ableitbare Befugnis bzw Ermächtigung verweisen würden, wäre diese – abgesehen davon, dass diese ohnehin nicht vorliege – selbst bei Erlassung eines feststellenden Erkenntnisses in Anwendung des unionsrechtlichen Effektivitätsgrundsatzes nicht vollstreckbar. ",
            "annotations": []
        },
        {
            "text": "Ein rechtlich fassbarer unmittelbarer Zusammenhang zwischen den globalen klimatischen Veränderungen und einer aus Art2 GRC ableitbaren Schutzpflicht des Staates zur Setzung konkreter Maßnahmen zum Schutz des Lebens lasse sich nicht nachweisen. In der Rechtsprechung zu Art2 EMRK lasse sich zwar eine Schutzpflicht in Bezug auf die Abwendung von Naturkatastrophen und -gefahren ableiten. Diese beziehe sich aber nur auf örtlich begrenzte Gefahren. Zur Frage, ob überhaupt ein garantiertes Recht, das vor Gericht durchgesetzt werden könne, vorhanden sei, verweise Art47 GRC auf das materielle Recht und somit auf die hier anwendbare LastenteilungsVO. Auch aus diesem Gesichtspunkt würde sich kein anderes Ergebnis ergeben.",
            "annotations": []
        },
        {
            "text": "Es erübrige sich daher ein Eingehen auf die Frage, ob die von den Beschwerdeführern begehrte Verordnung auf die Gewerbeordnung 1994 gestützt werden könne. Zu prüfen sei gewesen, ob die den Antrag zurückweisende formale Entscheidung der belangten Behörde – mit anderer Begründung – aufrechtzuerhalten oder mangels Erledigung der Anträge durch eine Sachentscheidung aufzuheben sei.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der eine Verletzung in den verfassungsgesetzlich gewährleisteten Rechten auf Leben gemäß Art2 EMRK und Art2 GRC sowie auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK und auf Unversehrtheit des Eigentums gemäß Art1 1. ZPEMRK geltend gemacht und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Begründend wird im Wesentlichen Folgendes ausgeführt:",
            "annotations": []
        },
        {
            "text": "Der Anstieg der globalen Durchschnittstemperatur und der überproportionale Anstieg der Durchschnittstemperatur in Österreich führe zu Hitzewellen, Trockenheit und Extremwetterverhältnissen. Gemäß IPCC-Berichten sei zu befürchten, dass im Fall einer Erhöhung der globalen Durchschnittstemperatur um mehr als 1,5°C Kipp-Punkte überschritten würden, die die Erde mittelfristig weitgehend unbewohnbar machen würden. Nach jüngsten Erkenntnissen könnte diese globale Durchschnittstemperaturerhöhung bereits 2026 erstmals überschritten werden. Durch die Klimakrise würden das Leben und die Gesundheit von Menschen gefährdet und die Umwelt belastet. ",
            "annotations": []
        },
        {
            "text": "Der Erstbeschwerdeführer sei auf Grund von Vorerkrankungen, die Zweitbeschwerdeführerin auf Grund ihres jungen Alters in ihrem Recht auf Leben gefährdet. Die Drittbeschwerdeführerin sei eine Gemeinde, die bei Starkregenereignissen einer signifikanten Gefahr von Hangrutschungen und Muren ausgesetzt sei. Dies gefährde Leib und Leben der Gemeindebürger. Die Viertbeschwerdeführerin werde durch Trockenheit auf Ackerkulturen in ihrer wirtschaftlichen Existenz gefährdet. Es sei zu befürchten, dass Ernteausfälle zunehmen würden. Dies werde die Lebensmittelversorgungssicherheit bedrohen und viele Menschen, darunter die Viertbeschwerdeführerin, in ihrem Recht auf Leben bedrohen. Die Fünftbeschwerdeführerin nehme als anerkannte Umweltorganisation in Österreich das Interesse aller von der Klimakrise bedrohten Menschen an der Vermeidung einer weiteren Verschärfung der Klimakrise wahr. Sie stütze sich auf Art9 Abs3 Aarhus-Konvention und das Aarhus-Beteiligungsgesetz 2019.",
            "annotations": []
        },
        {
            "text": "Aus der Rechtsprechung des Verwaltungsgerichtshofes zum Luftreinhalterecht (VwGH 28.5.2015, Ro 2014/07/0096) ergebe sich, dass ein Antrag auf Erlassung einer Verordnung auf ein sich aus dem Unionsrecht ergebendes subjektives Recht gestützt werden könne, auch wenn das nationale Recht eine solche Anspruchsgrundlage nicht vorsehe. Diese subjektiven Rechte ergäben sich für den vorliegenden Fall aus der LastenteilungsVO, aus dem verfassungsgesetzlich gewährleisteten Recht auf Leben gemäß Art2 EMRK und aus dem unions- und verfassungsgesetzlich gewährleisteten Recht auf Leben gemäß Art2 GRC. Art2 EMRK und Art2 GRC würden eine Pflicht für den Staat beinhalten, das menschliche Leben vor Naturgefahren, negativen Umwelteinflüssen oder sonstigen äußeren Umständen durch Gesetz zu schützen. Der Staat sei daher verpflichtet, Maßnahmen gegen die Klimakrise zu ergreifen.",
            "annotations": []
        },
        {
            "text": "Die Entscheidung VfSlg 19.040/2010 beziehe sich auf ein Verfahren nach Art140 B-VG und habe einen anderen Sachverhalt, nämlich die Abweisung eines Verfahrenshilfeantrages, betroffen. In der vorliegenden Konstellation gehe es um ein subjektives Recht auf Erlassung einer Verordnung durch eine Behörde.",
            "annotations": []
        },
        {
            "text": "Das angefochtene Erkenntnis lasse offen, weshalb nicht davon auszugehen sei, dass ein Fall einer nicht erfüllten Verpflichtung einer Behörde im Sinne der Rechtsprechung des Verwaltungsgerichtshofes vorliege. Es sei kein feststellendes Erkenntnis beantragt worden, sondern die Erlassung einer Verordnung. Ein Anspruch auf Erlassung einer Verordnung setze lediglich voraus, dass ein subjektives Recht der Beschwerdeführer bestehe. Verfassungsgesetzliche Rechte würden subjektive Rechte vermitteln (vgl VfSlg 17.507/2005).",
            "annotations": []
        },
        {
            "text": "Wenn das Verwaltungsgericht Wien festhalte, dass sich ein rechtlich fassbarer unmittelbarer Zusammenhang zwischen den globalen klimatischen Veränderungen und einer aus Art2 GRC ableitbaren Schutzpflicht des Staates zur Setzung konkreter Maßnahmen zum Schutz des Lebens nicht nachweisen lasse, so sei unklar, was damit gemeint sei. Der Staat verfüge über die Möglichkeit, klimatische Veränderungen durch hoheitliche Maßnahmenanordnungen zu beeinflussen. Dass klimatische Veränderungen außerhalb der Ingerenz menschlichen Handelns lägen, widerspreche der anerkannten Naturwissenschaft.",
            "annotations": []
        },
        {
            "text": "Das angefochtene Erkenntnis räume zwar ein, dass sich aus Art2 EMRK eine Schutzpflicht in Bezug auf die Abwendung von Naturkatastrophen und -gefahren ableiten lasse, es werde aber nicht begründet, weshalb die Schutzpflicht auf örtlich begrenzte Gefahren einzuschränken sei. Die Bedrohung des Lebens werde nicht dadurch geringer, dass diese nicht nur örtlich begrenzt stattfände. Die Klimakrise würde sich gerade in Naturkatastrophen und -gefahren manifestieren. Die Schutzpflicht müsse also auf das Abwenden einer Hauptursache für solche Gefahren, nämlich die Emission von Treibhausgasen und die dadurch verursachte Klimakrise, anwendbar sein. Es bestehe eine Handlungspflicht des Staates. Die verfassungsrechtlich gewährleistete Schutzpflicht des Staates umfasse sohin auch die Verpflichtung, Leben und Gesundheit vor den Gefahren des Klimawandels zu schützen und verpflichte den Staat zum Klimaschutz. Für Deutschland habe dies das deutsche Bundesverfassungsgericht (BVerfGE 157, 30) bereits ausgesprochen. Aus der grundrechtlich verankerten Schutzpflicht des Staates ergebe sich ein subjektives Recht der Beschwerdeführer auf Erlassung geeigneter Maßnahmen. Diese verfassungsrechtliche Vorgabe sei im Sinne einer verfassungskonformen Interpretation der Pflichten der zuständigen Behörde auch bei der Beurteilung der Voraussetzungen für den Anspruch auf Erlassung einer Verordnung über geeignete Maßnahmen gegen die Klimakrise zu berücksichtigen. Nach der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte ergebe sich auch aus Art8 EMRK eine Gewährleistungsverpflichtung des Staates gegenüber gesundheitsgefährdenden Umweltbeeinträchtigungen. Auch das Recht auf Schutz des Eigentums werde durch den Klimawandel beeinträchtigt.",
            "annotations": []
        },
        {
            "text": "Durch die pflichtwidrige Nichterlassung der beantragten Verordnung durch die zuständige Bundesministerin und die Abweisung dieses Begehrens durch das Verwaltungsgericht Wien seien die Beschwerdeführer in ihren verfassungsgesetzlich gewährleisteten Rechten verletzt worden. Das Verwaltungsgericht Wien hätte der Beschwerde stattgeben und die Verordnung anstelle der ursprünglich angerufenen Behörde erlassen müssen.",
            "annotations": []
        },
        {
            "text": "5. Das Verwaltungsgericht Wien hat die Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen. Die belangte Behörde hat keine Akten vorgelegt und auch keine Gegenschrift erstattet.",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen der Gewerbeordnung 1994 (GewO 1994), BGBl 194/1994, idF BGBl I 81/2015 lauten auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"I. Hauptstück",
            "annotations": []
        },
        {
            "text": "Allgemeine Bestimmungen",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "7. Ausübung von Gewerben",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "h) Schutzbestimmungen",
            "annotations": []
        },
        {
            "text": "§69. (1) Der Bundesminister für Wissenschaft, Forschung und Wirtschaft kann zur Vermeidung einer Gefährdung von Leben oder Gesundheit von Menschen oder zur Vermeidung von Belastungen der Umwelt (§69a) durch Verordnung festlegen, welche Maßnahmen die Gewerbetreibenden bei der Gewerbeausübung hinsichtlich der Einrichtung der Betriebsstätten, hinsichtlich der Waren, die sie erzeugen oder verkaufen oder deren Verkauf sie vermitteln, hinsichtlich der Einrichtungen oder sonstigen Gegenstände, die sie zur Benützung bereithalten, oder hinsichtlich der Dienstleistungen, die sie erbringen, zu treffen haben. In der Verordnung kann auch festgelegt werden, wie der Gewerbetreibende die Erfüllung der vorgeschriebenen Maßnahmen nachzuweisen hat. Gewerbetreibende haben in jenen Betriebsstätten, in denen das Gewerbe der Augenoptiker, Hörgeräteakustiker, Bandagisten, Orthopädietechniker, Orthopädieschuhmacher, Zahntechniker, Friseure und Perückenmacher, Masseure, Kosmetiker (Schönheitspfleger) oder Fußpfleger ausgeübt wird und in denen sie nicht selbst überwiegend tätig sind, einen fachkundigen Arbeitnehmer, der nach den Bestimmungen des Sozialversicherungsrechtes voll versicherungspflichtig ist, hauptberuflich zu beschäftigen. Soweit durch Verordnung nicht anderes festgelegt ist, ist eine Person jedenfalls dann als fachkundig anzusehen, wenn sie die Lehrabschlußprüfung in dem Lehrberuf erfolgreich abgelegt hat, der dem in der Betriebsstätte ausgeübten Gewerbe entspricht. Der Bundesminister für Wissenschaft, Forschung und Wirtschaft kann durch Verordnung festlegen, daß der Nachweis der Fachkundigkeit durch andere Prüfungen als die Lehrabschlußprüfung oder durch sonstige Ausbildungsgänge oder Verwendungszeiten zu erbringen ist. Die Verpflichtung zur Beschäftigung eines fachkundigen Arbeitnehmers besteht ab 1. Jänner 1996.",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§69a. Belastungen der Umwelt, die durch Verordnungen gemäß §69 Abs1, §76 Abs1 und §82 Abs1 zu vermeiden sind, sind jedenfalls solche nachteiligen Einwirkungen, die geeignet sind, insbesondere den Boden, den Pflanzenbestand oder den Tierbestand bleibend zu schädigen.",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "2. Die im Entscheidungszeitpunkt des Verwaltungsgerichtes maßgeblichen Bestimmungen der Verordnung (EU) 2018/842 vom 30. Mai 2018 zur Festlegung verbindlicher nationaler Jahresziele für die Reduzierung der Treibhausgasemissionen im Zeitraum 2021 bis 2030 als Beitrag zu Klimaschutzmaßnahmen zwecks Erfüllung der Verpflichtungen aus dem Übereinkommen von Paris sowie zur Änderung der Verordnung (EU) Nr 525/2013 (LastenteilungsVO), ABl. 2018 L 156, 26, lauteten auszugsweise:",
            "annotations": []
        },
        {
            "text": "\"Artikel 1",
            "annotations": []
        },
        {
            "text": "Gegenstand",
            "annotations": []
        },
        {
            "text": "Diese Verordnung regelt die Verpflichtungen der Mitgliedstaaten hinsichtlich ihrer Mindestbeiträge für den Zeitraum 2021 bis 2030 zwecks Erfüllung des Ziels der Union, im Jahr 2030 eine Reduzierung ihrer Treibhausgasemissionen um 30 % gegenüber dem Stand von 2005 in den unter Artikel 2 dieser Verordnung fallenden Sektoren zu erreichen, und trägt zur Verwirklichung der Ziele des Übereinkommens von Paris bei. Zudem enthält diese Verordnung Vorschriften zur Festlegung der jährlichen Emissionszuweisungen und über die Bewertung der Fortschritte der Mitgliedstaaten bei der Erfüllung ihrer Mindestbeitragsverpflichtungen. ",
            "annotations": []
        },
        {
            "text": "Artikel 2",
            "annotations": []
        },
        {
            "text": "Geltungsbereich",
            "annotations": []
        },
        {
            "text": "(1) Diese Verordnung gilt für die Treibhausgasemissionen, die den IPCC-Quellenkategorien Energie, Industrieprozesse und Produktverwendung, Landwirtschaft und Abfall gemäß der Verordnung (EU) Nr 525/2013 zuzuordnen sind; Treibhausgasemissionen infolge der in Anhang I der Richtlinie 2003/87/EG genannten Tätigkeiten fallen nicht darunter. ",
            "annotations": []
        },
        {
            "text": "(2) Unbeschadet des Artikels 7 und des Artikels 9 Absatz 2 der vorliegenden Verordnung gilt die vorliegende Verordnung nicht für die Emissionen und den Abbau von Treibhausgasen im Sinne der Verordnung (EU) 2018/841 (3) Für die Zwecke dieser Verordnung werden CO2-Emissionen, die der IPCC-Quellenkategorie '1.A.3.A Zivilluftfahrt' zuzuordnen sind, als Nullemissionen behandelt. ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "Artikel 4",
            "annotations": []
        },
        {
            "text": "Jährliche Emissionsmengen für den Zeitraum 2021 bis 2030",
            "annotations": []
        },
        {
            "text": "(1) Jeder Mitgliedstaat hat seine Treibhausgasemissionen im Jahr 2030 im Vergleich zum Jahr 2005 zumindest um den Prozentsatz zu begrenzen, der für ihn in Anhang I auf Basis seiner gemäß Absatz 3 dieses Artikels bestimmten Treibhausgasemissionen festgelegt ist. ",
            "annotations": []
        },
        {
            "text": "(2) Vorbehaltlich der Flexibilitätsmöglichkeiten gemäß den Artikeln 5, 6 und 7 dieser Verordnung sowie der Anpassung gemäß Artikel 10 Absatz 2 dieser Verordnung und unter Berücksichtigung etwaiger Abzüge infolge der Anwendung des Artikels 7 der Entscheidung Nr 406/2009/EG sorgt jeder Mitgliedstaat dafür, dass seine Treibhausgasemissionen in jedem Jahr des Zeitraums 2021 bis 2029 die von einem linearen Minderungspfad — der, ausgehend von den gemäß Absatz 3 des vorliegenden Artikels bestimmten durchschnittlichen Treibhausgasemissionen des Mitgliedstaats in den Jahren 2016, 2017 und 2018 im Jahr 2030 mit der für diesen Mitgliedstaat in Anhang I dieser Verordnung festgelegten Obergrenze endet — vorgegebene Obergrenze nicht überschreiten. Der lineare Minderungspfad eines Mitgliedstaats beginnt entweder bei fünf Zwölfteln der Zeitachse von 2019 bis 2020 oder im Jahr 2020, je nachdem was zu einer niedrigeren Zuweisung für den Mitgliedstaat führt. ",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "ANHANG I",
            "annotations": []
        },
        {
            "text": "TREIBHAUSGASEMISSIONSREDUKTIONSZIELE DER MITGLIEDSTAATEN GEMÄß ARTIKEL 4 ABSATZ1",
            "annotations": []
        },
        {
            "text": " ",
            "annotations": []
        },
        {
            "text": "Treibhausgasemissionsreduktionsziele der Mitgliedstaaten im Jahr 2030, auf Basis der gemäß Artikel 4 Absatz 3 bestimmten Treibhausgasemissionen im Jahr 2005",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": " ",
            "annotations": []
        },
        {
            "text": "Österreich",
            "annotations": []
        },
        {
            "text": "– 36 %",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist nicht begründet. ",
            "annotations": []
        },
        {
            "text": "1. Die BMDW wies den Antrag der Beschwerdeführer mit Bescheid zurück und führte aus, dass ihr keine Kompetenz zur Erlassung einer Verordnung über ein Verkaufsverbot fossiler Treibstoffe und von Heizöl zukomme. Die gegen diesen Bescheid erhobene Beschwerde wies das Verwaltungsgericht Wien als unbegründet ab, da den Beschwerdeführern weder aus Unionsrecht noch aus grundrechtlichen Schutzpflichten ein subjektives Recht zukomme.",
            "annotations": []
        },
        {
            "text": "1.1. Die Beschwerdeführer behaupten, durch diese Entscheidung in ihren verfassungsgesetzlich gewährleisteten Rechten auf Leben gemäß Art2 EMRK und Art2 GRC sowie auf Achtung des Privat- und Familienlebens gemäß Art8 EMRK und auf Unversehrtheit des Eigentums gemäß Art1 1. ZPEMRK verletzt zu sein. Angesichts des verfahrensrechtlichen Inhalts der Entscheidung des Verwaltungsgerichtes Wien, mit der die Zurückweisung des Antrags der Beschwerdeführer auf Erlassung einer Verordnung durch die BMDW bestätigt wurde, bleibt allein zu prüfen, ob eine Verletzung des Rechts auf ein Verfahren vor dem gesetzlichen Richter vorliegt, weil zu Unrecht eine Sachentscheidung verweigert wurde (vgl zB VfSlg 13.414/1993, 15.372/1998, 15.482/1999, 15.858/2000, 16.079/2001 und 16.737/2002). Das Recht auf ein Verfahren vor dem gesetzlichen Richter wird auch verletzt, wenn die Behörde im Widerspruch zum Gesetz einen Antrag zurückweist, dadurch eine Sachentscheidung verweigert und das Verwaltungsgericht die Zurückweisung bestätigt (vgl VfSlg 4009/1961, 19.617/2012).",
            "annotations": []
        },
        {
            "text": "1.2. Die Beschwerdeführer brachten sowohl vor der BMDW als auch vor dem Verwaltungsgericht Wien vor, dass aus – nicht näher bezeichneten – Bestimmungen der LastenteilungsVO ein subjektives Recht auf Erlassung eines Verkaufsverbotes fossiler Treibstoffe und von Heizöl, in eventu anderer geeigneter Maßnahmen im Rahmen einer Verordnung der BMDW nach §69 Abs1 GewO 1994 erfließe. In der LastenteilungsVO (vgl insbesondere Art4 leg cit) wird die Verpflichtung zur Senkung der Treibhausgasemissionen um den jeweils für den Mitgliedstaat festgelegten Prozentsatz normiert. Dabei dürfen die für jedes Jahr von einem linearen Minderungspfad vorgegebenen Obergrenzen nicht überschritten werden. Das Verwaltungsgericht Wien hat sich mit dem Vorbringen der Beschwerdeführer hinreichend auseinandergesetzt und ist vertretbar zur Auffassung gelangt, dass das von den Beschwerdeführern geltend gemachte subjektive Recht auf Erlassung einer (innerstaatlichen) Verordnung nicht aus der LastenteilungsVO abgeleitet werden kann. Ein offenkundiger Verstoß der Entscheidung des Verwaltungsgerichtes Wien gegen unmittelbar anwendbares Unionsrecht, welcher vom Verfassungsgerichtshof aufzugreifen wäre, ist nicht ersichtlich (vgl VfSlg 14.886/1997).",
            "annotations": []
        },
        {
            "text": "1.3. Dem Vorbringen der Beschwerdeführer ist weiters zu entnehmen, dass sich ein Anspruch auf Erlassung der beantragten Verordnung nach §69 Abs1 GewO 1994 aus grundrechtlichen Schutzpflichten ableiten ließe und dass ein subjektives Recht auf Erlassung einer Verordnung daher auch aus verfassungsrechtlicher Sicht geboten sei. Mit diesem Vorbringen sind die Beschwerdeführer nicht im Recht.",
            "annotations": []
        },
        {
            "text": "1.3.1. §69 Abs1 GewO 1994 sieht eine Ermächtigung vor (vgl die Erläut zur RV der Gewerbeordnung 1973, 395 BlgNR 13. GP, 157, zu §69 GewO 1973), zur Vermeidung einer Gefährdung von Leben oder Gesundheit von Menschen oder zur Vermeidung von Belastungen der Umwelt durch Verordnung bestimmte Maßnahmen festzulegen, welche die Gewerbetreibenden bei der Gewerbeausübung zu treffen haben. Ein subjektives Recht auf Erlassung einer Verordnung ist in §69 Abs1 GewO 1994 nicht vorgesehen.",
            "annotations": []
        },
        {
            "text": "1.3.2. Eine Verpflichtung des Gesetzgebers, ein solches subjektives Recht in der vorliegenden Konstellation zu normieren, ist auch aus grundrechtlichen Schutzpflichten nicht abzuleiten und insoweit aus verfassungsrechtlicher Sicht nicht geboten.",
            "annotations": []
        },
        {
            "text": "1.3.3. Nach der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte enthält die EMRK kein Recht auf eine gesunde Umwelt als solches, es können sich aber sowohl aus Art2 EMRK, Art8 EMRK als auch aus Art1 1. ZPEMRK im Hinblick auf schwerwiegende Umweltbeeinträchtigungen positive Schutzpflichten des Staates ergeben (zu Art1 1. ZPEMRK und zu Art2 EMRK vgl EGMR 30.11.2004 [GK], 48.939/99, Öneryildiz, Z89 ff und 134 ff.; zu Art8 EMRK etwa EGMR 24.1.2019, 54.414/13 und 54.264/15, Cordella ua, Z158 ff.). Eine Verpflichtung kann nur bei einer gewissen Schwere des Eingriffs angenommen werden. Andererseits ist es aber nicht erforderlich, dass eine unmittelbare Gefährdung der Gesundheit vorliegt (vgl EGMR 9.12.1994, 16.798/90, López Ostra, Z51 ff.; 22.5.2003, 41.666/98, Kyrtatos, Z52; 9.6.2005, 55.723/00, Fadeyeva, Z88). Schutzpflichten können den Staat auch in Bezug auf drohende Naturkatastrophen treffen (EGMR 20.3.2008, 15.339/02 ua, Budayeva ua, Z128 ff.; 17.11.2015, 14.350/05 ua, Özel ua, Z170 ff.). Die Schutzpflichten können auch verfahrensrechtliche Vorgaben durch den Gesetzgeber erforderlich machen (vgl EGMR 27.1.2009, 67.021/01, Tătar, Z88 und 118; 14.2.2012, 31.965/07, Hardy und Maile, Z219).",
            "annotations": []
        },
        {
            "text": "1.3.4. Dem Gesetzgeber steht bei der Erfüllung grundrechtlicher Schutzpflichten regelmäßig ein weiter rechtspolitischer Gestaltungsspielraum zu (vgl Öhlinger/Eberhard, Verfassungsrecht13, 2022, Rz 697; Holoubek, Grundrechtliche Gewährleistungspflichten, 1996, 148, 154 und 267; vgl zum weiten Spielraum des Staates auch EGMR 9.12.1994, 16.798/90, López Ostra, Z51 ff.; 11.2.2011, 30.499/03, Dubetska ua, Z141). Ein Anspruch auf eine bestimmte Maßnahme kann aus Grundrechten grundsätzlich nicht abgeleitet werden (siehe Grabenwarter/Holoubek, Verfassungsrecht – Allgemeines Verwaltungsrecht5, 2022, Rz 417); die Auswahl unter verschiedenen Maßnahmen zur Erreichung der Schutzpflichten obliegt vielmehr dem demokratisch legitimierten Gesetzgeber. Der Gesetzgeber hat bei der Erfüllung von Schutzpflichten auch sonstige betroffene Grundrechte in Ausgleich zu bringen (vgl zB VfSlg 14.260/1995; 13.725/1994). Der Einschätzungsspielraum des Gesetzgebers findet jedoch jedenfalls dort eine Grenze, wo es an geeigneten Schutzmaßnahmen gänzlich fehlt oder Maßnahmen offensichtlich zur Erreichung des Schutzziels ungeeignet sind (siehe Berka/Binder/Kneihs, Die Grundrechte2, 2019, 161 f.; zur begrenzten verfassungsgerichtlichen Kontrolle grundrechtlicher Schutzpflichten auch BVerfGE 157, 30, Rz 152 ff.). ",
            "annotations": []
        },
        {
            "text": "1.3.5. Der Verfassungsgerichtshof vermag nicht zu erkennen, dass aus grundrechtlichen Schutzpflichten ein subjektives Recht auf Erlassung einer Verordnung gemäß §69 Abs1 GewO 1994 abzuleiten ist. ",
            "annotations": []
        },
        {
            "text": "1.4. Es kann somit dem Verwaltungsgericht Wien im Ergebnis nicht entgegengetreten werden, wenn es die Beschwerde gegen die zurückweisende Entscheidung der BMDW mangels subjektivem Recht der Beschwerdeführer abgewiesen hat. Die Beschwerdeführer sind weder in ihrem verfassungsgesetzlichem Recht auf ein Verfahren vor dem gesetzlichen Richter noch in sonstigen verfassungsgesetzlich gewährleisteten Rechten verletzt worden. Es bestehen auch keine Bedenken dahingehend, dass der Gesetzgeber in §69 Abs1 GewO 1994 kein subjektives Recht auf Verordnungserlassung vorgesehen hat. Damit erübrigt sich die Beantwortung der Frage, ob ein von der BMDW erlassenes Verbot des Verkaufs fossiler Treibstoffe und von Heizöl in Form einer Verordnung kompetenzrechtlich gedeckt wäre (vgl dazu VfSlg 10.831/1986, 17.022/2003).",
            "annotations": []
        },
        {
            "text": "IV. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die behauptete Verletzung verfassungsgesetzlich gewährleisteter Rechte hat sohin nicht stattgefunden.",
            "annotations": []
        },
        {
            "text": "Das Verfahren hat auch nicht ergeben, dass die Beschwerdeführer in von ihnen nicht geltend gemachten verfassungsgesetzlich gewährleisteten Rechten verletzt worden sind. Angesichts der Unbedenklichkeit der angewendeten Rechtsgrundlagen ist es auch ausgeschlossen, dass sie in ihren Rechten wegen Anwendung einer rechtswidrigen generellen Norm verletzt wurden. ",
            "annotations": []
        },
        {
            "text": "2. Die Beschwerde ist daher abzuweisen.",
            "annotations": []
        },
        {
            "text": "3. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}