{
    "document_id": "JFT_20230227_21V00153_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Antrag",
            "annotations": []
        },
        {
            "text": "Mit dem vorliegenden, auf Art139 Abs1 Z1 B-VG gestützten Antrag begehrt das Landesverwaltungsgericht Tirol,",
            "annotations": []
        },
        {
            "text": "\"der Verfassungsgerichtshof möge ein Verordnungsprüfungsverfahren in Bezug auf die nicht gehörige Kundmachung der in der Sitzung des Gemeinderates der Gemeinde Ischgl vom 17.12.2019 beschlossenen Verordnung über die Einrichtung einer Fußgängerzone gemäß [Art] 139 Abs3 iVm Abs4 B-VG einleiten und feststellen, dass die Verordnung im Geltungszeitraum ab ihrer Kundmachung gesetzwidrig war.\"",
            "annotations": []
        },
        {
            "text": "II. Rechtslage",
            "annotations": []
        },
        {
            "text": "1. Die maßgeblichen Bestimmungen des Bundesgesetzes vom 6. Juli 1960, mit dem Vorschriften über die Straßenpolizei erlassen werden (Straßenverkehrsordnung 1960 – StVO. 1960), BGBl 159/1960, idF BGBl I 77/2019 lauten:",
            "annotations": []
        },
        {
            "text": "\"§44. Kundmachung der Verordnungen.",
            "annotations": []
        },
        {
            "text": "(1) Die im §43 bezeichneten Verordnungen sind, sofern sich aus den folgenden Absätzen nichts anderes ergibt, durch Straßenverkehrszeichen oder Bodenmarkierungen kundzumachen und treten mit deren Anbringung in Kraft. Der Zeitpunkt der erfolgten Anbringung ist in einem Aktenvermerk (§16 AVG) festzuhalten. Parteien im Sinne des §8 AVG ist die Einsicht in einen solchen Aktenvermerk und die Abschriftnahme zu gestatten. Als Straßenverkehrszeichen zur Kundmachung von im §43 bezeichneten Verordnungen kommen die Vorschriftszeichen sowie die Hinweiszeichen 'Autobahn', 'Ende der Autobahn', 'Autostraße', 'Ende der Autostraße', 'Einbahnstraße', 'Ortstafel', 'Ortsende', 'Internationaler Hauptverkehrsweg', 'Straße mit Vorrang', 'Straße ohne Vorrang', 'Straße für Omnibusse' und 'Fahrstreifen für Omnibusse' in Betracht. Als Bodenmarkierungen zur Kundmachung von im §43 bezeichneten Verordnungen kommen Markierungen, die ein Verbot oder Gebot bedeuten, wie etwa Sperrlinien, Haltelinien vor Kreuzungen, Richtungspfeile, Sperrflächen, Zickzacklinien, Schutzwegmarkierungen oder Radfahrerüberfahrtmarkierungen in Betracht.",
            "annotations": []
        },
        {
            "text": "(1a) – (5) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§53. Die Hinweiszeichen",
            "annotations": []
        },
        {
            "text": "(1) Die Hinweiszeichen weisen auf verkehrswichtige Umstände hin. Hinweiszeichen sind die folgenden Zeichen:",
            "annotations": []
        },
        {
            "text": "1a. – 8d. […]",
            "annotations": []
        },
        {
            "text": "9a. 'FUSSGÄNGERZONE'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt den Beginn einer Fußgängerzone an. Es bedeutet gleichzeitig, dass hier jeglicher Fahrzeugverkehr verboten ist, sofern sich aus §76a nichts anderes ergibt. Dieses Zeichen darf auch nur auf der Fahrbahn angebracht werden.",
            "annotations": []
        },
        {
            "text": "9b. 'ENDE EINER FUSSGÄNGERZONE'",
            "annotations": []
        },
        {
            "text": "[Zeichen]",
            "annotations": []
        },
        {
            "text": "Dieses Zeichen zeigt das Ende einer Fußgängerzone an. Es darf auch nur auf der Fahrbahn angebracht werden.",
            "annotations": []
        },
        {
            "text": "9c. – 29. […]",
            "annotations": []
        },
        {
            "text": "(2) […]",
            "annotations": []
        },
        {
            "text": "[…]",
            "annotations": []
        },
        {
            "text": "§76a. Fußgängerzone",
            "annotations": []
        },
        {
            "text": "(1) Die Behörde kann, wenn es die Sicherheit, Leichtigkeit oder Flüssigkeit des Verkehrs, insbesondere des Fußgängerverkehrs, die Entflechtung des Verkehrs oder die Lage, Widmung oder Beschaffenheit eines Gebäudes oder Gebietes erfordert, durch Verordnung Straßenstellen oder Gebiete dauernd oder zeitweilig dem Fußgängerverkehr vorbehalten (Fußgängerzone). […] In einer solchen Fußgängerzone ist jeglicher Fahrzeugverkehr verboten, sofern sich aus den folgenden Bestimmungen nichts anderes ergibt; das Schieben eines Fahrrades ist erlaubt. Die Bestimmungen des §45 über Ausnahmen in Einzelfällen bleiben unberührt.",
            "annotations": []
        },
        {
            "text": "(2) Sind in einer Fußgängerzone Ladetätigkeiten erforderlich, so hat die Behörde in der Verordnung nach Abs1 nach Maßgabe der Erfordernisse die Zeiträume zu bestimmen, innerhalb deren eine Ladetätigkeit vorgenommen werden darf. Ferner kann die Behörde in der Verordnung nach Abs1 nach Maßgabe der Erfordernisse und unter Bedachtnahme auf die örtlichen Gegebenheiten bestimmen, daß mit",
            "annotations": []
        },
        {
            "text": "1. Kraftfahrzeugen des Taxi- und Mietwagen-Gewerbes und Fiakern jeweils zum Zubringen oder Abholen von Fahrgästen,",
            "annotations": []
        },
        {
            "text": "2. Kraftfahrzeugen des Gästewagen-Gewerbes zum Zubringen oder Abholen von Fahrgästen von Beherbergungsbetrieben,",
            "annotations": []
        },
        {
            "text": "3. Fahrrädern und",
            "annotations": []
        },
        {
            "text": "4. Kraftfahrzeugen mit einem höchsten zulässigen Gesamtgewicht bis zu 3 500 kg, die zur Ausübung der Tätigkeit als Handelsvertreter dienen und die mit einer Tafel mit der Aufschrift 'Bundesgremium der Handelsvertreter, Kommissionäre und Vermittler' und mit dem Amtssiegel des Landesgremiums, dem der Handelsvertreter angehört, gekennzeichnet sind,",
            "annotations": []
        },
        {
            "text": "die Fußgängerzone dauernd oder zu bestimmten Zeiten befahren werden darf.",
            "annotations": []
        },
        {
            "text": "(2a) Die Behörde kann weiters in der Verordnung nach Abs1 nach Maßgabe der Erfordernisse (wie insbesondere der Erreichbarkeit von Ärztezentren, Ambulatorien, Sozialversicherungseinrichtungen und dgl.) und unter Bedachtnahme auf die örtlichen Gegebenheiten auch bestimmen, dass Inhaber eines Ausweises gemäß §29b Abs1 oder Lenker von Fahrzeugen in der Zeit, in der sie einen Inhaber eines Ausweises gemäß §29b Abs1 befördern, die Fußgängerzone dauernd oder zu bestimmten Zeiten befahren dürfen. Hat die Behörde in der Verordnung nach Abs1 Zeiträume bestimmt, innerhalb derer eine Ladetätigkeit vorgenommen werden darf, dürfen Inhaber eines Ausweises gemäß §29b Abs1 oder Lenker von Fahrzeugen in der Zeit, in der sie einen Inhaber eines Ausweises gemäß §29b Abs1 befördern, zu diesen Zeiten jedenfalls die Fußgängerzone befahren.",
            "annotations": []
        },
        {
            "text": "(3) Für die Kundmachung einer Verordnung nach Abs1 gelten die Bestimmungen des §44 Abs1 mit der Maßgabe sinngemäß, daß am Anfang und am Ende einer Fußgängerzone die betreffenden Hinweiszeichen (§53 Z9a bzw 9b) anzubringen sind.",
            "annotations": []
        },
        {
            "text": "(4) An Stelle einer Zusatztafel können die vorgesehenen Angaben im blauen Feld des Hinweiszeichens angebracht werden, wenn dadurch die Erkennbarkeit des Zeichens nicht beeinträchtigt wird.",
            "annotations": []
        },
        {
            "text": "(5) Unbeschadet der Bestimmung des Abs2 dürfen Fußgängerzonen",
            "annotations": []
        },
        {
            "text": "a) mit Fahrzeugen des Straßendienstes und der Müllabfuhr sowie gegebenenfalls mit Schienenfahrzeugen und Omnibussen des Kraftfahrlinienverkehrs,",
            "annotations": []
        },
        {
            "text": "b) mit den zur Durchführung einer unaufschiebbaren Reparatur eines unvorhersehbar aufgetretenen Gebrechens notwendigen Fahrzeugen,",
            "annotations": []
        },
        {
            "text": "c) mit Fahrzeugen des öffentlichen Sicherheitsdienstes und der Feuerwehr in Ausübung des Dienstes und",
            "annotations": []
        },
        {
            "text": "d) mit Krankentransportfahrzeugen, sofern der Ausgangs- oder Endpunkt des Krankentransports in der Fußgängerzone liegt,",
            "annotations": []
        },
        {
            "text": "befahren werden.",
            "annotations": []
        },
        {
            "text": "(6) Die Lenker von Fahrzeugen dürfen in eine Fußgängerzone nur an den hiefür vorgesehenen Stellen einfahren. Sie haben von ortsgebundenen Gegenständen oder Einrichtungen (wie Häusern, Brunnen, Laternen, Bänken, Bäumen u. dgl.) einen der Verkehrssicherheit entsprechenden seitlichen Abstand einzuhalten und dürfen nur mit Schrittgeschwindigkeit fahren. […]",
            "annotations": []
        },
        {
            "text": "(7) Fußgänger dürfen in Fußgängerzonen auch die Fahrbahn benützen. Sie dürfen dabei aber den erlaubten Fahrzeugverkehr nicht mutwillig behindern.\"",
            "annotations": []
        },
        {
            "text": "2. Die Verordnung des Gemeinderates der Gemeinde Ischgl vom 17.12.2019 über die Einrichtung einer Fußgängerzone und die Festsetzung von Taxistandplätzen (im Folgenden: Verordnung vom 17.12.2019) lautet:",
            "annotations": []
        },
        {
            "text": "\"Aufgrund des §94d Z8 und 19 der Straßenverkehrsordnung 1960 (StVO 1960), BGBl Nr 159, zuletzt geändert durch das Gesetz BGBI. I Nr 37/2019, wird nach Anhörung der Wirtschaftskammer Tirol, Sparte Transport und Verkehr, verordnet:",
            "annotations": []
        },
        {
            "text": "§1",
            "annotations": []
        },
        {
            "text": "Fußgängerzone",
            "annotations": []
        },
        {
            "text": "Die Dorfstraße von Haus Nr 49 (Raiffeisenbank) bis zum Hotel Salnerhof, der Kirchenweg ab der Kreuzung Kirchenweg/Oberer Kirchenweg, der Bachweg, der Persuttweg, der Silvrettaplatz und der Fimbabahnweg werden nach §76a StVO 1960 vom 28. November 2019 bis zum 3. Mai 2020 dauernd dem Fußgängerverkehr vorbehalten.",
            "annotations": []
        },
        {
            "text": "§2",
            "annotations": []
        },
        {
            "text": "Ausnahmen, Einbahnregelung",
            "annotations": []
        },
        {
            "text": "Ausgenommen von den in einer Fußgängerzone geltenden gesetzlichen Verboten, insbesondere vom Verbot eines jeglichen Fahrzeugverkehrs und vom allgemeinen Halte- und Parkverbot, sind:",
            "annotations": []
        },
        {
            "text": "1.   Fahrten und Ladetätigkeiten zum Zweck der Zustellung von Frischwaren von 6:00 bis 9:00 Uhr, für sonstige Zustellungen von 07:00 bis 09:00 Uhr sowie von 11:00 bis 14:30 Uhr,",
            "annotations": []
        },
        {
            "text": "2.   Fahrten im Zug der An- und Abreise von Gästen auf dem jeweils kürzesten Weg zur oder von der Unterkunft[.]",
            "annotations": []
        },
        {
            "text": "Inhaber eines Ausweises nach §29b AbsI StVO 1960 oder Lenker von Fahrzeugen in der Zeit, in denen sie einen Inhaber eines solchen Ausweises befördern, dürfen die Fußgängerzone dauernd befahren.",
            "annotations": []
        },
        {
            "text": "§3",
            "annotations": []
        },
        {
            "text": "Taxistandplätze",
            "annotations": []
        },
        {
            "text": "Als Taxistandplätze im Sinn des §96 Abs4 StVO 1960 werden festgesetzt:",
            "annotations": []
        },
        {
            "text": "1.   vier Plätze vor dem Gemeindeamt",
            "annotations": []
        },
        {
            "text": "2.   vier Plätze vor dem Billa am Florianparkplatz",
            "annotations": []
        },
        {
            "text": "3.   vier Plätze neben Gemeindestraße Gst. Nr 2459, gegenüber der Zufahrt zum M-Preis",
            "annotations": []
        },
        {
            "text": "4.   zwei Plätze vor dem Mehrzweckgebäude des Tourismusverbandes von 20.00 – 06.00 Uhr",
            "annotations": []
        },
        {
            "text": "5.   zwei Plätze auf der Dorfstraße, gegenüber Haus Dorfstraße 99",
            "annotations": []
        },
        {
            "text": "§4",
            "annotations": []
        },
        {
            "text": "Kundmachung",
            "annotations": []
        },
        {
            "text": "Diese Verordnung ist nach §44 Abs1 StVO 1960 in Verbindung mit §76a wie folgt kundzumachen:",
            "annotations": []
        },
        {
            "text": "Fußgängerzone:",
            "annotations": []
        },
        {
            "text": "1.   Hinweiszeichen 'FUSSGÄNGERZONE' (§53 Z9a StVO 1960) mit Zusatztafel, auf der die Ausnahmen nach §2 aufgelistet sind,",
            "annotations": []
        },
        {
            "text": "a)   Richtung taleinwärts, Haus Dorfstraße 49, mit den Koordinaten -3.200,54/ 208.193,51",
            "annotations": []
        },
        {
            "text": "b)   Richtung talauswärts, Haus Dorfstraße 97, mit den Koordinaten -3.633,77/207.699,64",
            "annotations": []
        },
        {
            "text": "c)   Kirchenweg taleinwärts, Kreuzung Kirchenweg/Oberer Kirchenweg, mit den Koordinaten -3.167,54/208.044,36",
            "annotations": []
        },
        {
            "text": "d)   Einfahrt Bachweg mit den Koordinaten -3.307,68/208.203,14",
            "annotations": []
        },
        {
            "text": "e)   Einfahrt Persuttweg mit den Koordinaten -3.336,43/208.153,77",
            "annotations": []
        },
        {
            "text": "f)   Einfahrt Silvrettaplatz mit den Koordinaten -3.418,83/207.911,29",
            "annotations": []
        },
        {
            "text": "g) Einfahrt Fimbabahnweg mit den Koordinaten -2.908,47/208.284,14",
            "annotations": []
        },
        {
            "text": "2.   Hinweiszeichen 'ENDE EINER FUSSGÄNGERZONE' (§53 Z9b StVO 1960), jeweils auf der Rückseite der Verkehrszeichen nach Z1",
            "annotations": []
        },
        {
            "text": "Taxistandplätze:",
            "annotations": []
        },
        {
            "text": "3.   Vorschriftszeichen 'HALTEN UND PARKEN VERBOTEN' (§53 Z13b StVO 1960)",
            "annotations": []
        },
        {
            "text": "a)   mit der Zusatztafel 'AUSGENOMMEN VIER TAXI', neben Sport Salner (Dorfstraße 24a) am Standort mit den Koordinaten -3.102,42/208[.]372,84",
            "annotations": []
        },
        {
            "text": "b)   mit der Zusatztafel 'AUSGENOMMEN VIER TAXI', entlang dem BILLA-Geschäft (Florianplatz 6) an den Standorten mit den Koordinaten -2.897,18/208.340,40 und -2.904[,]70/208.319,21",
            "annotations": []
        },
        {
            "text": "c)   mit der Zusatztafel 'AUSGENOMMEN VIER TAXI', neben der Gemeinde-straße Gp. 2459/6 am Standort mit den Koordinaten -3.410,42/208.053,00",
            "annotations": []
        },
        {
            "text": "d)   mit den Zusatztafeln '20.00 – 06.00' und 'AUSGENOMMEN ZWEI TAXI', vor dem Mehrzweckgebäude Ischgl (Tourismusverband – Dorfstraße 43) am Standort mit den Koordinaten -3.186,42/208.212,34",
            "annotations": []
        },
        {
            "text": "e)   mit der Zusatztafel 'AUSGENOMMEN ZWEI TAXI', an der Dorfstraße gegenüber Nr 99 am Standort mit den Koordinaten -3.669,83/ 207.697,00",
            "annotations": []
        },
        {
            "text": "Die Koordinaten der Standorte (Hochwert X, Rechtswert Y) beziehen sich auf das Kartesische Koordinatensystem 'MGI Austria GK West'.",
            "annotations": []
        },
        {
            "text": "§5",
            "annotations": []
        },
        {
            "text": "Inkrafttreten",
            "annotations": []
        },
        {
            "text": "Diese Verordnung tritt mit der Anbringung der Verkehrszeichen nach §4 in Kraft. Gleichzeitig tritt die Verordnung des Gemeinderates der Gemeinde Ischgl vom 22.10.2019 außer Kraft.",
            "annotations": []
        },
        {
            "text": "Der Bürgermeister:",
            "annotations": []
        },
        {
            "text": "[…]\"",
            "annotations": []
        },
        {
            "text": "III. Antragsvorbringen und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1. Beim Landesverwaltungsgericht Tirol ist ein Verfahren über eine Beschwerde gegen ein Straferkenntnis der Bezirkshauptmannschaft Landeck vom 21. September 2020, Z VK-4776-2020, anhängig, mit dem über den Beschwerdeführer gemäß §99 Abs3 lita StVO 1960 eine Geldstrafe von € 60,– verhängt wurde, weil dieser am 7. März 2020 um 1.28 Uhr im Gemeindegebiet von Ischgl auf Höhe der Dorfstraße 97 mit einem dem Kennzeichen nach bestimmten Fahrzeug die Fußgängerzone befahren und damit gegen §76a Abs1 StVO 1960 verstoßen habe.",
            "annotations": []
        },
        {
            "text": "2. Aus Anlass dieses Verfahrens stellt das Landesverwaltungsgericht Tirol nach Art139 Abs1 Z1 B-VG den Antrag,",
            "annotations": []
        },
        {
            "text": "\"der Verfassungsgerichtshof möge ein Verordnungsprüfungsverfahren in Bezug auf die nicht gehörige Kundmachung der in der Sitzung des Gemeinderates der Gemeinde Ischgl vom 17.12.2019 beschlossenen Verordnung über die Einrichtung einer Fußgängerzone gemäß [Art] 139 Abs3 und Abs4 B-VG einleiten und feststellen, dass die Verordnung im Geltungszeitraum ab ihrer Kundmachung gesetzwidrig war.\"",
            "annotations": []
        },
        {
            "text": "2.1. Zur Zulässigkeit des Antrages führt das Landesverwaltungsgericht Tirol aus, die \"Verordnung der Fußgängerzone\" sei präjudiziell, weil sie dem angefochtenen Straferkenntnis zugrunde liege, mit welchem dem Beschwerdeführer ein Verstoß gegen §76a Abs1 StVO 1960, der \"sich auf eine (verordnete) Fußgängerzone\" beziehe, zur Last gelegt werde.",
            "annotations": []
        },
        {
            "text": "2.2. Seine Bedenken hinsichtlich der Gesetzmäßigkeit der Verordnung vom 17.12.2019 legt das Landesverwaltungsgericht Tirol im Wesentlichen wie folgt dar:",
            "annotations": []
        },
        {
            "text": "\"2.1. Umschreibung des zeitlichen Geltungsbereiches:",
            "annotations": []
        },
        {
            "text": "Der zeitliche Geltungsbereich der Verordnung ist mit '28.11.2019 bis zum 03.05.2020' umschrieben. Die Verkehrszeichen zur Verordnung der Gemeinde Ischgl wurden erst am 18.12.2019 angebracht. Der Verordnungsgeber hat es verabsäumt[,] die gegenständliche Verordnung in zeitlicher Hinsicht gesetzmäßig kundzumachen.",
            "annotations": []
        },
        {
            "text": "2.2. Kundmachung:",
            "annotations": []
        },
        {
            "text": "Wie bereits dargelegt, wurden bei drei Zufahrten zur gegenständlichen Fußgängerzone keine Beschilderungen angebracht. Bei einer Fußgängerzone ist die Anbringung des entsprechenden Hinweiszeichens (samt allfälliger Zusatztafeln) an allen (für die jeweilige betroffene Fahrzeugkategorie zulässigen) Ein- und Ausfahrten der Zone erforderlich. Davon kann im vorliegenden Fall nicht die Rede sein. Von der Einfahrt 'Bodenweg' und der Einfahrt 'Ischgler Hof' sowie der Zufahrt des Lebensmittelgeschäftes 'MPreis' ist über asphaltierte, für PKWs ohne weiteres befahrbare Wege ein Zufahren zum Kernbereich der Dorfstraße möglich. Es mag sein, dass ein Weg primär als Zufahrtsmöglichkeit zum dort gelegenen Hotel dient und sich auf Privatgrundstücken befindet bzw befinden. Für die Frage, ob es sich um eine Straße mit öffentliche[m] Verkehr (iSd §1 Abs1 StVO) handelt, kommt es aber nicht auf die Eigentumsverhältnisse an, sondern ob diese von jedermann unter den gleichen Bedingungen benutzt werden können. Unter Benutzung für jedermann unter den gleichen Bedingungen ist zu verstehen, dass irgendeine denkbare Benützung im Rahmen des Fußgängers- und Fahrzeugverkehrs jedermann offenstehen muss (vgl VwGH 13.04.2017, Ro 2017/02/0015). Eine Abschrankung oder ein Hinweis, dass die Benutzung der Privatstraße der Allgemeinheit verboten sei, fehlt. Es handelt sich somit um Straßen mit öffentliche[m] Verkehr (vgl VwGH 21.11.2014, 2013/2/0168), somit um legale Zufahrten zur Dorfstraße und die dort während der Wintersaison verordnete Fußgängerzone. Dementsprechend wäre die Fußgängerzone auch bei diesen drei Zufahrten kundzumachen gewesen.",
            "annotations": []
        },
        {
            "text": "[…] Bei der Einfahrt 'Bodenweg', bei der Einfahrt 'Ischgler Hof' und bei der Zufahrt des Lebensmittelmarktes 'MPreis' war jeweils überhaupt keine Beschilderung vorhanden. Dies stellt keine gesetzmäßige Kundmachung dar.\"",
            "annotations": []
        },
        {
            "text": "3.  Der Gemeinderat der Gemeinde Ischgl hat keine Äußerung erstattet. Die Gemeinde Ischgl hat die Akten betreffend das Zustandekommen der Verordnung vom 17.12.2019 vorgelegt.",
            "annotations": []
        },
        {
            "text": "4. Die Tiroler Landesregierung hat von der Erstattung einer Äußerung abgesehen.",
            "annotations": []
        },
        {
            "text": "IV. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Zur Zulässigkeit des Antrages",
            "annotations": []
        },
        {
            "text": "1.1. Der Verfassungsgerichtshof geht beginnend mit VfSlg 20.182/2017 davon aus, dass eine \"gehörig kundgemachte\" generelle Norm – also eine an einen unbestimmten, externen Personenkreis adressierte, verbindliche Anordnung von Staatsorganen – bereits dann vorliegt, wenn eine solche Norm ein Mindestmaß an Publizität und somit rechtliche Existenz erlangt (VfSlg 12.382/1990, 16.875/2003, 19.058/2010, 19.072/2010, 19.230/2010 uva.; s. auch VfGH 18.9.2015, V96/2015, sowie die Rechtsprechung zu nicht ordnungsgemäß kundgemachten Gesetzen VfSlg 16.152/2001, 16.848/2003 und die darin zitierte Vorjudikatur). Es ist nicht notwendig, dass die Kundmachung der Norm in der rechtlich vorgesehenen Weise erfolgt. Demnach haben auch Gerichte gesetzwidrig kundgemachte Verordnungen gemäß Art139 B-VG anzuwenden und diese, wenn sie Bedenken gegen ihre rechtmäßige Kundmachung haben, vor dem Verfassungsgerichtshof anzufechten. Bis zur Aufhebung durch den Verfassungsgerichtshof sind sie für jedermann verbindlich.",
            "annotations": []
        },
        {
            "text": "Die Verordnung vom 17.12.2019 wurde ausweislich der vorgelegten Akten durch Anbringung von Straßenverkehrszeichen am 18. Dezember 2019 kundgemacht, sodass sie mit verbindlicher Wirkung für jedermann zustande gekommen ist.",
            "annotations": []
        },
        {
            "text": "1.2. Wie der Verfassungsgerichtshof in ständiger Rechtsprechung (VfSlg 8277/1978, 12.564/1990) ausführt, werden mit der in Rechtskraft erwachsenen Entscheidung des Verfassungsgerichtshofes die mit ihr aufgehobenen Verordnungsbestimmungen für die Vergangenheit unangreifbar. Diese Erwägungen gelten auch für den Fall, dass nicht die Aufhebung einer rechtswidrigen generellen Norm erfolgt ist, sondern ein Ausspruch nach Art139 Abs4 B-VG (VfSlg 12.564/1990). Die Einleitung eines weiteren, eine Verordnung, die bereits Gegenstand eines Ausspruches des Verfassungsgerichtshofes nach Art139 Abs4 B-VG war, betreffenden Verordnungsprüfungsverfahrens kommt nicht in Betracht (VfSlg 14.136/1995).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat mit Erkenntnis vom 28. November 2022, V222/2022, ausgesprochen, dass §3 und §4 Z3 mit der Einleitung \"Taxistandplätze:\" der Verordnung vom 17.12.2019 gesetzwidrig waren. Soweit der Antrag sich auf diese Bestimmungen bezieht, ist er daher – schon deshalb – als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "1.3. Der Verfassungsgerichtshof ist nicht berechtigt, durch seine Präjudizialitätsentscheidung das antragstellende Gericht an eine bestimmte Rechtsauslegung zu binden, weil er damit indirekt der Entscheidung dieses Gerichtes in der Hauptsache vorgreifen würde. Gemäß der ständigen Rechtsprechung des Verfassungsgerichtshofes darf daher ein Antrag iSd Art139 Abs1 Z1 B-VG bzw des Art140 Abs1 Z1 lita B-VG nur dann wegen Fehlens der Präjudizialität zurückgewiesen werden, wenn es offenkundig unrichtig (denkunmöglich) ist, dass die – angefochtene – generelle Norm eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bildet (vgl etwa VfSlg 10.640/1985, 12.189/1989, 15.237/1998, 16.245/2001 und 16.927/2003).",
            "annotations": []
        },
        {
            "text": "1.4. Ein von Amts wegen oder auf Antrag eines Gerichtes eingeleitetes Normenprüfungsverfahren dient der Herstellung einer verfassungsrechtlich einwandfreien Rechtsgrundlage für das Anlassverfahren (vgl VfSlg 11.506/1987, 13.701/1994).",
            "annotations": []
        },
        {
            "text": "Die Grenzen der Aufhebung einer auf ihre Gesetzmäßigkeit zu prüfenden Verordnungsbestimmung sind, wie der Verfassungsgerichtshof sowohl für von Amts wegen als auch für auf Antrag eingeleitete Normenprüfungsverfahren schon wiederholt dargelegt hat (VfSlg 13.965/1994 mwN, 16.542/2002, 16.911/2003), notwendig so zu ziehen, dass einerseits der verbleibende Teil nicht einen völlig veränderten Inhalt bekommt und dass andererseits die mit der aufzuhebenden Stelle untrennbar zusammenhängenden Bestimmungen auch erfasst werden.",
            "annotations": []
        },
        {
            "text": "Dieser Grundposition folgend hat der Verfassungsgerichtshof die Rechtsauffassung entwickelt, dass im Normenprüfungsverfahren der Anfechtungsumfang der in Prüfung gezogenen Norm bei sonstiger Unzulässigkeit des Prüfungsantrages nicht zu eng gewählt werden darf (vgl VfSlg 16.212/2001, 16.365/2001, 18.142/2007, 19.496/2011, 20.154/2017). Das antragstellende Gericht hat all jene Normen anzufechten, die für das anfechtende Gericht präjudiziell sind und vor dem Hintergrund der Bedenken für die Beurteilung der allfälligen Verfassungswidrigkeit der Rechtslage eine untrennbare Einheit bilden. Es ist dann Sache des Verfassungsgerichtshofes, darüber zu befinden, auf welche Weise eine solche Verfassungswidrigkeit – sollte der Verfassungsgerichtshof die Auffassung des antragstellenden Gerichtes teilen – beseitigt werden kann (VfSlg 16.756/2002, 19.496/2011, 19.684/2012, 19.903/2014; VfGH 10.3.2015, G201/2014).",
            "annotations": []
        },
        {
            "text": "Unzulässig ist der Antrag etwa dann, wenn der im Falle der Aufhebung im begehrten Umfang verbleibende Rest einer Verordnungsstelle als sprachlich unverständlicher Torso inhaltsleer und unanwendbar wäre (VfSlg 16.279/2001, 19.413/2011; VfGH 19.6.2015, G211/2014; 7.10.2015, G444/2015; VfSlg 20.082/2016), der Umfang der zur Aufhebung beantragten Bestimmungen so abgesteckt ist, dass die angenommene Gesetzwidrigkeit durch die Aufhebung gar nicht beseitigt würde (vgl zB VfSlg 18.891/2009, 19.933/2014), oder durch die Aufhebung bloßer Teile einer Verordnung dieser ein völlig veränderter, dem Verordnungsgeber überhaupt nicht mehr zusinnbarer Inhalt gegeben würde (VfSlg 18.839/2009, 19.841/2014, 19.972/2015, 20.102/2016).",
            "annotations": []
        },
        {
            "text": "Unter dem Aspekt einer nicht trennbaren Einheit in Prüfung zu ziehender Vorschriften ergibt sich ferner, dass ein Prozesshindernis auch dann vorliegt, wenn es auf Grund der Bindung an den gestellten Antrag zu einer in der Weise isolierten Aufhebung einer Bestimmung käme, dass Schwierigkeiten bezüglich der Anwendbarkeit der im Rechtsbestand verbleibenden Vorschriften entstünden, und zwar in der Weise, dass der Wegfall der angefochtenen (Teile einer) Verordnungsbestimmung den verbleibenden Rest unverständlich oder auch unanwendbar werden ließe. Letzteres liegt dann vor, wenn nicht mehr mit Bestimmtheit beurteilt werden könnte, ob ein der verbliebenen Vorschrift zu unterstellender Fall vorliegt (VfSlg 16.869/2003 mwN).",
            "annotations": []
        },
        {
            "text": "Eine zu weite Fassung des Antrages macht diesen nicht in jedem Fall unzulässig. Zunächst ist ein Antrag nicht zu weit gefasst, soweit das Gericht solche Normen anficht, die denkmöglich eine Voraussetzung der Entscheidung des antragstellenden Gerichtes im Anlassfall bilden und damit präjudiziell sind; dabei darf aber nach §57 Abs1 VfGG nicht offen bleiben, welche Vorschrift oder welcher Teil einer Vorschrift nach Auffassung des antragstellenden Gerichtes aus welchem Grund aufgehoben werden soll (siehe mwN VfGH 2.3.2015, G140/2014 ua; vgl auch VfGH 10.12.2015, G639/2015; 15.10.2016, G103-104/2016 ua). Ist ein solcher Antrag in der Sache begründet, hebt der Verfassungsgerichtshof aber nur einen Teil der angefochtenen Bestimmungen als verfassungswidrig auf, so führt dies – wenn die sonstigen Prozessvoraussetzungen vorliegen – im Übrigen zur teilweisen Abweisung des Antrages (VfSlg 19.746/2013; VfGH 5.3.2014, G79/2013 ua).",
            "annotations": []
        },
        {
            "text": "Umfasst der Antrag auch Bestimmungen, die für das antragstellende Gericht offenkundig keine Voraussetzung seiner Entscheidung im Anlassfall bilden und die somit nicht präjudiziell sind (insofern ist der Antrag zu weit gefasst), die mit den präjudiziellen (und nach Auffassung des antragstellenden Gerichtes den Sitz der Verfassungswidrigkeit bildenden) Bestimmungen aber vor dem Hintergrund der Bedenken in einem Regelungszusammenhang stehen, so ist zu differenzieren: Sind diese Bestimmungen von den den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden präjudiziellen Bestimmungen offensichtlich trennbar, so führt dies zur teilweisen Zurückweisung des Antrages. Umfasst der Antrag auch Bestimmungen, die mit den präjudiziellen, den Sitz der verfassungsrechtlichen Bedenken des antragstellenden Gerichtes bildenden Bestimmungen in einem so konkreten Regelungszusammenhang stehen, dass es nicht von vornherein auszuschließen ist, dass ihre Aufhebung im Fall des Zutreffens der Bedenken erforderlich sein könnte (sind diese Bestimmungen also nicht offensichtlich trennbar), so ist der Antrag insgesamt zulässig (VfSlg 20.111/2016). Dies gilt nach dem vorhin Gesagten aber keinesfalls dann, wenn Bestimmungen mitangefochten werden (etwa alle einer ganzen Verordnung), gegen die gar keine konkreten Bedenken vorgebracht werden und zu denen auch kein konkreter Regelungszusammenhang dargelegt wird (VfSlg 19.894/2014; VfGH 29.9.2015, G324/2015; 15.10.2016, G183/2016 ua).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof entscheidet daher – vor dem Hintergrund der Bedenken und der Erforderlichkeit, die den Sitz der Bedenken bildenden Bestimmungen (bei geringstmöglichem Eingriff in den Gehalt der Rechtsordnung) zu ermitteln – über die Frage, ob gegebenenfalls auch Bestimmungen aufzuheben sind, die nicht präjudiziell sind, aber mit präjudiziellen Bestimmungen in einem untrennbaren Zusammenhang stehen (vgl zB VfSlg 19.939/2014, 20.086/2016), nicht im Rahmen der Prüfung der Zulässigkeit des Antrages, sondern im Einzelnen erst dann, wenn der Verfassungsgerichtshof, erweist sich der Antrag als begründet, den Umfang der aufzuhebenden Bestimmungen abzugrenzen hat.",
            "annotations": []
        },
        {
            "text": "1.5. Dem Beschwerdeführer im Anlassverfahren wird zur Last gelegt, er habe gegen §76a Abs1 StVO 1960 verstoßen, indem er mit einem dem Kennzeichen nach bestimmten Fahrzeug in der Gemeinde Ischgl auf Höhe der Dorfstraße 97 die mit der Verordnung vom 17.12.2019 eingerichtete Fußgängerzone befahren habe. Es ist daher offenkundig, dass das Landesverwaltungsgericht Tirol §1 der Verordnung vom 17.12.2019 insoweit anzuwenden hat, als damit die Dorfstraße und vier in die Dorfstraße einmündende weitere Straßen dauernd dem Fußgängerverkehr vorbehalten werden. Die darauf bezogenen Kundmachungsanordnungen in §4 Z1 lita bis litf und Z2 sowie die generelle Ausnahmeregelung in §2 und die Inkraft- bzw Außerkrafttretensanordnung in §5 dieser Verordnung stehen damit in einem untrennbaren Zusammenhang (s dazu zum Teil schon – eine Vorgängerregelung betreffend – VfGH 17.3.2022, V531/2020, Pkt. IV.1.4.). Die ins Treffen geführten Bedenken beziehen sich hingegen nicht auch auf den von §1 der Verordnung vom 17.12.2019 ebenso erfassten, räumlich jedoch abseits gelegenen Fimbabahnweg (vgl dazu VfSlg 20.184/2015).",
            "annotations": []
        },
        {
            "text": "1.6. Da hinsichtlich der Wortfolge \"Die Dorfstraße von Haus Nr 49 (Raiffeisenbank) bis zum Hotel Salnerhof, der Kirchenweg ab der Kreuzung Kirchenweg/Oberer Kirchenweg, der Bachweg, der Persuttweg, der Silvrettaplatz und\" in §1 sowie hinsichtlich §2, §4 Z1 lita bis litf und Z2 und §5 der Verordnung vom 17.12.2019 auch im Übrigen keine Prozesshindernisse hervorgekommen sind, erweist sich der Antrag insoweit als zulässig. Im Übrigen ist er als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. In der Sache",
            "annotations": []
        },
        {
            "text": "2.1. Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Gesetzmäßigkeit einer Verordnung gemäß Art139 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 11.580/1987, 14.044/1995, 16.674/2002). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen gesetzwidrig ist (VfSlg 15.644/1999, 17.222/2004).",
            "annotations": []
        },
        {
            "text": "2.2. Soweit der Antrag zulässig ist, ist er insoweit begründet, als er die Wortfolge \"Die Dorfstraße von Haus Nr 49 (Raiffeisenbank) bis zum Hotel Salnerhof, der Kirchenweg ab der Kreuzung Kirchenweg/Oberer Kirchenweg, der Bachweg, der Persuttweg, der Silvrettaplatz und\" in §1 sowie §4 Z1 lita bis litf der Verordnung vom 17.12.2019 betrifft. Im Übrigen ist er unbegründet.",
            "annotations": []
        },
        {
            "text": "2.3. Das Landesverwaltungsgericht Tirol äußert das Bedenken, die Verordnung vom 17.12.2019 sei gesetzwidrig, weil nicht an allen Ein- und Ausfahrten der damit im Gemeindegebiet von Ischgl eingerichteten Fußgängerzone Hinweiszeichen iSd §53 Abs1 Z9a und Z9b StVO 1960 angebracht worden seien.",
            "annotations": []
        },
        {
            "text": "2.4. Damit ist das Landesverwaltungsgericht Tirol im Recht.",
            "annotations": []
        },
        {
            "text": "2.5. Gemäß §76a Abs1 StVO 1960 kann die Behörde, wenn es die Sicherheit, Leichtigkeit oder Flüssigkeit des Verkehrs, insbesondere des Fußgängerverkehrs, die Entflechtung des Verkehrs oder die Lage, Widmung oder Beschaffenheit eines Gebäudes oder Gebietes erfordert, durch Verordnung Straßenstellen oder Gebiete dauernd oder zeitweilig dem Fußgängerverkehr vorbehalten (Fußgängerzone). In einer solchen Fußgängerzone ist jeglicher Fahrzeugverkehr verboten, sofern sich aus den folgenden Bestimmungen nichts anderes ergibt; das Schieben eines Fahrrades ist erlaubt. Die Bestimmungen des §45 StVO 1960 über Ausnahmen in Einzelfällen bleiben unberührt.",
            "annotations": []
        },
        {
            "text": "Nach §76 Abs3 StVO 1960 gelten für die Kundmachung einer Verordnung nach Abs1 die Bestimmungen des §44 Abs1 StVO 1960 mit der Maßgabe sinngemäß, dass am Anfang und am Ende einer Fußgängerzone die betreffenden Hinweiszeichen (§53 Abs1 Z9a bzw 9b StVO 1960) anzubringen sind.",
            "annotations": []
        },
        {
            "text": "2.6. Eine Fußgängerzone ist gesetzmäßig kundgemacht, wenn an allen für die Ein- und Ausfahrt in Frage kommenden Stellen Hinweiszeichen nach §53 Abs1 Z9a StVO 1960 als Anzeige des Anfanges bzw nach Z9b leg cit als Anzeige des Endes aufgestellt sind. Ist diese Kennzeichnung erfolgt, so sind von der Fußgängerzone alle Straßen in dem von diesen Hinweiszeichen umgrenzten Gebiet erfasst (vgl auch – im Hinblick auf Kurzparkzonen – VwGH 30.6.2006, 2006/17/0022; vgl überdies VfGH 9.12.2020, V6/2020, wonach die Kundmachung im – hier nicht gegebenen – Fall des gänzlichen Fehlens einschlägiger einfachgesetzlicher Vorgaben in einer solchen Art zu erfolgen hat, dass die Adressaten der Verordnung davon Kenntnis erhalten können).",
            "annotations": []
        },
        {
            "text": "2.7. Eine Verordnung, mit der eine Fußgängerzone eingerichtet wird, braucht nur das Gebiet, auf das sich die Verkehrsbeschränkung erstreckt, zu bezeichnen. Es ist nicht erforderlich, dass diese Verordnung auch angibt, wo die Straßenverkehrszeichen, durch deren Aufstellung die Verordnung kundgemacht wird, anzubringen sind (vgl VfSlg 8894/1980).",
            "annotations": []
        },
        {
            "text": "Wenn die Verordnung – wie im vorliegenden Fall – die Anbringung von Hinweiszeichen nach §53 Abs1 Z9a und Z9b StVO 1960 nicht für alle Stellen ausdrücklich anordnet, die für die Ein- und Ausfahrt in die bzw aus der Fußgängerzone in Frage kommen, so steht dies folglich der – nach §76a Abs3 iVm §44 Abs1 StVO 1960 gebotenen – Anbringung von (weiteren) Hinweiszeichen auch an diesen übrigen Stellen nicht entgegen.",
            "annotations": []
        },
        {
            "text": "Damit steht nicht im Widerspruch, dass nach der ständigen Rechtsprechung des Verfassungsgerichtshofes ein Verordnungsbeschluss im Zuge der Kundmachung weder ergänzt noch sonst verändert werden darf und dass jede Änderung des Inhaltes des Verordnungsbeschlusses allein der zur Willensbildung zuständigen Behörde obliegt (vgl VfSlg 13.910/1994 mwN; vgl zuletzt auch VfGH 22.9.2021, V605/2020). Eine Verordnung ist gesetzwidrig, wenn die vom Verordnungsgeber beschlossene normative Festlegung nicht mit dem kundgemachten Text übereinstimmt (zB VfSlg 15.192/1998, 19.980/2015), nicht jedoch dann, wenn die vom Verordnungsgeber beschlossene normative Festlegung auf – im Verordnungsbeschluss nicht ausdrücklich angeordnete – zusätzliche, gesetzlich gebotene Weise kundgemacht wird.",
            "annotations": []
        },
        {
            "text": "2.8. Aus den im Akt einliegenden Lichtbildern vom 28. November 2019, die nach den Angaben eines Straßenaufsichtsorgans die Beschilderung der Fußgängerzone während der Wintersaison 2019/2020 zeigen, geht hervor, dass an allen in §4 Z1 der Verordnung vom 17.12.2019 genannten Stellen Hinweiszeichen nach §53 Abs1 Z9a StVO 1960 angebracht waren. Einem im Akt einliegenden E-Mail vom 30. Juni 2020 ist überdies zu entnehmen, dass die \"Beschilderungen […] vor Beginn der Wintersaison\" 2019/2020 von Straßenaufsichtsorganen kontrolliert worden seien.",
            "annotations": []
        },
        {
            "text": "An weiteren für die Ein- und Ausfahrt in die bzw aus der Fußgängerzone in Frage kommenden Stellen seien dagegen, wie ein vom Landesverwaltungsgericht Tirol in der mündlichen Verhandlung als Zeuge einvernommenes Straßenaufsichtsorgan zu Protokoll gegeben hat, keine Hinweiszeichen iSd §53 Abs1 Z9a und Z9b StVO 1960 angebracht gewesen: Erstens sei die in der Fußgängerzone liegende Dorfstraße, auf der sich die dem Beschwerdeführer zur Last gelegte Verwaltungsübertretung zugetragen haben soll, vom nicht in der Fußgängerzone gelegenen Bodenweg über einen von dort abzweigenden asphaltierten Privatweg sowie über einen in erster Linie als Hotelzufahrt dienenden Weg ohne Schwierigkeiten auch mit einem Pkw erreichbar. Zweitens gebe es von der B 188 Paznauntalstraße eine Abfahrt, die zunächst zu einem Hotel und von dort weiter in die Dorfstraße in die Fußgängerzone führe. Drittens sei der zur Fußgängerzone gehörende Persuttweg, der in die Dorfstraße münde, über eine ebenfalls von der B 188 Paznauntalstraße abzweigende Zufahrt zu einem Lebensmittelgeschäft erreichbar. Hinweiszeichen nach §53 Abs1 Z9a und Z9b StVO 1960 seien an keiner der betreffenden Stellen angebracht gewesen.",
            "annotations": []
        },
        {
            "text": "Die vom Straßenaufsichtsorgan in der mündlichen Beschwerdeverhandlung vor dem Landesverwaltungsgericht Tirol zu Protokoll gegebenen Angaben wurden von der verordnungserlassenden Behörde, die im Verordnungsprüfungsverfahren vor dem Verfassungsgerichtshof keine Äußerung erstattet hat, nicht bestritten. Der Verfassungsgerichtshof hat vor diesem Hintergrund sowie mangels Anhaltspunkt in den von der verordnungserlassenden Behörde vorgelegten Akten keinen Grund zur Annahme, dass an den genannten Stellen im Zeitpunkt der dem Beschwerdeführer zur Last gelegten Verwaltungsübertretung Hinweiszeichen nach §53 Abs1 Z9a und Z9b StVO 1960 angebracht gewesen wären.",
            "annotations": []
        },
        {
            "text": "2.9. Der Umstand, dass zwei der nicht durch Hinweiszeichen gekennzeichneten Ein- und Ausfahrten in die bzw aus der Fußgängerzone auf Privatgrund verlaufen könnten, ist im gegebenen Zusammenhang nicht von Belang, zumal im Verfahren auch kein Anhaltspunkt dafür hervorgekommen ist, dass die betreffenden Straßen durch eine entsprechende Kennzeichnung oder Abschrankung dem öffentlichen Verkehr entzogen gewesen wären (§1 StVO 1960; vgl dazu etwa VwGH 9.5.1990, 89/02/0218; 27.3.2015, Ra 2014/02/0138).",
            "annotations": []
        },
        {
            "text": "2.10. Da nach dem zuvor Ausgeführten nicht an allen für die Ein- und Ausfahrt in die Fußgängerzone in Frage kommenden Stellen Hinweiszeichen nach §53 Abs1 Z9a und Z9b StVO 1960 angebracht waren, war die Wortfolge \"Die Dorfstraße von Haus Nr 49 (Raiffeisenbank) bis zum Hotel Salnerhof, der Kirchenweg ab der Kreuzung Kirchenweg/Oberer Kirchenweg, der Bachweg, der Persuttweg, der Silvrettaplatz und\" in §1 der Verordnung vom 17.12.2019 nicht gesetzmäßig kundgemacht und daher gesetzwidrig.",
            "annotations": []
        },
        {
            "text": "2.11. Der Verfassungsgerichtshof hat den Umfang der zu prüfenden und allenfalls aufzuhebenden Bestimmungen derart abzugrenzen, dass einerseits nicht mehr aus dem Rechtsbestand ausgeschieden wird, als Voraussetzung für den Anlassfall ist, dass aber andererseits der verbleibende Teil keine Veränderung seiner Bedeutung erfährt; da beide Ziele gleichzeitig niemals vollständig erreicht werden können, ist in jedem Einzelfall abzuwägen, ob und inwieweit diesem oder jenem Ziel Vorrang vor dem anderen gebührt (VfSlg 7376/1974, 16.929/2003, 16.989/2003, 17.057/2003, 18.227/2007, 19.166/2010, 19.698/2012).",
            "annotations": []
        },
        {
            "text": "Zur Herstellung eines Rechtszustandes, gegen den die im Antrag dargelegten Bedenken nicht bestehen, genügt es, die Gesetzwidrigkeit nur der Wortfolge \"Die Dorfstraße von Haus Nr 49 (Raiffeisenbank) bis zum Hotel Salnerhof, der Kirchenweg ab der Kreuzung Kirchenweg/Oberer Kirchenweg, der Bachweg, der Persuttweg, der Silvrettaplatz und\" in §1 sowie der darauf bezogenen Kundmachungsanordnung in §4 Z1 lita bis litf der Verordnung vom 17.12.2019 festzustellen. Das Begehren auf Feststellung der Gesetzwidrigkeit (auch) von §2, §4 Z2 und §5 der Verordnung vom 17.12.2019 erweist sich insofern als unbegründet.",
            "annotations": []
        },
        {
            "text": "2.12. Nach Art139 Abs3 Z3 B-VG hat der Verfassungsgerichtshof die ganze Verordnung aufzuheben, wenn er zur Auffassung gelangt, dass die ganze Verordnung in gesetzwidriger Weise kundgemacht wurde (vgl VfSlg 19.128/2010 mwN). Nach Art139 Abs4 B-VG ist diese Bestimmung sinngemäß auf jene Fälle anzuwenden, in denen die angefochtene Verordnung im Zeitpunkt der Fällung des Erkenntnisses des Verfassungsgerichtshofes bereits außer Kraft getreten ist und der Verfassungsgerichtshof ausspricht, dass die angefochtene Verordnung gesetzwidrig war (vgl zuletzt etwa VfGH 22.9.2021, V605/2020).",
            "annotations": []
        },
        {
            "text": "§1 der Verordnung vom 17.12.2019 wurde, soweit damit auch der – von der im Übrigen ein zusammenhängendes Gebiet umfassenden Fußgängerzone räumlich getrennte (s dazu Punkt IV.1.5.) – Fimbabahnweg dauernd dem Fußgängerverkehr vorbehalten wird, gesetzmäßig kundgemacht. Der Ausspruch der Gesetzwidrigkeit der ganzen Verordnung kommt daher nicht in Betracht.",
            "annotations": []
        },
        {
            "text": "2.13. Da die Verordnung vom 17.12.2019 nicht mehr in Kraft ist, hat der Verfassungsgerichtshof gemäß Art139 Abs4 B-VG auszusprechen, dass die angefochtenen Verordnungsbestimmungen gesetzwidrig waren.",
            "annotations": []
        },
        {
            "text": "V. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Wortfolge \"Die Dorfstraße von Haus Nr 49 (Raiffeisenbank) bis zum Hotel Salnerhof, der Kirchenweg ab der Kreuzung Kirchenweg/Oberer Kirchenweg, der Bachweg, der Persuttweg, der Silvrettaplatz und\" in §1 sowie §4 Z1 lita bis litf der Verordnung des Gemeinderates der Gemeinde Ischgl vom 17.12.2019 über die Einrichtung einer Fußgängerzone und die Festsetzung von Taxistandplätzen waren wegen Verstoßes gegen §76a Abs3 iVm §44 Abs1 StVO 1960 gesetzwidrig. Bei diesem Ergebnis erübrigt sich ein Eingehen auf die weiteren im Antrag dargelegten Bedenken.",
            "annotations": []
        },
        {
            "text": "Hingegen ist der Antrag abzuweisen, soweit er sich auf §2, §4 Z2 und §5 der Verordnung des Gemeinderates der Gemeinde Ischgl vom 17.12.2019 über die Einrichtung einer Fußgängerzone und die Festsetzung von Taxistandplätzen bezieht. Im Übrigen ist der Antrag als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Die Verpflichtung der Tiroler Landesregierung zur unverzüglichen Kundmachung der Feststellung der Gesetzwidrigkeit erfließt aus Art139 Abs5 zweiter Satz B-VG und §59 Abs2 iVm §61 Z1 VfGG und §2 Abs1 litj Tir Landes-Verlautbarungsgesetz 2021.",
            "annotations": []
        },
        {
            "text": "3.  Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        }
    ]
}