{
    "document_id": "JFT_20230309_22E03309_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I.  Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Mit Straferkenntnis der Landespolizeidirektion Wien vom 27. Mai 2021 wurde über die Beschwerdeführerin wegen einer Verwaltungsübertretung nach dem Fremdenpolizeigesetz 2005 – FPG (§120 Abs1a FPG iVm §31 Abs1 und Abs1a FPG) eine Geldstrafe in Höhe von € 500,– und eine Ersatzfreiheitsstrafe im Ausmaß von vier Tagen und vier Stunden verhängt. ",
            "annotations": []
        },
        {
            "text": "2. Die dagegen erhobene Beschwerde vom 29. Juni 2021 wurde von der Landespolizeidirektion Wien mittels Beschwerdevorentscheidung vom 4. August 2021 als verspätet zurückgewiesen. ",
            "annotations": []
        },
        {
            "text": "3. Das auf Grund eines Vorlageantrages befasste Verwaltungsgericht Wien führte am 5. November 2021 eine mündliche Verhandlung durch und verkündete im Anschluss daran mündlich seine Entscheidung, mit der die Beschwerde als verspätet zurückgewiesen wurde. ",
            "annotations": []
        },
        {
            "text": "4. Am 9. November 2021 stellte die Beschwerdeführerin einen Antrag auf Ausfertigung der mündlich verkündeten Entscheidung. Die schriftliche Ausfertigung erfolgte mit dem angefochtenen Erkenntnis vom 21. Oktober 2022. ",
            "annotations": []
        },
        {
            "text": "5. Dagegen richtet sich die auf Art144 B-VG gestützte Beschwerde, in der die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses sowie die Zuerkennung der aufschiebenden Wirkung beantragt wird. Begründend wird ausgeführt, dass die Ausfertigung einer Entscheidung mehr als 11 Monate nach deren mündlicher Verkündung nicht den rechtsstaatlichen Anforderungen an die Erlassung von verwaltungsgerichtlichen Entscheidungen entspreche.",
            "annotations": []
        },
        {
            "text": "6. Dem Antrag der Beschwerdeführerin, der Beschwerde die aufschiebende Wirkung zuzuerkennen, wurde mit Beschluss des Verfassungsgerichtshofes vom 16. Dezember 2022, E3309/2022-4, gemäß §85 Abs2 und 4 VfGG keine Folge gegeben.",
            "annotations": []
        },
        {
            "text": "7. Die Landespolizeidirektion Wien und das Verwaltungsgericht Wien haben die Gerichts- und Verwaltungsakten vorgelegt, von der Erstattung einer Gegenschrift aber jeweils Abstand genommen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "1. Die – zulässige – Beschwerde ist begründet:",
            "annotations": []
        },
        {
            "text": "2. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "3. Vor dem Hintergrund dieser Rechtsprechung ist dem Verwaltungsgericht Wien ein willkürliches Vorgehen anzulasten:",
            "annotations": []
        },
        {
            "text": "3.1. Nach der Rechtsprechung der Gerichtshöfe des öffentlichen Rechts ist bezüglich der Erlassung einer verwaltungsgerichtlichen Entscheidung der Zustellung einer Entscheidung ihre mündliche Verkündung gleichzuhalten (vgl VwGH 15.12.2014, Ro 2014/04/0068; 22.11.2017, Ra 2017/03/0082; s. auch VfSlg 19.965/2015 und VfGH 10.3.2021, E2059/2020 ua). Mit der mündlichen Verkündung wird die Entscheidung unabhängig von der Zustellung einer schriftlichen Ausfertigung (§29 Abs4 VwGVG) rechtlich existent (VwGH 27.6.2016, Ra 2016/11/0059; 14.9.2016, Fr 2016/18/0015; 4.4.2017, Ra 2017/02/0050), wenn sowohl der Inhalt einer Entscheidung als auch die Tatsache ihrer Verkündung in der Niederschrift festgehalten werden (VwGH 13.10.2015, Fr 2015/03/0007; 22.11.2017, Ra 2017/03/0082). Bereits an die Verkündung einer Entscheidung knüpfen sich daher deren Rechtswirkungen (vgl VfGH 10.3.2021, E2059/2020 ua; VwGH 23.9.2020, Ra 2019/14/0558). Aus diesem Grund kann die Entscheidung bereits nach der mündlichen Verkündung mit Beschwerde gemäß Art144 B-VG angefochten werden, sofern mindestens ein hiezu Berechtigter einen Antrag auf schriftliche Ausfertigung der Entscheidung gemäß §29 Abs4 VwGVG gestellt hat (§82 Abs3b letzter Satz VfGG; siehe VfGH 10.3.2021, E2059/2020 ua; VwGH 15.12.2014, Ro 2014/04/0068; 22.11.2017, Ra 2017/03/0082).",
            "annotations": []
        },
        {
            "text": "3.2. Unabhängig von der Möglichkeit, die Entscheidung bereits nach der mündlichen Verkündung anzufechten, ist der Rechtsschutzsuchende in der Regel auf die – nähere und ausführliche – Begründung der Entscheidung in der schriftlichen Ausfertigung gemäß §29 Abs4 VwGVG angewiesen, um die Entscheidung auf Grund der maßgebenden Erwägungen gegebenenfalls mit einer Beschwerde gemäß Art144 B-VG bekämpfen zu können. Aus der rechtsstaatlich gebotenen Pflicht zur Begründung verwaltungsgerichtlicher Entscheidungen folgt daher im Zusammenhang mit der Regelungssystematik des §29 VwGVG auch die Pflicht zu einer möglichst zeitnahen schriftlichen Ausfertigung der Entscheidung, weil andernfalls dem Rechtsschutzsuchenden effektiver Rechtsschutz verwehrt sein könnte (zum Grundsatz der Effektivität des Rechtsschutzes siehe zB VfSlg 11.196/1986, 15.218/1998, 17.340/2004, 20.107/2016), was rechtsstaatlichen Anforderungen an die Erlassung gerichtlicher Entscheidungen widerspricht (VfGH 10.3.2021, E2059/2020 ua; 23.6.2021, E720/2021; 29.6.2022, E1641/2022; zuletzt 28.11.2022, E2588/2022).",
            "annotations": []
        },
        {
            "text": "3.3. Die schriftliche Ausfertigung der am 5. November 2021 mündlich verkündeten Entscheidung erfolgte vorliegend am 21. Oktober 2022 und somit 11 Monate nach der mündlichen Verkündung. Eine derart lange Zeitspanne zwischen mündlicher Verkündung und schriftlicher Ausfertigung der Entscheidung, für die im Beschwerdeverfahren auch keine besonderen Umstände hervorgekommen sind, welche diese Verzögerung rechtfertigen könnten, widerspricht jedenfalls der Pflicht zu einer möglichst zeitnahen schriftlichen Ausfertigung und somit den rechtsstaatlichen Anforderungen an die Begründung gerichtlicher Entscheidungen (VfGH 10.3.2021, E2059/2020; 23.6.2021, E720/2021; 29.6.2022, E1641/2022; zuletzt 28.11.2022, E2588/2022). Dadurch hat das Verwaltungsgericht Wien das angefochtene Erkenntnis mit Willkür belastet.",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführerin ist durch das angefochtene Erkenntnis im verfassungs-gesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz ",
            "annotations": []
        },
        {
            "text": "BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in der Höhe von € 436,– sowie eine Eingabengebühr gemäß §17a VfGG in der Höhe von € 240,– enthalten.",
            "annotations": []
        }
    ]
}