{
    "document_id": "JFT_20230919_23E02530_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Die vorliegende Beschwerde wendet sich gegen ein Erkenntnis des Bundesverwaltungsgerichtes, das nach den Beschwerdeangaben am 27. Juni 2023 zugestellt wurde.",
            "annotations": []
        },
        {
            "text": "Eine auf Art144 Abs1 B-VG gestützte Beschwerde an den Verfassungsgerichtshof kann nur innerhalb einer Frist von sechs Wochen nach Zustellung des Erkenntnisses eines Verwaltungsgerichtes erhoben werden (§82 Abs1 VfGG).",
            "annotations": []
        },
        {
            "text": "Im vorliegenden Fall ist die sechswöchige Beschwerdefrist – auf Grund der Bereithaltung zur Abholung des am 15. Juni 2023 hinterlegten Erkenntnisses ab dem Folgetag – am 28. Juli 2023 abgelaufen. Die erst am 8. August 2023 im Wege des elektronischen Rechtsverkehrs eingebrachte Beschwerde ist daher gemäß §19 Abs3 Z2 litb VfGG ohne weiteres Verfahren in nichtöffentlicher Sitzung als verspätet zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "2. Damit erweist sich die von der Beschwerdeführerin angestrebte Rechtsverfolgung als offenbar aussichtslos, weshalb ihr Antrag auf Bewilligung der Verfahrenshilfe im Umfang des §64 Abs1 Z1 lita, b, c und d sowie Z5 ZPO (einstweilige Befreiung von der Entrichtung der Gerichtsgebühren und anderen bundesgesetzlich geregelten staatlichen Gebühren, der Kosten von Amtshandlungen außerhalb des Gerichtes, der Gebühren der Zeugen, Sachverständigen, Dolmetscher, Übersetzer und Beisitzer und der Kosten der notwendigen Verlautbarungen sowie [vorläufig aus Amtsgeldern vorgenommener] Ersatz der notwendigen Reisekosten der Partei in sinngemäßer Anwendung der für Zeugen geltenden Bestimmungen des GebAG 1975, sofern das Gericht deren persönliche Anwesenheit zur Einvernahme oder zur Erörterung des Sachverhaltes anordnet) gemäß §63 Abs1 ZPO iVm §35 VfGG abzuweisen ist.",
            "annotations": []
        }
    ]
}