{
    "document_id": "JFT_20230612_23G00147_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "1. Das Bundesverwaltungsgericht begehrt aus Anlass eines bei ihm anhängigen Beschwerdeverfahrens, §20 Abs4 des Bundesgesetzes vom 20. März 1975, mit dem die Beschäftigung von Ausländern geregelt wird (Ausländerbeschäftigungsgesetz – AuslBG), BGBl 218/1975, idF BGBl I 72/2013, wegen Verstoßes gegen Art11 Abs2 B-VG als verfassungswidrig aufzuheben. Dieser Antrag ist am 14. März 2023 beim Verfassungsgerichtshof eingelangt.",
            "annotations": []
        },
        {
            "text": "2. Das antragstellende Gericht bringt – wie schon in früheren, hg. zu G38/2023 ua protokollierten Anträgen – vor, dass es §20 Abs4 AuslBG, BGBl 218/1975, idF BGBl I 72/2013, bei der Beurteilung der Zulässigkeit der Beschwerde anzuwenden habe und macht der angefochtenen Bestimmung zum Vorwurf, dass sie eine Abweichung von §18 Abs4 AVG normiere, die nicht als \"unerlässlich\" anzusehen sei und daher gegen Art11 Abs2 B-VG verstoße.",
            "annotations": []
        },
        {
            "text": "3. Mit Erkenntnis des Verfassungsgerichtshofes vom 9. März 2023, G38/2023 ua wurde aus Anlass der zuvor genannten Anträge des Bundesverwaltungsgerichtes die Wortfolge \"Bescheide und\" in §20 Abs4 AuslBG, BGBl 218/1975, idF BGBl I 72/2013, als verfassungswidrig aufgehoben und gleichzeitig ausgesprochen, dass diese in den am 9. März 2023 beim Bundesverwaltungsgericht und beim Verwaltungsgerichtshof anhängigen Verfahren nicht mehr anzuwenden ist. Im Übrigen wurden die Anträge des Bundesverwaltungsgerichtes abgewiesen.",
            "annotations": []
        },
        {
            "text": "4. Der Verfassungsgerichtshof hat über bestimmt umschriebene Bedenken ob der Verfassungsmäßigkeit eines Gesetzes nur ein einziges Mal zu entscheiden (vgl VfSlg 10.311/1984, 10.841/1986, 12.892/1991, 18.776/2009; VfGH 25.11.2016, G380/2016, G391/2016; 12.6.2020, G252/2019 ua). Ein von ihm bereits aufgehobenes oder als verfassungswidrig erkanntes Gesetz kann daher nicht neuerlich Gegenstand eines entsprechenden Aufhebungs- oder Feststellungsbegehrens sein (vgl zB VfSlg 12.633/1991, 15.261/1998, 17.266/2004).",
            "annotations": []
        },
        {
            "text": "5. Der Umstand, dass das Bundesverwaltungsgericht zum Zeitpunkt seiner Antragstellung am 14. März 2023 von der Entscheidung vom 9. März 2023, G38/2023 ua, keine Kenntnis haben konnte, vermag an der Unzulässigkeit seines Begehrens nichts zu ändern.",
            "annotations": []
        },
        {
            "text": "6. Der Antrag ist daher als unzulässig zurückzuweisen.",
            "annotations": []
        },
        {
            "text": "7. Dies konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung beschlossen werden.",
            "annotations": []
        }
    ]
}