{
    "document_id": "JFT_20230228_22G00192_00",
    "document_body": [
        {
            "text": "Begründung",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof kann die Behandlung eines Antrages gemäß Art140 Abs1 Z1 litd B-VG ablehnen, wenn er keine hinreichende Aussicht auf Erfolg hat (Art140 Abs1b B-VG; vgl VfGH 24.2.2015, G13/2015).",
            "annotations": []
        },
        {
            "text": "Der Verfassungsgerichtshof hat sich in einem auf Antrag eingeleiteten Verfahren zur Prüfung der Verfassungsmäßigkeit eines Gesetzes gemäß Art140 B-VG auf die Erörterung der geltend gemachten Bedenken zu beschränken (vgl VfSlg 12.691/1991, 13.471/1993, 14.895/1997, 16.824/2003). Er hat sohin ausschließlich zu beurteilen, ob die angefochtene Bestimmung aus den im Antrag dargelegten Gründen verfassungswidrig ist (VfSlg 15.193/1998, 16.374/2001, 16.538/2002, 16.929/2003).",
            "annotations": []
        },
        {
            "text": "Der Antrag behauptet die Verfassungswidrigkeit des §313 Abs2 ASVG, BGBl 189/1955, idF BGBl I 62/2010 wegen Verstoßes gegen den Gleichheitsgrundsatz und das Eigentumsrecht.",
            "annotations": []
        },
        {
            "text": "Vor dem Hintergrund der ständigen Rechtsprechung des Verfassungsgerichtshofes lässt das Vorbringen des Antrages die behaupteten Verfassungswidrigkeiten als so wenig wahrscheinlich erkennen, dass er keine hinreichende Aussicht auf Erfolg hat:",
            "annotations": []
        },
        {
            "text": "Nach ständiger Judikatur des Verfassungsgerichtshofes bestehen tiefgreifende Verschiedenheiten zwischen dem öffentlich-rechtlichen Dienstverhältnis und der Materie des Sozialversicherungswesens. Allein schon die Unterschiede in den Dienstverhältnissen der in einem öffentlich-rechtlichen oder in einem privatrechtlichen Dienstverhältnis zu den öffentlichen Dienstgebern stehenden Bediensteten bilden eine sachliche Rechtfertigung für die unterschiedliche Behandlung der Rechtsverhältnisse (Festlegung unterschiedlicher Rechte und Pflichten) der beiden Bedienstetengruppen (VfSlg 7791/1975, 13.829/1994; VwSlg 14.644 A/1997). Dem Gesetzgeber steht in der Frage, ob und in welcher Höhe im Zusammenhang mit der Anrechnung von Versicherungszeiten ein Überweisungsbetrag geleistet wird, ein weiter rechtspolitischer Gestaltungsspielraum zu. Die vom Gesetzgeber gewählte Regelung muss nur in sich sachlich sein (VfSlg 20.084/2016; VwGH 29.6.2005, 2003/08/0088).",
            "annotations": []
        },
        {
            "text": "Das trifft im vorliegenden Fall zu. Dem Gesetzgeber ist nicht entgegenzutreten, wenn er mit dem Ziel der Vermeidung der Leistungsoptimierung eine Wartefrist vorsieht. Wie aus den Gesetzesmaterialien (RV 785 BlgNR 24. GP, 7 f.) hervorgeht, soll durch die in §313 Abs2 ASVG festgelegte Wartezeit verhindert werden, dass Personen allein zum Zweck der Leistungsoptimierung zwischen den Versorgungssystemen wechseln. Bei Ausscheiden aus dem pensionsversicherungsfreien Dienstverhältnis wird die versicherte Person einer Versichertengemeinschaft zugeordnet, deren Angehörige Versicherungszeiten unter rechtlich anderen Bedingungen erworben haben als Personen, die in einem pensionsversicherungsfreien Dienstverhältnis gestanden sind. Die Leistung eines Überweisungsbetrages durch den Dienstgeber kann diese Unterschiede zwischen den Dienstnehmern nicht ex post beseitigen. Die Wartezeit bewirkt, dass Personen, die bisher der Versichertengemeinschaft nicht angehört haben, erst dann Versicherungsleistungen beziehen können, wenn sie der Risikogruppe eine gewisse Zeit angehört haben. Dem Gesetzgeber ist im Hinblick auf eine derartige Wartefrist selbst dann nicht entgegenzutreten, wenn die Überweisungsbeträge mittlerweile die gleiche Höhe haben wie der Pensionsversicherungsbeitrag des Dienstgebers nach dem ASVG. Eine solche Regelung ist zudem nicht unsachlich, da die Frist keine absolute ist, sondern in sachlich begründeten – dringlichen – Fällen die Möglichkeit von Ausnahmen vorsieht. Die angefochtene Regelung des §313 Abs2 ASVG, der zufolge Versicherungsmonate erst ab dem 61. Kalendermonat nach dem Austritt aus dem pensionsversicherungsfreien Dienstverhältnis leistungswirksam werden, ist daher nicht unsachlich und stellt keinen Verstoß gegen das Recht auf Gleichheit aller Staatsbürger vor dem Gesetz dar. Dies gilt auch für den behaupteten Eingriff in das Recht auf Eigentumsfreiheit (vgl EGMR 6.7.2005 [GK], Fall Stec ua, Appl 65.731/01 ua).",
            "annotations": []
        },
        {
            "text": "Demgemäß wurde beschlossen, von einer Behandlung des Antrages abzusehen (§19 Abs3 Z1 iVm §31 letzter Satz VfGG).",
            "annotations": []
        }
    ]
}