{
    "document_id": "JFT_20230613_23E00372_00",
    "document_body": [
        {
            "text": "Entscheidungsgründe",
            "annotations": []
        },
        {
            "text": "I. Sachverhalt, Beschwerde und Vorverfahren",
            "annotations": []
        },
        {
            "text": "1.  Der Erstbeschwerdeführer ist der Ehemann der Zweitbeschwerdeführerin. Die Beschwerdeführer sind syrische Staatsangehörige, Angehörige der Volksgruppe der Araber und bekennen sich zur sunnitischen Glaubensrichtung des Islam. Am 16. August 2021 stellten sie im Bundesgebiet Anträge auf internationalen Schutz.",
            "annotations": []
        },
        {
            "text": "Mit Bescheiden vom 16. Februar 2022 wies das Bundesamt für Fremdenwesen und Asyl diese Anträge hinsichtlich der Zuerkennung des Status der Asylberechtigten ab (Spruchpunkt I.), erkannte den Beschwerdeführern jedoch den Status der subsidiär Schutzberechtigten zu (Spruchpunkt II.) und erteilte ihnen eine befristete Aufenthaltsberechtigung für ein Jahr (Spruchpunkt III.).",
            "annotations": []
        },
        {
            "text": "2. In der ausschließlich gegen Spruchpunkt I. erhobenen Beschwerde beantragten die Beschwerdeführer die Durchführung einer mündlichen Verhandlung. Der Erstbeschwerdeführer legte Auszüge seines Militärbuches vor, dessen Übersetzung er beantragte und aus dem, so sein Vorbringen, hervorgehe, dass er spätestens am 22. April 2018 den Wehrdienst hätte antreten müssen.",
            "annotations": []
        },
        {
            "text": "3. Diese Beschwerde wies das Bundesverwaltungsgericht ohne Durchführung einer mündlichen Verhandlung mit Erkenntnis vom 20. Jänner 2023 als unbegründet ab. Den Beschwerdeführern drohe im Falle ihrer Rückkehr nach Syrien keine Verfolgung. Der Erstbeschwerdeführer sei zwar ein wehrdienstfähiger junger Mann, eine Zwangsrekrutierung sei jedoch im Fall einer Rückkehr nicht wahrscheinlich. Es sei vielmehr davon auszugehen, dass der Erstbeschwerdeführer mit der syrischen Regierung die Befreiung vom Militärdienst geregelt habe, etwa durch Freikauf. Dies erscheine deshalb wahrscheinlich, weil der Erstbeschwerdeführer weder ein Militärbuch noch einen Einberufungsbefehl habe vorlegen können, das Land unter Aufwendung hoher Geldbeträge verlassen habe, sich siebeneinhalb Jahre in Jordanien aufgehalten habe und beiden Beschwerdeführern syrische Reisepässe ausgestellt worden seien. Gerade letzteres wäre nicht möglich gewesen, wenn der Erstbeschwerdeführer tatsächlich ein gesuchter Wehrdienstverweigerer wäre. Weil sohin der Erstbeschwerdeführer nicht als Wehrdienstverweigerer einzustufen sei, ergebe sich auch hinsichtlich der Zweitbeschwerdeführerin keine Gefahr einer asylrelevanten Verfolgung.",
            "annotations": []
        },
        {
            "text": "4. Gegen dieses Erkenntnis richtet sich die vorliegende, auf Art144 B-VG gestützte Beschwerde, in der ua die Verletzung im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander behauptet und die kostenpflichtige Aufhebung des angefochtenen Erkenntnisses beantragt wird. Die Beschwerdeführer bringen insbesondere vor, dass sich das Bundesverwaltungsgericht nicht mit dem in Kopie vorgelegten Militärbuch des Erstbeschwerdeführers auseinandergesetzt habe, die Annahmen zum angeblichen Freikauf vom Wehrdienst durch den Erstbeschwerdeführer unrichtig seien sowie entsprechende Beweise fehlten, veraltete Länderberichte herangezogen und keine Feststellungen zur Situation des Erstbeschwerdeführers als potentiell Wehrpflichtiger in Syrien getroffen worden seien.",
            "annotations": []
        },
        {
            "text": "5. Das Bundesverwaltungsgericht hat die Verwaltungs- und Gerichtsakten vorgelegt, von der Erstattung einer Gegenschrift aber abgesehen.",
            "annotations": []
        },
        {
            "text": "II. Erwägungen",
            "annotations": []
        },
        {
            "text": "Die – zulässige – Beschwerde ist begründet.",
            "annotations": []
        },
        {
            "text": "1. Nach der mit VfSlg 13.836/1994 beginnenden, nunmehr ständigen Rechtsprechung des Verfassungsgerichtshofes (s etwa VfSlg 14.650/1996 und die dort angeführte Vorjudikatur; weiters VfSlg 16.080/2001 und 17.026/2003) enthält ArtI Abs1 des Bundesverfassungsgesetzes zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, das allgemeine, sowohl an die Gesetzgebung als auch an die Vollziehung gerichtete Verbot, sachlich nicht begründbare Unterscheidungen zwischen Fremden vorzunehmen. Diese Verfassungsnorm enthält ein – auch das Sachlichkeitsgebot einschließendes – Gebot der Gleichbehandlung von Fremden untereinander; deren Ungleichbehandlung ist also nur dann und insoweit zulässig, als hiefür ein vernünftiger Grund erkennbar und die Ungleichbehandlung nicht unverhältnismäßig ist.",
            "annotations": []
        },
        {
            "text": "Diesem einem Fremden durch ArtI Abs1 leg cit gewährleisteten subjektiven Recht widerstreitet eine Entscheidung, wenn sie auf einem gegen diese Bestimmung verstoßenden Gesetz beruht (vgl zB VfSlg 16.214/2001), wenn das Verwaltungsgericht dem angewendeten einfachen Gesetz fälschlicherweise einen Inhalt unterstellt hat, der – hätte ihn das Gesetz – dieses als in Widerspruch zum Bundesverfassungsgesetz zur Durchführung des Internationalen Übereinkommens über die Beseitigung aller Formen rassischer Diskriminierung, BGBl 390/1973, stehend erscheinen ließe (s etwa VfSlg 14.393/1995, 16.314/2001) oder wenn es bei Erlassung der Entscheidung Willkür geübt hat (zB VfSlg 15.451/1999, 16.297/2001, 16.354/2001 sowie 18.614/2008).",
            "annotations": []
        },
        {
            "text": "Ein willkürliches Verhalten des Verwaltungsgerichtes, das in die Verfassungssphäre eingreift, liegt unter anderem in einer gehäuften Verkennung der Rechtslage, aber auch im Unterlassen jeglicher Ermittlungstätigkeit in einem entscheidenden Punkt oder dem Unterlassen eines ordnungsgemäßen Ermittlungsverfahrens überhaupt, insbesondere in Verbindung mit einem Ignorieren des Parteivorbringens und einem leichtfertigen Abgehen vom Inhalt der Akten oder dem Außerachtlassen des konkreten Sachverhaltes (zB VfSlg 15.451/1999, 15.743/2000, 16.354/2001, 16.383/2001).",
            "annotations": []
        },
        {
            "text": "Wie der Verfassungsgerichtshof weiter zu dem aus dem Gebot der Gleichbehandlung von Fremden untereinander folgenden Willkürverbot in Zusammenhalt mit dem aus dem Rechtsstaatsprinzip folgenden Gebot der Begründung gerichtlicher Entscheidungen ausgesprochen hat, müssen die für die angefochtene Entscheidung maßgeblichen Erwägungen aus ihrer Begründung hervorgehen, da nur auf diese Weise die rechtsstaatlich gebotene Kontrolle durch den Verfassungsgerichtshof möglich ist (vgl jeweils mwN VfSlg 20.267/2018; VfGH 22.6.2021, E1690/2021).",
            "annotations": []
        },
        {
            "text": "2. Ein derartiger, in die Verfassungssphäre reichender Fehler ist dem Bundesverwaltungsgericht unterlaufen:",
            "annotations": []
        },
        {
            "text": "2.1. So hat das Bundesverwaltungsgericht festgestellt, dass dem Erstbeschwerdeführer kein Militärbuch ausgestellt worden sei, obwohl in der Beschwerde an das Bundesverwaltungsgericht Urkunden vorgelegt wurden, die nach dem Vorbringen des Erstbeschwerdeführers ein Militärbuch darstellten und deren Übersetzung vom Bundesverwaltungsgericht sodann auch veranlasst wurde. Wegen dieser maßgeblichen Aktenwidrigkeit in einem wesentlichen Entscheidungspunkt fehlt es an einer schlüssigen Begründung, warum eine Zwangsrekrutierung des Erstbeschwerdeführers im Fall seiner Rückkehr und eine daraus resultierende asylrelevante Verfolgung nicht wahrscheinlich ist. Das Bundesverwaltungsgericht hat das angefochtene Erkenntnis bereits aus diesem Grund mit Willkür belastet (vgl VfGH 22.9.2020, E423/2020, 16.9.2013, U784/2013 und 25.6.2014, U433/2013).",
            "annotations": []
        },
        {
            "text": "2.2. Dieser Mangel schlägt gemäß §34 Abs4 AsylG 2005 auf die Entscheidung betreffend die Zweitbeschwerdeführerin durch (VfSlg 19.671/2012, 19.855/2014; VfGH 8.6.2021, E4570/2020 ua).",
            "annotations": []
        },
        {
            "text": "III. Ergebnis",
            "annotations": []
        },
        {
            "text": "1. Die Beschwerdeführer sind somit durch das angefochtene Erkenntnis im verfassungsgesetzlich gewährleisteten Recht auf Gleichbehandlung von Fremden untereinander (ArtI Abs1 Bundesverfassungsgesetz BGBl 390/1973) verletzt worden.",
            "annotations": []
        },
        {
            "text": "Das Erkenntnis ist daher aufzuheben, ohne dass auf das weitere Beschwerdevorbringen einzugehen ist.",
            "annotations": []
        },
        {
            "text": "2. Diese Entscheidung konnte gemäß §19 Abs4 VfGG ohne mündliche Verhandlung in nichtöffentlicher Sitzung getroffen werden.",
            "annotations": []
        },
        {
            "text": "3. Die Kostenentscheidung beruht auf §88 VfGG. In den zugesprochenen Kosten ist Umsatzsteuer in Höhe von € 479,60 enthalten. Ein Ersatz der Eingabengebühr ist nicht zuzusprechen, weil die Beschwerdeführer Verfahrenshilfe im Umfang des §64 Abs1 Z1 lita ZPO genießen.",
            "annotations": []
        }
    ]
}